[
  {
    "date": "1995-08-01",
    "explanation": "August 1, 1995    Crossing The Ring Plane  Credit: NASA, Hubble Space Telescope  Explanation:  \"I do not know what to say in a case so surprising, so unlooked for and so novel.\" announced Galileo when Saturn's rings appeared to vanish in 1612. In fact, every 15 years Saturn's rings seem to almost disappear as viewed from the Earth. This happens just as the orbiting Earth crosses the plane of Saturn's rings. The edge on perspective temporarily robs astronomers of a spectacular sight, however, the ring plane crossing affords them the opportunity to measure the rings' thickness and search for undiscovered moons. In this image of Saturn, produced on May 22, 1995 by NASA's Hubble Space Telescope, two of Saturn's known moons are visible as star like objects to the left of the planet.  For more information about the ring plane crossing see the Saturn Ring Plane Crossing web page .",
    "hdurl": "https://apod.nasa.gov/apod/image/satring3.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crossing The Ring Plane",
    "url": "https://apod.nasa.gov/apod/image/satring3.gif"
  },
  {
    "date": "1995-08-02",
    "explanation": "August 2, 1995    Jupiter's Rings  Credit: NASA, Voyager Project  Explanation:  Astronomers using NASA's Voyager spacecraft to search for a ring system around Jupiter discovered these faint rings in 1979. Unlike Saturn's bright rings which are composed of chunks of rock and ice, Jupiter's rings appear to consist of fine particles of dust. One possibility is that the dust is produced by impacts with Jupiter's inner moons. This false color image has been computer enhanced. The gas giant planets, Jupiter, Saturn, Uranus, and Neptune are all known to have rings. For more information about planetary ring systems see the Planetary Rings Node.",
    "hdurl": "https://apod.nasa.gov/apod/image/jupring1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter's Rings",
    "url": "https://apod.nasa.gov/apod/image/jupring1.gif"
  },
  {
    "date": "1995-08-03",
    "explanation": "August 3, 1995    Io: A Volcanic Moon  Credit: NASA, Voyager Project  Explanation:  In 1610, Galileo turned his telescope to the heavens and discovered that the planet Jupiter had four bright moons. The innermost of these Galilean moons, Io, turned out to be one of the most exotic objects in the solar system. About the size of the earth's moon, Io is covered with volcanoes, many of which are currently active. The material expelled in the volcanic eruptions may contain compounds of Sulfur which take on a variety of colors and could account for its mottled, \"pizza-like\" appearance. For a report of a recent eruption of an Io volcano, see the NASA Infrared Telescope Facility press release and photo .",
    "hdurl": "https://apod.nasa.gov/apod/image/io1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io: A Volcanic Moon",
    "url": "https://apod.nasa.gov/apod/image/io1.gif"
  },
  {
    "date": "1995-08-04",
    "explanation": "August 4, 1995    Closeup of an Io Volcano  Credit: NASA, Voyager Project, Copyright Calvin J. Hamilton  Explanation:  In 1979, one of NASA's Voyager spacecraft made a spectacular and unexpected discovery. Io, the innermost Galilean moon of Jupiter, was covered with volcanoes and some of them were erupting! In all, Voyager 1 observed nine volcanic eruptions during its encounter with the moon. When Voyager 2 flew past four months later it was able to confirm that at least six of them were still erupting. This Voyager image of Ra Patera, a large shield volcano, shows colorful flows up to about 200 miles long emanating from the dark central volcanic vent. For more information about volcanism on Io, see Calvin J. Hamilton's Io page",
    "hdurl": "https://apod.nasa.gov/apod/image/iovol1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Closeup of an Io Volcano",
    "url": "https://apod.nasa.gov/apod/image/iovol1.gif"
  },
  {
    "date": "1995-08-05",
    "explanation": "August 5, 1995    Geysers on Triton  Credit: NASA, Voyager Project, Copyright Calvin J. Hamilton  Explanation:  In August of 1989 NASA's Voyager 2 spacecraft passed by Neptune, the most distant of the solar system's gas giant planets. Its encounter with Neptune climaxed with its closest approach to Neptune's largest moon Triton. From a distance of about 24,000 miles the robot space probe surveyed Triton's surface, whose temperature averages nearly -400 degrees Fahrenheit, and discovered surprising evidence of a complex and active world. For example, the prominent dark streaks in this image seem to come from small volcanoes and may consist of nitrogen frost mixed with organic compounds ejected during geyser-like eruptions.  For more information about Triton, see Calvin J. Hamilton's Triton page .",
    "hdurl": "https://apod.nasa.gov/apod/image/tritongey1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Geysers on Triton",
    "url": "https://apod.nasa.gov/apod/image/tritongey1.gif"
  },
  {
    "date": "1995-08-06",
    "explanation": "August 6, 1995    Liftoff of Space Shuttle Columbia  Credit: NASA, Kennedy Space Center   Explanation:  On April 12, 1981, space flight entered a new era with the  first launch of  Space Shuttle Columbia, shown above. NASA's Space Shuttles land like a normal plane, carry a heavy cargo, carry a large crew,  make use of cheap solid fuel, and are reusable. Previous to this flight, no manned orbiting space ship had ever landed on a runway. Space Shuttles now are the flagships and the workhorses of  NASA's space going rockets.   For more information about NASA's Space Shuttle missions, see the  NASA Space Shuttle Launches page.",
    "hdurl": "https://apod.nasa.gov/apod/image/columbia_sts1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Liftoff of Space Shuttle Columbia",
    "url": "https://apod.nasa.gov/apod/image/columbia_sts1.gif"
  },
  {
    "date": "1995-08-07",
    "explanation": "August 7, 1995    Night Launch of Endeavour  Credit: NASA, Kennedy Space Center Explanation:  Space Shuttle Endeavour thunders off into orbit in a rare night launch. This March 1995  mission is most famous for operating the set of astronomical telescopes known as  Astro-2. Astro-2's telescopes observed the universe in ultraviolet light - light so blue humans by themselves can't see it. Astro-2 measured the amount of ultraviolet light emitted by several interesting stars, galaxies, planets, and QSOs. Analysis of data from this NASA mission has yielded the first clear detection of helium created during the beginning of the universe.   For more information about NASA's Space Shuttle missions, see the  NASA Space Shuttle Launches page.",
    "hdurl": "https://apod.nasa.gov/apod/image/endeavour.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Night Launch of Endeavour",
    "url": "https://apod.nasa.gov/apod/image/endeavour.gif"
  },
  {
    "date": "1995-08-08",
    "explanation": "August 8, 1995    Columbia Waits, Discovery Launches  Credit: NASA, Kennedy Space Center Explanation:  Space Shuttle Discovery launches while the Space Shuttle Columbia is readied for a future mission. Space shuttles are launched from the Kennedy Space Center in Florida. At this date there are four operating space shuttles: Atlantis,  Columbia,  Discovery, and  Endeavour. This  mission is most famous for carrying the  Hubble Space Telescope into orbit. The Hubble Space Telescope is the largest public optical telescope ever to operate in orbit, and because it is above Earth's atmosphere it's photographs are more clear than any ground based telescope. Hubble continues to make fundamental discoveries about planets, stars, galaxies, comets, QSOs, and the universe we live in.",
    "hdurl": "https://apod.nasa.gov/apod/image/discovery.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Columbia Waits, Discovery Launches",
    "url": "https://apod.nasa.gov/apod/image/discovery.gif"
  },
  {
    "date": "1995-08-09",
    "explanation": "August 9, 1995    Challenger Launches Spacelab 2  Credit: NASA, Kennedy Space Center Explanation:  Space Shuttle Challenger jumps off the launch pad  in 1985 to begin a successful mission. The main purpose of  this mission was to test a new space based laboratory named  Spacelab 2. Spacelab 2 takes advantage of the effectively weightless conditions in orbit  to carry out experiments in areas such as astronomy, physics, life science, materials science, and atmospheric physics. Challenger and her crew were lost in 1986 when a booster failure resulted in the breakup of the vehicle. Previously, Challenger and her crews flew nine successful Space Shuttle missions and made significant contributions to America's scientific growth.",
    "hdurl": "https://apod.nasa.gov/apod/image/challenger.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Challenger Launches Spacelab 2",
    "url": "https://apod.nasa.gov/apod/image/challenger.gif"
  },
  {
    "date": "1995-08-10",
    "explanation": "August 10, 1995    The Orbiting Hubble Space Telescope  Credit: NASA,  Space Telescope Scientific Institute Explanation:  The  Hubble Space Telescope (HST) is the largest orbiting public optical telescope in history. Its 2.4 meter diameter reflecting mirror and its perch above Earth's atmosphere allow it to create exceptionally sharp images.  Originally  launched in 1990, HST optics were repaired to their intended accuracy in 1993 by the first of several regular servicing missions. Astronomers using HST continue to make numerous monumental scientific discoveries, including new estimates of the age of our universe,  previously unknown galaxies,  evidence of massive black holes in the centers of galaxies,  previously unknown moons, and a better understanding of physical processes in our universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/hst.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Orbiting Hubble Space Telescope",
    "url": "https://apod.nasa.gov/apod/image/hst.gif"
  },
  {
    "date": "1995-08-11",
    "explanation": "August 11, 1995    The Compton Gamma Ray Observatory  Credit: NASA,  Compton Gamma Ray Observatory Science Support Center Explanation:  The  Compton Gamma Ray Observatory (CGRO) was the most massive instrument ever  launched by a NASA Space Shuttle and continues to revolutionize gamma-ray astronomy. This orbiting observatory sees the sky in gamma-ray photons - light so blue humans can't see it. These photons are blocked by the Earth's atmosphere from reaching the Earth's surface.  Results from CGRO have shown the entire universe to be a violent and rapidly changing place - when viewed in gamma-rays. Astronomers using CGRO data continue to make monumental discoveries, including  showing that mysterious flashes of gamma-rays are much more powerful than previously imagined,  discovery of a whole new class of QSO, and  discovery of objects so strange that astronomers can't yet figure out what they are.",
    "hdurl": "https://apod.nasa.gov/apod/image/gro.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Compton Gamma Ray Observatory",
    "url": "https://apod.nasa.gov/apod/image/gro.gif"
  },
  {
    "date": "1995-08-12",
    "explanation": "August 12, 1995    Atlantis Landing  Credit: NASA, Kennedy Space Center Explanation:  Space Shuttle Atlantis  lands at Edwards Air Force Base in California. The Space Shuttle is the first orbital space vehicle to land on a runway like an airplane.  Space Shuttles sometimes have the option of landing in White Sands, New Mexico or at the  Shuttle Landing Facility at the Kennedy Space Center in Florida. The runways the shuttles land on are among the longest in the world. Shuttles that do not land in Florida must generally be strapped to the back of a 747 airplane and flown back.",
    "hdurl": "https://apod.nasa.gov/apod/image/atlantis_land.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Atlantis Landing",
    "url": "https://apod.nasa.gov/apod/image/atlantis_land.gif"
  },
  {
    "date": "1995-08-13",
    "explanation": "August 13, 1995    The Sun Erupts  Credit: NASA, Skylab Explanation:  The sun was captured in 1973 throwing one of the largest eruptive prominences ever recorded.  Sol, our sun, is a normal star. It formed about 5 billion years ago, and will last about another 5 billion years.  The sun will never explode, and a solar flare will never destroy the earth. Eventually the sun will become a white dwarf star.  The sun is made of mostly hydrogen and helium.  The sun's center is so hot that when hydrogen nuclei collide, they stick together and release energy - a process called nuclear fusion No one knows why the center of the sun emits so few neutrinos.",
    "hdurl": "https://apod.nasa.gov/apod/image/sun_skylab.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sun Erupts",
    "url": "https://apod.nasa.gov/apod/image/sun_skylab.gif"
  },
  {
    "date": "1995-08-14",
    "explanation": "August 14, 1995    Mercury: Closest Planet to the Sun  Credit: NASA, Mariner 10  Explanation:  This picture was compiled from images taken by the NASA spacecraft Mariner 10 which flew by the planet three times in 1974.  Mercury is the closest planet to the Sun, the second hottest planet (Venus gets hotter), and the second smallest planet (Pluto is smaller).  Mercury rotates so slowly that one day there - \"day\" meaning the normal time it takes from sunset to sunset - lasts 176 days on Earth. It is difficult to see  Mercury not because it is dim but because it always appears near the Sun, and is therefore only visible for a short time just after sunset or just before sunrise. Mercury is made of rocky material like Earth. No one knows why Mercury has the magnetic field that it does.",
    "hdurl": "https://apod.nasa.gov/apod/image/merc_marin10.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury: Closest Planet to the Sun",
    "url": "https://apod.nasa.gov/apod/image/merc_marin10.gif"
  },
  {
    "date": "1995-08-15",
    "explanation": "August 15, 1995    Venus: Earth's Sister Planet  Credit: NASA, Galileo, Copyright Calvin J. Hamilton  Explanation:  This picture in visible light was taken by the  Galileo spacecraft.  Venus is very similar to  Earth in size and mass - and so is sometimes referred to as Earth's sister planet - but Venus has a quite different climate.  Venus' thick clouds and closeness to the  Sun (only  Mercury is closer) make it the hottest planet - much hotter than the Earth. Humans could not survive there, and no life of any sort has ever been found. When  Venus is visible it is usually the brightest object in the sky after the Sun and the Moon. More than 20 spacecraft have visited Venus including Venera 9, which landed on the surface, and  Magellan, which used radar to peer through the clouds and make a map of the surface. There are still many things about Venus's unusual atmosphere that astronomers don't understand.",
    "hdurl": "https://apod.nasa.gov/apod/image/venus_galileo.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus: Earth's Sister Planet",
    "url": "https://apod.nasa.gov/apod/image/venus_galileo.gif"
  },
  {
    "date": "1995-08-16",
    "explanation": "August 16, 1995    Uranus: The Tilted Planet  Credit: NASA, Voyager 2  Explanation:  This picture was snapped by the  Voyager 2 spacecraft in 1986 - the only spacecraft ever to visit Uranus.  Uranus is the third largest planet after Jupiter and Saturn.  Uranus has many moons and a ring system.  Uranus is composed mostly of liquid water, methane and ammonia, surrounded by a thick gas atmosphere of mostly hydrogen and helium. Uranus is peculiar in that its rotation axis is greatly tilted and sometimes points near the sun. It remains an astronomical mystery why Uranus' axis is so tilted. Uranus and Neptune are very similar.",
    "hdurl": "https://apod.nasa.gov/apod/image/uranus_vg2.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Uranus: The Tilted Planet",
    "url": "https://apod.nasa.gov/apod/image/uranus_vg2.gif"
  },
  {
    "date": "1995-08-17",
    "explanation": "August 17, 1995    Neptune: Big Blue Giant  Credit: NASA, Voyager 2, Copyright Calvin J. Hamilton  Explanation:  This picture was taken by the  Voyager 2 spacecraft in 1986 - the only spacecraft ever to visit Neptune.  Neptune will be the farthest planet from the Sun until 1999, when the elliptical orbit of Pluto will cause it to once again resume this status.  Neptune, like Uranus, is composed mostly of liquid water, methane and ammonia, is surrounded by a thick gas atmosphere of mostly hydrogen and helium, and has many moons and rings.  Neptune's moon Triton is unlike any other and has active volcanoes. The nature of  Triton's unusual orbit around Neptune is the focus of much discussion and speculation.",
    "hdurl": "https://apod.nasa.gov/apod/image/neptune_vg2.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Neptune: Big Blue Giant",
    "url": "https://apod.nasa.gov/apod/image/neptune_vg2.gif"
  },
  {
    "date": "1995-08-18",
    "explanation": "August 18, 1995    Pluto: The Frozen Planet  Credit: NASA, Hubble Space Telescope, R. Albrecht (ESA/ESO)",
    "hdurl": "https://apod.nasa.gov/apod/image/pluto_hst.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pluto: The Frozen Planet",
    "url": "https://apod.nasa.gov/apod/image/pluto_hst.gif"
  },
  {
    "date": "1995-08-19",
    "explanation": "August 19, 1995    Our Solar System from Voyager  Credit: NASA, Voyager 1,  Explanation:  After taking its spectacular pictures of the outer solar system planets,  Voyager 1  looked back at six planets from the inner solar system. Here Venus, Earth, Jupiter, Saturn, Uranus, and Neptune, were all visible across the sky. Each, however, was now just a small speck of light, dimmer than many of the stars in the sky. Voyager 1 is only one of four human-made objects to leave our Solar System, the other three being  Voyager 2, and  Pioneer 10 and 11.",
    "hdurl": "https://apod.nasa.gov/apod/image/solsys_vg1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Our Solar System from Voyager",
    "url": "https://apod.nasa.gov/apod/image/solsys_vg1.gif"
  },
  {
    "date": "1995-08-20",
    "explanation": "August 20, 1995    Announcing Comet Hale-Bopp  Credit: Erich Meyer and Herbert Raab, Austria  Explanation:  The pictured fuzzy patch  may become one of the most spectacular comets this century. Although it is very hard to predict how bright a comet will become, Comet Hale-Bopp, named for its discoverers, was spotted farther from the Sun than any previous comet - a good sign that it could become very bright, easily visible to the naked eye. This picture was taken on July 25th 1995, only two days after its discovery. A comet bright enough to see without a telescope occurs only about once a decade. The large coma and long tail of bright comets are so unusual and impressive that they have been considered omens of change by many cultures. A comet does not streak by in few seconds - but it may change its position and structure noticeably from night to night.",
    "hdurl": "https://apod.nasa.gov/apod/image/comet_hb1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Announcing Comet Hale-Bopp",
    "url": "https://apod.nasa.gov/apod/image/comet_hb1.gif"
  },
  {
    "date": "1995-08-21",
    "explanation": "August 21, 1995    An Orbiting Iceberg  Credit:  European Space Agency, Giotto Camera Team.  Explanation: A comet nucleus, formed from the primordial stuff of the solar system, resembles a very dirty iceberg. Orbiting far from our Sun, it can remain frozen, preserved for billions of years. Occasionally, a chance gravitational encounter will alter this distant orbit and send the nucleus plummeting towards the inner solar system. In 1986, the European spacecraft Giotto visited the nucleus of Halley's comet as it approached the sun. Data from Giotto's cameras were used to produce this enhanced image which shows surface features on the dark nucleus against the bright background of clouds of gasses produced as the icy material was vaporized by the Sun's heat. The potato shaped nucleus measures about 10 miles across.",
    "hdurl": "https://apod.nasa.gov/apod/image/comet_halleynuc1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Orbiting Iceberg",
    "url": "https://apod.nasa.gov/apod/image/comet_halleynuc1.gif"
  },
  {
    "date": "1995-08-22",
    "explanation": "August 22, 1995    Venus UnVeiled  Credit: NASA, Magellan Project  Explanation:  The surface of Venus is perpetually covered by a veil of thick clouds and remains hidden from even the powerful telescopic eyes of earth-based astronomers. However, using an imaging radar technique, the Magellan spacecraft was able to lift the veil from the Face of Venus and produce spectacular high resolution images of the planet's surface. The bright area running across the middle of this picture represents the largest highland region of Venus known as Aphrodite Terra. The large highland regions are analogous to continents on Earth. Scientists are particularly interested in exploring the geology of Venus because of its similarity to Earth. For more information about Venus and this image see the Overview of Venus.",
    "hdurl": "https://apod.nasa.gov/apod/image/magellan_venus1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus UnVeiled",
    "url": "https://apod.nasa.gov/apod/image/magellan_venus1.gif"
  },
  {
    "date": "1995-08-23",
    "explanation": "August 23, 1995    A Venusian Tick  Credit: NASA, Magellan Project  Explanation:  Data from the Magellan spacecraft has shown the Face of Venus to contain a host of volcanic features. This image shows an example of a fairly common type of venusian volcanic feature. Known as a \"tick\" it represents a volcano about 20 miles wide at the summit with ridges and valleys radiating down its sides lending it an insect like appearance. Scientists are particularly interested in exploring the geology of Venus. Because of its similarity with the Earth in size, density, and overall location in the solar system, Venus may offer key insights into the workings of our own planet. Do the familiar processes of volcanism and plate tectonics occur on our sister planet as well as our own? The detailed radar mapping of the planet performed by the Magellan probe has gone a long way toward answering this question.",
    "hdurl": "https://apod.nasa.gov/apod/image/venus_tick.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Venusian Tick",
    "url": "https://apod.nasa.gov/apod/image/venus_tick.gif"
  },
  {
    "date": "1995-08-24",
    "explanation": "August 24, 1995    A Radar Image of Planet Earth  Credit: NASA, JPL Imaging Radar Program  Explanation:  This image of Mt. Rainier, Washington USA, planet Earth, was produced by the Spaceborne Radar Laboratory which flew on the Space Shuttle Endeavour in 1994. Radar, short for RAdio Detection And Ranging, is a technique which coordinates the operation of a radio transmitter and receiver to measure the direction, strength, and timing of radio echos from the surface of distant objects. An actual image of an object can be constructed by recording and analyzing many echos. One advantage of using radar imaging in planetary studies is that images can be made regardless of cloud cover or lighting conditions. During the early 90s, NASA's Magellan spacecraft was able to use radar imaging to produce similar high resolution maps of the surface of Venus. For more information about the picture click here.",
    "hdurl": "https://apod.nasa.gov/apod/image/rainier.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Radar Image of Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/rainier.gif"
  },
  {
    "date": "1995-08-25",
    "explanation": "August 25, 1995    A World Explorer  Credit: NASA, JPL Magellan Project  Explanation:  Ferdinand Magellan was a world explorer. Many consider him the greatest navigator of Europe's 16th century age of sea going exploration and credit his expedition with the first circumnavigation of planet Earth. NASA's Venus probe, the aptly named Magellan spacecraft shown above in an artist's conception, provided a global view of the poorly known surface of Venus - just as Magellan's expedition provided the beginnings of a global perspective of the Earth. Ferdinand Magellan's expedition of 5 ships and 265 men left Spain in 1519 in search of a western route to the Spice Islands of Indonesia. In 1522 one ship and 17 men returned. NASA launched the Magellan probe on May 4, 1989. Placed in a polar orbit, Magellan's many circumnavigations resulted in a detailed radar mapping of 98% of the Venusian surface. As pictured, the radar mapper's antenna resembles a large inverted bowl. Power for the radar was produced by the wing like solar panels. In October of 1994, the Magellan probe entered the Venusian atmosphere and ground controllers lost contact with the spacecraft.",
    "hdurl": "https://apod.nasa.gov/apod/image/magellan_sc.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A World Explorer",
    "url": "https://apod.nasa.gov/apod/image/magellan_sc.gif"
  },
  {
    "date": "1995-08-26",
    "explanation": "August 26, 1995    Two Tails of Comet West  Credit: Observatoire de Haute, Provence, France  Explanation:  Here Comet West is seen showing two enormous tails that wrap around the sky. The ion tale of a comet usually appears more blue and always points away from the Sun. The dust tail trailing the comet's nucleus is the most prominent. Comet West was a visually spectacular comet, reaching its most picturesque in March of 1976. A comet this bright occurs only about once a decade. Comets are really just large dirty snowballs that shed material when they reach the inner solar-system. Many astronomers are hopeful that Comet Hale-Bopp will look as spectacular as this in the spring of 1997.",
    "hdurl": "https://apod.nasa.gov/apod/image/comet_west.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Two Tails of Comet West",
    "url": "https://apod.nasa.gov/apod/image/comet_west.gif"
  },
  {
    "date": "1995-08-27",
    "explanation": "August 27, 1995    Gamma Ray Bursts from the Unknown Credit: NASA, Compton Gamma Ray Observatory, BATSE  Explanation:  Gamma Ray Bursts (GRBs) pose one of the greatest mysteries of modern astronomy. About once a day, the gamma-ray sky lights up with a spectacular explosion. No one knows what causes these explosions or even how far away they are. The above map represents the entire sky in coordinates centered on our Galaxy, the Milky Way. It shows the positions of over 800 of these mysterious bursts of energy detected by the BATSE instrument on board NASA's Compton Gamma Ray Observatory. Before BATSE, most astronomers thought that most GRBs occurred in the disk of our Galaxy, but the above sky map shows little sign of this. The distance scale of GRBs was the topic of a historic debate in April 1995. The positions in the above map are currently being studied in great detail in an effort to uncover a clue about the nature of GRBs.  In the above 3B map created by Robert Nemiroff, spot size is proportional to peak flux and spot color is indicative of hardness.  Click here for a postscript version of BATSE's latest map of 1122 GRB locations (3B Catalog).",
    "hdurl": "https://apod.nasa.gov/apod/image/grb3map.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gamma Ray Bursts from the Unknown",
    "url": "https://apod.nasa.gov/apod/image/grb3map.gif"
  },
  {
    "date": "1995-08-28",
    "explanation": "August 28, 1995    Dusty Galaxy Centaurus A  Credit: NOAO, Cerro Tololo Interamerican Observatory  Explanation:  One of the most unusual galaxies known, Centaurus A, is pictured above. Cen A is marked by dramatic dust lanes that run across the galaxy's center. These dust lanes are so thick they almost completely obscure the galaxy's center in visible light. Our Milky Way Galaxy contains dust, but not in the same proportion. Cen A is also unusual compared to a normal galaxy because it contains a higher proportion of young blue stars, is a very strong source of radio emission, and has a unique structure. Cen A is thought to be the result of the collision of two normal galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/cenA_ctio.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dusty Galaxy Centaurus A",
    "url": "https://apod.nasa.gov/apod/image/cenA_ctio.gif"
  },
  {
    "date": "1995-08-29",
    "explanation": "August 29, 1995    Saturn V: NASA's Largest Rocket  Credit: NASA, Kennedy Space Center,  Explanation:  Pictured, a NASA Saturn V rocket blasts off on July 16th, 1969 carrying the crew of Apollo 11 to the Moon. The Saturn V rocket was the largest rocket ever used by NASA, and the only one able to lift the large masses needed to land astronauts on the moon and returning them safely. Saturn V rockets launched all of the Apollo moon missions, and several to Earth orbit as well.",
    "hdurl": "https://apod.nasa.gov/apod/image/saturn5_apollo11.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn V: NASA's Largest Rocket",
    "url": "https://apod.nasa.gov/apod/image/saturn5_apollo11.gif"
  },
  {
    "date": "1995-08-30",
    "explanation": "August 30, 1995    Skylab Over Earth  Credit: NASA, Skylab, HEASARC, Jesse Allen  Explanation: Skylab was an orbiting laboratory launched by a Saturn V rocket in May 1973.  Skylab was visited three times by NASA astronauts who sometimes stayed as long as two and a half months. Many scientific tests were preformed on Skylab, including astronomical observations in ultraviolet and X-ray light. Some of these observations yielded valuable information about Comet Kohoutek, our Sun and about the mysterious X-ray background - radiation that comes from all over the sky. Skylab fell back to earth on 11 July 1979.",
    "hdurl": "https://apod.nasa.gov/apod/image/skylab.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Skylab Over Earth",
    "url": "https://apod.nasa.gov/apod/image/skylab.gif"
  },
  {
    "date": "1995-08-31",
    "explanation": "August 31, 1995    X-Raying the Moon  Credit:  DARA, ESA, NASA, Max Planck Institut, J.H.M.M. Schmitt  Explanation:  Above is a picture of the Moon taken in X-rays by the Roentgen Observatory Satellite ROSAT in 1990. This famous picture shows three distinct regions: a bright X-ray sky, a bright part of the Moon, and a relatively dark part of the Moon. The bright X-ray region is exemplary of the mysterious X-ray background that is seen everywhere on the sky. The bright lunar crescent shines because it reflects X-rays emitted by the Sun. The dark lunar face is surprising because it is not completely dark, and its slight emission is thought to result from energetic particles from the solar wind striking the Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/moon_rosat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Raying the Moon",
    "url": "https://apod.nasa.gov/apod/image/moon_rosat.gif"
  },
  {
    "copyright": "\n Explanation:  \nOn August 21, 1995 one of the greatest astrophysicists of modern times\npassed away.  Subrahmanyan Chandrasekhar was a creative, prolific genius\nwhose ability to combine mathematical precision with physical insight\nchanged humanity's view of stellar physics. His most famous discovery was\nthat not all stars end up as \nwhite dwarf stars,\nbut those retaining mass above a certain limit - today known as\n\"Chandrasekhar's limit,\" undergo further collapse. His detailed\nmathematical papers and \nbooks \non a wide variety of astrophysical subjects,\nincluding, for example, black holes, are classic references for research at\nevery level.  Obituaries are available from the \nUniversity \nof Chicago Press and \nReuters \nNews Service, and a \nWWW page \nhas been set-up to record personal memories. \n\n\n\nTomorrow's picture: Hot Gas and Dark Matter \n \n\n| Chronological Archive \n| Subject Sorted Archive \n| Glossary \n| Educational Links  \n\nAstronomy Picture of the Day (TM) is created and copyrighted in 1995 by \nRobert \nNemiroff and \nJerry \nBonnell who are solely responsible for its content. \n\nWe are proud to acknowledge that an external review by \nPoint Communications\nhas rated Astronomy Picture of the Day in the top 5 percent of all \nWorld Wide Web sites.\n\n",
    "date": "1995-09-01",
    "explanation": "On August 21, 1995 one of the greatest astrophysicists of modern times passed away. Subrahmanyan Chandrasekhar was a creative, prolific genius whose ability to combine mathematical precision with physical insight changed humanity's view of stellar physics. His most famous discovery was that not all stars end up as white dwarf stars, but those retaining mass above a certain limit - today known as \"Chandrasekhar's limit,\" undergo further collapse. His detailed mathematical papers and books on a wide variety of astrophysical subjects, including, for example, black holes, are classic references for research at every level. Obituaries are available from the University of Chicago Press and Reuters News Service, and a WWW page has been set-up to record personal memories.",
    "hdurl": "https://apod.nasa.gov/apod/image/chandra_uc.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Subrahmanyan Chandrasekhar 1910-1995",
    "url": "https://apod.nasa.gov/apod/image/chandra_uc.gif"
  }
]
