[
  {
    "copyright": "\n Explanation:  \nOn August 21, 1995 one of the greatest astrophysicists of modern times\npassed away.  Subrahmanyan Chandrasekhar was a creative, prolific genius\nwhose ability to combine mathematical precision with physical insight\nchanged humanity's view of stellar physics. His most famous discovery was\nthat not all stars end up as \nwhite dwarf stars,\nbut those retaining mass above a certain limit - today known as\n\"Chandrasekhar's limit,\" undergo further collapse. His detailed\nmathematical papers and \nbooks \non a wide variety of astrophysical subjects,\nincluding, for example, black holes, are classic references for research at\nevery level.  Obituaries are available from the \nUniversity \nof Chicago Press and \nReuters \nNews Service, and a \nWWW page \nhas been set-up to record personal memories. \n\n\n\nTomorrow's picture: Hot Gas and Dark Matter \n \n\n| Chronological Archive \n| Subject Sorted Archive \n| Glossary \n| Educational Links  \n\nAstronomy Picture of the Day (TM) is created and copyrighted in 1995 by \nRobert \nNemiroff and \nJerry \nBonnell who are solely responsible for its content. \n\nWe are proud to acknowledge that an external review by \nPoint Communications\nhas rated Astronomy Picture of the Day in the top 5 percent of all \nWorld Wide Web sites.\n\n",
    "date": "1995-09-01",
    "explanation": "On August 21, 1995 one of the greatest astrophysicists of modern times passed away. Subrahmanyan Chandrasekhar was a creative, prolific genius whose ability to combine mathematical precision with physical insight changed humanity's view of stellar physics. His most famous discovery was that not all stars end up as white dwarf stars, but those retaining mass above a certain limit - today known as \"Chandrasekhar's limit,\" undergo further collapse. His detailed mathematical papers and books on a wide variety of astrophysical subjects, including, for example, black holes, are classic references for research at every level. Obituaries are available from the University of Chicago Press and Reuters News Service, and a WWW page has been set-up to record personal memories.",
    "hdurl": "https://apod.nasa.gov/apod/image/chandra_uc.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Subrahmanyan Chandrasekhar 1910-1995",
    "url": "https://apod.nasa.gov/apod/image/chandra_uc.gif"
  },
  {
    "date": "1995-09-02",
    "explanation": "Is the gravity of the above galaxies high enough to contain the glowing hot gas? Superposed on an optical picture of a group of galaxies is an image taken in X-ray light.  The X-ray picture, taken by ROSAT, shows confined hot gas highlighted in false red color, and provides clear evidence that the gravity exerted in groups and clusters of galaxies exceeds all the individual component galaxies combined. The extra gravity is attributed to dark matter, the nature and abundance of which is the biggest mystery in astronomy today.",
    "hdurl": "https://apod.nasa.gov/apod/image/darkmatter_rosat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hot Gas and Dark Matter",
    "url": "https://apod.nasa.gov/apod/image/darkmatter_rosat.gif"
  },
  {
    "date": "1995-09-03",
    "explanation": "The above mosaic of the Earth's Moon was compiled from photos taken by the spacecraft Clementine in 1994. This image represents the side of the Moon familiar to Earth dwellers. The Moon revolves around the Earth about once every 28 days. Since its rate of rotation about its axis is also once in 28 days, it always keeps the same face toward the Earth. As the Moon travels around its orbit, the Earth based view of the half of the Moon that faces the Sun changes causing the regular monthly progression of Lunar phases.  Humans first crashed a spacecraft into the Moon in 1959, but the first humans to reach the Moon landed in 1969. There are now golf balls on the Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/moon_clementine.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth's Moon, A Familiar Face",
    "url": "https://apod.nasa.gov/apod/image/moon_clementine.gif"
  },
  {
    "date": "1995-09-04",
    "explanation": "Ganymede probably undergoes frequent ground shaking events not unlike terrestrial earthquakes. Ganymede, the largest moon of Jupiter and the Solar System, has a thick outer coating of water ice. Passing Voyager spacecraft found a large number of cracks and grooves in the ice so it is thought that Ganymede, like the Earth, has large shifting surface masses called tectonic plates. Ganymede was discovered by Galileo and Marius in 1610, and is larger than the planets Mercury and Pluto. The NASA spacecraft Galileo is scheduled to arrive at Jupiter is December of 1995.",
    "hdurl": "https://apod.nasa.gov/apod/image/ganymede_vg.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ganymede: Moonquake World",
    "url": "https://apod.nasa.gov/apod/image/ganymede_vg.gif"
  },
  {
    "date": "1995-09-05",
    "explanation": "Beneath the cold icy surface of Jupiter's moon Europa are probably the only oceans of water in our Solar System outside of Earth. These oceans, possibly 50 kilometers deep, might also be the most likely local place to find extra-terrestrial life. Europa's smooth surface is unlike any other known planet or moon, giving evidence for relatively few craters or mountains. Europa was discovered by Galileo and Marius in 1610. The NASA spacecraft Galileo is scheduled to arrive at Jupiter in December of 1995.",
    "hdurl": "https://apod.nasa.gov/apod/image/europa_vg.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Europa: Ancient Water World",
    "url": "https://apod.nasa.gov/apod/image/europa_vg.gif"
  },
  {
    "date": "1995-09-06",
    "explanation": "Callisto is a dirty battered world, showing the most beaten surface of Jupiter's major moons. Made of a rocky core covered by fractured ice, Callisto's past collisions with large meteors are evident as large craters surrounded by concentric rings. The four largest moons of Jupiter: Io, Europa, Ganymede, and Callisto were all discovered by Galileo and Marius in 1610 with early telescopes and are now known as the Galilean satellites. The NASA spacecraft Galileo is scheduled to arrive at Jupiter is December of 1995.",
    "hdurl": "https://apod.nasa.gov/apod/image/callisto_vg.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Callisto: Dark Smashed Iceball",
    "url": "https://apod.nasa.gov/apod/image/callisto_vg.gif"
  },
  {
    "date": "1995-09-07",
    "explanation": "This Hubble Space Telescope image of a group of faint galaxies \"far, far away\" is a snap shot of the Universe when it was young. The bluish, irregularly shaped galaxies revealed in the image are up to eight billion light years away and seem to have commonly undergone galaxy collisions and bursts of star formation. Studying these objects is difficult because they are so faint, however they may provide clues to how our own Milky Way Galaxy formed.",
    "hdurl": "https://apod.nasa.gov/apod/image/fbg.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Distant Galaxies",
    "url": "https://apod.nasa.gov/apod/image/fbg.gif"
  },
  {
    "date": "1995-09-08",
    "explanation": "September 8, 1995    The Milky Way's Center Credit: NASA, COsmic Background Explorer (COBE) Project  Explanation:  NASA's COBE satellite scanned the heavens at infrared wavelengths in 1990 and produced this premier view of the central region of our own Milky Way Galaxy. The Milky Way is a typical spiral galaxy with a central bulge and extended disk of stars. However, gas and dust within the disk obscure visible wavelengths of light effectively preventing clear observations of the center. Since infrared wavelengths, are less affected by the obscuring material, the Diffuse InfraRed Background Experiment (DIRBE) on board COBE was able to detected infrared light from stars surrounding the galactic center and produce this image. Of course, the edge on perspective represents the view from the vicinity of our Sun, a star located in the disk about 30,000 light years out from the center. The DIRBE experiment used equipment cooled by a tub of liquid helium to detect the infrared light which, composed of wavelengths longer than red light, is invisible to the human eye.",
    "hdurl": "https://apod.nasa.gov/apod/image/cobe_milkyw.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Milky Way's Center",
    "url": "https://apod.nasa.gov/apod/image/cobe_milkyw.gif"
  },
  {
    "date": "1995-09-09",
    "explanation": "September 9, 1995    The Last Moon Shot Credit: NASA, The Apollo Program  Explanation:  In 1865 Jules Verne predicted the invention of a space capsule that could carry people. In his science fiction story \"From the Earth to the Moon\", he outlined his vision of constructing a cannon in Florida so powerful that it could shoot a \"Projectile-Vehicle\" carrying three adventurers to the Moon. Over 100 years later, NASA, guided by  Wernher Von Braun's vision, produced the  Saturn V rocket. This rocket turned Verne's fiction into fact, launching 9 Apollo Lunar missions and allowing 12 astronauts to walk on the Moon. Pictured above is the last moon shot, Apollo 17, awaiting a night launch in December of 1972. Spot lights play on the rocket and launch pad while the full Moon looms in the background. Humans have not walked on the lunar surface since. Should we return to the Moon?",
    "hdurl": "https://apod.nasa.gov/apod/image/apollo17.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Last Moon Shot",
    "url": "https://apod.nasa.gov/apod/image/apollo17.gif"
  },
  {
    "date": "1995-09-10",
    "explanation": "The circled stars in the above picture are from a class that is hard to see in the cosmos: white dwarfs.  The entire photo covers a small region near the center of a globular cluster known as M4. Researchers using the Hubble Space Telescope discovered a large concentration of white dwarfs in M4. This was expected - low mass stars, including the Sun, are known to evolved to the white dwarf stage. White dwarfs do not usually evolve further, they just gradually cool down from their high temperatures. It is hoped that studying how these stars cool could lead to a better understanding of their ages, of the age of their parent globular cluster, and hopefully even the age of our universe!",
    "hdurl": "https://apod.nasa.gov/apod/image/wd_hst.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "White Dwarfs Cool",
    "url": "https://apod.nasa.gov/apod/image/wd_hst.gif"
  },
  {
    "date": "1995-09-11",
    "explanation": "The fuzzy blobs seen above may be some of the first ever images of entire solar systems forming right before our eyes. This close up of the Orion Nebulae taken by the Hubble Space Telescope shows only a few stars, but these stars are surrounded by proto-planetary disks known as \"proplyds.\"  As the stars have only just recently formed - in the past few million years - the disks around them are likely condensing to form planetary systems and may be similar to the disk that formed our own solar system 5 billion years ago. These HST results suggest that stars with planets may be relatively common place. Are there extra-terrestrial civilizations out there as well?",
    "hdurl": "https://apod.nasa.gov/apod/image/proplyds_hst.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Proplyds: Infant Solar Systems",
    "url": "https://apod.nasa.gov/apod/image/proplyds_hst.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard\n Explanation:  \nLong winding spiral arms are clearly evident on this spectacular picture of\nthe spiral \ngalaxy M83.  The blue color of the \nspiral arms is caused by the relatively large fraction of young blue stars \nthere.  Dark \ndust lanes are\nmixed in with the stars and trace the spiral structure of the galaxy. This\ngalaxy contains many billions of stars, and its light took many millions of\nyears to reach us. Our own \nMilky Way Galaxy would appear similar to this if\nviewed from M83!\nThis picture is number eight on a publicly posted list of\nimages from the \nAnglo-Australian \nTelescope (AAT). \n\n\n Tomorrow's picture: Elliptical Galaxy M87 \n \n\n| Archive \n| Glossary \n| Education \n| About APOD |\n \n\nAstronomy Picture of the Day (TM) is created and copyrighted in 1995 by \nRobert \nNemiroff and \nJerry \nBonnell who are solely responsible for its content. \n\n\n",
    "date": "1995-09-12",
    "explanation": "Long winding spiral arms are clearly evident on this spectacular picture of the spiral galaxy M83. The blue color of the spiral arms is caused by the relatively large fraction of young blue stars there. Dark dust lanes are mixed in with the stars and trace the spiral structure of the galaxy. This galaxy contains many billions of stars, and its light took many millions of years to reach us. Our own Milky Way Galaxy would appear similar to this if viewed from M83! This picture is number eight on a publicly posted list of images from the Anglo-Australian Telescope (AAT).",
    "hdurl": "https://apod.nasa.gov/apod/image/m83_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy M83",
    "url": "https://apod.nasa.gov/apod/image/m83_aat.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard\n Explanation:  \nElliptical galaxy M87 is a type of \ngalaxy that looks much different \nthan our own \nMilky Way Galaxy.  But even for an \nelliptical galaxy M87 is peculiar.\nM87 is much bigger than an average \ngalaxy, appears at the center of a whole cluster of galaxies known as the \nVirgo Cluster, and shows a very high number of \nglobular clusters.  \nThese globular clusters are visible as faint\nspots surrounding the bright center of M87. In general, elliptical galaxies\ncontain similar numbers of stars as \nspiral galaxies, but are ellipsoidal in\nshape (spirals are mostly flat), have no spiral structure, and little \ngas and \ndust. \nThis picture is number sixty on a publicly posted list of\nimages from the \nAnglo-Australian \nTelescope (AAT). \n\n\n Tomorrow's picture:  The Far Side \n \n\n| Archive \n| Glossary \n| Education \n| About APOD |\n \n\nAstronomy Picture of the Day (TM) is created and copyrighted in 1995 by \nRobert \nNemiroff and \nJerry \nBonnell who are solely responsible for its content. \n\n\n",
    "date": "1995-09-13",
    "explanation": "cal galaxy M87 is a type of galaxy that looks much different than our own Milky Way Galaxy. But even for an elliptical galaxy M87 is peculiar. M87 is much bigger than an average galaxy, appears at the center of a whole cluster of galaxies known as the Virgo Cluster, and shows a very high number of globular clusters.  These globular clusters are visible as faint spots surrounding the bright center of M87. In general, elliptical galaxies contain similar numbers of stars as spiral galaxies, but are ellipsoidal in shape (spirals are mostly flat), have no spiral structure, and little gas and dust. This picture is number sixty on a publicly posted list of images from the Anglo-Australian Telescope (AAT).",
    "hdurl": "https://apod.nasa.gov/apod/image/m87_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Elliptical Galaxy M87",
    "url": "https://apod.nasa.gov/apod/image/m87_aat.gif"
  },
  {
    "date": "1995-09-14",
    "explanation": "This historic picture was humanity's first glimpse of the far side of the Moon. It was taken by the Soviet spacecraft Luna 3 in October of 1959. Luna 3 followed closely on the heels of another Soviet probe, Luna 2, which had become the first spacecraft to impact the Moon on September 13th of that same year. Why does the Moon have a far side? Gravitational tidal forces within the Earth-Moon system have synchronized the Moon's period of rotation around its axis with its orbital period at about 28 days. So, as the Moon moves around its orbit its rotation exactly compensates, keeping the same face toward the Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/luna3pix.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Far Side",
    "url": "https://apod.nasa.gov/apod/image/luna3pix.gif"
  },
  {
    "date": "1995-09-15",
    "explanation": "This picture of the Russian space station Mir over the Pacific Ocean was recorded by the Space Shuttle Discovery in February 1995. During this mission Discovery performed a rendezvous and \"fly around\" with Mir in preparation for a future docking mission. Many scientific experiments and astronomical observations were completed jointly by the American astronauts and the Russian cosmonauts. An IMAX camera took many pictures of this historic encounter. Some cosmonauts have spent more than a year on board Mir, the longest anyone has ever lived in space. Work on an International Space Station is in progress.",
    "hdurl": "https://apod.nasa.gov/apod/image/mir_sts63.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Space Station Mir Over Earth",
    "url": "https://apod.nasa.gov/apod/image/mir_sts63.gif"
  },
  {
    "date": "1995-09-16",
    "explanation": "Robert H. Goddard, one of the founding fathers of modern rocketry, was born in Worcester Massachusetts in 1882. As a 16 year old, Goddard read H.G. Wells' science fiction classic \"War Of The Worlds\" and dreamed of spaceflight. By 1926 he had designed, built, and launched the world's first liquid fuel rocket. During his career he was ridiculed by the press for suggesting that rockets could be flown to the Moon, but he kept up his experiments in rocketry supported in part by the Smithsonian Institution and championed by Charles Lindbergh. Pictured above in 1937 in the desert near Roswell New Mexico, Goddard examines a nose cone and parachute from one of his test rockets. Widely recognized as a gifted experimenter and engineering genius, his rockets were many years ahead of their time. He died in 1945 holding over 200 patents in rocket technology. A liquid fuel rocket constructed on principles developed by Goddard landed humans on the Moon in 1969.",
    "hdurl": "https://apod.nasa.gov/apod/image/goddard1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rockets and Robert Goddard",
    "url": "https://apod.nasa.gov/apod/image/goddard1.gif"
  },
  {
    "copyright": "Royal \nObservatory Edinburgh, Anglo-Australian Observatory, and AURA\n Explanation:  \nAlmost every object in the above photograph is a \ngalaxy.  The Coma Cluster of galaxies pictured \nis a dense cluster containing many thousands of \ngalaxies.  Many of these \ngalaxies contain as many stars as our own \nMilky Way Galaxy. Although nearby \nwhen compared to most other clusters, light from the Coma Cluster\nstill takes hundreds of millions of years to reach us.  In\nfact, the Coma Cluster is so big it takes light millions of years just to\ngo from one side to the other! This picture was created at the WWW site\nSkyview, a \"virtual \nobservatory\" where it is possible to view any part of\nthe sky in wavelengths from radio to gamma-ray. \n\n\n Tomorrow's picture:  The Large Cloud of Magellan\n \n\n| Archive \n| Glossary \n| Education \n| About APOD |\n \n\nAstronomy Picture of the Day (TM) is created and copyrighted in 1995 by \nRobert \nNemiroff and \nJerry \nBonnell who are solely responsible for its content. \n\n\n",
    "date": "1995-09-17",
    "explanation": "Almost every object in the above photograph is a galaxy. The Coma Cluster of galaxies pictured is a dense cluster containing many thousands of galaxies. Many of these galaxies contain as many stars as our own Milky Way Galaxy. Although nearby when compared to most other clusters, light from the Coma Cluster still takes hundreds of millions of years to reach us. In fact, the Coma Cluster is so big it takes light millions of years just to go from one side to the other! This picture was created at the WWW site Skyview, a \"virtual observatory\" where it is possible to view any part of the sky in wavelengths from radio to gamma-ray.",
    "hdurl": "https://apod.nasa.gov/apod/image/coma_skyview.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Thousands of Coma Cluster Galaxies",
    "url": "https://apod.nasa.gov/apod/image/coma_skyview.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard\n Explanation: \nMagellan and his crew had plenty of time to study the southern sky\nduring their famous voyage around the world.  As a result, two fuzzy\ncloud like objects, nestled among the southern constellations of Doradus\nand Tucana are now\nknown as the Clouds of Magellan.  The Magellanic Clouds are small irregular\ngalaxies, satellites of our\nlarger Milky Way spiral galaxy.\nThe Large Magellanic Cloud\n(LMC) pictured above is the closest galaxy to our own Milky Way,\nat a distance of about 180,000 light years.\nThe Magellanic Clouds are joined to the Milky Way by a\nstream of cold hydrogen gas whose origin is still controversial.\nAn unusual effect called\ngravitational lensing has recently\nbeen detected in a few LMC stars, and there is hope this could\ntell us important information about the\ntrue composition of our universe.\n\n\n Tomorrow's picture:  The Small Cloud of Magellan \n \n\n| Archive \n| Glossary \n| Education \n| About APOD |\n \n\nAstronomy Picture of the Day (TM) is created and copyrighted in 1995 by \nRobert \nNemiroff and \nJerry \nBonnell who are solely responsible for its content. \n\n\n",
    "date": "1995-09-18",
    "explanation": "Magellan and his crew had plenty of time to study the southern sky during their famous voyage around the world. As a result, two fuzzy cloud like objects, nestled among the southern constellations of Doradus and Tucana are now known as the Clouds of Magellan. The Magellanic Clouds are small irregular galaxies, satellites of our larger Milky Way spiral galaxy. The Large Magellanic Cloud (LMC) pictured above is the closest galaxy to our own Milky Way, at a distance of about 180,000 light years. The Magellanic Clouds are joined to the Milky Way by a stream of cold hydrogen gas whose origin is still controversial. An unusual effect called gravitational lensing has recently been detected in a few LMC stars, and there is hope this could tell us important information about the true composition of our universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/lmc_uks.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Large Cloud of Magellan",
    "url": "https://apod.nasa.gov/apod/image/lmc_uks.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard\n Explanation:  \n\nAlmost unknown to casual observers in the northern hemisphere,\nthe southern\nsky contains two diffuse wonders known as the\nMagellanic Clouds.\nThe Magellanic Clouds are small irregular\ngalaxies orbiting our\nown larger Milky Way spiral galaxy.\nThe Small Magellanic Cloud\n(SMC), pictured here,\nis about 250,000 light years away and\ncontains a preponderance of young, hot, blue stars indicating it has\nundergone a recent period of star formation.\nThere is evidence that the SMC is actually two\ngalaxies superposed to appear as one. \nThe bright blob near\nthe right hand edge of the frame is a\nglobular cluster near the\noutskirts of the Milky Way.\n\n\n Tomorrow's picture:  GL 105C: The Coolest Star? \n \n\n| Archive \n| Glossary \n| Education \n| About APOD |\n \n\nAstronomy Picture of the Day (APOD) is created and edited in 1995 by\nRobert\nNemiroff (GMU) and\nJerry Bonnell (USRA).  Specific rights may apply.\nCorrespondence about APOD should be addressed to\nnemiroff@grossc.gsfc.nasa.gov or bonnell@grossc.gsfc.nasa.gov.\n\n\n\n\n\n\nA service of the\n\nLaboratory for High Energy Astrophysics (LHEA) at\nNASA/\nGSFC\n\nTechnical Rep:\nSherri Calvo,\n301-286-5668, sherri.calvo@gsfc.nasa.gov\nQuestions/Comments/Feedback to: feedback@athena.gsfc.nasa.gov\n\n\nGeneral astronomy pointers are available.\n\n",
    "date": "1995-09-19",
    "explanation": "Almost unknown to casual observers in the northern hemisphere, the southern sky contains two diffuse wonders known as the Magellanic Clouds. The Magellanic Clouds are small irregular galaxies orbiting our own larger Milky Way spiral galaxy. The Small Magellanic Cloud (SMC), pictured here, is about 250,000 light years away and contains a preponderance of young, hot, blue stars indicating it has undergone a recent period of star formation. There is evidence that the SMC is actually two galaxies superposed to appear as one. The bright blob near the right hand edge of the frame is a globular cluster near the outskirts of the Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/smc_uks.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Small Cloud of Magellan",
    "url": "https://apod.nasa.gov/apod/image/smc_uks.gif"
  },
  {
    "date": "1995-09-20",
    "explanation": "Is the dim star to the upper right of this false-color picture the coolest possible normal star? From this recent picture by the Hubble Space Telescope, astronomers have estimated its mass is just high enough for it to fuse hydrogen into helium in its core.  In general, the higher an object's mass, the higher it's core density and temperature. Above a certain point, the intense core conditions cause hydrogen atoms to move so fast that many stick or \"fuse\" after collision, releasing enormous amounts of energy. Were this object less massive, the object would shine by gravitational contraction and so be termed a \"brown dwarf\" rather than a normal main-sequence \"star.\"  The star on the left is so much brighter than the \"coolest star\" that it creates the white streak and dramatic pattern visible in the image. More information is given by the Space Telescope Scientific Institute's press release.",
    "hdurl": "https://apod.nasa.gov/apod/image/gl105a_hst.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "GL 105C: The Coolest Star?",
    "url": "https://apod.nasa.gov/apod/image/gl105a_hst.gif"
  },
  {
    "date": "1995-09-21",
    "explanation": "On July 20th, 1969, a human first set foot on the Moon. Pictured above is the first lunar footprint. The footprint and distinction of the first person to walk on the Moon belong to Neil Armstrong. It has been estimated that one billion people world-wide watched Armstrong's first step - making the live transmission from a camera mounted on the lunar lander the highest rated television show ever. Upon setting foot on the moon, Armstrong said: \"That's one small step for (a) man, one giant leap for mankind.\" The Apollo missions to the Moon have been described as the result of the greatest technological mobilization the world has known.",
    "hdurl": "https://apod.nasa.gov/apod/image/foot_a11.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "One Small Step",
    "url": "https://apod.nasa.gov/apod/image/foot_a11.gif"
  },
  {
    "date": "1995-09-22",
    "explanation": "Pictured, the second person to walk on the Moon: Edwin \"Buzz\" Aldrin. During this Apollo 11 mission, Neil Armstrong and Buzz Aldrin landed on the Moon while Michael Collins circled in the Command Module above.  The lunar team erected a plaque on the surface that reads: HERE MEN FROM THE PLANET EARTH, FIRST SET FOOT UPON THE MOON JULY 1969 A.D., WE CAME IN PEACE FOR ALL MANKIND.  The Apollo missions demonstrated that it is possible to land humans on the Moon and return them safely.",
    "hdurl": "https://apod.nasa.gov/apod/image/buzz_a11.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Standing on the Moon",
    "url": "https://apod.nasa.gov/apod/image/buzz_a11.gif"
  },
  {
    "date": "1995-09-23",
    "explanation": "The largest moon of Saturn is a rare wonder.  Titan is the only one of Saturn's moons with an atmosphere, and one of only two moons in the Solar System with this distinction (Neptune's Triton is the other). Titan's thick cloudy atmosphere is mostly nitrogen, like Earth's, but contains much higher percentages of \"smog-like\" chemicals such as methane and ethane. The smog may be so thick that it actually rains \"gasoline-like\" liquids. The organic nature of some of the chemicals found in Titan's atmosphere cause some to speculate that Titan may harbor life! Because of its thick cloud cover, however, Titan's actual surface properties remain mysterious. Voyager 1 flew by in 1980 taking the above picture, and recently much has been learned from Hubble Space Telescope observations. The Cassini mission currently scheduled for launch in 1997 will map Titan's surface, helping to solve some of its mysteries.",
    "hdurl": "https://apod.nasa.gov/apod/image/titan_vg1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Titan: Saturn's Smog Moon",
    "url": "https://apod.nasa.gov/apod/image/titan_vg1.gif"
  },
  {
    "date": "1995-09-24",
    "explanation": "Mimas is one of the smaller moons of Saturn but shows one of the largest impact craters! In fact, if the impact had been much greater, it would have disrupted the entire satellite.  The large crater has been named Herschel after the 1789 discoverer of Mimas, Sir William Herschel. Mimas' low mass produces a surface gravity just strong enough to create a spherical body but weak enough to allow such relatively large surface features. Mimas is made of mostly water ice with a smattering of rock - so it is accurately described as a big dirty snowball. Voyager 1 flew by in 1980 and took the above picture.",
    "hdurl": "https://apod.nasa.gov/apod/image/mimas_vg1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mimas: Small Moon with A Big Crater",
    "url": "https://apod.nasa.gov/apod/image/mimas_vg1.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard\n",
    "date": "1995-09-25",
    "explanation": "The black indentation to the red emission nebula seen just to the right of center of the above photograph is one of the most famous features in any nebulae on the sky.  Because of its shape, it is known as the Horsehead Nebula.  The bright star near the center is located in the belt of the familiar constellation of Orion. The horse head feature is dark because it is really a dense dust cloud which lies in front of the bright nebula and blocks the light. Like clouds in our sky, this cosmic cloud has chanced to assume a recognizable shape.  After thousands of years, the internal motions of the cloud will alter its appearance. The emission nebula's red color is caused by electrons recombining with protons to form hydrogen atoms. Also visible in the picture are blue reflection nebulae. This type of nebula contains dust which preferentially reflects the blue light of nearby stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/horsehead_uks.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion's Horsehead Nebula",
    "url": "https://apod.nasa.gov/apod/image/horsehead_uks.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard\n",
    "date": "1995-09-26",
    "explanation": "As the Earth spins on its axis, the sky seems to rotate around us.  This motion produces the beautiful concentric arcs traced out by the stars in this time exposure of the night sky.  In the foreground of the picture is the dome of the Anglo-Australian Telescope in central New South Wales Australia.  In the middle of the picture is the South Celestial Pole, easily identified as the point in the sky at the center of all the star trail arcs.",
    "hdurl": "https://apod.nasa.gov/apod/image/trails_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Trails in Southern Skies",
    "url": "https://apod.nasa.gov/apod/image/trails_aat.gif"
  },
  {
    "date": "1995-09-27",
    "explanation": "This image is part of the first color panoramic view from Venus. It was transmitted by a TV camera on the Soviet Venera 13 lander which parachuted to the surface on March 1, 1982.  Venus' clouds are composed of sulfuric acid droplets while its surface temperature is about 900 degrees Fahrenheit (482 degrees C) at an atmospheric pressure of 92 times that of sea-level on Earth. Despite these harsh conditions, the Venera 13 lander survived long enough to send back a series of images and perform an analysis of the Venusian soil.  Part of the lander itself is visible in the lower right portion of the image. An earlier Soviet Venus lander, Venera 7 (1970), was the first spacecraft to return data from the surface of another planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/venera_13_left.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Venus Landing",
    "url": "https://apod.nasa.gov/apod/image/venera_13_left.gif"
  },
  {
    "date": "1995-09-28",
    "explanation": "This computer generated view of a Venusian volcano was created using data from NASA's Magellan spacecraft. Magellan used its onboard radar to map the surface of Venus which is hidden from telescopic observations by a perpetual cloud cover.  Using this radar data to provide three dimensional information, a computer was then able to produce this view of Maat Mons, a 5 mile high volcano, from a dramatic perspective.  The colors used to render the surface are based on earlier color images transmitted by TV cameras on the Soviet Venera 13 and 14 Venus landers.",
    "hdurl": "https://apod.nasa.gov/apod/image/maat_mons.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Venusian Landscape",
    "url": "https://apod.nasa.gov/apod/image/maat_mons.gif"
  },
  {
    "date": "1995-09-29",
    "explanation": "The International Ultraviolet Explorer (IUE) was launched by a NASA Delta rocket in 1978 to provide a space telescope for ultraviolet astronomy.  A collaborative project among NASA, ESA and the British SRC (now PPARC) agencies, IUE's estimated lifetime was 3 to 5 years. Amazingly, 17 years and 8 months later, it continues to operate, having made over 100,000 observations of comets, planets, stars, novae, supernovae, galaxies, and quasars. The IUE story is a truly remarkable but little known success story which will continue. To reduce costs, on September 30, 1995, the IUE team at GSFC will turn over its science operations to the ESA ground station in Villafranca, Spain where the ESA/PPARC teams will continue to make astronomical observations. Congratulations to the GSFC team for outstanding service to astronomy.  Good luck to IUE and best wishes for continued success! Tomorrow's picture:  An Energetic Radio Galaxy",
    "hdurl": "https://apod.nasa.gov/apod/image/iue_logo.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The International Ultraviolet Explorer",
    "url": "https://apod.nasa.gov/apod/image/iue_logo.gif"
  },
  {
    "date": "1995-09-30",
    "explanation": "The radio and optical emission seen in the above superposed images of the radio galaxy 3C368 indicate that energetic processes are at work. A radio galaxy is a galaxy that is visible to radio telescopes.  A large radio signal usually indicates very powerful phenomena. The optical light is shown above in red and the radio emission in blue contours. Currently, one can only guess what causes the unusual radio and optical features. Scientists working with the Hubble Space Telescope speculate that the radio emission might have resulted from jets of high-velocity material thrown off from the center of the galaxy, while the optical light comes from gas and dust that are remnants of a burst of star formation triggered by the radio jet.",
    "hdurl": "https://apod.nasa.gov/apod/image/radiogal_hst.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Energetic Radio Galaxy",
    "url": "https://apod.nasa.gov/apod/image/radiogal_hst.gif"
  },
  {
    "date": "1995-10-01",
    "explanation": "The pictured core of the galaxy NGC 253 shows an exceptionally high rate of star formation.  In the center are some of the densest knots of stars ever found, surrounded by glowing gas and dust lanes. Galaxies where such high star formation rates are seen are called \"starburst\" galaxies. The unusual color is a combination of the light emitted from the young, hot, blue stars and their associated emission and reflection nebulae.",
    "hdurl": "https://apod.nasa.gov/apod/image/ngc253_hst.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Central Galactic Star Bursts",
    "url": "https://apod.nasa.gov/apod/image/ngc253_hst.gif"
  }
]
