[
  {
    "copyright": "Royal \nObservatory Edinburgh, Anglo-Australian Observatory, and AURA\n",
    "date": "1995-12-01",
    "explanation": "Are we alone in the universe?  Do other stars have planets too? Humanity took one step closer to answering these questions in October 1995 when it was announced that the star 51 Pegasi harbors at least one planet. In the above picture of 51 Peg the planet is not visible - it can only be detected by noticing small changes in the star's motion. Claims of planets orbiting other stars are rare, with perhaps the most credible pertaining to a neutron star - a star much different than the Sun.  But new ground was broken when the planetary detection claimed around the normal Sun-like star 51 Peg was confirmed. The planet, discovered by Michel Mayor and Didier Queloz, is thought to be like Jupiter - except orbiting so close to the parent star that it's year lasts only about 4 days!  In the above picture the lines centered on 51 Peg are caused by the telescope itself and are not related to the star or planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/peg51_skyview.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "51 Pegasi: A New Planet Discovered",
    "url": "https://apod.nasa.gov/apod/image/peg51_skyview.gif"
  },
  {
    "date": "1995-12-02",
    "explanation": "",
    "hdurl": "https://apod.nasa.gov/apod/image/lightning_sts55_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lightning Below",
    "url": "https://apod.nasa.gov/apod/image/lightning_sts55.gif"
  },
  {
    "date": "1995-12-03",
    "explanation": "In 1993, a star in the galaxy M81 exploded. Above is a picture of the hot material ejected by this supernova explosion. The picture was taken in X-rays with the Advanced Satellite for Cosmology and Astrophysics (ASCA). Since M81 is a relatively nearby galaxy, it can be examined in close detail by observatories on or near the Earth.   Since the Earth's atmosphere protects the surface from interstellar X-radiation, the above photo was taken from space.  Studying the nature and distribution of the X-rays has allowed astronomers to determine the composition and temperature of the expanding supernova gas.",
    "hdurl": "https://apod.nasa.gov/apod/image/m81sn_asca_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "An X-ray Hot Supernova in M81",
    "url": "https://apod.nasa.gov/apod/image/m81sn_asca.gif"
  },
  {
    "date": "1995-12-04",
    "explanation": "What type of matter makes up most of the universe?  This question is arguably the most perplexing astronomical mystery of our time.  A leading candidate is a type of dim, low mass star called a \"brown dwarf\" star. Our universe could contain more brown dwarfs than any other type of star - but they are so dim they have so far escaped detection. The dramatic photograph above, taken in October 1994, sheds new light on this \"dark matter\" problem. The seemingly inconspicuous companion to the right of the overexposed image of a normal star is thought to be an elusive brown dwarf. Now that the existence of brown dwarfs has been demonstrated, a key remaining question is their abundance.",
    "hdurl": "https://apod.nasa.gov/apod/image/gl229b_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "GL 229B: An Elusive Brown Dwarf?",
    "url": "https://apod.nasa.gov/apod/image/gl229b_hst.gif"
  },
  {
    "date": "1995-12-05",
    "explanation": "What evil lurks in the hearts of galaxies?  The above picture by the Hubble Space Telescope of the center of the nearby galaxy NGC 4261 tells us one dramatic tale.  Here gas and dust are seen swirling near this elliptical galaxy's center into what is almost certainly a massive black hole. The disk is probably what remains of a smaller galaxy that fell in hundreds of millions of years ago. Collisions like this may be a common way of creating such active galactic nuclei as quasars. Strangely, the center of this fiery whirlpool is offset from the exact center of the galaxy - for a reason that for now remains an astronomical mystery.",
    "hdurl": "https://apod.nasa.gov/apod/image/ngc4261_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Swirling Center of NGC 4261",
    "url": "https://apod.nasa.gov/apod/image/ngc4261_hst.gif"
  },
  {
    "date": "1995-12-06",
    "explanation": "",
    "hdurl": "https://apod.nasa.gov/apod/image/JupGalPr_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "24 Hours from Jupiter",
    "url": "https://apod.nasa.gov/apod/image/JupGalPr.gif"
  },
  {
    "date": "1995-12-07",
    "explanation": "",
    "hdurl": "https://apod.nasa.gov/apod/image/galprobe_sts34.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galileo's Jupiter Probe",
    "url": "https://apod.nasa.gov/apod/image/galprobe_sts34.gif"
  },
  {
    "date": "1995-12-08",
    "explanation": "",
    "hdurl": "https://apod.nasa.gov/apod/image/galprobe_art.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Descent To Jupiter",
    "url": "https://apod.nasa.gov/apod/image/galprobe_art.gif"
  },
  {
    "date": "1995-12-09",
    "explanation": "The jewel-like glare from a brilliant sun reflects off the lunar module of the Apollo 14 mission to the Moon as it rests on the lunar surface in February 1971.  Astronauts Alan Shepard and Edgar Mitchell walked on the Moon's surface while astronaut Stuart Roosa piloted the orbiting command module.  Coming only months after the abortive Apollo 13 mission, Apollo 14 was famous for long exploratory moon walks, collecting samples of lunar bedrock from Cone Crater, deploying the Apollo Lunar Surface Experiments Package, and hitting golf balls.  The slope rising to the rim of Cone Crater is visible at the left edge of the photo.",
    "hdurl": "https://apod.nasa.gov/apod/image/lander_a14_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 14 on the Moon",
    "url": "https://apod.nasa.gov/apod/image/lander_a14.gif"
  },
  {
    "date": "1995-12-10",
    "explanation": "After the lunar module of Apollo 14 set down on the Moon, Astronauts Alan Shepard and Edgar Mitchell deployed the Apollo Lunar Surface Experiments Package (ALSEP) and collected samples of lunar material. The ALSEP scientific experiments included a seismometer sensitive to slight lunar surface movements, and charged particle detectors which measured the solar wind. The seismometer successfully measured surface tremors interpreted as moonquakes and meteoroids striking the Moon, while the solar wind experiment was sensitive enough to detect the element argon.  These and other ALSEP experiments helped classify the internal structure and magnetic field of Earth's Moon. Shepard and Mitchell also made a geology traverse to the rim of Cone Crater, carrying their tools and sample containers in the Modular Equipment Transporter (MET). In this picture Alan Shepard assembles a core tube which he will then hammer into the surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/alsep_a14_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 14 Deploys ALSEP",
    "url": "https://apod.nasa.gov/apod/image/alsep_a14.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard\n",
    "date": "1995-12-11",
    "explanation": "After a Sun-like star can no longer support fusion in its core, the center condenses into a white dwarf while the outer atmospheric layers are expelled into space and appear as a planetary nebula.  This particular planetary nebula has a quite strange and chaotic structure.  The inner part of this nebula contains an unusual expanding ring of gas that we see nearly edge-on.  The exact mechanism that expels the planetary nebula gas is a current topic of astronomical speculation and research.",
    "hdurl": "https://apod.nasa.gov/apod/image/ngc5189_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 5189: A Strange Planetary Nebula",
    "url": "https://apod.nasa.gov/apod/image/ngc5189_aat.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard\n",
    "date": "1995-12-12",
    "explanation": "This strange structure is what can result when a normal star runs out of nuclear fuel in its core.  At that time,  the center condenses into a white dwarf while the outer atmospheric layers are expelled into space and appear as a planetary nebula. This particular planetary nebula, designated Shapley 1 after the famous astronomer Harlow Shapley, has a very apparent annular ring like structure.  Although some of these nebula appear like planets on the sky (hence their name), they actually surround stars far outside our solar system.",
    "hdurl": "https://apod.nasa.gov/apod/image/shapley1_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shapley 1: An Annular Planetary Nebula",
    "url": "https://apod.nasa.gov/apod/image/shapley1_aat.gif"
  },
  {
    "date": "1995-12-13",
    "explanation": "A Delta rocket is seen being launched in 1988. In use since 1960, Delta rockets have been launched successfully over 200 times. Scientific satellites placed into orbit by a Delta rocket include IUE, COBE, LAGEOS-I, ROSAT, EUVE, GEOTAIL, and WIND. A Delta rocket is scheduled to launch the X-ray Timing Explorer Satellite (XTE) in the very near future. Commercial launches include INMARSAT. Many recent Delta launches have placed Navstar Global Positioning System satellites into orbit. Delta rockets are manufactured for the USAF and NASA by McDonnell Douglas Space Systems Co.",
    "hdurl": "https://apod.nasa.gov/apod/image/delta_nasa_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Delta Rocket Launches",
    "url": "https://apod.nasa.gov/apod/image/delta_nasa.gif"
  },
  {
    "date": "1995-12-14",
    "explanation": "Atlas Centaur rockets have launched over 75 successful unmanned missions. These missions included the Surveyor series - the first vehicles to make soft landings on the Moon, Pioneer 10 and 11 - the first missions to fly by Jupiter and Saturn and the first man-made objects able to leave our Solar System, the Viking missions which landed on Mars, several satellites in the High Energy Astrophysics Observatory (HEAO) series, Pioneer Venus which circled and mapped the surface of Venus, and numerous Intelsat satellites.   Of recent scientific interest was the Atlas launched SOHO mission which will continually observe the Sun. Atlas rockets are manufactured by Lockheed Martin Co.",
    "hdurl": "https://apod.nasa.gov/apod/image/atlas_centaur_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Atlas Centaur Rocket Launches",
    "url": "https://apod.nasa.gov/apod/image/atlas_centaur.gif"
  },
  {
    "date": "1995-12-15",
    "explanation": "The Sleeping Beauty galaxy may appear peaceful at first sight but it is actually tossing and turning. In an unexpected twist, recent observations have shown that the center of this photogenic galaxy is rotating in the opposite direction than the outer regions!  Stranger still - there is a middle region where the stars rotate in the opposite direction from the surrounding dust and gas. The fascinating internal motions of M64, also cataloged as NGC 4826, are thought to be the result of a collision between a small galaxy and a large galaxy - where the resultant mix has not yet settled down.",
    "hdurl": "https://apod.nasa.gov/apod/image/m64_keel.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M64: The Sleeping Beauty Galaxy",
    "url": "https://apod.nasa.gov/apod/image/m64_keel.gif"
  },
  {
    "date": "1995-12-16",
    "explanation": "Aloha! With the graceful arc of the Earth's limb in the background, the entire Hawaiian Island archipelago is visible in this stunning photo taken by the astronauts onboard the shuttle Discovery in October of 1988. Along with popular beaches and tropical resorts, these volcanic islands offer extreme elevations with dark, dry, cloudless skies.  Consequently they have also become popular sites for",
    "hdurl": "https://apod.nasa.gov/apod/image/hawaii_sts51_a.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hawai`i",
    "url": "https://apod.nasa.gov/apod/image/hawaii_sts51_a.gif"
  },
  {
    "date": "1995-12-17",
    "explanation": "Hundreds of kilometers above the Earth's surface, the United States Space Shuttle Atlantis docks with the Russian Space Station Mir.  The photograph was taken by Nikolai Budarin from a Russian Soyuz spacecraft on July 4, 1995.  During this mission astronauts answered questions from school students over amateur radio, and performed life science experiments aboard the SpaceLab. The SpaceLab experiments were designed to understand how the Russian Space program combats the effects on the human body of the long-durations in space.",
    "hdurl": "https://apod.nasa.gov/apod/image/atlantis_mir_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Space Shuttle Docks with Mir",
    "url": "https://apod.nasa.gov/apod/image/atlantis_mir.gif"
  },
  {
    "date": "1995-12-18",
    "explanation": "The Whirlpool Galaxy is frequently given as an example of a galaxy with classic spiral design. At only 15 million light years distant, M51, also cataloged as NGC 5194, is also one of the brighter and more picturesque galaxies on the sky.  The smaller galaxy appearing here above and to the right is also well behind M51, as can be inferred by the dust in M51's spiral arm blocking light from this smaller galaxy. Astronomers speculate that M51's spiral structure is primarily due to it's gravitational interaction with this smaller galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/m51_hall.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M51: The Whirlpool Galaxy",
    "url": "https://apod.nasa.gov/apod/image/m51_hall.gif"
  },
  {
    "date": "1995-12-19",
    "explanation": "Albert Einstein is considered by many the greatest astrophysicist.  He is pictured here in the Swiss Patent Office where he did much of his great work. Einstein's many visionary scientific contributions include the equivalence of mass and energy (E=mc^2), how the maximum speed limit of light affects measurements of time and space (special relativity), and a more accurate theory of gravity based on simple geometric concepts (general relativity).  One reason Einstein was awarded the 1921 Nobel Prize in Physics was to make the prize more prestigious.",
    "hdurl": "https://apod.nasa.gov/apod/image/einstein_clerk_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Albert Einstein: 1879 - 1955",
    "url": "https://apod.nasa.gov/apod/image/einstein_clerk.gif"
  },
  {
    "date": "1995-12-20",
    "explanation": "Sometimes it takes a keen eye to see a good mirage. Around the center of the red galaxy image in the above photograph lie four blue \"smudges.\"  Each smudge is actually a different image of the same  background quasar.  The central galaxy happens to fall directly in the light path of the quasar.  Consequently, the huge mass of the galaxy is able to pull separate images of the quasar around it - an effect called gravitational lensing. Hence we see a gravitational mirage! Astronomers have hopes of using light differences between these quasar images to not only \"weigh\" the central galaxy but even provide clues about the expansion rate and composition of the universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/glens2_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Galaxy Gravitational Lens",
    "url": "https://apod.nasa.gov/apod/image/glens2_hst.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard\n",
    "date": "1995-12-21",
    "explanation": "In the center of the glowing red gas on the Trifid Nebula lies an open cluster of young hot stars. The energetic light from these stars strikes hydrogen atoms in the surrounding nebula causing them to lose their electrons. When an electron finds its way back to a hydrogen proton, it emits light at very specific colors - one of which is the red color of the nebula seen here.  The red glow is thus indicative of an  emission  nebula. The dramatic dark sheets are made of interstellar dust grains, tiny needle shaped pellets which are thought to be created and expelled in the atmospheres of cooler stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/trifid_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hot Stars in the Trifid Nebula",
    "url": "https://apod.nasa.gov/apod/image/trifid_aat.gif"
  },
  {
    "date": "1995-12-22",
    "explanation": "December 22 marks the",
    "hdurl": "https://apod.nasa.gov/apod/image/earthsp_gal.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Summer at the South Pole",
    "url": "https://apod.nasa.gov/apod/image/earthsp_gal_sm.gif"
  },
  {
    "date": "1995-12-23",
    "explanation": "The third and fourth innermost moons of Saturn were unexpectedly discovered to be gravitational \"shepards.\" The inner moon Prometheus and the outer moon Pandora use their gravitational attraction to define Saturn's outermost ring.  Were any of the smaller chunks of ice and rock that compose Saturn's F Ring to stray, the ring particle would be gravitationally pulled back into place by one of these passing moons.  This complex interaction creates a ring structure with two narrow braids and several unusual knots.",
    "hdurl": "https://apod.nasa.gov/apod/image/f_ring_vg1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Prometheus, Pandora and Saturn's F Ring",
    "url": "https://apod.nasa.gov/apod/image/f_ring_vg1.gif"
  },
  {
    "date": "1995-12-24",
    "explanation": "NASA's robot spacecraft Voyager 2 passed the planet Uranus and its moons in 1986.  While the cloud tops of Uranus proved to be rather featureless, the surface of Miranda, the innermost of Uranus' large moons, showed several interesting features. Voyager 2 passed closer to Miranda than to any Solar System body and hence photographed it with the clearest resolution.  Miranda's heavily cratered terrain shows grooves like Jupiter's moon Ganymede and several valleys and cliffs. Miranda is made of a roughly equal mix of ice and rock.  Miranda was discovered by Gerard Kuiper in 1948.",
    "hdurl": "https://apod.nasa.gov/apod/image/miranda_vg2_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Uranus' Moon Miranda",
    "url": "https://apod.nasa.gov/apod/image/miranda_vg2.gif"
  },
  {
    "date": "1995-12-25",
    "explanation": "During the 1968 Christmas season Frank Borman, James Lovell, and William Anders flew the Apollo 8 command module From the Earth to the Moon and back (launched Dec. 21, achieved 10 lunar orbits, landed Dec. 27). The Apollo 8 mission's impressive list of firsts includes; the first manned flight using the Saturn V rocket, the first humans to journey to the Earth's Moon, and the first to photograph the Earth from deep space.",
    "hdurl": "https://apod.nasa.gov/apod/image/lg_earthrise_apollo8.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth Rise",
    "url": "https://apod.nasa.gov/apod/image/earthrise_apollo8.gif"
  },
  {
    "date": "1995-12-26",
    "explanation": "Our Sun is unusual in that it is alone - most stars occur in multiple or binary systems.  In a binary system, the higher mass star will evolve faster and will eventually become a compact object - either a white dwarf star, a neutron star, or black hole. When the lower mass star later evolves into an expansion phase, it may be so close to the compact star that its outer atmosphere actually falls onto the compact star.  Such is the case diagrammed above.  Here gas from a blue giant star is shown being stripped away into an accretion disk around its compact binary companion. Gas in the accretion disk swirls around, heats up, and eventually falls onto the compact star.  Extreme conditions frequently occur on the surface of the compact star as gas falls in, many times causing detectable X-rays, gamma-rays, or even cataclysmic novae explosions. Studying the extreme conditions in these systems tells us about the inner properties of ordinary matter around us.",
    "hdurl": "https://apod.nasa.gov/apod/image/disk_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Accretion Disk Binary System",
    "url": "https://apod.nasa.gov/apod/image/disk_hst.gif"
  },
  {
    "date": "1995-12-27",
    "explanation": "In 1992 a tremendous explosion occurred in the constellation of Cygnus. Dubbed Nova Cygni 1992, this event most probably occurred in an accretion disk binary system.  Astronomers hypothesize that this system's white dwarf had so much gas dumped onto it's surface that conditions became ripe for nuclear fusion. The resulting thermonuclear detonation blasted much of the surrounding gas into an expanding shell. The Hubble Space Telescope photographed this expanding shell in 1994.  Nova Cygni 1992 was the brightest nova in recent history - at its brightest it could be seen without a telescope.  It was observed in every part of the electromagnetic spectrum.",
    "hdurl": "https://apod.nasa.gov/apod/image/novaCygni_hst.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nova Cygni 1992",
    "url": "https://apod.nasa.gov/apod/image/novaCygni_hst.gif"
  },
  {
    "date": "1995-12-28",
    "explanation": "Sometimes even galaxies can suffer a fatal attraction.  Here gravity causes two galaxies to collide in a spectacular display of energetic gas, dust, and light.  When galaxies collide it is rare that any stars in the galaxies themselves collide, or that any change will be seen in a human lifetime. Rather the structure of one or both galaxies gets slowly disrupted, while interior gas condenses to new star forming regions. Stellar motions in the center of the NGC 6240 frenetic mix are among the highest in any stellar system.  Galaxy mergers may emit energetic radiations across the electromagnetic spectrum. This galactic jumble is, in fact, extremely bright in infrared light.",
    "hdurl": "https://apod.nasa.gov/apod/image/ngc6240_keel_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6240: When Galaxies Collide",
    "url": "https://apod.nasa.gov/apod/image/ngc6240_keel.gif"
  },
  {
    "date": "1995-12-29",
    "explanation": "Glowing in the red light emitted by hydrogen atoms, the planetary nebula",
    "hdurl": "https://apod.nasa.gov/apod/image/ngc4361_keel.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4361: Galaxy Shaped Planetary Nebula",
    "url": "https://apod.nasa.gov/apod/image/ngc4361_keel.gif"
  },
  {
    "date": "1995-12-30",
    "explanation": "The strongest source of X-rays in the Large Magellanic Cloud originates from an unusually energetic binary star system.  This strong source, dubbed LMC X-1, is thought to be a normal and compact star orbiting each other. Gas stripped of the normal star falls onto the compact star, heats up, and emits X-rays. The X-rays shining from the system knock electrons off atoms for light years around, causing some atoms to glow noticeably in X-rays when the electrons re-combine. Motion in the binary system indicates the compact star is probably a black hole, since its high mass - roughly five times that of our Sun - should be enough to cause even a neutron star to implode.",
    "hdurl": "https://apod.nasa.gov/apod/image/lmcX1_rosat_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "LMC X-1: A Black Hole Candidate",
    "url": "https://apod.nasa.gov/apod/image/lmcX1_rosat.gif"
  },
  {
    "date": "1995-12-31",
    "explanation": "Just like our own Milky Way Galaxy, the nearest major galaxy M31 has many star systems spewing high energy radiation. High energy X-radiation is visible to certain satellites in Earth orbit such as ROSAT - which took the above picture.  The X-ray sources in M31 occur in globular clusters, the spiral arms, and near the galaxy's center. Probably most of these sources are accretion disk binary star systems. M31 has more X-ray sources near its center than our Galaxy, and the reason for this is currently unknown.",
    "hdurl": "https://apod.nasa.gov/apod/image/m31_rosat_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The X-ray Sources of M31",
    "url": "https://apod.nasa.gov/apod/image/m31_rosat.gif"
  },
  {
    "date": "1996-01-01",
    "explanation": "",
    "hdurl": "https://apod.nasa.gov/apod/image/engine_sts51.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shuttle Engine Blast",
    "url": "https://apod.nasa.gov/apod/image/engine_sts51.gif"
  }
]
