[
  {
    "date": "1995-10-01",
    "explanation": "The pictured core of the galaxy NGC 253 shows an exceptionally high rate of star formation.  In the center are some of the densest knots of stars ever found, surrounded by glowing gas and dust lanes. Galaxies where such high star formation rates are seen are called \"starburst\" galaxies. The unusual color is a combination of the light emitted from the young, hot, blue stars and their associated emission and reflection nebulae.",
    "hdurl": "https://apod.nasa.gov/apod/image/ngc253_hst.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Central Galactic Star Bursts",
    "url": "https://apod.nasa.gov/apod/image/ngc253_hst.gif"
  },
  {
    "date": "1995-10-02",
    "explanation": "Mars, the red planet named for the Roman god of war, has two tiny moons, Phobos and Deimos, whose names are derived from the Greek for Fear and Panic. These Martian moons may well be captured asteroids originating in the asteroid belt between Mars and Jupiter or perhaps from even more distant reaches of the Solar System. In this 1977 Viking orbiter image, the largest moon, Phobos, is seen to be a heavily cratered asteroid-like object. It is about 17 miles across and zips through the Martian sky completing an orbit in less than 8 hours.  Phobos is doomed.  It orbits so close to Mars, (about 3,600 miles above the surface compared to 250,000 miles for our Moon) that gravitational tidal forces are dragging it down.  In 100 million years or so it could crash into the surface or be shattered by stress caused by the relentless tidal forces, the debris forming a ring around Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/phobos.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Phobos: Doomed Moon of Mars",
    "url": "https://apod.nasa.gov/apod/image/phobos.gif"
  },
  {
    "date": "1995-10-03",
    "explanation": "Mars has two tiny moons, Phobos and Deimos. Pictured above is Deimos, the smallest moon of Mars. In fact, Deimos is the smallest known moon in the Solar System measuring only 9 miles across. The diminutive Martian moons were discovered in 1877 by Asaph Hall, an American astronomer working at the US Naval Observatory in Washington D.C. The existence of two Martian moons was predicted around 1610 by Johannes Kepler, the astronomer who derived the laws of planetary motion. In this case, Kepler's prediction was not based on scientific principles, but his writings and ideas were so influential that the two Martian moons are discussed in works of fiction such as Jonathan Swift's \"Gulliver's Travels\", written in 1726, over 150 years before their actual discovery.",
    "hdurl": "https://apod.nasa.gov/apod/image/deimos.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Deimos: A Small Martian Moon",
    "url": "https://apod.nasa.gov/apod/image/deimos.gif"
  },
  {
    "date": "1995-10-04",
    "explanation": "Our Sun is really very hot. The Sun's outer atmosphere is so hot that it emits much light in the X-ray band, which was unexpected. X-rays are usually emitted from objects having a temperature in the millions of degrees, not the mere thousands of degrees of the Sun's surface.  The above X-ray picture shows the Sun one particularly active day in August of 1992. Evident are hot spots on the solar surface, showing that areas above the Sun's surface really do reach millions of degrees. But possibly more puzzling is the broader X-ray glow visible surrounding the Sun. This glow is now attributed to the Sun's X-ray corona, the origin of which is currently a subject of much discussion and debate. The Sun is one of the most photographed objects, with frequently updated pictures available over the WWW.  In fact, an X-ray picture from Yohkoh taken earlier today is usually available over the WWW. Compare it to the above picture!",
    "hdurl": "https://apod.nasa.gov/apod/image/sun_yohkoh.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sun Spews X-rays",
    "url": "https://apod.nasa.gov/apod/image/sun_yohkoh.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard\n",
    "date": "1995-10-05",
    "explanation": "The odd looking \"creature\" to the right of center in the above photo is a gas cloud known as a cometary globule.  This globule, however, has ruptured. Cometary globules are typically characterized by dusty heads and elongated tails.  These features cause cometary globules to have visual similarities to comets, but in reality they are very much different. Cometary globules are frequently the birthplaces of stars, and many show very young stars in their heads.  The reason for the rupture in the head of this object is not completely known. The galaxy to the left of center is very far in the distance and is only placed near CG4 by chance superposition.",
    "hdurl": "https://apod.nasa.gov/apod/image/cg4_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "CG4: A Ruptured Cometary Globule",
    "url": "https://apod.nasa.gov/apod/image/cg4_aat.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard\n",
    "date": "1995-10-06",
    "explanation": "The dark spots in the above picture are not photographic defects but an unusual type of interstellar cloud known as a Bok globule.  Bok globules, named after astronomer Bart Bok who studied them extensively, are small dark clouds made of gas and dust that are typically condensing to form a star or stars. These Bok globules are found in front of a glowing H II region known as IC 2499.",
    "hdurl": "https://apod.nasa.gov/apod/image/bokglob_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Bok Globules in IC 2944",
    "url": "https://apod.nasa.gov/apod/image/bokglob_aat.gif"
  },
  {
    "date": "1995-10-07",
    "explanation": "A few months after Apollo 11's historic Moon landing, Apollo 12 with commander Charles Conrad Jr., Command Module pilot Richard Gordan, and Lunar Module pilot Alan Bean returned for more geographic and scientific exploration. Gordan took the above picture from the Command Module, where he stayed during the mission, while Conrad and Bean in the Lunar Module descend to the lunar surface, where they landed, collected samples and conducted scientific experiments.",
    "hdurl": "https://apod.nasa.gov/apod/image/descend_ap12.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 12's Lunar Module Descends",
    "url": "https://apod.nasa.gov/apod/image/descend_ap12.gif"
  },
  {
    "date": "1995-10-08",
    "explanation": "Apollo 12 was the second mission to land humans on the Moon.  The landing site was picked to be near the location of Surveyor 3, a robot spacecraft that had landed on the moon three years earlier. Pictured above, Apollo 12 astronauts Conrad and Bean retrieve parts from the Surveyor.  The Lunar Module is visible in the distance. Apollo 12 brought back many photographs and moon rocks. Among the milestones made by Apollo 12 was the deployment of the Apollo Lunar Surface Experiments Package, which carried out many experiments including one that measured the solar wind. Tomorrow's picture:  Saturn's Moon Dione",
    "hdurl": "https://apod.nasa.gov/apod/image/survey_ap12.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 12 Visits Surveyor 3",
    "url": "https://apod.nasa.gov/apod/image/survey_ap12.gif"
  },
  {
    "date": "1995-10-09",
    "explanation": "Dione, one of Saturn's larger moons, is remarkable for its bright surface streaks.  These streaks run across some of Dione's many craters, which indicate that the process which created the streaks occurred later than the process which created the craters. Dione is made of mostly water ice but its relatively high density indicates that it contains much rock inside. Dione was discovered by Giovanni Cassini in 1684.  NASA's Cassini mission to Saturn is currently scheduled for launch in October 1997. Dione's orbit is remarkable it that it also houses the much smaller moon Helene. This moon, once designated \"Dione B\", precedes Dione by about 1/6th of an orbit.",
    "hdurl": "https://apod.nasa.gov/apod/image/dione_vg1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Moon Dione",
    "url": "https://apod.nasa.gov/apod/image/dione_vg1.gif"
  },
  {
    "date": "1995-10-10",
    "explanation": "Saturn's moon Helene is very unusual in that it circles Saturn near the orbit of a bigger moon: Dione. Helene is situated in what is called a \"Lagrange point\" of Dione - a place of stability created by Dione's gravity. Were Helene to stray slightly from its orbit 1/6 ahead of Dione, the larger moon's gravity would cause Helene to move back toward the Lagrange point.  Many massive orbital bodies have stable Lagrange points, including the Earth and Moon. Helene was discovered from the ground by P. Laques & J. Lecacheux in 1980.  The photograph above was taken by Voyager 2 as it passed Saturn in 1981. NASA's Cassini mission to Saturn is currently scheduled for launch in October 1997.",
    "hdurl": "https://apod.nasa.gov/apod/image/helene_vg2.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dione's Lagrange Moon Helene",
    "url": "https://apod.nasa.gov/apod/image/helene_vg2.gif"
  },
  {
    "date": "1995-10-11",
    "explanation": "Pictured above are clouds of young stars forming an arc in the nearby Large Magellanic Cloud, the nearest galaxy to the our Milky Way Galaxy.  These stars are situated in a star forming region known as N 51.  The stars are so young they shine mostly in blue and ultraviolet light, and so massive their lifetimes are only millions of years - much shorter than the billions of years of lower mass stars like our Sun.  This picture was taken in ultraviolet light by NASA's Ultraviolet Imaging Telescope in March 1995. The reason the arc has the observed shape is currently unknown.",
    "hdurl": "https://apod.nasa.gov/apod/image/lmcstars_uit.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "LMC Star Clouds",
    "url": "https://apod.nasa.gov/apod/image/lmcstars_uit.gif"
  },
  {
    "date": "1995-10-12",
    "explanation": "The star masked by a dust cloud at the left of the above photo is expelling an energetic beam of charged particles into interstellar space.  This jet, moving from left to right, has burrowed through much interstellar material, and now expands out into the interstellar space.  Although jet particles move at nearly three hundred kilometers per  second , we still do not see any daily movement because of the enormous distances involved.  In fact, the jet is trillions of kilometers long. This stellar jet occurs in a system called HH-47 which is located near the edge of the Gum Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/starjets_hst.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "HH-47 Star Jet",
    "url": "https://apod.nasa.gov/apod/image/starjets_hst.gif"
  },
  {
    "date": "1995-10-13",
    "explanation": "Jupiter, the solar system's largest planet, is seen here next to Io, its closest Galilean moon. On the cloud tops of Jupiter near the left edge of the picture can be seen a dark circular spot which is caused by the shadow of Jupiter's largest moon Ganymede. Jupiter's cloud tops show light bands and dark belts.  The clouds are primarily composed of hydrogen and helium, but their intense colors are probably caused by very small amounts of heavier elements such as sulfur or organic (carbon-containing) compounds.",
    "hdurl": "https://apod.nasa.gov/apod/image/jupiterio_vg1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter, Io, and Ganymede's Shadow",
    "url": "https://apod.nasa.gov/apod/image/jupiterio_vg1.gif"
  },
  {
    "date": "1995-10-14",
    "explanation": "Rhea is the second largest moon of Saturn, behind Titan, and the largest without an atmosphere.   It is composed mostly of water ice, but has a small rocky core. Rhea's rotation and orbit are locked together (just like Earth's Moon) so that one side always faces Saturn.  A consequence of this is that one side always leads the other. Rhea's leading surface is much more heavily cratered than its trailing surface. The above photograph was taken with the Voyager 1 spacecraft in 1980.",
    "hdurl": "https://apod.nasa.gov/apod/image/rhea_vg1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rhea: Saturn's Second Largest Moon",
    "url": "https://apod.nasa.gov/apod/image/rhea_vg1.gif"
  },
  {
    "date": "1995-10-15",
    "explanation": "Iapetus has an unusual surface, one half of which is very dark, the other half very light.  This caused it's discoverer Cassini to remark that Iapetus could only be seen when on one side of Saturn but not the other. The reason for the difference between hemispheres is presently unknown. Iapetus is the third largest of Saturn's moon behind Titan and Rhea.  Iapetus is composed predominantly of water ice.",
    "hdurl": "https://apod.nasa.gov/apod/image/iapetus_vg1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Iapetus: Saturn's Disappearing Moon",
    "url": "https://apod.nasa.gov/apod/image/iapetus_vg1.gif"
  },
  {
    "date": "1995-10-16",
    "explanation": "The spiral galaxy M94 is somewhat unusual in that it shows a great ring of bright young stars particularly apparent when observed in ultraviolet light, as shown above.  Such a high abundance of these young blue stars may cause a galaxy to be designated a starburst galaxy.  It is likely that many of the stars seen in the above ring were created when a density wave moving in the galaxy compressed existing galactic gas. The above picture was taken by the Ultraviolet Imaging Telescope during the Astro-2 mission in March 1995.",
    "hdurl": "https://apod.nasa.gov/apod/image/m94uv_uit.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Starburst Galaxy M94",
    "url": "https://apod.nasa.gov/apod/image/m94uv_uit.gif"
  },
  {
    "date": "1995-10-17",
    "explanation": "If you look closely at the center of the above photograph, you will see a spiral galaxy behind the field of stars. Named Dwingeloo 1, this nearby galaxy was only discovered recently (1994) because much of its light was obscured by dust, gas and bright stars of our own Milky Way galaxy.  In fact, all the individually discernible stars in the above photograph are in our Galaxy. Dwingeloo 1 turned out to be a large galaxy located only five times as distant as the closest major galaxy  - M31.",
    "hdurl": "https://apod.nasa.gov/apod/image/dwingeloo1_int.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy Dwingeloo 1 Emerges",
    "url": "https://apod.nasa.gov/apod/image/dwingeloo1_int.gif"
  },
  {
    "date": "1995-10-18",
    "explanation": "The white wisp shown on Saturn's cloud tops is actually a major storm system only discovered in December of 1994. Saturn's clouds are composed of primarily hydrogen and helium, but the storm's white clouds are actually ammonia ice crystals that have frozen upon upheaval to the top of the atmosphere. The storm may look small but has an extent similar to the diameter of the Earth.  This picture is a color composite of several taken by the Hubble Space Telescope. Saturn is the second largest planet in the Solar System and has the most elaborate ring system.",
    "hdurl": "https://apod.nasa.gov/apod/image/saturn_hst.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Storm on Saturn",
    "url": "https://apod.nasa.gov/apod/image/saturn_hst.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard\n",
    "date": "1995-10-19",
    "explanation": "The globular cluster M5, pictured above, contains roughly 100,000 stars. These stars formed together and are gravitationally bound.  Stars orbit the center of the cluster, and the cluster orbits the center of our Galaxy. So far, about 160 globular clusters are known to exist in a roughly spherical halo around the Galactic center. Globular clusters do not appear spherically distributed as viewed from the Earth, and this fact was a key point in the determination that our Sun is not at the center of our Galaxy. Globular clusters are very old. There is a straightforward method of determining their age, and this provides a very interesting lower limit on the age of our universe of about 14 billion years.",
    "hdurl": "https://apod.nasa.gov/apod/image/m5glob_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Globular Cluster M5",
    "url": "https://apod.nasa.gov/apod/image/m5glob_aat.gif"
  },
  {
    "date": "1995-10-20",
    "explanation": "Above is the best yet color image of the asteroid Gaspra based on data returned by NASA's Galileo spacecraft. Color variations have been added to high resolution images and enhanced to highlight changes in reflectivity, surface structure and composition. The illuminated portion of the asteroid is about 11 miles long. Galileo encountered Gaspra on October 29, 1991 during the cruise phase of its mission to study the Jovian system. When it arrives at Jupiter, in December 1995, the robot spacecraft's atmospheric probe will descend into Jupiter's atmosphere, becoming the first ever probe to enter the atmosphere of a gas giant planet.  Updates on Galileo's progress can be found at \"Online from Jupiter\".",
    "hdurl": "https://apod.nasa.gov/apod/image/gaspra_galileo.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Asteroid Gaspra's Best Face",
    "url": "https://apod.nasa.gov/apod/image/gaspra_galileo.gif"
  },
  {
    "date": "1995-10-21",
    "explanation": "The surface of Titan, Saturn's largest moon, is normally hidden from view by its thick, hazy atmosphere. However, for the first time astronomers have been able to see surface features in images like the one above, made at near-infrared wavelengths with the Hubble Space Telescope.  At these wavelengths (longer than visible light) Titan's smog like atmosphere begins to be transparent enough to allow glimpses of it's surface. The bright feature seen above is about  2,500 miles across, similar in size to Australia. Astronomers are still trying to work out what the bright and dark areas represent - oceans, continents, craters, or other features. The images represent important information for planning the Cassini mission, scheduled for launch in 1997.  The Cassini spacecraft will explore the Saturn system and parachute a probe to Titan's surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/titan_hst.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Glimpse of Titan's Surface",
    "url": "https://apod.nasa.gov/apod/image/titan_hst.gif"
  },
  {
    "date": "1995-10-22",
    "explanation": "In 1963 astronomers were astounded to discover that certain faint, star-like objects have very large redshifts. The large redshifts imply that these objects, now known as quasars (QUASi-stellAR objects), lie near the edge of the observable Universe. To be visible at such extreme distances of billions of light years, they must emit tremendous amounts of energy.  Where does the energy come from? In the most widely accepted model, a quasar is the bright nucleus of an active galaxy powered by a central, supermassive black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/pks2349_hst.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Quasar - Galaxy Collision?",
    "url": "https://apod.nasa.gov/apod/image/pks2349_hst.gif"
  },
  {
    "date": "1995-10-23",
    "explanation": "Gamma rays are more than 10,000 times more energetic than visible light.",
    "hdurl": "https://apod.nasa.gov/apod/image/gamma_3c279_egret.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gamma-Ray Quasars",
    "url": "https://apod.nasa.gov/apod/image/gamma_3c279_egret.gif"
  },
  {
    "copyright": "\n",
    "date": "1995-10-24",
    "explanation": "Pictured above is a total solar eclipse, with the Sun's corona, clearly visible surrounding the Moon.  This picture is a composite of differently exposed photos of an eclipse that occurred on July 11, 1991. Today there will be another total eclipse of the Sun, the last until March 1997.  The path of today's total eclipse will begin in the Middle East, move though southern China, and end in the Pacific Ocean south of the Marshall Islands. Those only near the path will see a partial solar eclipse. NASA keeps detailed maps of the predicted path of the eclipse.",
    "hdurl": "https://apod.nasa.gov/apod/image/eclipse_albers.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Total Solar Eclipse",
    "url": "https://apod.nasa.gov/apod/image/eclipse_albers.gif"
  },
  {
    "date": "1995-10-25",
    "explanation": "",
    "hdurl": "https://apod.nasa.gov/apod/image/nsun_comptel.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Painting with Solar Neutrons",
    "url": "https://apod.nasa.gov/apod/image/nsun_comptel.gif"
  },
  {
    "date": "1995-10-26",
    "explanation": "",
    "hdurl": "https://apod.nasa.gov/apod/image/aurora_shuttletail.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Astern",
    "url": "https://apod.nasa.gov/apod/image/aurora_shuttletail.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard\n",
    "date": "1995-10-27",
    "explanation": "",
    "hdurl": "https://apod.nasa.gov/apod/image/tarantula_sn.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Tarantula and the Supernova",
    "url": "https://apod.nasa.gov/apod/image/tarantula_sn.gif"
  },
  {
    "date": "1995-10-28",
    "explanation": "",
    "hdurl": "https://apod.nasa.gov/apod/image/dc-xa.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Delta Clipper",
    "url": "https://apod.nasa.gov/apod/image/dc-xa.gif"
  },
  {
    "date": "1995-10-29",
    "explanation": "",
    "hdurl": "https://apod.nasa.gov/apod/image/al26_comptel.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Radioactive Clouds in the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/al26_comptel.gif"
  },
  {
    "date": "1995-10-30",
    "explanation": "",
    "hdurl": "https://apod.nasa.gov/apod/image/halebopp_hst1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hale-Bopp Update",
    "url": "https://apod.nasa.gov/apod/image/halebopp_hst1.gif"
  },
  {
    "date": "1995-10-31",
    "explanation": "Orson Welles became an instant legend on Halloween in 1938 for his radio dramatization of H.G. Wells' \"War of the Worlds\". Some listeners who did not realize it was a theatrical production were driven to near panic by this fictional account of invaders from Mars. In the story, as in the above Hubble Space Telescope image, Mars was at \"opposition\", its point of closest approach to the Earth, a distance of some 65 million miles. For the Martians, it was imagined that this was a good time to invade.  For astronomers, opposition is a good time to study the red planet and this HST image, represents the clearest view of Mars ever for an Earth telescope. The icy north polar cap is visible at the top of the picture as well as a veil of white clouds along the planet's left edge.  The dark markings represent areas where the reddish tinged dust characteristic of the surface has been blown away by the Martian winds.",
    "hdurl": "https://apod.nasa.gov/apod/image/mars_hst1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Halloween Invasion from Mars",
    "url": "https://apod.nasa.gov/apod/image/mars_hst1.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard\n",
    "date": "1995-11-01",
    "explanation": "The photogenic M16 shown above is composed of a young star cluster and a spectacular emission nebulae lined with distinct regions of interstellar dust. Most of the stars in the cluster can be seen offset just above and to the right of the photograph's center. This type of star cluster is called an \"open\" or \"galactic\" cluster and typically has a few hundred young bright members. The redness of the surrounding emission nebula gas is caused by electrons recombining with hydrogen nuclei, while the dark regions are dust lanes that absorb much of the radiation that enters it. The dust absorbs so much light it allows astronomers to determine which stars are inside the nebula and which are in the foreground.",
    "hdurl": "https://apod.nasa.gov/apod/image/m16_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M16: Dust and an Open Cluster",
    "url": "https://apod.nasa.gov/apod/image/m16_aat.gif"
  }
]
