[
  {
    "date": "1995-07-01",
    "explanation": "July 1, 1995    The Hooker Telescope on Mt. Wilson  Picture Credit: Mount Wilson Observatory Explanation:  In the 1920s, pictures from the Hooker Telescope on Mt. Wilson fundamentally changed our understanding of the cosmos. Astronomer Edwin Hubble, using photographs he took with this telescope, demonstrated that the objects his contemporaries called \"spiral nebulae\" were actually huge systems of stars - spiral galaxies, similar to our own Milky Way galaxy but incredibly distant. Prior to Hubble's work it was argued that the spiral nebulae were mere clouds of gas and that they, along with everything else in the universe, were contained in our own galaxy. The Hooker Telescope mirror is 100 inches in diameter which is nearly the size of the mirror of the orbiting Hubble Space Telescope named in Hubble's honor. The Mount Wilson Observatory offers a \"virtual walking tour\" of this historic telescope.  For more information see Mount Wilson Observatory Historical Image Archives   We keep an archive of Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/hooker.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Hooker Telescope on Mt. Wilson",
    "url": "https://apod.nasa.gov/apod/image/hooker.gif"
  },
  {
    "date": "1995-07-02",
    "explanation": "July 2, 1995    The Cartwheel Galaxy  Picture Credit: NASA, Hubble Space Telescope  Explanation:  The Cartwheel Galaxy shows a ring that is the result of a collision between a small and a large galaxy. After a small galaxy has moved through a big galaxy - in this case one that probably resembled our own Milky Way - a star formation wave moves out from the impact point like ripples across the surface of a pond. When galaxies collide it is rare that any two stars actually collide. Gravity, however, causes density waves to move out through the galaxy which in turn triggers the formation of hot, bright young stars, producing the ring that we see in this picture.  For more information see NASA, Hubble Space Telescope Scientific Institute press release.   We keep an archive of Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/cartwheel_hst.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cartwheel Galaxy",
    "url": "https://apod.nasa.gov/apod/image/cartwheel_hst.gif"
  },
  {
    "date": "1995-07-03",
    "explanation": "July 3, 1995    The Great Nebula in Orion  Picture Credit: NASA, Hubble Space Telescope  Explanation:  The Great Nebula in Orion, M42, can be found on the night sky just below and to the left of the easily identifiable belt of three stars in the popular constellation Orion. This nebula is one of the closest stellar nurseries - where young stars are being formed even now. Clumps of gas (mostly hydrogen and helium) and dust in the nebula are squeezed together by their own gravity until they collapse and form stars. Some stars we can see here partially obscured by the nebula, are only about 100,000 years old - just babies compared to the 5 billion (5,000,000,000) years of our Sun.  For more information see NASA, Hubble Space Telescope Scientific Institute press release.   We keep an archive of Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/orion_hst.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Great Nebula in Orion",
    "url": "https://apod.nasa.gov/apod/image/orion_hst.gif"
  },
  {
    "date": "1995-07-04",
    "explanation": "July 4, 1995    The Firework Nebula  Picture Credit: WIYN Telescope  Explanation:  The Firework Nebula, known to astronomers as \"GK Per\", is the result of a type of stellar explosion called a nova. In a nova, a very compact star called a white dwarf blasts away gas that had accumulated on its surface. In this case the nova occurred in the year 1901 and is called Nova Persei 1901. This nova became as bright as one of the brighter stars we see in the night sky, but then faded until only a telescope could see it. Soon astronomers could see an expanding shell of gas that eventually became this spectacular nebula. The unusual \"fireworks\" type feature of this nebula is still a matter of research and discussion.  For more information see the  Wiyn Telescope press release.   We keep an archive of Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/fireworks_wiyn.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Firework Nebula",
    "url": "https://apod.nasa.gov/apod/image/fireworks_wiyn.gif"
  },
  {
    "date": "1995-07-05",
    "explanation": "July 5, 1995    The Night Side of Saturn  Picture Credit: NASA, Jet Propulsion Laboratory,Voyager Project Explanation:  This image of Saturn was made in November 1980 by the Voyager 1 spacecraft as it flew past the ringed gas giant planet. From a spectacular vantage point, looking back toward the inner solar system, the robot spacecraft recorded this view of the night side of Saturn casting a sharp shadow across the bright rings. No Earth based telescope could ever take a similar picture. Since Earth is closer to the sun than Saturn, only the day side of the planet is visible from the Earth.  For more information see Calvin J. Hamilton's Saturn Page.  We keep an archive of Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/saturn_night.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Night Side of Saturn",
    "url": "https://apod.nasa.gov/apod/image/saturn_night.gif"
  },
  {
    "date": "1995-07-06",
    "explanation": "July 6, 1995    Saturn, Rings, and Two Moons  Picture Credit: NASA, Jet Propulsion Laboratory,Voyager Project Explanation:  This image of Saturn was made by NASA's robot spacecraft Voyager 2 as it began to explore the Saturn system in 1981. Saturn's famous rings are visible along with two of its moons, Rhea and Dione which appear as faint dots in the right and lower right part of the picture. Astronomers believe that Saturn's moons play a fundamental role in sculpting its elaborate ring system.  For more information about the picture see the NASA, JPL press release.  We keep an archive of Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/saturn_2moons.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn, Rings, and Two Moons",
    "url": "https://apod.nasa.gov/apod/image/saturn_2moons.gif"
  },
  {
    "date": "1995-07-07",
    "explanation": "July 7, 1995    Lunar Farside from Apollo 13  Picture Credit: NASA, Crew of Apollo 13 Explanation:  In April of 1970, after an explosion damaged their spacecraft, the Apollo 13 astronauts were forced to abandon their plans to make the third manned lunar landing. Still, while coasting around the moon in their desperate attempt to return to earth they were able to photograph the moon's far side. The large, dark, smooth looking feature on the left in this picture is known as the \"Mare Moscoviense\". It was created by a lava flow filling in a large impact crater on the lunar surface. As suggested by the name, the Mare Moscoviense was first photographed by an early Soviet lunar probe.  For more information about the picture see the NASA photo caption.  We keep an archive of Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/farside_a13.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Farside from Apollo 13",
    "url": "https://apod.nasa.gov/apod/image/farside_a13.gif"
  },
  {
    "date": "1995-07-08",
    "explanation": "July 8, 1995   Damage to Apollo 13  Picture Credit: NASA, Crew of Apollo 13 Explanation:  In April of 1970, after an oxygen tank exploded and damaged their service module, the Apollo 13 astronauts were forced to abandon their plans to make the third manned lunar landing. The extent of the damage is revealed in this photo, taken as the crippled module was drifting away - jettisoned prior to their reentry and eventual safe splashdown. An entire panel on the right side of the module is seen to have been blown away and damage to internal structures is apparent.  For more information about the picture see the NASA photo caption.  We keep an archive of Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/a13_servicemod.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Damage to Apollo 13",
    "url": "https://apod.nasa.gov/apod/image/a13_servicemod.gif"
  },
  {
    "date": "1995-07-09",
    "explanation": "July 9, 1995   A Meteoric View of Apollo 13  Picture Credit: Unknown Explanation:  Meteors, also called shooting stars, normally begin as bits of dust from the tails of comets or even small pieces chipped off asteroids. Falling toward Earth, these particles enter the atmosphere at extremely high speeds. Friction with the air heats them up and makes them glow brightly. Their rapid motion across the sky causes them to show up as bright streaks in photographs. In this picture, however, the bright streaks which appear to be meteor trails are believed to be two large pieces of the Apollo 13 spacecraft, the service and lunar modules, reentering the atmosphere.   For more information about the picture see the NASA photo caption.  We keep an archive of Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/reenter_a13.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Meteoric View of Apollo 13",
    "url": "https://apod.nasa.gov/apod/image/reenter_a13.gif"
  },
  {
    "date": "1995-07-10",
    "explanation": "July 10, 1995    Abell 2218: A Galaxy Cluster Lens  Picture Credit: NASA, HST, WFPC2, W. Couch (UNSW)  Explanation:  Sometimes one of the largest concentrations of mass known can act like a lens. Almost all of the bright objects in this image are galaxies in the cluster known as Abell 2218. The cluster is so massive and so compact that it bends light from galaxies that lie behind it, causing many of them to appear as stretched out arcs. Many dim, elongated arcs are visible on this photograph. This picture was taken with the Wide Field Planetary Camera 2 on board the Hubble Space Telescope.  For more information about this picture see the Space Telescope Scientific Institute's  press release.  We keep an archive of Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/a2218lens_hst.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Abell 2218: A Galaxy Cluster Lens",
    "url": "https://apod.nasa.gov/apod/image/a2218lens_hst.gif"
  },
  {
    "date": "1995-07-11",
    "explanation": "July 11, 1995    Microlensing of the Einstein Cross  Picture Credit: Geraint Lewis and Michael Irwin, William Hershel Telescope  Explanation:  The famous \"Einstein Cross\" is a case where a single object is seen four times. Here a very distant QSO happened to be placed right behind a massive galaxy. The gravitational effect of the galaxy on the distant QSO was similar to the lens effect of a drinking glass on a distant street light - it created multiple images. But stars in the foreground galaxy have been found to act as gravitational lenses here too! These stars make the images change brightness relative to each other. These brightness changes are visible on these two photographs of the Einstein Cross, taken about 3 years apart.   For more information about this picture see the home page of the IAU Symposium 173  Astrophysical Applications of Gravitational Lensing in Melbourne, Australia 9-14 July, 1995.   We keep an archive of Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/microlens_wht.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Microlensing of the Einstein Cross",
    "url": "https://apod.nasa.gov/apod/image/microlens_wht.gif"
  },
  {
    "date": "1995-07-12",
    "explanation": "July 12, 1995    Eta Carinae Before Explosion  Picture Credit: NASA, HST, WFPC2, J. Hester (ASU)  Explanation:  The star Eta Carinae, at the center of the photo, will likely destroy itself in a spectacular explosion in a few million years - or sooner! Currently it is one of the brightest, most massive, and least stable stars known. Much of the gas in this Hubble Space Telescope photograph was blown off the star itself. Some of these gas clouds are similar in size to our solar system. Astronomers cannot yet fully explain the motions of the surrounding nebula, and continue to study this system.  Reference:  the Space Telescope Scientific Institute's  press release.  We keep an archive of Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/etacarinae_hst.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eta Carinae Before Explosion",
    "url": "https://apod.nasa.gov/apod/image/etacarinae_hst.gif"
  },
  {
    "date": "1995-07-13",
    "explanation": "July 13, 1995    A String Of Pearls  Picture Credit: NASA, Hubble Space Telescope (courtesy of H. Weaver)  Explanation:  Comet Shoemaker-Levy 9, named after its co-discoverers, was often referred to as the \"string of pearls\" comet. It is famous for its unusual appearance as well as its collision with the planet Jupiter! The comet's original single nucleus was torn to pieces by Jupiter's strong gravity during a close encounter with the solar system's largest planet in 1992. The pieces are seen in this composite of Hubble Space Telescope images to be \"pearls\" strung out along the comet's orbital path. In July of 1994 these pieces collided with Jupiter in a unique and spectacular series of events.  For more information about the picture see the Split Comet Studies Page.  We keep an archive of Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/stringofpearls.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A String Of Pearls",
    "url": "https://apod.nasa.gov/apod/image/stringofpearls.gif"
  },
  {
    "date": "1995-07-14",
    "explanation": "July 14, 1995    Comet Impacts on Jupiter  Picture Credit: NASA, Hubble Space Telescope  Explanation:  In July of 1994, pieces of Comet Shoemaker-Levy 9, also known as the \"string of pearls\" comet, collided with the planet Jupiter. As the comet fragments smashed in to Jupiter, the resulting explosions scattered large quantities of dusty cometary debris into the Jovian atmosphere. The clouds of debris created the multiple dark smudges visible in this picture. Jupiter's rotation causes the successive impact sites to be strung out along the cloud bands while the strong winds cause the appearance of the smudges to change with time. Jupiter's famous red spot is also visible to the left of center.  For more information about the picture see comments by the Hubble Space Telescope Comet Team.   We keep an archive of Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/jupimpact.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Impacts on Jupiter",
    "url": "https://apod.nasa.gov/apod/image/jupimpact.gif"
  },
  {
    "date": "1995-07-15",
    "explanation": "July 15, 1995    The Crater Chain  Picture Credit: NASA, Voyager Team  Explanation:  NASA's robot spaceprobe Voyager 1, took this closeup image of the surface of Jupiter's crater scarred moon Callisto in 1979. A mysterious chain of craters is seen to extend diagonally across the image (upper left to lower right). What could cause the craters to line up in such a regular fashion? Scientists were at a loss to explain this crater chain along with several other chain like features observed on Callisto's surface. Fifteen years later, with the discovery of Comet Shoemaker-Levy 9, also known as the \"string of pearls\" comet, the mystery was solved. Comets whose orbits stray too close to Jupiter are torn apart by the strong gravity. When the individual pieces, strung out along the orbital path of the comet hit an object like Callisto, the sequence of impacts produces a crater chain.  For more information about the picture see the Split Comet Studies Page.  We keep an archive of Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/craterchain1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Crater Chain",
    "url": "https://apod.nasa.gov/apod/image/craterchain1.gif"
  },
  {
    "date": "1995-07-16",
    "explanation": "July 16, 1995    The Exploration of Mars  Picture Credit: NASA,Viking Project, USGS  Explanation:  Thirty years ago NASA's exploration of Mars began. In July of 1965 the Mariner 4 spacecraft flew within 6,000 miles of Mars and returned 21 pictures of the mysterious red planet. NASA's continued exploration of Mars has produced detailed views of the red tinged Martian surface like the one shown above which is a composite of 102 images from the Viking missions to Mars . The composite was constructed by the  US Geological Survey. For more information about the picture see the NSSDC Photo Gallery of Mars. The exploration of Mars is chronicled by the Center For Mars Exploration.  We keep an archive of Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/usgsmars.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Exploration of Mars",
    "url": "https://apod.nasa.gov/apod/image/usgsmars.gif"
  },
  {
    "date": "1995-07-17",
    "explanation": "July 17, 1995    Barsoom  Picture Credit: NASA,Viking Project  Explanation:  \"Yes, I have been to Barsoom again ...\" begins John Carter in Edgar Rice Burroughs' 1913 science fiction classic \"The Gods of Mars\". In Burroughs' novels describing Carter's adventures on Mars, \"Barsoom\" is the local name for the red planet. Long after Burroughs' stories were published, Mars has continued to capture the imagination of science fiction writers as a popular location for extraterrestrial adventures. This dramatic picture of a crescent Mars was taken by NASA's Viking 2 spacecraft in 1976.  For more information about Earth dwellers' efforts to explore Mars, see The Martian Chronicle.  We keep an archive of Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/barsoom.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Barsoom",
    "url": "https://apod.nasa.gov/apod/image/barsoom.gif"
  },
  {
    "date": "1995-07-18",
    "explanation": "July 18, 1995    Cygnus Loop Supernova Shockwave  Credit: NASA, HST, WFPC2, Jeff Hester  Explanation:  15,000 years ago a star in the constellation of Cygnus exploded. This picture shows a portion of a shockwave from this  supernova explosion still expanding past nearby stars. The collision of this gaseous shockwave with a stationary gas cloud has heated the gas causing it to glow in a spectacular array of colors, known as the Cygnus Loop.  This picture was taken with the Wide Field and Planetary Camera 2 on board the  Hubble Space Telescope. For more information see the NASA Hubble Space Telescope  press release.  We keep an archive of Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/CygnusLoop_hst.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cygnus Loop Supernova Shockwave",
    "url": "https://apod.nasa.gov/apod/image/CygnusLoop_hst.gif"
  },
  {
    "date": "1995-07-19",
    "explanation": "July 19, 1995    The Mountains of Mars  Picture Credit: NASA,Viking Project  Explanation:  Volcanic activity on Mars has produced towering mountains. The largest one, Olympus Mons, is pictured here in this Viking Orbiter image. Olympus Mons is a shield volcano nearly 15 miles high and over 300 miles wide at its base. By comparison, Earth's largest volcano, Mauna Loa in Hawaii, is just over 5 miles high and about 12 miles wide.  For more information about volcanic mountains on Mars see Calvin J. Hamilton's Mars page. The exploration of Mars is chronicled by the Center For Mars Exploration.  We keep an archive of Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/olympus.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Mountains of Mars",
    "url": "https://apod.nasa.gov/apod/image/olympus.gif"
  },
  {
    "date": "1995-07-20",
    "explanation": "July 20, 1995    The Grand Canyon of Mars  Picture Credit: NASA,Viking Project,USGS  Explanation:  The Mariner Valley, also known as the Valles Marineris canyon system, appears in this mosaic of images from NASA's Viking spacecraft as a huge gouge across the red planet. This \"Grand Canyon\" of Mars is about 2500 miles long and up to 4 miles deep. By comparison, the Earth's Grand Canyon is less than 500 miles long and 1 mile deep.  For more information about Mars see Calvin J. Hamilton's Mars Page.  The exploration of Mars is chronicled by the Center For Mars Exploration.  We keep an archive of Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/grandcanal.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Grand Canyon of Mars",
    "url": "https://apod.nasa.gov/apod/image/grandcanal.gif"
  },
  {
    "date": "1995-07-21",
    "explanation": "July 21, 1995    The Search for Life on Mars  Picture Credit: NASA,Viking Project,  Explanation:  Although images of Mars taken from space revealed the planet to have a barren and cratered surface, scientists did not give up the search for martian life. In 1976 NASA's Viking project succeeded in landing two robot probes on the surface of Mars. These landers were able to carry out sophisticated chemical experiments to look for signs of microscopic life in the martian soil. However, the experiments failed to produce any convincing evidence for life on Mars. Cameras onboard the Viking Landers also returned spectacular photos of the rocky martian landscape, like the one above, which showed no sign of martian animal or plant life.   For more information about the picture see The NSSDC Mars Photo Gallery. The exploration of Mars is chronicled by the Center For Mars Exploration.  We keep an archive of Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/marslander.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Search for Life on Mars",
    "url": "https://apod.nasa.gov/apod/image/marslander.gif"
  },
  {
    "date": "1995-07-22",
    "explanation": "July 22, 1995    The Face on Mars  Picture Credit: NASA,Viking Project,  Explanation:  This image, showing what looks to be a human face sculpted on the martian surface, was produced using data from NASA's Viking 1 orbiter in 1976. Described in a press release as a \"face-like hill\" it caused some to offer the sensational speculation that it was an artificial construct built by an intelligent civilization on Mars! As a result, this image was splashed across the covers of many grocery store tabloids at the time. A detailed analysis of multiple images of this feature reveals a natural looking martian hill whose illusory face-like appearance depends on viewing angle and angle of illumination.  For more information about the picture see the NSSDC Photo Gallery of Mars. For a detailed discussion of the \"Face on Mars\" see Calvin J. Hamilton's Face on Mars page.  We keep an archive of Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/marsface.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Face on Mars",
    "url": "https://apod.nasa.gov/apod/image/marsface.gif"
  },
  {
    "date": "1995-07-23",
    "explanation": "July 23, 1995    M20: The Trifid Nebula  Credit: Hopkins Observatory, Karen Gloria   Explanation:  The vivid blue and violet colors present in the Trifid Nebula result from the abundance of young stars there. The light from young massive stars is quite blue and has the ability to remove electrons from surrounding gas. When these electrons re-combine with the gas, radiation rich in blue and violet light is emitted. Some of the nebula's light also results from the reflection of star light off of extremely small carbon specks known as 'dust'.  This object is known to astronomers as M20 - the twentieth object on Charles Messier's list of diffuse sky objects.  This image was taken with a 6-inch refracting telescope.  For more information on M20 see The Electronic Universe Project's  write-up. Many images of Messier objects can be found in The Electronic Universe Project's The Galaxy Gallery: Messier Objects.",
    "hdurl": "https://apod.nasa.gov/apod/image/m20_moo.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M20: The Trifid Nebula",
    "url": "https://apod.nasa.gov/apod/image/m20_moo.gif"
  },
  {
    "date": "1995-07-24",
    "explanation": "July 24, 1995    M31: The Andromeda Galaxy  Credit: The Electronic Universe Project   Explanation:  Andromeda is the nearest major galaxy to our own Milky Way Galaxy. Our Galaxy is thought to look much like Andromeda. Together these two galaxies dominate the Local Group of galaxies. The diffuse light from Andromeda is caused by the hundreds of billions of stars that compose it. The several distinct stars that surround Andromeda's image  are actually stars in our Galaxy that are well in front of the background object. Andromeda is frequently referred to as M31 since it is the 31st object on Messier's list of diffuse sky objects. M31 is so distant it takes about 2 million years for light to reach us from there.  For more information on M31 see The Electronic Universe Project's  write-up. Many images of Messier objects can be found in The Electronic Universe Project's The Galaxy Gallery: Messier Objects.",
    "hdurl": "https://apod.nasa.gov/apod/image/andromeda_moo.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M31: The Andromeda Galaxy",
    "url": "https://apod.nasa.gov/apod/image/andromeda_moo.gif"
  },
  {
    "date": "1995-07-25",
    "explanation": "July 25, 1995    M1: The Crab Nebula  Credit: The Electronic Universe Project   Explanation:  In the year 1054 a star in the constellation of Taurus exploded in a spectacular supernova so bright it appeared to dominate the sky except for the Sun and Moon for many days.  It left behind one of the most brilliant nebulae, listed first in Charles Messier's list of nebulous sky objects. Today we know that the center of the nebula houses the remnant of the explosion: a spinning neutron star called a pulsar.  The Crab pulsar is visible in almost every part of the electromagnetic spectrum, and has been a useful astronomical tool. It is still unclear how the the pulsar emits the light that we see.   For more information on M1 see The Electronic Universe Project's  write-up. Many images of Messier objects can be found in The Electronic Universe Project's The Galaxy Gallery: Messier Objects.",
    "hdurl": "https://apod.nasa.gov/apod/image/crab_moo.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M1: The Crab Nebula",
    "url": "https://apod.nasa.gov/apod/image/crab_moo.gif"
  },
  {
    "date": "1995-07-26",
    "explanation": "July 26, 1995    M15: A Great Globular Cluster  Credit: The Electronic Universe Project   Explanation:  A globular cluster is a system of about one million stars that together orbit a galaxy. One of the brightest globular clusters in our Milky Way galaxy is the pictured M15, the fifteenth object on Messier's list of diffuse objects on our sky. Most stars in globular clusters are older and redder than our Sun, which is about 5 billion years old.  For more information on M15 see The Electronic Universe Project's  write-up. Many images of Messier objects can be found in The Electronic Universe Project's The Galaxy Gallery: Messier Objects.",
    "hdurl": "https://apod.nasa.gov/apod/image/m15_moo.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M15: A Great Globular Cluster",
    "url": "https://apod.nasa.gov/apod/image/m15_moo.gif"
  },
  {
    "date": "1995-07-27",
    "explanation": "July 27, 1995    M57: The Ring Nebula  Credit: The Electronic Universe Project, Nelson Caldwell  Explanation:  A star with mass similar to that of our Sun will throw off its outer gasses after fusion has stopped in its core. Possibly the most visually spectacular of these planetary nebula is the pictured Ring Nebula. The appearance as a ring is really an illusion of projection - the nebula is actually a spherical shell. At the center a blue dot is visible which is the old core of the star, known as a white dwarf. It is still not known exactly how the star throws off the gas that becomes the nebula.   For more information on the Ring Nebula see The Electronic Universe Project's  write-up. Many images of Messier objects can be found in The Electronic Universe Project's The Galaxy Gallery: Messier Objects.",
    "hdurl": "https://apod.nasa.gov/apod/image/ring_moo.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M57: The Ring Nebula",
    "url": "https://apod.nasa.gov/apod/image/ring_moo.gif"
  },
  {
    "date": "1995-07-28",
    "explanation": "July 28, 1995    M82: An Irregular Galaxy  Credit: The Electronic Universe Project  Explanation:  Not all galaxies have spiral structure like our Milky Way. Many have smooth elliptical shapes, but also many have irregular shapes such as the bright sky object M82, the 82nd object on Messier's list. The strange structure of this galaxy is thought to be caused by young stars ejecting gas in energetic bubbles, and by lanes of absorbing dust. For more information on M82 see The Electronic Universe Project's  write-up. Many images of Messier objects can be found in The Electronic Universe Project's The Galaxy Gallery: Messier Objects.",
    "hdurl": "https://apod.nasa.gov/apod/image/m82_moo.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M82: An Irregular Galaxy",
    "url": "https://apod.nasa.gov/apod/image/m82_moo.gif"
  },
  {
    "date": "1995-07-29",
    "explanation": "July 29, 1995    M27: The Dumbbell Nebula  Credit: The Electronic Universe Project, Karen Gloria  Explanation:  The Dumbbell Nebula is a beautiful red and blue planetary nebula in the constellation of Vulpecula. It is the 27th object on Charles Messier's list of diffuse sky objects, and so is referred to as M27.  Its high surface brightness makes it a good target for small telescopes. The term planetary nebula, used to describe this general class of objects, is misleading. Although these objects may appear round and planet-like in small telescopes, astronomers have determined them to be stars surrounded by cocoons of gas blown off in the late stages of evolution.   For more information on M27 see The Electronic Universe Project's  write-up. Many images of Messier objects can be found in The Electronic Universe Project's The Galaxy Gallery: Messier Objects.",
    "hdurl": "https://apod.nasa.gov/apod/image/dumbbell_moo.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M27: The Dumbbell Nebula",
    "url": "https://apod.nasa.gov/apod/image/dumbbell_moo.gif"
  },
  {
    "date": "1995-07-30",
    "explanation": "July 30, 1995    The Rings of Saturn  Credit: NASA, Jet Propulsion Laboratory, Voyager Project  Explanation:  Saturn's spectacular system of bright rings has been the subject of study and wonder since Galileo first turned his telescope on the ringed planet in 1610. To Galileo, the blurry image produced by his small telescope was confusing. Saturn appeared to him to have \"ear-like\" appendages which he thought might be large moons. Eventually, larger telescopes revealed the incredible truth - Saturn was surrounded by bright rings. The image above, made by NASA's Voyager 2 spacecraft, further reveals the intricate structure of the ring system. The image has been computer enhanced and color coded to bring out the subtle details. For more information about the picture see the NASA, JPL press release .",
    "hdurl": "https://apod.nasa.gov/apod/image/satring1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Rings of Saturn",
    "url": "https://apod.nasa.gov/apod/image/satring1.gif"
  },
  {
    "date": "1995-07-31",
    "explanation": "July 31, 1995    Exploring Saturn's Rings  Credit: NASA, Jet Propulsion Laboratory, Voyager Project  Explanation:  By watching a star flicker and fade as it passed behind Saturn's rings, NASA's Voyager 2 spacecraft was able explore the ring system in amazing detail. Data produced by Voyager's instruments as the star Delta Scorpii was occulted by some of the outer rings was used to reconstruct this image which shows details almost 1000 times smaller than normally possible with Voyager's cameras.  For more information about the picture see the NASA, JPL press release .",
    "hdurl": "https://apod.nasa.gov/apod/image/satring2.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Exploring Saturn's Rings",
    "url": "https://apod.nasa.gov/apod/image/satring2.gif"
  },
  {
    "date": "1995-08-01",
    "explanation": "August 1, 1995    Crossing The Ring Plane  Credit: NASA, Hubble Space Telescope  Explanation:  \"I do not know what to say in a case so surprising, so unlooked for and so novel.\" announced Galileo when Saturn's rings appeared to vanish in 1612. In fact, every 15 years Saturn's rings seem to almost disappear as viewed from the Earth. This happens just as the orbiting Earth crosses the plane of Saturn's rings. The edge on perspective temporarily robs astronomers of a spectacular sight, however, the ring plane crossing affords them the opportunity to measure the rings' thickness and search for undiscovered moons. In this image of Saturn, produced on May 22, 1995 by NASA's Hubble Space Telescope, two of Saturn's known moons are visible as star like objects to the left of the planet.  For more information about the ring plane crossing see the Saturn Ring Plane Crossing web page .",
    "hdurl": "https://apod.nasa.gov/apod/image/satring3.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crossing The Ring Plane",
    "url": "https://apod.nasa.gov/apod/image/satring3.gif"
  }
]
