[
  {
    "copyright": "Anglo-Australian Telescope\nBoard\n",
    "date": "1995-11-01",
    "explanation": "The photogenic M16 shown above is composed of a young star cluster and a spectacular emission nebulae lined with distinct regions of interstellar dust. Most of the stars in the cluster can be seen offset just above and to the right of the photograph's center. This type of star cluster is called an \"open\" or \"galactic\" cluster and typically has a few hundred young bright members. The redness of the surrounding emission nebula gas is caused by electrons recombining with hydrogen nuclei, while the dark regions are dust lanes that absorb much of the radiation that enters it. The dust absorbs so much light it allows astronomers to determine which stars are inside the nebula and which are in the foreground.",
    "hdurl": "https://apod.nasa.gov/apod/image/m16_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M16: Dust and an Open Cluster",
    "url": "https://apod.nasa.gov/apod/image/m16_aat.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard\n",
    "date": "1995-11-02",
    "explanation": "The unusual geometry of this stellar nebula creates somewhat of a mystery. At the nebula's center is a young binary star system that probably created the nebula, but how? This type of nebula shows a \"bipolar flow\" which carries a significant amount of mass away from the central stars.  It has been speculated that the central stars create a pair of jets that precess like a spinning top.  These jets might throw gas into a thick disk which we see here edge on - so that it appears to us as a rectangle. The nebula emission is also unusual in that some of the infrared light it emits might be associated with unusual carbon-containing molecules.",
    "hdurl": "https://apod.nasa.gov/apod/image/redrectangle_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Red Rectangle",
    "url": "https://apod.nasa.gov/apod/image/redrectangle_aat.gif"
  },
  {
    "date": "1995-11-03",
    "explanation": "Amalthea is Jupiter's fifth largest moon, much smaller than the four Galilean satellites Io, Europa, Ganymede, and Callisto. The orbit of Amalthea is inside of these moons, and with its long axis always pointing toward Jupiter. It's dark surface color is probably due to sulfur being expelled from Io. Amalthea is not massive enough for its internal gravity to make it spherical. Amalthea was discovered in 1892 by Edward Barnard.",
    "hdurl": "https://apod.nasa.gov/apod/image/amalthea_vg1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter's Moon Amalthea",
    "url": "https://apod.nasa.gov/apod/image/amalthea_vg1.gif"
  },
  {
    "date": "1995-11-04",
    "explanation": "Proteus is the second largest moon of Neptune behind the mysterious Triton. Proteus was discovered only in 1982 by the Voyager 2 spacecraft. This is unusual since Neptune has a smaller moon - Nereid  - which was discovered 33 years earlier from Earth.  The reason Proteus was not discovered sooner is that its surface is very dark and it orbits much closer to Neptune. Proteus has an odd box-like shape and were it even slightly more massive, its own gravity would cause it to reform itself into a sphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/proteus_vg2.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Neptune's Moon Proteus",
    "url": "https://apod.nasa.gov/apod/image/proteus_vg2.gif"
  },
  {
    "date": "1995-11-05",
    "explanation": "",
    "hdurl": "https://apod.nasa.gov/apod/image/vela.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Vela Satellites: The Watchers",
    "url": "https://apod.nasa.gov/apod/image/vela.gif"
  },
  {
    "date": "1995-11-06",
    "explanation": "How do stars form?  This stunning picture taken recently by the Hubble Space Telescope gives us a first hand glimpse.  Here evaporating gaseous globules (EGGs) are captured emerging from pillars of molecular hydrogen and dust in the Eagle Nebula (M16). These pillars, dubbed \"elephant trunks,\" are light years in length and are so dense that interior gas gravitationally contracts to form stars. At each pillars' end, the intense radiation of bright young stars causes low density gas to boil away, leaving stellar nurseries of dense EGGs exposed.",
    "hdurl": "https://apod.nasa.gov/apod/image/pillars3_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M16: Stars Upon Pillars",
    "url": "https://apod.nasa.gov/apod/image/pillars3_hst.gif"
  },
  {
    "date": "1995-11-07",
    "explanation": "Star forming regions known as \"EGGs\" are uncovered at the end of this giant pillar of gas and dust in the Eagle Nebula (M16).  EGGs, short for evaporating gaseous globules, are dense regions of mostly molecular hydrogen gas that fragment and gravitationally collapse to form stars. Light from the hottest and brightest of these new stars heats the end of the pillar and causes further evaporation of gas - revealing yet more EGGs and more young stars. This picture was taken by the Wide Field and Planetary Camera on board the Hubble Space Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/stareggs_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eagle EGGs in M16",
    "url": "https://apod.nasa.gov/apod/image/stareggs_hst.gif"
  },
  {
    "date": "1995-11-08",
    "explanation": "The above cube represents a chunk of our universe as simulated by the Grand Challenge Cosmology Consortium (GC3).  The cube is huge - it would take light 500 million years to cross it. Low density gas is shown as blue, and high density gas as red.  In the beginning of the",
    "hdurl": "https://apod.nasa.gov/apod/image/cosmic_gc3_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Simulating the Universe",
    "url": "https://apod.nasa.gov/apod/image/cosmic_gc3.gif"
  },
  {
    "date": "1995-11-09",
    "explanation": "The famous Sombrero galaxy (M104) is a bright nearby spiral galaxy. The prominent dust lane and halo of stars and globular clusters give this galaxy its name.  Something very energetic is going on in the Sombrero's center, as much X-ray light has been detected from it.  This X-ray emission coupled with unusually high central stellar velocities cause many astronomers to speculate that a black hole lies at the Sombrero's center - a black hole a billion times the mass of our Sun.  This image was taken in blue light by the 0.9 meter telescope at Kitt Peak National Observatory.",
    "hdurl": "https://apod.nasa.gov/apod/image/sombrero_kp_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M104: The Sombrero Galaxy",
    "url": "https://apod.nasa.gov/apod/image/sombrero_kp.gif"
  },
  {
    "date": "1995-11-10",
    "explanation": "There are many things about lightning that are not understood.  Lightning has been seen in the atmospheres of Venus, Earth, Jupiter, and Saturn. A leading theory is that collisions of particles in clouds cause large areas of positive and negative charge. When large oppositely charged areas get close enough together, electrons and/or ions race between them and create a path where more charged particles can follow - lightning.  On average, over 100 lightning strikes occur every second over the surface of the Earth. Here lightning strikes near a Space Shuttle before launch.  Lightning can be extremely dangerous - stay out of open areas during thunderstorms.",
    "hdurl": "https://apod.nasa.gov/apod/image/shuttle_lightning_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lightning and the Space Shuttle",
    "url": "https://apod.nasa.gov/apod/image/shuttle_lightning.gif"
  },
  {
    "date": "1995-11-11",
    "explanation": "Recently two new types of lightning have been verified: red sprites and blue jets.  These atmospheric discharges occur very high in the Earth's atmosphere - much higher than the familiar form of lightning. Red sprites appear red in color and go from the tops of clouds to as high as the ionosphere - an ionized layer 90 kilometers above the Earth's surface. They last only a small fraction of a second.  The existence of red sprites has been suggested previously, but only in 1994 were aircraft flown above massive thunderstorms with the high speed video equipment necessary to verify these spectacular events. Scientists are unsure of the cause and nature of red sprites.",
    "hdurl": "https://apod.nasa.gov/apod/image/redsprite.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Red Sprite Lightning",
    "url": "https://apod.nasa.gov/apod/image/redsprite.gif"
  },
  {
    "date": "1995-11-12",
    "explanation": "Recently two new types of lightning have been verified: red sprites and blue jets.  These atmospheric discharges occur very high in the Earth's atmosphere - much higher than the familiar form of lightning. Blue jets appear blue in color and go from the tops of clouds to a height of about 50 kilometers.  Because blue jets typically last almost a full second, one can easily see the jet rise from the clouds with a fast video camera. Blue jets appear as narrow cones and travel about 100 kilometers per second.  The existence of blue jets has been suggested previously, but only in 1994 were aircraft flown above massive thunderstorms with the high speed video equipment necessary to verify these spectacular events. The above black & white picture shows several blue jets rising from a thunderstorm simultaneously.  Part of the aircraft is visible in silhouette on the right. Scientists are unsure of the cause and nature of blue jets.",
    "hdurl": "https://apod.nasa.gov/apod/image/bluejets2.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Blue Jet Lightning",
    "url": "https://apod.nasa.gov/apod/image/bluejets2.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard\n",
    "date": "1995-11-13",
    "explanation": "Pictured are several galaxies of the Virgo Cluster, the closest cluster of galaxies to the Milky Way.  The Virgo Cluster spans more than 5 degrees on the sky - about 10 times the angle made by a full Moon.  It contains over 100 galaxies of many types - including spirals, ellipticals, and irregular galaxies. The Virgo Cluster is so massive that it is noticeably pulling our Galaxy toward it. The above picture includes two galaxies that are also Messier objects: M84 and M86.  M84 is the bright elliptical galaxy just above the center of the photograph, and M86 is the bright elliptical galaxy to its right.",
    "hdurl": "https://apod.nasa.gov/apod/image/virgocluster_uks.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Virgo Cluster Galaxies",
    "url": "https://apod.nasa.gov/apod/image/virgocluster_uks.gif"
  },
  {
    "date": "1995-11-14",
    "explanation": "Looking toward the south from low Earth orbit, the crew of the",
    "hdurl": "https://apod.nasa.gov/apod/image/orion_aurora_sts59.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora and Orion",
    "url": "https://apod.nasa.gov/apod/image/orion_aurora_sts59.gif"
  },
  {
    "date": "1995-11-15",
    "explanation": "Five closely grouped galaxies are visible in this image made using the",
    "hdurl": "https://apod.nasa.gov/apod/image/quintet_keel_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Quintet of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/quintet_keel.gif"
  },
  {
    "date": "1995-11-16",
    "explanation": "The first Hubble Space Telescope (HST) servicing mission, STS-61, was one of the most complicated shuttle missions ever planned. Launched on December 2, 1993 in the Space Shuttle Endeavor, the astronauts were required to make 5 space walks to repair the HST.",
    "hdurl": "https://apod.nasa.gov/apod/image/astronaut_hst_sts61.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Repairing Hubble",
    "url": "https://apod.nasa.gov/apod/image/astronaut_hst_sts61.gif"
  },
  {
    "date": "1995-11-17",
    "explanation": "",
    "hdurl": "https://apod.nasa.gov/apod/image/sunrise_sts47.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sun Also Rises",
    "url": "https://apod.nasa.gov/apod/image/sunrise_sts47.gif"
  },
  {
    "date": "1995-11-18",
    "explanation": "",
    "hdurl": "https://apod.nasa.gov/apod/image/sea_ice_sts45.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Water World",
    "url": "https://apod.nasa.gov/apod/image/sea_ice_sts45.gif"
  },
  {
    "date": "1995-11-19",
    "explanation": "",
    "hdurl": "https://apod.nasa.gov/apod/image/nyc_night_sts59.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "New York at Night",
    "url": "https://apod.nasa.gov/apod/image/nyc_night_sts59.gif"
  },
  {
    "date": "1995-11-20",
    "explanation": "",
    "hdurl": "https://apod.nasa.gov/apod/image/m15core_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "At the Core of M15",
    "url": "https://apod.nasa.gov/apod/image/m15core_hst.gif"
  },
  {
    "date": "1995-11-21",
    "explanation": "The Great Nebula in Orion is one of the most interesting of all astronomical nebulae known. Here fifteen pictures from the Hubble Space Telescope have been merged to show the great expanse and diverse nature of the nebula.  In addition to housing a bright open cluster of stars known as the Trapezium, the Orion Nebula contains many stellar nurseries.  These nurseries contain hydrogen gas, hot young stars, proplyds, and stellar jets spewing material at high speeds. Much of the filamentary structure visible in this image are actually shock waves - fronts where fast moving material encounters slow moving gas. Some shock waves are visible near one of the bright stars in the lower left of the picture.  The Orion Nebula is located in the same spiral arm of our Galaxy as is our Sun.  It takes light about 1500 years to reach us from there.",
    "hdurl": "https://apod.nasa.gov/apod/image/orion2_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M42: Orion Nebula Mosaic",
    "url": "https://apod.nasa.gov/apod/image/orion2_hst.gif"
  },
  {
    "copyright": "AATBCaltech",
    "date": "1995-11-22",
    "explanation": "The Crab Nebula resulted from a star that exploded - a supernova. The outer layers of the star were thrown violently into space, while the inner core collapsed to form a neutron star.  This neutron star is visible to us today as a pulsar - a rotating star at the center of the nebula that emits visible flashes of light.  The Crab Pulsar flashes about 30 times every second.  Although the stellar explosion that caused the Crab Nebula was seen over 900 years ago, the nebula itself still expands and shines.  How the nebula obtains the energy needed to shine was a mystery eventually solved by noting that this energy could be released by the slowing of the pulsar's rotation.",
    "hdurl": "https://apod.nasa.gov/apod/image/crab_h5m.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M1: The Exploding Crab Nebula",
    "url": "https://apod.nasa.gov/apod/image/crab_h5m.gif"
  },
  {
    "copyright": "AATBCaltech",
    "date": "1995-11-23",
    "explanation": "The Crab Nebula resulted from a star that exploded - a supernova.  Although the stellar explosion that caused the Crab Nebula was seen over 900 years ago, the nebula itself still expands and shines. Much of the emitted light has been found to be polarized. Light waves with the same polarization vibrate in the same plane. Light waves can be polarized by reflection from a surface, an effect familiar to sunglass wearing fishermen and skiers. Polarized light can also be emitted by regions that contain strong magnetic fields. Areas of different polarization above are highlighted by different colors. Mapping the polarization helps astronomers decipher which physical processes create the observed light.",
    "hdurl": "https://apod.nasa.gov/apod/image/crabpol_h5m.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M1: Polarization of the Crab",
    "url": "https://apod.nasa.gov/apod/image/crabpol_h5m.gif"
  },
  {
    "date": "1995-11-24",
    "explanation": "Tethys is one of the larger and closer moons of Saturn. It was visited by both Voyager spacecraft - Voyager 1 in November 1980 and by Voyager 2 in August 1981. Tethys is now known to be composed almost completely of water ice.  Tethys shows a large impact crater that nearly circles the planet. That the impact that caused this crater did not disrupt the moon is taken as evidence that Tethys was not completely frozen in its past. Tethys has two moons named Telesto and Calypso that orbit just ahead of it and behind it.  Tethys was originally discovered in 1684 by Giovanni Cassini.",
    "hdurl": "https://apod.nasa.gov/apod/image/tethys_vg2_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Moon Tethys",
    "url": "https://apod.nasa.gov/apod/image/tethys_vg2.gif"
  },
  {
    "date": "1995-11-25",
    "explanation": "Enceladus orbits Saturn between the smaller Mimas and the larger Tethys. Enceladus is composed mostly of water ice and has the cleanest and purest ice surface in the Solar System.  It's surface therefore appears nearly white. The surface also has many unusual groves and relatively few craters, like Jupiter's moon Ganymede.  This indicates that the surface is young and/or newly reformed. To explain this, some astronomers speculate that Enceladus is susceptible to some sort of volcanic activity.  Enceladus was originally discovered in 1789 by William Herschel.",
    "hdurl": "https://apod.nasa.gov/apod/image/enceladus_vg2_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Cleanest Moon: Enceladus",
    "url": "https://apod.nasa.gov/apod/image/enceladus_vg2.gif"
  },
  {
    "copyright": "Robert NemiroffGMUNASAGSFC\n",
    "date": "1995-11-26",
    "explanation": "The above computer animated picture depicts how a very compact star would look to a nearby observer.  The star pictured is actually more compact that any known except a black hole, so it is only hypothetical. The observer is situated at the photon sphere, where photons can orbit in a circle.  To help the viewer better visualize the great distortions created by gravity, a map of the Earth was projected onto the star, and a map of the familiar night sky was projected above.  From here one can either look down and see several duplicate images of the entire surface of the star, look up and see several duplicate images of the entire night sky, or look along the photon sphere and see the back of one's own head.",
    "hdurl": "https://apod.nasa.gov/apod/image/photonsphere_rjn.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Star Where Photons Orbit",
    "url": "https://apod.nasa.gov/apod/image/photonsphere_rjn.gif"
  },
  {
    "copyright": "Robert NemiroffGMUNASAGSFC\n",
    "date": "1995-11-27",
    "explanation": "What would you see if you went right up to a black hole?  Above are two computer generated pictures highlighting how strange things would look. On the left is a normal star field containing the constellation Orion. Notice the three stars of nearly equal brightness that make up Orion's Belt.  On the right is the same star field but this time with a black hole superposed in the center of the frame. The",
    "hdurl": "https://apod.nasa.gov/apod/image/bh_rjn.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Too Close to a Black Hole",
    "url": "https://apod.nasa.gov/apod/image/bh_rjn.gif"
  },
  {
    "date": "1995-11-28",
    "explanation": "In 1994, the space probe Clementine spent 70 days in lunar orbit mapping the Moon's surface. Shown above is a dramatically detailed composite view centered on the Moon's South Pole constructed from 1500 Clementine images. The top half shows the part of the Moon which faces the Earth while the bottom half is the lunar Farside.  The images reveal a major depression very near the South Pole itself, probably caused by the impact of a comet or asteroid. The shadow region near the impact site is extensive and may be permanent - creating an area cold enough to trap water of cometary origin as ice.",
    "hdurl": "https://apod.nasa.gov/apod/image/lunarsp_clem.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shadow at the Lunar South Pole",
    "url": "https://apod.nasa.gov/apod/image/lunarsp_clem.gif"
  },
  {
    "date": "1995-11-29",
    "explanation": "Named for Nobel laureate physicist Arthur Holly Compton, the Compton Gamma Ray Observatory (CGRO) Satellite was launched in April of 1991 aboard the Space Shuttle Atlantis. CGRO's mission is to explore the Universe at gamma-ray energies. The massive space based observatory is seen here held upright in the shuttle payload bay behind smiling astronaut Jerry Ross. Ross and his colleague Jay Apt have just finished a successful, unplanned spacewalk to free a jammed antenna prior to releasing CGRO into orbit. CGRO has been operating successfully since, providing the first all-sky survey at gamma-ray energies along with exciting new observations of the sun, quasars, pulsars, supernova, black holes, and gamma-ray bursts.",
    "hdurl": "https://apod.nasa.gov/apod/image/cgroastronaut_shuttle.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Releasing Compton",
    "url": "https://apod.nasa.gov/apod/image/cgroastronaut_shuttle.gif"
  },
  {
    "date": "1995-11-30",
    "explanation": "In the center of the above photograph lies a star with one of the hottest surface temperatures yet confirmed.  This bright white dwarf star's surface has been measured at greater than 200,000 degrees Celsius - more than 30 times hotter than that of our own Sun. The white dwarf's extreme heat makes it glow extraordinarily bright: intrinsically more than 250 times brighter than the Sun. The star is at the center of the planetary nebula titled NGC 2440, which lies inside our Milky Way Galaxy. The above computer sharpened image was taken by the Hubble Space Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/ngc2440_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2440 Nucleus: The Hottest Star?",
    "url": "https://apod.nasa.gov/apod/image/ngc2440_hst.gif"
  },
  {
    "copyright": "Royal \nObservatory Edinburgh, Anglo-Australian Observatory, and AURA\n",
    "date": "1995-12-01",
    "explanation": "Are we alone in the universe?  Do other stars have planets too? Humanity took one step closer to answering these questions in October 1995 when it was announced that the star 51 Pegasi harbors at least one planet. In the above picture of 51 Peg the planet is not visible - it can only be detected by noticing small changes in the star's motion. Claims of planets orbiting other stars are rare, with perhaps the most credible pertaining to a neutron star - a star much different than the Sun.  But new ground was broken when the planetary detection claimed around the normal Sun-like star 51 Peg was confirmed. The planet, discovered by Michel Mayor and Didier Queloz, is thought to be like Jupiter - except orbiting so close to the parent star that it's year lasts only about 4 days!  In the above picture the lines centered on 51 Peg are caused by the telescope itself and are not related to the star or planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/peg51_skyview.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "51 Pegasi: A New Planet Discovered",
    "url": "https://apod.nasa.gov/apod/image/peg51_skyview.gif"
  }
]
