[
  {
    "date": "1995-06-16",
    "explanation": "Today's Picture:    Explanation:  If the Earth could somehow be transformed to the ultra-high density of a neutron star , it might appear as it does in the above computer generated figure. Due to the very strong gravitational field, the neutron star distorts light from the background sky greatly. If you look closely, two images of the constellation Orion are visible. The gravity of this particular neutron star is so great that no part of the neutron star is blocked from view - light is pulled around by gravity even from the back of the neutron star.   We keep an  archive file.  Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert Nemiroff and Jerry Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/e_lens.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Neutron Star Earth",
    "url": "https://apod.nasa.gov/apod/image/e_lens.gif"
  },
  {
    "date": "1995-06-20",
    "explanation": "Today's Picture: June 20, 1995    The Pleiades Star Cluster  Picture Credit: Mount Wilson Observatory  Explanation:  The Pleiades star cluster, M45, is one of the brightest star clusters visible in the northern hemisphere. It consists of many bright, hot stars that were all formed at the same time within a large cloud of interstellar dust and gas. The blue haze that accompanies them is due to very fine dust which still remains and preferentially reflects the blue light from the stars.   We keep an archive of previous Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/pleiades2.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pleiades Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/pleiades2.gif"
  },
  {
    "date": "1995-06-21",
    "explanation": "Today's Picture: June 21, 1995    The Aftermath of the Great Supernova in 1987  Picture Credit: Hubble Space Telescope  Explanation:  In 1987 a star in one of the Milky Way's satellite galaxies exploded. In 1994 the Hubble Space Telescope, in orbit around the earth, took a very detailed picture of the remnants of this explosion. This picture, above, showed unusual and unexpected rings, and astronomers are not sure how they formed.  For more information see HST press release.  We keep an archive of previous Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/sn1987a_hst.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Supernova 1987a Aftermath",
    "url": "https://apod.nasa.gov/apod/image/sn1987a_hst.gif"
  },
  {
    "date": "1995-06-22",
    "explanation": "In 1972 Astronauts on the United States's last lunar mission, Apollo 17, took this picture looking back at the Earth on their way to the moon. The continents of Antarctica and Africa are visible below the delicate wisps of white clouds.  For more information see NASA NSSDC press release.  We keep an archive of previous Astronomy Pictures of the Day.   The sky is filled with breathtaking pictures, many of which are available on the World Wide Web. Each day we feature a different picture of some part of our fascinating universe, along with a brief explanation written by a professional astronomer.  Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/earth_a17.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth from Apollo 17",
    "url": "https://apod.nasa.gov/apod/image/earth_a17.gif"
  },
  {
    "date": "1995-06-23",
    "explanation": "What if you could \"see\" gamma rays? This computer processed image represents a map of the entire sky at photon energies above 100 million electron Volts. These gamma-ray photons are more than 40 million times more energetic than visible light photons and are blocked from the Earth's surface by the atmosphere. In the early 1990s NASA's Compton Gamma Ray Observatory, in orbit around the Earth, scanned the entire sky to produce this picture. A diffuse gamma-ray glow from the plane of our Milky Way Galaxy is clearly seen across the middle. The nature and even distance to some of the fainter sources remain unknown.  For more information see Compton Science Support Center release.   We keep an archive of previous Astronomy Pictures of the Day.   The sky is filled with breathtaking pictures, many of which are available on the World Wide Web. Each day we feature a different picture of some part of our fascinating universe, along with a brief explanation written by a professional astronomer.  Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/egret_gro.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gamma Ray Sky Map",
    "url": "https://apod.nasa.gov/apod/image/egret_gro.gif"
  },
  {
    "date": "1995-06-24",
    "explanation": "The Crab Nebula and Geminga in Gamma Rays  Picture Credit: NASA, Compton Gamma Ray Observatory  Explanation:  What if you could \"see\" in gamma-rays? If you could, these two spinning neutron stars or pulsars would be among the brightest objects in the sky. This computer processed image shows the Crab Nebula pulsar (below and right of center) and the Geminga pulsar (above and left of center) in the \"light\" of gamma-rays. Gamma-ray photons are more than 10,000 times more energetic than visible light photons and are blocked from the Earths's surface by the atmosphere. This image was produced by the high energy gamma-ray telescope \"EGRET\" on board NASA's orbiting Compton Observatory satellite. For more information see Compton Science Support Center release.   We keep an archive of previous Astronomy Pictures of the Day.   The sky is filled with breathtaking pictures, many of which are available on the World Wide Web. Each day we feature a different picture of some part of our fascinating universe, along with a brief explanation written by a professional astronomer.  Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/gamma_crab.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gamma Ray Crab, Geminga",
    "url": "https://apod.nasa.gov/apod/image/gamma_crab.gif"
  },
  {
    "date": "1995-06-25",
    "explanation": "Today's Picture: June 25, 1995    Jupiter from Voyager  Picture Credit: NASA, JPL, NSSDC, Voyager  Explanation:  Imagine a hurricane that lasted for 300 years! This picture of the planet Jupiter was taken by the Voyager 1 spacecraft as it passed the planet in 1979. Jupiter, a gas giant planet with no solid surface, is the largest planet in the solar system and is made mostly of the hydrogen and helium. Clearly visible in the photo is the Great Red Spot, a giant, hurricane-like storm system that rotates with the clouds of Jupiter. It is so large three complete Earths could fit inside it. Astronomers have observed this giant storm on Jupiter for over 300 years.  For more information see NASA Jet Propulsion Laboratory release.   We keep an archive of previous Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/jupiter1_vgr.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter from Voyager",
    "url": "https://apod.nasa.gov/apod/image/jupiter1_vgr.gif"
  },
  {
    "date": "1995-06-26",
    "explanation": "Today's Picture: June 26, 1995    The Spiral Galaxy M100  Picture Credit: NASA, Hubble Space Telescope  Explanation:  The M100 galaxy is a large spiral galaxy similar to our own Milky Way, containing over 100 billion stars. It is over 150 million light years away, so the light we see left when dinosaurs roamed the Earth. The picture was taken in 1993 with the Wide Field and Planetary Camera 2 on board the Hubble Space Telescope.  For more information see NASA Space Telescope Scientific Institute press release.   We keep an archive of previous Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/m100_hst.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy M100",
    "url": "https://apod.nasa.gov/apod/image/m100_hst.gif"
  },
  {
    "date": "1995-06-27",
    "explanation": "Today's Picture: June 27, 1995    An Ultraviolet Image of Messier 101  Picture Credit: NASA, Ultraviolet Imaging Telescope (UIT) Explanation:  This giant spiral galaxy, Messier 101 (M101), was photographed by the Ultraviolet Imaging Telescope onboard the Space Shuttle Endeavour during the Astro-2 mission (March 2 - 18, 1995). The image has been computer processed so that the colors represent the intensity of ultraviolet light. Pictures of galaxies like this one show mainly clouds of gas containing newly formed stars many times more massive than the sun, which glow strongly in ultraviolet light. In contrast, visible light pictures of galaxies tend to be dominated by the yellow and red light of older stars. Ultraviolet light, invisible to the human eye, is blocked by ozone in the atmosphere so ultraviolet pictures of celestial objects must be taken from space.  For more information see NASA Astro-2 UIT release.   We keep an archive of previous Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/uitm101.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Ultraviolet Image of M101",
    "url": "https://apod.nasa.gov/apod/image/uitm101.gif"
  },
  {
    "date": "1995-06-28",
    "explanation": "Today's Picture: June 28, 1995    The Cat's Eye Nebula  Picture Credit: NASA, Hubble Space Telescope  Explanation:  Three thousand light years away, a dying star throws off shells of glowing gas. This Hubble Space Telescope image reveals \"The Cat's Eye Nebula\" to be one of the most complex \"planetary nebulae\" known. In fact, the features seen in this image are so complex that astronomers suspect the visible central star may actually be a double star system. The term planetary nebula, used to describe this general class of objects, is misleading. Although these objects may appear round and planet-like in small telescopes, high resolution images reveal them to be stars surrounded by cocoons of gas blown off in the late stages of evolution.  Latest APOD Featuring this Image: July 4, 1996  For more information see NASA Space Telescope Scientific Institute press release.   We keep an archive of previous Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/catseye.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cat's Eye Nebula",
    "url": "https://apod.nasa.gov/apod/image/catseye.gif"
  },
  {
    "date": "1995-06-29",
    "explanation": "June 29, 1995    The Earth-Moon System  Picture Credit: NASA, JPL, Galileo Project Explanation:  A double planet? From 4 million miles away on December 16, 1992, NASA's robot spacecraft Galileo took this picture of the Earth-moon system. The bright, sunlit half of the Earth contrasts strongly with the darker subdued colors of the moon. Our moon is one of the largest moons in the solar system. It is even larger than the planet Pluto. In this picture, the Earth-moon system actually appears to be a double planet.  For more information see NASA, Jet Propulsion Laboratory press release.   We keep an archive of Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/earthmoon.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Earth-Moon System",
    "url": "https://apod.nasa.gov/apod/image/earthmoon.gif"
  },
  {
    "date": "1995-06-30",
    "explanation": "June 30, 1995    Ida and Dactyl: Asteroid and Moon  Picture Credit: NASA, JPL, Galileo Project Explanation:  An asteroid with a moon! The robot spacecraft Galileo whose primary mission is to explore the Jupiter system, has encountered and photographed two asteroids during its long journey to Jupiter. The second asteroid it photographed, called Ida, was discovered to have a moon which appears as a small dot to the right of Ida in this picture. The tiny moon, named Dactyl, is about one mile across, while the potato shaped Ida measures about 36 miles long and 14 miles wide. Dactyl is the first moon of an asteroid ever discovered. The names Ida and Dactyl are based on characters in Greek mythology.   For more information see NASA, Jet Propulsion Laboratory press release.   We keep an archive of Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/idadactyl.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ida and Dactyl: Asteroid and Moon",
    "url": "https://apod.nasa.gov/apod/image/idadactyl.gif"
  },
  {
    "date": "1995-07-01",
    "explanation": "July 1, 1995    The Hooker Telescope on Mt. Wilson  Picture Credit: Mount Wilson Observatory Explanation:  In the 1920s, pictures from the Hooker Telescope on Mt. Wilson fundamentally changed our understanding of the cosmos. Astronomer Edwin Hubble, using photographs he took with this telescope, demonstrated that the objects his contemporaries called \"spiral nebulae\" were actually huge systems of stars - spiral galaxies, similar to our own Milky Way galaxy but incredibly distant. Prior to Hubble's work it was argued that the spiral nebulae were mere clouds of gas and that they, along with everything else in the universe, were contained in our own galaxy. The Hooker Telescope mirror is 100 inches in diameter which is nearly the size of the mirror of the orbiting Hubble Space Telescope named in Hubble's honor. The Mount Wilson Observatory offers a \"virtual walking tour\" of this historic telescope.  For more information see Mount Wilson Observatory Historical Image Archives   We keep an archive of Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/hooker.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Hooker Telescope on Mt. Wilson",
    "url": "https://apod.nasa.gov/apod/image/hooker.gif"
  }
]
