[
  {
    "date": "1996-01-01",
    "explanation": "",
    "hdurl": "https://apod.nasa.gov/apod/image/engine_sts51.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shuttle Engine Blast",
    "url": "https://apod.nasa.gov/apod/image/engine_sts51.gif"
  },
  {
    "date": "1996-01-02",
    "explanation": "What if you could see X-rays? If you could, the",
    "hdurl": "https://apod.nasa.gov/apod/image/xray_skyview.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The X-Ray Sky",
    "url": "https://apod.nasa.gov/apod/image/xray_skyview.gif"
  },
  {
    "date": "1996-01-03",
    "explanation": "Launched Saturday on a Delta rocket, the X-ray Timing Explorer (XTE) will watch the sky for rapid changes in X-rays. XTE carries three separate X-ray telescopes.  The Proportional Counter Array (PCA) and the High Energy X-ray Timing Experiment (HEXTE) will provide the best timing information in the widest X-ray energy range yet available.  They will observe stellar systems that contain black holes, neutron stars, and white dwarfs as well as study the X-ray properties of the centers of active galaxies. XTE's All Sky Monitor (ASM) will scan the sky every 90 minutes to find new X-ray transients and track the variability of old ones. XTE has a planned life time of two years.",
    "hdurl": "https://apod.nasa.gov/apod/image/xte_nasa_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The X-ray Timing Explorer",
    "url": "https://apod.nasa.gov/apod/image/xte_nasa.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard\n",
    "date": "1996-01-04",
    "explanation": "Sometimes stars work together to create a spectacular display.  Such is the case with the binary star system R Aquarii - a \"symbiotic\" star system. Here two stars, a variable giant and a white dwarf companion - create both a nebula and a jet.  Light from the giant star and the unusually shaped nebula are visible in the above photograph. The two visible shells in the nebula likely resulted from two separate outburst events. Much about symbiotic star systems remains unknown.",
    "hdurl": "https://apod.nasa.gov/apod/image/Raquarii_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Symbiotic Star System R Aquarii",
    "url": "https://apod.nasa.gov/apod/image/Raquarii_aat.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard\n",
    "date": "1996-01-05",
    "explanation": "Is the only thing unusual about this nebula its shape?  Pictured above is the IC 2220 - the Toby Jug Nebula - a reflection nebula surrounding a normal red giant star. Reflection nebulae shine by light reflected from the central star(s). This nebula appears to have been created from the current phase of mass-loss from the central star. Normal gas and dust compose the nebula.  The nebula's peculiar but photogenic \"bi-polar, bi-conical\" shape, however, continue to make it a popular object of study.",
    "hdurl": "https://apod.nasa.gov/apod/image/IC2220_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Toby Jug Nebula",
    "url": "https://apod.nasa.gov/apod/image/IC2220_aat.gif"
  },
  {
    "date": "1996-01-06",
    "explanation": "Being the largest galaxy around can sometimes make you popular.  Pictured is M31's companion galaxy M32. M31, the Andromeda galaxy, is the largest galaxy in our Local Group of galaxies - even our tremendous Milky Way Galaxy is smaller. Little M32 is visible in most pictures of M31 - it is the small circular spot north of M31's center.  M32 is a dwarf elliptical galaxy. Elliptical galaxies have little or no measurable gas or dust - they are composed completely of stars and typically appear more red than spiral galaxies. Elliptical galaxies do not have disks - they generally have oblong shapes and therefore show elliptical profiles on the sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/m32_lowell_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dwarf Elliptical Galaxy M32",
    "url": "https://apod.nasa.gov/apod/image/m32_lowell.gif"
  },
  {
    "date": "1996-01-07",
    "explanation": "Space suited project Mercury astronauts John H. Glenn, Virgil I. Grissom, and Alan B. Shepard Jr. (left to right) are pictured here posing in front of a Redstone rocket in this 1961 NASA publicity photo. Project Mercury was the first U.S. program designed to put humans in space. It resulted in 6 manned flights using one-man capsules and Redstone and",
    "hdurl": "https://apod.nasa.gov/apod/image/mercury_ast.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury Astronauts and a Redstone",
    "url": "https://apod.nasa.gov/apod/image/mercury_ast.gif"
  },
  {
    "date": "1996-01-08",
    "explanation": "The Milky Way Galaxy is not alone.  It is part of a gathering of about 25 galaxies known as the Local Group. Members include the Great Andromeda Galaxy (M31), M32, M33, the Large Magellanic Clouds, the Small Magellanic Clouds, Dwingeloo 1, several small irregular galaxies, and many dwarf elliptical galaxies. Pictured is one of the many dwarf ellipticals: NGC 205.  Like M32, NGC 205 is a companion to the large M31, and can sometimes be seen to the south of M31's center in photographs.  The above image shows this galaxy to be unusual for an elliptical galaxy in that it contains at least two dust clouds (at 7 and 11 o'clock - they are visible but hard to spot) and signs of recent star formation.  This galaxy is sometimes known as M110, although it was actually not part of Messier's original catalog.",
    "hdurl": "https://apod.nasa.gov/apod/image/ngc205_lowell.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Local Group Galaxy NGC 205",
    "url": "https://apod.nasa.gov/apod/image/ngc205_lowell.gif"
  },
  {
    "date": "1996-01-09",
    "explanation": "The distance to the swirling grand design spiral M100 is causing quite a stir among astronomers. Many believe that the Hubble Space Telescope's recent distance measurement to this galaxy accurately calibrates the expansion rate of the universe. Others believe this distance measurement is misleading. The universe's expansion rate is usually given as a quantity called \"Hubble's constant\", a factor dividing well-measured recession velocity of a galaxy to give actual distance. Scientific debate over the value of Hubble's constant has been ongoing since it was first measured by Edwin Hubble in 1929. A real live debate involving the value of Hubble's constant titled \"The Scale of the Universe\" will occur in April 1996 in Washington, DC.",
    "hdurl": "https://apod.nasa.gov/apod/image/m100b_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M100 and the Expanding Universe",
    "url": "https://apod.nasa.gov/apod/image/m100b_hst.gif"
  },
  {
    "date": "1996-01-10",
    "explanation": "Can this blinking star tell us how fast the universe is expanding? Many astronomers also believe it may also tell us the age of the universe! The photographed \"Cepheid variable\" star in M100 brightens and dims over the course of days as its atmosphere expands and contracts. A longer blinking cycle means an intrinsically brighter star. Cepheids variable stars are therefore used as distance indicators. By noting exactly how long the blinking period is and exactly how bright the star appears to be, one can tell the distance to the star and hence the star's parent galaxy. This distance can then be used to match-up easily measured recessional velocity (\"redshift\") with distance. Once this \"Hubble relation\" is determined for M100, it should be the same for all galaxies - and hence tell us how fast the universe is expanding. The exact magnitude of this calibration is under dispute and so a real live debate involving the value of Hubble's constant titled \"The Scale of the Universe\" will occur in April 1996 in Washington, DC.",
    "hdurl": "https://apod.nasa.gov/apod/image/m100c_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cepheids of M100",
    "url": "https://apod.nasa.gov/apod/image/m100c_hst.gif"
  },
  {
    "date": "1996-01-11",
    "explanation": "Have you heard about the great LASER light show in the sky? Well, nobody had until it was announced just yesterday by a team led by K. Davidson (U. Minnesota) and S. Johansson (U. Lund).  The research team discovered that the unusually variable star Eta Carinae emits ultraviolet light of such a specific color it is most probably LASER light! The artist's conception shown above depicts a possible model for the Hubble Space Telescope observations. In this model, Eta Carinae emits many LASER beams from its surrounding cloud of energized gas.  Infrared LASERS and microwave MASERS are extremely rare astrophysical phenomena, but this ultraviolet LASER is the first of its kind to be discovered.",
    "hdurl": "https://apod.nasa.gov/apod/image/eta_laser_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lasers in Eta Carinae",
    "url": "https://apod.nasa.gov/apod/image/eta_laser.gif"
  },
  {
    "date": "1996-01-12",
    "explanation": "Looking like a target ring bull's-eye, the Mare Orientale is one of the most striking large scale lunar features. Located on the Moon's extreme western edge, this impact basin is unfortunately difficult to see from an earthbound perspective. It is over 3 billion years old, about 600 miles across and was formed by the impact of an asteroid sized object. The collision caused ripples in the lunar crust resulting in the three concentric circular features visible in this 1967 photograph made by NASA's Lunar Orbiter 4. Molten lava from the Moon's interior flooded the impact site through the fractured crust creating a mare. Dark, smooth regions on the moon are called mare (Latin for sea), because early astronomers thought these areas might be oceans.",
    "hdurl": "https://apod.nasa.gov/apod/image/orientale_lunar4.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mare Orientale",
    "url": "https://apod.nasa.gov/apod/image/orientale_lunar4_sm.gif"
  },
  {
    "date": "1996-01-13",
    "explanation": "On November 17, 1970 the Soviet Luna 17 spacecraft landed the first roving remote-controlled robot on the Moon. Known as Lunokhod 1, it weighed just under 2,000 pounds and was designed to operate for 90 days while guided by a 5-person team on planet Earth at the Deep Space Center near Moscow, USSR. Lunokhod 1 actually toured the lunar Mare Imbrium (Sea of Rains) for 11 months in one of the greatest successes of the Soviet lunar exploration program. The futuristic looking eight wheeler is pictured here in an artist's conception atop its landing module. Ramps extend from both sides of the spacecraft allowing the rover to choose an alternative route to the surface if one side is blocked by boulders.",
    "hdurl": "https://apod.nasa.gov/apod/image/lunokhod_1_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunokhod 1: Moon Robot",
    "url": "https://apod.nasa.gov/apod/image/lunokhod_1.gif"
  },
  {
    "date": "1996-01-14",
    "explanation": "very bright object in this 1994 photograph by the Hubble Space Telescope is a galaxy. Oddly - most of the objects are  spiral galaxies. This rich cluster of galaxies, named CL 0939+4713, is almost half way across the visible universe. Photos like this indicate that clusters in the past contained a higher fraction of spirals than do nearby clusters, which are usually dominated by elliptical galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/clusmedz_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Distant Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/clusmedz_hst.gif"
  },
  {
    "date": "1996-01-15",
    "explanation": "What did the universe look like near the beginning?  This exciting photo by the Hubble Space Telescope is one of the deepest ever taken, and shows galaxies as far away as ever before photographed. The universe back then - when only one third of its present age - was a strange and violent place. Back then a large fraction of galaxies were colliding and interacting. In fact, the shapes of many galaxies in the above photo are more distorted than most nearby galaxies. At this early universe epoch many clusters of galaxies were just forming. The bright twisted group of galaxies below the photographs center contains the energetic radio galaxy 3C324.",
    "hdurl": "https://apod.nasa.gov/apod/image/clushighz_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Dawn of the Clusters",
    "url": "https://apod.nasa.gov/apod/image/clushighz_hst.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard\n",
    "date": "1996-01-16",
    "explanation": "Many stars like our Sun were formed in open clusters.  The above open cluster, M11, contains thousands of stars and is just over three thousand light years distant.  The stars in this cluster all formed together about 150 million years ago. The many bright stars in the cluster appear blue. Open clusters, also called  galactic clusters, contain fewer and younger stars than globular clusters.  Also unlike globular clusters, open clusters are generally confined to the plane of our Galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/m11_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Wild Duck Open Cluster M11",
    "url": "https://apod.nasa.gov/apod/image/m11_aat.gif"
  },
  {
    "date": "1996-01-17",
    "explanation": "This pseudo-color composite of two recent Hubble Space Telescope images is a picture of a Sun-like star nearing the end of its lifetime. The exquisite details visible in this planetary nebula indicate that when the star passed through its Red Giant phase it initially shrugged off its outer atmosphere gently and evenly producing the outer faint spherical shells. As the process continued, material was apparently ejected in dense clumps producing dust clouds in the bright inner regions. The whole ejection process was amazingly rapid, taking only a few thousand years compared to a 10 billion year lifetime typical for Solar type stars. In the end the hot stellar core, now a white dwarf star, was left - seen here as a white dot at the center of the nebula. Our middle-aged Sun will experience a similar fate ... in about 5 billion years!",
    "hdurl": "https://apod.nasa.gov/apod/image/hst_NGC7027_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7027: A Dying Star's Nebula",
    "url": "https://apod.nasa.gov/apod/image/hst_NGC7027.gif"
  },
  {
    "date": "1996-01-18",
    "explanation": "The sands of time are running out for the central star of this hourglass-shaped planetary nebula. With its nuclear fuel exhausted, this brief, spectacular, closing phase of a Sun-like star's life occurs as its outer layers are ejected - its core becoming a cooling, fading White Dwarf. Astronomers have recently used the Hubble Space Telescope (HST) to make a series of images of planetary nebulae, including the one above. Here, delicate rings of colorful glowing gas (nitrogen-red, hydrogen-green, and oxygen-blue) outline the tenuous walls of the \"hourglass\". The unprecedented sharpness of the HST images has revealed surprising details of the nebula ejection process and may help resolve the outstanding mystery of the variety of complex shapes and symmetries of planetary nebulae.",
    "hdurl": "https://apod.nasa.gov/apod/image/hst_hourglass_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "MyCn18: An Hourglass Nebula",
    "url": "https://apod.nasa.gov/apod/image/hst_hourglass.gif"
  },
  {
    "date": "1996-01-19",
    "explanation": "This dusty disk, viewed edge on surrounding Beta Pictoris, a star only 50 lightyears distant, may signal the presence of an infant solar system. Beta Pictoris is a young Sun-like star just completing its formative stages. About 10 years ago it made the news when astronomers detected a disk around the star because planets are expected to form in such circumstellar disks. Did planets form around Beta Pic? The above recent Hubble Space Telescope image offers supporting evidence that they did. In this false color image, the overwhelming light from the star itself is masked out and features of the inner disk are revealed. The inner part (white area) appears to be slightly warped with respect to the line centered on the axis of the outer parts of the disk. This warp could be caused by a large planet orbiting within the inner clear zone, too faint to be seen directly against the stellar glare. If so, this is an indication that planetary systems are common in our galaxy. Is anybody out there?",
    "hdurl": "https://apod.nasa.gov/apod/image/BetaPicB.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Dusty Disk of Beta Pic",
    "url": "https://apod.nasa.gov/apod/image/hst_betapic.gif"
  },
  {
    "date": "1996-01-20",
    "explanation": "Mercury, the closest planet to the Sun, has a surface with so many craters it resembles the Earth's Moon. The largest surface feature on Mercury is the Caloris Basin, which resulted from a collision with an asteroid.  The basin, which is more that 1000 kilometers across, is visible as the large circular feature at the bottom of the above photograph. Similar features, such as the Mare Orientale, are seen on the Moon. The Caloris Basin gets very hot because it is near the \"sub-solar point\" - the point on Mercury's surface that is directly under the Sun when Mercury is closest to the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/caloris_m10_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury's Caloris Basin",
    "url": "https://apod.nasa.gov/apod/image/caloris_m10.gif"
  },
  {
    "date": "1996-01-21",
    "explanation": "The surface of the planet Mercury is not without fault. In this case, however, \"fault\" refers to unusual surface features that are the topic of much speculation. The above fault line is called Santa Maria Rupes, and runs through many prominent craters. The meandering feature is thought to be the result of huge forces of compression on Mercury's surface. Such rupes probably originate from large impacts and a general shrinking of Mercury's crust, which in turn causes parts of the crust to push above other parts.",
    "hdurl": "https://apod.nasa.gov/apod/image/merfault_m10_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury's Faults",
    "url": "https://apod.nasa.gov/apod/image/merfault_m10.gif"
  },
  {
    "date": "1996-01-22",
    "explanation": "Betelgeuse (sounds a lot like \"beetle juice\"), a red supergiant star about 600 lightyears distant, is shown here in this Hubble Space Telescope image which represents the first direct picture of the surface of a star other than the Sun. While Betelgeuse is cooler than the Sun, it is more massive and over 1000 times larger - if placed at the center of our Solar System, it would extend past the orbit of Jupiter. This image reveals a bright, as yet unexplained hotspot on its surface. Betelgeuse is also known as Alpha Orionis, one of the brightest stars in the familar constellation of Orion, the Hunter. Like many star names, Betelgeuse is Arabic in origin. It is derived from a phrase which refers to the hunter's shoulder or armpit, the general area occupied by this star in drawings of the figure in the constellation. As a massive red supergiant, it is nearing the end of its life and will soon become a supernova.",
    "hdurl": "https://apod.nasa.gov/apod/image/hst_betelg_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Betelgeuse, Betelgeuse, Betelgeuse",
    "url": "https://apod.nasa.gov/apod/image/hst_betelg.gif"
  },
  {
    "date": "1996-01-23",
    "explanation": "This near-infrared image of Jupiter was made using instrumentation at NASA's Infrared Telescope Facility, located on the summit of Mauna Kea, Hawaii, in support of the Galileo mission to Jupiter.",
    "hdurl": "https://apod.nasa.gov/apod/image/jupclouds_nasairtf.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Beneath Jupiter's Clouds",
    "url": "https://apod.nasa.gov/apod/image/jupclouds_nasairtf.gif"
  },
  {
    "date": "1996-01-24",
    "explanation": "The image above is part of the Hubble Deep Field and represents humanity's most distant yet optical view of the Universe. Galaxies like colorful pieces of candy fill the field, some as faint as 30th magnitude (about four billion times fainter than stars visible to the unaided eye). The dimmest objects are the most distant galaxies and reveal what the Universe looked like in the extremely distant past, perhaps less than one billion years after the Big Bang. To make the Deep Field image, astronomers selected an uncluttered area of the sky in the constellation Ursa Major (the Big Dipper) and pointed the Hubble Space Telescope at a single spot for 10 days accumulating and combining many separate exposures. With each additional exposure, fainter objects were revealed. The final result can be used to explore the mysteries of galaxy evolution and the infant Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/hst_deep_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Deep Field",
    "url": "https://apod.nasa.gov/apod/image/hst_deep.gif"
  },
  {
    "date": "1996-01-25",
    "explanation": "This carrot shaped track is actually little more than 5 hundredths of an inch long. It is the trail of a meteroid through a gel exposed to space in low earth orbit by the shuttle launched EURECA (European Recoverable Carrier) spacecraft. The meteoroid itself, about a thousandth of an inch in diameter, is visible where it came to rest, just beyond the tip of the carrot (far right). Chemical analyses of interplanetary dust particles similar to this one suggest that some of them may be bits of comets and represent samples of material from the early stages of the formation of the Solar System. NASA's Stardust mission, planned for launch in 1999, will attempt to directly collect dust from the tail of a comet and return it to Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/dusttrk_stardust.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Catching Falling Stardust",
    "url": "https://apod.nasa.gov/apod/image/dusttrk-l_sm.gif"
  },
  {
    "date": "1996-01-26",
    "explanation": "Meteor showers are caused by streams of solid particles, dust size and larger, moving as a group through space. In many cases, the orbits of these meteor streams can be identified with the dust tails of comets. When the Earth passes through the streams, the particles leave brilliant trails through the night sky as they burn up in the atmosphere. Above is an image of a meteor shower known as the Quadrantids. It was made in January 1995 using MOVIE, a new system for making video meteor observations. To make the image, frames from a video tape were computer processed and superposed to show the relative paths of many meteors in the shower. The meteor paths are all parallel to each other, but the effect of perspective causes the trails to appear to originate from a distant radiant point in the sky. In contrast to the elongated meteor trails, the brighter stars of the familiar constellation Ursa Major (the Big Dipper) are visible as points in the lower half of the image.",
    "hdurl": "https://apod.nasa.gov/apod/image/meteors_quadrantids.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Quadrantids: Meteors in Perspective",
    "url": "https://apod.nasa.gov/apod/image/meteors_quadrantids_sm.gif"
  },
  {
    "date": "1996-01-27",
    "explanation": "The large majestic Lagoon Nebula is home for many young stars and hot gas. The Lagoon Nebulae is so large and bright it can be seen without a telescope. Formed only several million years ago in the nebula is the open cluster known as NGC 6530, whose young stars show their high temperature by their blue glow.  The nebula, also known as M8 and NGC 6523, is named \"Lagoon\" for the band of dust seen to the left of the open cluster's center.  A bright knot of gas and dust in the nebula's center is known as the Hourglass Nebula. Star formation continues in the the Lagoon Nebula as witnessed by the many globules that exist there.",
    "hdurl": "https://apod.nasa.gov/apod/image/lagoon_moo.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M8: An Open Cluster in the Lagoon",
    "url": "https://apod.nasa.gov/apod/image/lagoon_moo.gif"
  },
  {
    "date": "1996-01-28",
    "explanation": "In December of 1993 astronauts Story Musgrave and Jeffrey Hoffman performed the orbiting repairmans' ballet 400 miles above the Earth. They are seen in this photo perched at the end of the Space Shuttle Endeavour's robotic arm making final repairs to the four story tall Hubble Space Telescope. The coast line of western Australia is visible below. The complex and highly successful repair mission allowed HST to see into the Universe with unprecedented clarity.",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/hstserv1_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orbiting Repairmen",
    "url": "https://apod.nasa.gov/apod/image/hst_australia_sts61.gif"
  },
  {
    "date": "1996-01-29",
    "explanation": "The dramatic and mysterious looking object revealed in this Hubble Space Telescope image is known as the Egg Nebula. It is an aging star about 3,000 lightyears distant, entering its Planetary Nebula phase of evolution. Surrounded by an expanding cloud of gas and dust, a dense cocoon of dust (seen as the dark band running diagonally across the center) encloses the star itself and blocks it from direct view. The searchlight appearance is created as light from the star shines more easily through the thinner parts of the cocoon. Dust particles in the expanding cloud scatter and reflect the starlight making the beams visible. The sharpness of the HST image reveals a wealth of detail which will help to understand this complex and spectacular part of the stellar lifecycle.",
    "hdurl": "https://apod.nasa.gov/apod/image/hst_eggneb_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Searchlight Beams from the Egg Nebula",
    "url": "https://apod.nasa.gov/apod/image/hst_eggneb.gif"
  },
  {
    "copyright": "Royal \nObservatory Edinburgh, Anglo-Australian Observatory, and AURA",
    "date": "1996-01-30",
    "explanation": "The star 70 Virginis has a planet. This recent discovery is the second known case of a planet orbiting a normal star other than our Sun itself. The first case involved 51 Pegasi and was announced last year. The star 70 Vir, shown in the center of the above false-color picture, is very much like the Sun. The planet is not visible above - the unusual structure surrounding the star is caused by the telescope. The planet, designated 70 Vir b for short, was discovered by very slight periodic shifts in its colors. Defining characteristics of this planet include that it is at least eight times the mass of Jupiter, it's orbit is much smaller than Jupiter's, and it's temperature allows water to exist in liquid form - like on the Earth. Life on Earth is based on liquid water - could life exist here too?",
    "hdurl": "https://apod.nasa.gov/apod/image/vir70_skyview.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "70 Virginis b: A New Water Planet?",
    "url": "https://apod.nasa.gov/apod/image/vir70_skyview.gif"
  },
  {
    "date": "1996-01-31",
    "explanation": "Do many Sun-like stars have planets? Speculation on this point has been ongoing since humanity's realization that other stars existed. Only in the past year, however, have answers and discoveries been realized. The above plot summarizes the four known cases of normal stars having planets. These cases are: our Solar System, 51 Pegasi, 70 Virgini, and 47 Ursae Majoris. The later two cases were discovered by astronomers led by Geoff Marcy and Paul Butler as part of a greater project inspecting 120 stars for orbiting planets. Interestingly enough, the planets around the later two stars have temperatures in the right range to allow liquid water - and hence may have conditions ripe for the development of life.",
    "hdurl": "https://apod.nasa.gov/apod/image/planets_marcy.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planets Around Sun-Like Stars",
    "url": "https://apod.nasa.gov/apod/image/planets_marcy.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard",
    "date": "1996-02-01",
    "explanation": "What is the shape and composition of our Milky Way Galaxy? This question would be easier to answer if there wasn't so much obscuring dust! In the 1940s, however, astronomer Walter Baade identified a \"window\" near the center of our Galaxy where there is comparatively little opaque dust. Now called \"Baade's Window\", this sky region contains millions of stars and is used for many studies of the distant Milky Way. One clever use, devised by Bohdan Paczynski, is to monitor millions of stars in our Galactic Bulge - many through Baade's window - for sudden brightening due to gravitational lensing. Current observations by the OGLE and MACHO collaborations have now identified dozens of gravitational amplification events. This unexpectedly large number supports previous claims that our Galaxy has a \"bar\" of stars across the central nucleus, pointed nearly at the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/baade_uks.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lensing through Baade's Window",
    "url": "https://apod.nasa.gov/apod/image/baade_uks.gif"
  }
]
