[
  {
    "copyright": "Vic \nWinterICSTARS",
    "date": "1996-04-01",
    "explanation": "In one of the more spectacular pictures yet taken, Comet Hyakutake is shown here on March 26 high in the dark Missouri sky. In the foreground is Elmcrest Observatory complete with a dim red light glowing inside the dome. The stars in the background moved slightly during the exposure causing them to appear as streaks instead of points of light. Nevertheless, the constellation of Ursa Major - including the Big Dipper - is visible. Can you spot it? (Hint: Hyakutake's tail flows through the Dipper's handle.) Photographs with both recognizable foreground and background objects visible can be quite striking as they add angular perspective and contrast to the outworldly and unfamiliar comet. Dare anyone try to compete with city lights and capture the Eiffel Tower or the New York skyline in front of the comet?   Latest Comet Hyakutake images: APOD Hyakutake Archive, JPL, Fayetteville Observer-Times, NASA's Night of the Comet, ICSTARS, Jerry Lodriguss, ScienceWeb, Crni Vrh Obs., Cent. Mich U.",
    "hdurl": "https://apod.nasa.gov/apod/image/hyakutake_26Mar_vw_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hyakutake, Big Dipper, and Observatory Dome",
    "url": "https://apod.nasa.gov/apod/image/hyakutake_26Mar_vw.gif"
  },
  {
    "date": "1996-04-02",
    "explanation": "Imagine flying though space and approaching the Mir space station. The crew of the Space Shuttle Atlantis did just this in a mission that ended only two days ago. Mir, now 10 years old, is equipped for  scientific experiments in astronomy, physics, materials, biology and chemistry. The top most module on Mir is an unmanned supply ship used to send food and supplies. The next module with the long boom carries telescopes and essential flight equipment and connects to the core module with living quarters and solar panels.  To the left is the Spektr module carrying solar arrays and scientific equipment while on the right is a scientific module that also carries an airlock. The docking module seen at the bottom is the ultimate destination of Atlantis. The STS-76 mission left astronaut Shannon Lucid for a planned five month stay. Four more shuttle flights are currently planned to Mir, keeping a NASA astronaut continuously in space until late 1997. In late 1997, building on this jointly developed understanding and experience, the US and Russia will launch the first modules of the International Space Station.   Latest Comet Hyakutake images: APOD Hyakutake Archive, JPL, Fayetteville Observer-Times, NASA's Night of the Comet, ICSTARS, Jerry Lodriguss, ScienceWeb, Crni Vrh Obs., Cent. Mich. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/mir_sts76_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Atlantis Approaches Mir",
    "url": "https://apod.nasa.gov/apod/image/mir_sts76.gif"
  },
  {
    "copyright": "Andy Steere",
    "date": "1996-04-03",
    "explanation": "Tonight's full moon would normally washout the spectacle of Comet Hyakutake's lovely tail, even for those far from light polluted skies. Except that tonight comet observers are in luck - the dance of the planets calls for a total lunar eclipse! Lunar eclipses are caused when the Moon passes through the Earth's shadow. Although dimmed, the eclipsed Moon may not appear completely dark. Sunlight scattered into the Earth's shadow after passing around the planet's edge and through its dusty atmosphere can make the Moon take on dramatic shades of red during totality as demonstrated in the above photo of the November 1993 lunar eclipse. Tonight, totality begins at 6:26 p.m. EST and lasts about an hour and a half. Weather permitting, the eclipse will be visible for all those comet and moon watchers lucky enough to be on the Earth's nightside.  Latest Comet Hyakutake images: APOD Hyakutake Archive, JPL, Fayetteville Observer-Times, NASA's Night of the Comet, ICSTARS, Jerry Lodriguss, ScienceWeb, Crni Vrh Obs., Cent. Mich. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/lunecl_steere_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Lucky Lunar Eclipse",
    "url": "https://apod.nasa.gov/apod/image/lunecl_steere.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard",
    "date": "1996-04-04",
    "explanation": "The dark dusty Keyhole Nebula gets its name from its unusual shape. Designated NGC 3324, the Keyhole Nebula is a smaller region superposed on the bright Eta Carina Nebula. The Eta Carina Nebula is the largest nebula in angular extent on the sky, larger than the famous Orion Nebula, but its southerly location makes it less familiar to Northern Hemisphere skywatchers. The star Eta Carinae itself is extremely variable and has faded in a mere 150 years - formerly one of the brightest in the sky it is now invisible without a telescope. The nebula created by the star's 19th century outburst has been photographed by the Hubble Space Telescope.   Latest Comet Hyakutake images: APOD Hyakutake Archive, JPL, Fayetteville Observer-Times, NASA's Night of the Comet, ICSTARS, Jerry Lodriguss, ScienceWeb, Crni Vrh Obs., Cent. Mich. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/keyhole_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Keyhole Nebula Near Eta Carinae",
    "url": "https://apod.nasa.gov/apod/image/keyhole_aat.gif"
  },
  {
    "copyright": "STScIAAO",
    "date": "1996-04-05",
    "explanation": "Here is one of the largest objects that anyone will ever see on the sky. Each of the fuzzy blobs in the above picture is a galaxy, together making up the Perseus Cluster, one of the closest clusters of galaxies. We view the cluster through the foreground of faint stars in our own Milky Way galaxy. It takes light roughly 300 million years to get here from there, so we only see this cluster as it existed during the age of the dinosaurs. Also known as Abell 426, the center of Perseus cluster is a prodigious source of X-ray radiation, and so helps us study how clusters formed and how gas and dark matter interact. The Perseus Cluster of Galaxies is part of the Pisces-Perseus supercluster of galaxies, which spans over 15 degrees and contains over 1000 galaxies.   Latest Comet Hyakutake images: APOD Hyakutake Archive, JPL, Fayetteville Observer-Times, NASA's Night of the Comet, ICSTARS, Jerry Lodriguss, ScienceWeb, Crni Vrh Obs., Cent. Mich. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/perseus_pss.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Perseus Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/perseus_pss.gif"
  },
  {
    "date": "1996-04-06",
    "explanation": "In the 1920s, using photographic plates made with the Mt. Wilson Observatory's 100 inch telescope, Edwin Hubble determined the distance to the Andromeda Nebula - decisively demonstrating the existence of other galaxies far beyond the Milky Way. His notations are evident on the plate shown above (the image is a negative with stars appearing as black dots against the white background of space). By intercomparing plates, Hubble searched for \"novae\", stars which underwent a sudden increase in brightness. He found several on this plate and marked them with an \"N\".  Later he discovered that one was actually a type of variable star known as a cepheid - crossing out the \"N\" he wrote \"Var!\" (upper right). Thanks to the work of Harvard astronomer Henrietta Leavitt, cepheids, regularly varying, pulsating stars, could be used as \"standard candle\" distance indicators. Identifying such a star allowed Hubble to show that Andromeda was not a small cluster of stars and gas within our own galaxy, but a large galaxy in its own right at a substantial distance from the Milky Way. Hubble's discovery is responsible for our modern concept of a Universe filled with galaxies.   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/andromeda_neb_2.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Andromeda Nebula: Var!",
    "url": "https://apod.nasa.gov/apod/image/andromeda_neb_2.gif"
  },
  {
    "date": "1996-04-07",
    "explanation": "Why is Umbriel so dark? This dark moon reflects only half the light of other Uranus' moons such as Ariel. And what is that bright ring at the top?  Unfortunately, nobody yet knows. These questions presented themselves when Voyager 2 passed this satellite of Uranus in January 1986. Voyager found an old surface with unusually large craters, and determined Umbriel's composition to be about half ice and half rock. Umbriel is the fourth largest and third most distant of Uranus' five large moons. Umbriel was discovered in 1851 by William Lassell.  Latest Comet Hyakutake images: APOD Hyakutake Archive, JPL, Fayetteville Observer-Times, NASA's Night of the Comet, ICSTARS, Jerry Lodriguss, ScienceWeb, Crni Vrh Obs., Cent. Mich. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/umbriel_vg2_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Uranus's Moon Umbriel: A Mysterious Dark World",
    "url": "https://apod.nasa.gov/apod/image/umbriel_vg2.gif"
  },
  {
    "date": "1996-04-08",
    "explanation": "Oberon is the most distant and second largest moon of Uranus. Discovered by William Herschel in 1787, the properties of the world remained relatively unknown until the robot spacecraft Voyager 2 passed it during its flyby of Uranus in January 1986. Compared to Uranus' moons Ariel, Titania, and Miranda, Oberon is heavily cratered, and in this way resembles Umbriel.  Like all of Uranus' large moons, Oberon is composed of roughly half ice and half rock. Note that Oberon has at least one large mountain, visible on the limb at the lower left, that rises 6 km off the surface.   Latest Comet Hyakutake images: APOD Hyakutake Archive, JPL, Fayetteville Observer-Times, NASA's Night of the Comet, ICSTARS, Jerry Lodriguss, ScienceWeb, Crni Vrh Obs., Cent. Mich. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/oberon_vg2_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Uranus's Moon Oberon: Impact World",
    "url": "https://apod.nasa.gov/apod/image/oberon_vg2.gif"
  },
  {
    "date": "1996-04-09",
    "explanation": "A progression of beautiful spiral galaxies is illustrated above with three photographs from NASA's Ultraviolet Imaging Telescope (UIT). Flying above the Earth's obscuring layer of atmosphere on the Space Shuttle Columbia during the Astro-1 mission in 1990, UIT's cameras were able to image these distant spirals in the ultraviolet light produced by hot, young stars. These bright stars, newly condensed from gas and dust clouds, give away the location of the spiral arms they are born in. Because they are massive (many times the mass of the Sun), they are shortlived. Dying and fading before they move too far from their birth place they make excellent tracers of spiral structure. From left to right the galaxies are known as M33, M74, and M81 and have progressively more tightly wound spiral arms. Astronomers would classify these as Scd, Sc, and Sb type spirals using a galaxy classification scheme first worked out by Edwin Hubble.   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/spiral_gallery_uit_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Spiral Galaxy Gallery",
    "url": "https://apod.nasa.gov/apod/image/spiral_gallery_uit.gif"
  },
  {
    "copyright": "The Astronomer Online",
    "date": "1996-04-10",
    "explanation": "Comet Hyakutake is still visible as it continues its orbit around the Sun. The comet will brighten again in late April and early May. The above fascinating picture was taken with a three minute exposure. In the middle of the exposure, the photographer cleverly set off a flash, momentarily illuminating the foreground tree. The picture was taken on March 24th from Mount Teide in the Canary Islands, and the recorded tail length was over 50 degrees.  Discoverer Yuji Hyakutake, whose last name means \"100 warriors\" is an amateur astronomer in Japan. Interested in comets since age 15, he discovered this comet while sitting on a rural mountain top searching dark skies with huge binoculars in early morning hours. Originally intending to check up on a comet he had discovered only one month earlier, Hyakutake was initially worried that the new fuzzy spot he had located was not really yet another comet! One unexpected result of his comet discovery is that now his family has trouble making phone calls because their telephone is always ringing.   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/hyakutake_tree_nj_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hyakutake and a Tree",
    "url": "https://apod.nasa.gov/apod/image/hyakutake_tree_nj.gif"
  },
  {
    "date": "1996-04-11",
    "explanation": "The first X-rays ever detected from a comet were discovered from Comet Hyakutake with the ROSAT satellite on March 27th.  The discovery is particularly surprising because there was little previous indication that comets emit any significant X-radiation. As the comet passed the Earth in late March, repeated observations with ROSAT also showed that the X-ray brightness changed over just a few hours. The crescent shape of the X-ray emission is also enigmatic. One possible explanation is that X-rays emitted from the Sun are absorbed by water in the comet's coma causing fluorescence. Another possible explanation involves interaction with the solar wind - fast moving particles streaming away from the Sun.   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/hyakutake_rosat_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unexpected X-rays from Comet Hyakutake",
    "url": "https://apod.nasa.gov/apod/image/hyakutake_rosat.gif"
  },
  {
    "date": "1996-04-12",
    "explanation": "Thirty five years ago today, Soviet cosmonaut Yuri Alexseyevich Gagarin became the first human in space. On April 12, 1961, his remotely controlled Vostok 1 spacecraft lofted him to an altitude of 200 miles and carried him once around planet Earth. Strictly a passenger, his onboard controls were locked out by a secret combination - in case of emergency he carried the combination in a sealed envelope. After reentry, Gagarin ejected from the Vostok at an altitude of 20,000 feet and parachuted to Earth. How was the first view from space? He reportedly commented, \"The sky is very dark; the Earth is bluish. Everything is seen very clearly\". Coupled with other spacefaring accomplishments, this flight seemed to confirm Soviet technological superiority - the first US astronaut would not be launched until almost a month later and then on a comparatively short suborbital flight. Born on March 9, 1934, Gagarin was an air force jet pilot before being chosen for the first group of cosmonauts in 1960. As a result of his historic flight he became an international hero and legend. Killed when his MIG jet crashed during a training flight on March 27, 1968, Gagarin was given a hero's funeral, his ashes interred in the Kremlin Wall.   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/gagarin_msfc_full.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Man Enters Space",
    "url": "https://apod.nasa.gov/apod/image/gagarin_msfc.gif"
  },
  {
    "date": "1996-04-13",
    "explanation": "rlier this April, NASA's Compton Gamma Ray Observatory, completed its fifth successful year in orbit, exploring the gamma ray sky. Pictured is astronaut Jay Apt perched in the shuttle payload bay below the massive observatory.  Compton is the largest civilian instrument ever flown - the whole observatory is roughly the size of a school bus. Apt and colleague Jerry Ross rescued the spacecraft from an unexpected problem by successfully freeing the stuck high gain antenna in an unplanned space walk. The second of NASA's planned Great Observatories for Space Astrophysics, the first being the Hubble Space Telescope, the Compton Gamma Ray Observatory has exceeded expectations of scientific discovery. Compton continues to search the depths of the universe for such high energy phenomena as gamma-ray bursts, blazars, and pulsars. Compton is still monitoring a new source it discovered just last December - the spectacular \"bursting pulsar\" near the center of our Galaxy.   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/gro_deploy.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Compton Observatory Turns Five",
    "url": "https://apod.nasa.gov/apod/image/gro_deploy.gif"
  },
  {
    "date": "1996-04-14",
    "explanation": "Comet Hyakutake will reach its closest point to the Sun on May 1, passing well inside the orbit of Mercury.  At this time, the comet's dust and ion tail will be at their greatest physical length. As the comet nears the Sun, gas and dust are driven off the surface, sometimes being shot off in jets. Although much of this material ends up in the tail, some interesting features can be seen close to the comet's three kilometer nucleus. Because the comet's nucleus rotates, the jets can be seen to form arcs around the comet's center resembling a pinwheel. The above photograph, taken April 8, shows two expanding arcs of cometary material and two source jets. The outermost arc is at a projected distance of 12,000 kilometers from the nucleus. The inner is about 8,000 kilometers from the nucleus. They are expanding from the nucleus at 870 km per hour. The inner arc ends at the brightest of the Comet Hyakutake's many jets.   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/hyakutake_usno_rs.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Rotating Jets of Comet Hyakutake",
    "url": "https://apod.nasa.gov/apod/image/hyakutake_usno_rs.gif"
  },
  {
    "date": "1996-04-15",
    "explanation": "What is our universe made of? How rapidly is our universe expanding? When did galaxies form? These questions, among the most important and baffling to astronomers since the beginning of the modern astronomical era, might well be answered by a new space satellite mission. The Microwave Anisotropy Probe (MAP) is being designed inspect the universe's microwave background radiation in more detail then ever before. MAP will record the frequency, size and temperature of bumps 20 times smaller than COBE. Astronomers have computed what bumps would be expected from several models of our universe, and comparing these results to MAP's data may yield a new understanding of the composition and structure of our universe. MAP has just won approval as a NASA MIDEX class satellite, and is currently scheduled to launch in the year 2000.   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/map_cover_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "NASA Mission to MAP the Universe",
    "url": "https://apod.nasa.gov/apod/image/map_cover.gif"
  },
  {
    "date": "1996-04-16",
    "explanation": "Four hundred fifty light-years from Earth, the wind from a dying, sun-like star produced a planetary nebula popularly known as the Helix. While exploring the Helix's gaseous envelope with the Hubble Space Telescope (HST), astronomers discovered indications of 1,000s of striking \"cometary knots\" like those shown above. So called because of their resemblence to comets, they are actually much larger - their heads are several billion miles across (roughly twice the size of the our solar system itself) while their tails, pointing radially away from the central star, stretch over 100 billion miles. Previously known from ground based observations, the sheer number of cometary knots found in this single nebula is astonishing. What caused them to form? Hot, fast moving shells of nebular gas overrunning cooler, denser, slower shells ejected by the star during an earlier expansion may produce these droplet-like condensations as the two shells intermix and fragment. An intriguing possibility is that instead of dissipating over time, these objects, could collapse and form pluto-like bodies. If so, these icy worlds created near the end of a star's life, would be numerous in our galaxy.    Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/HelixD_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cometary Knots in the Helix Nebula",
    "url": "https://apod.nasa.gov/apod/image/HelixD_hst.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard",
    "date": "1996-04-17",
    "explanation": "The Helix nebula (New General Catalog number 7293) is estimated to be a mere 450 light-years from the Sun, in the direction of the constellation Aquarius. At that distance it may well be the closest planetary nebula, offering a dramatic snapshot of a brief final evolutionary stage in the life of a solar-type star. In this color image the nebula glows red in the light of nitrogen and hydrogen atoms energized by the ultraviolet radiation from the central star. The main rings themselves, though faint, have an angular size about half that of the full moon and span about 1.5 light-years. Because it is so close, it is a prime subject for study by astronomers. When the Hubble Space Telescope was focused near the inner edge of the main ring, at about the 12 o'clock position in the above image, it resolved some of the spoke like radial structures visible into intriguing cometary knots.   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/helix_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7293: The Helix Nebula",
    "url": "https://apod.nasa.gov/apod/image/helix_aat.gif"
  },
  {
    "copyright": "Vic \nWinterICSTARS",
    "date": "1996-04-18",
    "explanation": "Can you find Comet Hyakutake in the above picture? In this gorgeous photo, the starry night sky of April 9th is pictured with its new comet visitor. In the foreground is a pond with the lights of Kansas City, Missouri on the western horizon. On the upper left, the constellation of Orion is visible. At the center, the brightest object in the picture is the planet Venus. Venus's reflection can be seen in the pond. On the right - halfway between Venus and the photograph's edge - can be seen two bright objects fairly close to each other. Of these two, look closely at lower right object. See the tail? Comet Hyakutake is still visible for Northern observers in the Western sky and now has begun to brighten again as it nears the Sun.   Latest Comet Hyakutake images: APOD Hyakutake Archive, JPL, Fayetteville Observer-Times, NASA's Night of the Comet, ICSTARS, Jerry Lodriguss, ScienceWeb, Crni Vrh Obs.,",
    "hdurl": "https://apod.nasa.gov/apod/image/hyakutake_09Apr_vw.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hyakutake, Venus, Orion, and Pond",
    "url": "https://apod.nasa.gov/apod/image/hyakutake_09Apr_vw.gif"
  },
  {
    "date": "1996-04-19",
    "explanation": "This ROSAT image of the Virgo cluster of galaxies reveals a hot X-ray emitting plasma or gas with a temperature of 10-100 million degrees pervading the cluster. False colors have been used to represent the intensity of X-ray emission. The large area of X-ray emission, just below and left of center, is about 1 million light-years across. The giant elliptical galaxy M87, the biggest member of the cluster, is centered in that area while other cluster members are scattered around it. By adding up the amount of X-ray emitting gas astronomers have found that its total mass is up to 5 times the total mass of the cluster galaxies themselves - yet all this matter still does not produce nearly enough gravity to keep the cluster from flying apart! Where is the unseen mass? Because galaxy clusters are the largest structures in the Universe, this mysterious Dark Matter must dominate the cosmos but its nature is still an open question.   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/virgo_rosat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Virgo Cluster: Hot Plasma and Dark Matter",
    "url": "https://apod.nasa.gov/apod/image/virgo_rosat.gif"
  },
  {
    "date": "1996-04-20",
    "explanation": "Buzz Aldrin, Apollo 11 Lunar Module pilot and the second human to walk on the Moon described the lunar landscape as \"a magnificent desolation\". Dramatic pictures from the Apollo missions to the moon's surface testify to this apt turn of phrase. Near the Apollo 17 landing site, Family Mountain (center background) and the edge of South Massif (left) frame the lunarscape in this photo of astronaut Harrison Schmitt working alongside the lunar roving vehicle. Schmitt and fellow astronaut Eugene Cernan were the last to walk on this magnificent desolation.   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/lunarscape_apollo17_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 17 Lunarscape: A Magnificent Desolation",
    "url": "https://apod.nasa.gov/apod/image/lunarscape_apollo17.gif"
  },
  {
    "date": "1996-04-21",
    "explanation": "In 1994, a new star in a distant galaxy was seen by amateur astronomers, who alerted the world to their discovery of a supernova. Near the nucleus of spiral galaxy M51, popularly known as the Whirlpool, this supernova (1994I) is identified as the bright spot indicated by the arrow in the lower left of this Hubble Space Telescope image. Supernovae are violent death explosions of stars that eject radioactive debri clouds. They are often discovered by amateur observers dedicated to systematic searches of the sky and are of intense interest to astronomers who hope to learn what kind of stars generate these explosions and what chemical elements are produced and mixed into space. Distances to these these intrinsically bright events can also be determined, providing crucial yardsticks for measuring the Scale of the Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/snwhirl_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Supernova in the Whirlpool",
    "url": "https://apod.nasa.gov/apod/image/snwhirl_hst.gif"
  },
  {
    "date": "1996-04-22",
    "explanation": "While exploring the inner edge of the Helix Nebula with the Hubble Space Telescope's Wide Field Planetary Camera 2, astronomers were able to produce this striking image - rich in details of an exotic environment. This planetary nebula, created near the final phase of a sun-like star's life, is composed of tenuous shells of gas ejected by the hot central star. The atoms of gas, stripped of electrons by ultraviolet radiation from the central star, radiate light at characteristic energies allowing specific chemical elements to be identified. In this image, emission from nitrogen is represented as red, hydrogen emission as green, and oxygen as blue. The inner edge of the nebula (the direction to the central star) is toward the bottom right. Clearly visible close to the inner edge are finger shaped \"cometary knots\".",
    "hdurl": "https://apod.nasa.gov/apod/image/helixF_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "At the Edge of the Helix",
    "url": "https://apod.nasa.gov/apod/image/helixF_hst.gif"
  },
  {
    "copyright": "Vic \nWinterICSTARS",
    "date": "1996-04-23",
    "explanation": "It was a starry night in April (April 9th, 1996, 9:32 pm CDT to be exact) near Lone Jack, Missouri when Comet Hyakutake graced this astronomically rich field. Making an appearance as the brilliant evening star, Venus is overexposed at the far left. Just below Venus and slightly to the right, the Pleiades star cluster (M45) glistens. On the right hand side of the image, the comet itself shows a bright blue tail extending upwards past the nearby star cluster in the constellation Perseus (top right, the Alpha Persei Group). Hyakutake, receding from the Earth and appoaching the Sun, will sink into the western horizon at sunset in late April, disappearing from Northern Hemisphere skies.  Latest Comet Hyakutake images: APOD Hyakutake Archive, JPL, Fayetteville Observer-Times, NASA's Night of the Comet, ICSTARS, Jerry Lodriguss, ScienceWeb, Crni Vrh Obs.,",
    "hdurl": "https://apod.nasa.gov/apod/image/hyak32.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hyakutake on a Starry Night",
    "url": "https://apod.nasa.gov/apod/image/hyak32.gif"
  },
  {
    "date": "1996-04-24",
    "explanation": "What are those strange blue objects? Many are images of a single, unusual, beaded, blue, ring-like galaxy which just happens to line-up behind a giant cluster of galaxies. Cluster galaxies here appear yellow and -- together with the cluster's dark matter -- act as a gravitational lens. A gravitational lens can create several images of background galaxies, analogous to the many points of light one would see while looking through a wine glass at a distant street light. The distinctive shape of this background galaxy -- which is probably just forming -- has allowed astronomers to deduce that it has separate images at 4, 8, 9 and 10 o'clock, from the center of the cluster. Possibly even the blue smudge just left of center is yet another image! This spectacular photo from HST was taken in October 1994. The first cluster lens was found unexpectedly by Roger Lynds (NOAO) and Vahe Petrosian (Stanford) in 1986 while testing a new type of imaging device.  Lensed arcs around this cluster, CL0024+1654, were first discovered from the ground by David Koo (UCO Lick) in 1988.   Congratulations: Hubble Space Telescope is six years old today!",
    "hdurl": "https://apod.nasa.gov/apod/image/cl0024_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Giant Cluster Bends, Breaks Galaxy Images",
    "url": "https://apod.nasa.gov/apod/image/cl0024_hst.gif"
  },
  {
    "date": "1996-04-25",
    "explanation": "In the center of M51, a spiral galaxy 23 million light-years away, astronomers have identified a dense region of young stars. The graceful swirling arcs of this galaxy's spiral arms have inspired its popular name, \"The Whirlpool Galaxy\". This Hubble Space Telescope image of its nucleus reveals the light from millions of stars, perhaps one tenth the age of the Sun, packed into the bright central region. This area is a mere 80 light-years across -- the stars are so crowded here that the view from a hypothetical planet orbiting one of these distant suns would be of a continuously bright sky! The dark \"Y\" shape visible within this region is an indication that lanes of dust are present, partially blocking the intense starlight.",
    "hdurl": "https://apod.nasa.gov/apod/image/m51nuc_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Center of the Whirlpool",
    "url": "https://apod.nasa.gov/apod/image/m51nuc_hst.gif"
  },
  {
    "date": "1996-04-26",
    "explanation": "G1, pictured above, is the brightest known globular cluster in the whole Local Group of galaxies. Also called Mayall II, it orbits the center of the largest nearby galaxy: M31.  G1 contains over 300,000 stars and is almost as old as the entire universe.  In fact, observations of this globular cluster show stars as old as the oldest of the roughly 250 known globular clusters in our own Milky Way Galaxy.  This image was taken with the Hubble Space Telescope in July of 1994.  It shows, for the first time, the same fine detail in a distant globular cluster as can be discerned from a ground-based telescope of a globular cluster in our own Galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/g1_m31_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Giant Globular Cluster in M31",
    "url": "https://apod.nasa.gov/apod/image/g1_m31_hst.gif"
  },
  {
    "date": "1996-04-27",
    "explanation": "Brilliant sunlight glints off tracks gently winding across the the Moon's Frau Maro highlands. The tracks were made by the Apollo 14 crew's two-wheeled Modularized Equipment Transporter (MET), fondly known as the \"rickshaw\". The MET was designed as an aid to surface exploration. Serving as a workbench with a place for the lunar handtools, it also carried cameras, sample containers, spare film and a Lunar Surface Penetrometer. The path outlined in the lunar soil leads away from Alan Shepard and Edgar Mitchell's Lunar landing Module, tracing the path of their first venture across the lunar landscape.",
    "hdurl": "https://apod.nasa.gov/apod/image/met_apollo14_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 14: Rickshaw Tracks Across the Moon",
    "url": "https://apod.nasa.gov/apod/image/met_apollo14.gif"
  },
  {
    "date": "1996-04-28",
    "explanation": "Comet Hyakutake is seen here just as the Sun sets on April 22. As April draws to a close, Comet Hyakutake will be visible only just after sunset and will be hard to discern against the brightly lit sky. Unfortunately, Comet Hyakutake did not brighten as much as hoped during its journey to the inner Solar System, and is now not supposed to get as bright as it did when it passed the Earth in late March. Nevertheless, Comet Hyakutake is still a bright comet and spectacular sight.  Latest Comet Hyakutake images: APOD Hyakutake Archive, JPL, Fayetteville Observer-Times, NASA's Night of the Comet, ICSTARS, Jerry Lodriguss, ScienceWeb, Crni Vrh Obs.,",
    "hdurl": "https://apod.nasa.gov/apod/image/hyakutake_22Apr_kh.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sun Sets on Comet Hyakutake",
    "url": "https://apod.nasa.gov/apod/image/hyakutake_22Apr_kh.gif"
  },
  {
    "date": "1996-04-29",
    "explanation": "Saturn's rings are actually very thin.  This picture from the Hubble Space Telescope was taken on August 6, 1995 when the rings lined up sideways as seen from Earth.  Saturn's largest moon Titan is seen on the left, and Titan's shadow can be seen on Saturn's cloud tops!  Titan itself looks a brownish color because of its thick atmosphere. Four other moon's of Saturn can be seen just above the ring plane, which are, from left to right: Mimas, Tethys, Janus, and Enceladus. If you look carefully, you will note that the dark band across the planet is actually the shadow of the rings, and is slightly displaced from the real rings - which are best seen away from the planet.  Saturn's rings are not solid - they are composed of ice chunks which range in size from a grain of sand to a house.",
    "hdurl": "https://apod.nasa.gov/apod/image/saturn_24Apr_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Rings Seen Sideways",
    "url": "https://apod.nasa.gov/apod/image/saturn_24Apr_hst.gif"
  },
  {
    "date": "1996-04-30",
    "explanation": "The rings of Uranus are thin, narrow, and dark compared to other planetary ring systems. Brightened artificially by computer, the ring particles reflect as little light as charcoal, although they are really made of ice chucks darkened by rock. This false-color, infrared picture from the Hubble Space Telescope taken in July 1995 shows the rings in conjunction to the planet. The infrared light allows one to see detail in different layers of Uranus' atmosphere, which has been digitally enhanced with false color. Three other planets in our Solar System are known to have rings: Jupiter, Saturn, and Neptune.  Four of Uranus' moons are visible outside the ring plane. The rings of Uranus were discovered from ground-based observations in 1977.",
    "hdurl": "https://apod.nasa.gov/apod/image/uranus_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Uranus' Ring System",
    "url": "https://apod.nasa.gov/apod/image/uranus_hst.gif"
  },
  {
    "date": "1996-05-01",
    "explanation": "Comet Hyakutake is shown photographed the night of March 27 in Arizona, USA, with a cactus in the foreground.  Polaris, the north star, is the bright star seen just to the upper right of the comet's head. Today Comet Hyakutake reaches its closest approach to the Sun. Comet Hyakutake is now at its intrinsic brightest, but because of its distance from the Earth, it will appear less bright to us than it did during its closest approach to the Earth in late March. In fact, due to the comet's angular proximity to the Sun, it will difficult to see at all from the Earth! Comet Hyakutake will reach less than one quarter of the Earth-Sun distance - inside the orbit of Mercury. Comet Hyakutake will not venture near the Sun again for another about 15,000 years.   Latest Comet Hyakutake images: APOD Hyakutake Archive, JPL, Fayetteville Observer-Times, NASA's Night of the Comet, ICSTARS, Jerry Lodriguss, ScienceWeb, Crni Vrh Obs.,",
    "hdurl": "https://apod.nasa.gov/apod/image/hyakutake_27Mar_so_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hyakutake and a Cactus",
    "url": "https://apod.nasa.gov/apod/image/hyakutake_27Mar_so.gif"
  }
]
