[
  {
    "date": "1996-10-01",
    "explanation": "Something big exploded but astronomers have\r no idea what. On September 24th, the Burst and Transient Source Experiment\r (BATSE) onboard the orbiting Compton Gamma Ray Observatory\r recorded the most intense gamma ray burst\r in its five year history. During its mission, BATSE\r has recorded many gamma ray bursts\r - about one per day, but none were this powerful. Since their\r discovery over 25 years ago,\r the origin and even distance to gamma ray bursts\r remains hotly debated. Bursts are surely mysterious phenomena:\r they flash into existence suddenly dominating the entire gamma-ray sky,\r then typically fade in a few seconds never to be seen again.\r It is possible that this intense wave of gamma radiation\r caused other satellites to glitch and may even have been the cause\r of unusual noise in the Earth's atmosphere. If you know of such\r an anomaly, please report it.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/bigburst_batse_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "BATSE's Biggest Gamma Ray Burst (Yet)\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/bigburst_batse_big.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope Board\n",
    "date": "1996-10-02",
    "explanation": "The Horsehead Nebula is arguably the most famous nebula on the sky.  It is visible as the black indentation to the red emission nebula seen just to the right of center of the above photograph. The bright star near the center is located in the belt of the familiar constellation of Orion. The horse-head feature is dark because it is really an opaque dust cloud which lies in front of the bright red emission nebula. Like clouds in Earth's atmosphere, this cosmic cloud has assumed a recognizable shape by chance. After many thousands of years, the internal motions of the cloud will alter its appearance. The emission nebula's red color is caused by electrons recombining with protons to form hydrogen atoms. Also visible in the picture are blue reflection nebulae, which preferentially reflect the blue light from nearby stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/horsehead2_dm_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion's Horsehead Nebula \nCredit:",
    "url": "https://apod.nasa.gov/apod/image/horsehead2_dm.gif"
  },
  {
    "date": "1996-10-03",
    "explanation": "The Galileo spacecraft\r orbiting Jupiter continues to return impressive results. The\r Galileo team\r has just released three more photographs of Jupiter's\r volcanic moon Io taken in June. \r These three photos\r are reflected at the bottom of the above picture, digitally enhanced\r to better show important features. Some areas of Io,\r it now appears, are truly red, not the usual green and yellow\r hues recorded previously. In fact, the last major mission - Voyager\r - did not have cameras sensitive to red light. This red material\r appears to be associated with recent volcanic eruptions,\r and the red color appears to fade with time. Comparisons of these\r photos with 17-year old Voyager photos\r show that about a dozen surface regions -- each the size of Connecticut--\r have been affected by Io's active volcanoes.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/io3_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Three Views of Jupiter's Io\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/io3_gal.gif"
  },
  {
    "date": "1996-10-04",
    "explanation": "Does an old, red globular cluster have any\r hot, blue stars? The rightmost picture, taken by the Ultraviolet\r Imaging Telescope in ultraviolet\r light, shows that indeed it does. Pictured,\r Omega Centauri is the largest known\r globular cluster in\r our Galaxy, containing well over\r a million stars. Many of these stars are evident in the visible\r light photograph on the left. When photographed in ultraviolet\r light, however, different and less numerous stars emerge, as evident\r on the photograph on the right. Most of these stars are thought\r to have evolved past the current stage of our Sun.\r These stars no longer fuse hydrogen\r to helium in their core\r but rather fuse\r helium into carbon.\r These stars will soon shed their outer envelopes and end up as\r smoldering carbon embers known as white dwarf\r stars.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/omgcen_uit_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Globular Cluster Omega Centauri\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/omgcen_uit.gif"
  },
  {
    "date": "1996-10-05",
    "explanation": "1500 light years away lies a nebula of quite\r peculiar shape. How did the dark dust\r cloud shown above\r come to be shaped like a horse's head? Nobody knows!\r Barnard 33,\r as this region is known to some, is surely a dark dust\r cloud absorbing the light from the bright red emission nebula\r behind it. The Horsehead Nebula\r is also thought to be a region where low-mass stars form. But\r the reason for gross shapes in the universe is frequently poorly\r understood. Perhaps there is no simple explanation in this case.\r Some stars are thought to be efficient creators of dust,\r while others are much better at destroying it. The Horsehead\r Nebula's dust distribution might just be the result of a specific\r irregular distribution of stars and gas in its vicinity.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/hhead_vw_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Close-Up of the Horsehead Nebula \r\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/hhead_vw.gif"
  },
  {
    "date": "1996-10-06",
    "explanation": "The Earth's northern hemisphere appears outlined as a sunlit crescent in this dramatic view from the GOES 8 satellite. The image was made near midnight for the Geostationary Operational Environmental Satellite on June 22 this year, two days after the Summer Solstice. The Summer Solstice is the time of year when the sun reaches its greatest northern declination and the arctic regions near the top of the picture experience 24 hours of daylight. Looking south along the Earth's limb, atmospheric scattering of sunlight causes the bright crescent to be visible beyond areas directly illuminated by the sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/cresearth_goes8_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Crescent Earth At Midnight\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/cresearth_goes8.gif"
  },
  {
    "date": "1996-10-07",
    "explanation": "Caught in the act earlier this summer by the Hubble Space Telescope, the volcanic moon Io (above and right of center) and its shadow (black dot) are seen here against Jupiter's clouds. Io's shadow is 2,262 miles in diameter (about the size of Io) as it races across the swirling cloud tops at about 38,000 miles per hour. From our perspective in the inner Solar System, dramatic scenes like this one are possible when Jupiter, Io, and the Sun line up. What would this scene look like when viewed from Jupiter's cloud tops? As the shadow passed over Jupiter, for observers along the shadow's track, Io's disk would appear to eclipse the sun. The situation is familiar to those Earth Dwellers who have seen a Solar Eclipse - visible from along the track of the Moon's shadow passing across the surface of the Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/ioshadow_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io's Shadow\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/ioshadow_hst.gif"
  },
  {
    "date": "1996-10-08",
    "explanation": "Launched in 1990, the orbiting ROSAT observatory explored the Universe by viewing the entire sky in x-rays - photons with about 1,000 times more energy than visible light. This ROSAT survey produced the sharpest, most sensitive image of the x-ray sky to date. The all-sky image is shown with the plane of our Milky Way Galaxy running horizontally through the center. Both x-ray brightness and relative energy are represented with red, green, and blue colors indicating three x-ray energy ranges (from lowest to highest). Bright x-ray spots near the galactic plane are within our own Milky Way. The brightest region (right of center) is toward the Vela Pulsar and the Puppis supernova remnant. Bright sources beyond our Galaxy are also apparent, notably the Virgo cluster of galaxies (near top right) and the Large Magellanic Cloud (LMC). The LMC is easy to find here as several of the black stripes (blank areas caused by missing data) seem to converge on its position (lower right). Over large areas of the sky a general diffuse background of x-rays dominates. Hot gas in our own Galaxy provides much of this background and gives rise to the grand looping structures visible in the direction of the galactic center (image center). Unresolved extragalactic sources also add to this background, particularly above and below the plane. Despite the x-ray sky's exotic appearance, a very familiar feature is visible - the gas and dust clouds which line the plane of our galaxy absorb x-rays as well as optical light and produce the dark bands running through the galactic center.",
    "hdurl": "https://apod.nasa.gov/apod/image/xallsky_rosat_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "ROSAT Explores the X-Ray Sky",
    "url": "https://apod.nasa.gov/apod/image/xallsky_rosat.gif"
  },
  {
    "copyright": "Jason Ware",
    "date": "1996-10-09",
    "explanation": "Andromeda is the nearest major galaxy to our\r own Milky Way Galaxy. Our Galaxy\r is thought to look much like Andromeda.\r Together these two galaxies dominate the Local Group\r of galaxies. The diffuse light from Andromeda\r is caused by the hundreds of billions of stars\r that compose it. The several distinct stars that surround Andromeda's\r image are actually stars in our Galaxy\r that are well in front of the background object. Andromeda\r is frequently referred to as M31 since it is the 31st object on Messier's list of diffuse\r sky objects. M31\r is so distant it takes about 2 million years for light to reach\r us from there. Much about M31 remains unknown,\r including why the center contains two nuclei.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/m31_oregon_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M31: The Andromeda Galaxy",
    "url": "https://apod.nasa.gov/apod/image/m31_oregon.gif"
  },
  {
    "date": "1996-10-10",
    "explanation": "Today marks the 150th anniversary of the\r discovery of Triton. On October 10 1846, William Lassell\r was observing the newly discovered\r planet Neptune. He was attempting\r to confirm his observation, made just the previous week, that Neptune had a ring. But this time he discovered that Neptune\r had a satellite as well. Lassell soon proved the ring\r was product of his new telescope's distortion, but the satellite\r Triton\r remained. The above picture of Triton\r was taken in 1989 by the only spacecraft ever to pass Triton:\r Voyager 2. Voyager 2 found fascinating terrain,\r a thin atmosphere, and even evidence for ice volcanoes on this\r world of peculiar orbit and spin. Ironically, Voyager 2 also confirmed the existence of complete thin rings around Neptune\r - but these would have been quite invisible to Lassell!\r",
    "hdurl": "https://apod.nasa.gov/apod/image/triton1_vg2_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Triton: Neptune's Largest Moon",
    "url": "https://apod.nasa.gov/apod/image/triton1_vg2.gif"
  },
  {
    "date": "1996-10-11",
    "explanation": "The center of M31 is twice as unusual as previously\r thought. In 1991 the Planetary Camera then onboard the Hubble Space Telescope\r pointed toward the center of our Milky Way's\r closest major galactic neighbor: Andromeda (M31).\r To everyone's surprise, M31's nucleus showed a double structure.\r The nuclear hot-spots are quite close together when considering\r Galactic distances: M31 is about 150,000 light years across while\r the above shows only the central 30 light-years. Subsequent ground-based\r observations have led to speculation that indeed two nuclei exist,\r are moving with respect to each other,\r that one nucleus is slowly tidally disrupting the other,\r and that one nucleus may be the remains of smaller galaxy \"eaten\" by M31.\r The nuclei of many galaxies, including M31, are known to be quite violent places,\r and the existence of massive black holes\r are frequently postulated to explain them.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/m31nuc2_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Double Nucleus of M31",
    "url": "https://apod.nasa.gov/apod/image/m31nuc2_hst.gif"
  },
  {
    "date": "1996-10-12",
    "explanation": "What alien planet's bizarre landscape lurks below these fiery-looking clouds? It's only Planet Earth, of course -- as seen on the Water Vapor Channel. Hourly, images like this one (shown in false color) are brought to you by the orbiting GOES 8 satellite's multi-channel imager. This instrument can produce images at the infrared wavelength of 6.7 microns or about 10 times the wavelength of visible light, recording radiation emitted by water vapor in the upper troposphere. Bright regions correspond to high concentrations of water vapor while dark spots are relatively dry areas. Atmospheric water vapor is invisible to the eye and produced by evaporation from the oceans. Convected upward in the tropical zones it affects the climate by contributing substantially to the greenhouse effect.",
    "hdurl": "https://apod.nasa.gov/apod/image/watervapor_goes8_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Water Vapor Channel",
    "url": "https://apod.nasa.gov/apod/image/watervapor_goes8.gif"
  },
  {
    "date": "1996-10-13",
    "explanation": "The Lunar Orbiter 1 spacecraft was launched in 1966 to map the lunar surface in preparation for the Apollo moon landings. NASA's plucky robotic explorer performed its job well and pioneered this classic view of the Earth poised above the lunar horizon. The first humans to directly witness a similar scene were the Apollo 8 astronauts. As they orbited the Moon in December of 1968 they also recorded Earth rise in a photograph that was to become one of the most famous images in history - a moving portrait of our world from deep space.",
    "hdurl": "https://apod.nasa.gov/apod/image/earthrise_lo1_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Earth Also Rises",
    "url": "https://apod.nasa.gov/apod/image/earthrise_lo1.gif"
  },
  {
    "date": "1996-10-14",
    "explanation": "These two clusters of bright, newly formed stars surrounded by a glowing nebula lie 10 million light years away in the dim, irregular galaxy cataloged as NGC 2366. The Hubble Space Telescope image shows that the youngest cluster, the bottom one at about 2 million years old, is still surrounded by the gas and dust cloud it condensed from, while powerful stellar winds from the stars in the older cluster at the top (4-5 million years old), have begun to clear away its central areas giving the entire nebula an apparent hook shape. Compared to the sun, the stars in these clusters are massive and short lived. The brightest one, near the tip of the hook, is a rare Luminous Blue Variable with 30 to 60 times the mass of the sun - similar to the erruptive Eta Carina variable in our own Milky Way. Stars this massive are extremely variable. A comparison with ground based images indicates that in three years this star's brightness increased by about 40 times making it currently the brightest star in this dim galaxy. Studies of such distant and diverse galaxies yield clues to the relationships of star formation and galactic evolution.",
    "hdurl": "https://apod.nasa.gov/apod/image/ngc2366_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bright Stars, Dim Galaxy",
    "url": "https://apod.nasa.gov/apod/image/ngc2366_hst.gif"
  },
  {
    "date": "1996-10-15",
    "explanation": "Hurtling through space a mere 3,000 miles above the Martian surface, the diminutive moon Phobos (below and left of center) was imaged against the backdrop of a large shield volcano by the Viking 2 Orbiter in 1977. This dramatic picture looks down from the Orbiter's viewpoint about 8,000 miles above the volcano, Ascraeus Mons. Phobos itself is 5,000 miles below the Orbiter. North is toward the top with the Sun illuminating the scene from the South (black dots are reference marks). For scale, Ascraeus Mons is about 200 miles across at its base while asteroid sized Phobos is about 15 miles in diameter. In this spectacular moon-planet image, volcanic calderas (craters) are visible at the summit of Ascraeus Mons -- while impact craters on the sunlit side of Phobos' surface can also be seen!",
    "hdurl": "https://apod.nasa.gov/apod/image/phobosmars_viking2_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Phobos Over Mars",
    "url": "https://apod.nasa.gov/apod/image/phobosmars_viking2.gif"
  },
  {
    "date": "1996-10-16",
    "explanation": "Research balloon flights conducted in 1912 by Austrian physicist Victor Hess revealed that the Earth was constantly bombarded by high energy radiation from space - which came to be called \"Cosmic Rays\". What are Cosmic Rays and where do they come from? They are now known to be mostly subatomic particles - predominantly protons and electrons - but their origin is a long standing mystery. After almost a century of study, this cosmic puzzle may have been at least partially solved by new X-ray images and spectra from the ASCA satellite observatory. Pieced together to show the region around a star observed to go supernova in 1006 AD, the overlapping X-ray snapshots above (seen in false color) reveal the bright rims of the exploded star's still expanding blast wave. These ASCA observations show for the first time that the energy spectrum of the bright regions is like that produced by extremely high energy electrons streaming through a magnetic field at nearly the speed of light. If (as expected) high energy protons are associated with these energetic electrons then supernova remnants like SN 1006 are sources of Hess' puzzling Cosmic Rays.",
    "hdurl": "https://apod.nasa.gov/apod/image/sn1006_asca1_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "SN 1006: Pieces of the Cosmic Ray Puzzle",
    "url": "https://apod.nasa.gov/apod/image/sn1006_asca1.gif"
  },
  {
    "date": "1996-10-17",
    "explanation": "Are planets common in our galaxy? Strong evidence that the answer is \"yes\" was provided in this 1994 image made by the Hubble Space Telescope .  A close-up of the Orion Nebulae, it reveals what seem to be disks of dust and gas surrounding newly formed stars. These fuzzy blobs, called \"proplyds\", appear to be infant solar systems in the process of formation. Of the five stars in this field which spans about 0.14 light years, four appear to have associated proplyds - three bright ones and one dark one seen in silhouette against the bright nebula. A more complete survey of 110 stars in the region found 56 with proplyds. If extra-solar planetary systems are common place, are there extra-terrestrial civilizations out there as well?",
    "hdurl": "https://apod.nasa.gov/apod/image/proplyds_hst.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Proplyds: Infant Solar Systems?",
    "url": "https://apod.nasa.gov/apod/image/proplyds_hst.gif"
  },
  {
    "date": "1996-10-18",
    "explanation": "Auroras are especially large on Jupiter. \r In pictures released\r yesterday, the Hubble Space Telescope\r imaged these unusual light displays in more detail than ever before.\r Jupiter's auroras\r are linked to its volcanic moon Io.\r Io's volcanoes release particles,\r some of which become ionized, trapped by Jupiter's\r magnetic field, and rain down on the gas giant. The resulting\r auroral displays may be thousands\r of times brighter than any auroral display on Earth,\r and involve unusual spots. The above pictures\r show how the extended auroral emissions rotate with Jupiter, while\r the auroral spots stay synchronized to Io as it circles Jupiter.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/jupaurora_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter's Auroras \nCredit:",
    "url": "https://apod.nasa.gov/apod/image/jupaurora_hst.gif"
  },
  {
    "copyright": "Extrasolar Visions",
    "date": "1996-10-19",
    "explanation": "What's the closest extrasolar planetary system? It may well be planets of the dim red dwarf star cataloged as Lalande 21185 -- a mere 8 light years distant. This star is too faint to be seen by the naked eye and its planets have not been imaged directly. Instead, their presence is inferred by a long series of telescopic observations, tracking the star as it wiggles and wobbles in mutual gravitational response to the masses of its orbiting planets. Our own planetary system would be detectable by such a technique ... Using data obtained from frequent observations of this star over the last 50 years, University of Pitsburgh astronomer George Gatewood recently announced that much of Lalande 21185's wobble is most likely due to an unseen planet with approximately 90% of the mass of Jupiter and an orbital period of 5.8 years. His work also indicates that a second and possibly third planet of similar mass could well be present in the system. Massive planets orbiting a red dwarf star would be very different from the Earth -- as illustrated in this artist's vision of a Jupiter-sized planet with rings and moons lit by a cool, dim sun. Nevertheless, the existence of a planetary system so near our own suggests the intriguing possibility that planets are common in our galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/lalandeb_whatm_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lalande 21185: The Nearest Planetary System?",
    "url": "https://apod.nasa.gov/apod/image/lalandeb_whatm.gif"
  },
  {
    "date": "1996-10-20",
    "explanation": "\"Safe!\" -- In September 1967 (during regular season play), while making a successful soft landing on the Moon's Mare Tranquillitatis, the Surveyor 5 lander actually slid several feet. Equipped with television cameras and some soil sampling experiments, the US Surveyor spacecraft were intended to determined if the lunar surface at chosen locations was suitable for manned landings. Surveyor 5 touched down on the inside edge of a small crater inclined at about 20 degrees. Its footpad slipped and dug the trench visible in the picture. Covered with lunar soil, the footpad is about 20 inches in diameter.",
    "hdurl": "https://apod.nasa.gov/apod/image/moonslide_surveyor5_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Surveyor Slides",
    "url": "https://apod.nasa.gov/apod/image/moonslide_surveyor5.gif"
  },
  {
    "date": "1996-10-21",
    "explanation": "Tonight you might be able to see Halley's\r Comet again - or at least some pieces of it. It is widely thought\r that that the meteors from the Orionids meteor shower,\r which peaks tonight, are just small pieces of Halley's Comet\r falling to Earth. During each pass near the Sun, a comet will\r heat up and shed pieces of ice and rock\r from its nucleus. This debris\r continues to orbit the Sun until\r either evaporating or being swept up by some large solar-system\r body. A piece of comet debris striking the Moon\r creates a small crater, but a piece striking the Earth usually\r burns up in the atmosphere causing\r a brief, bright streak.\r Every year at this time the Earth crosses an old stream of bits\r from Halley's\r Comet causing the Orionids display, named from the constellation\r (Orion) from which the meteors appear to originate. The streak below center in the above picture of the northern sky actually depicts a meteor from the Perseid meteor shower,\r a usually even more impressive display that peaks every year in\r mid-August.",
    "hdurl": "https://apod.nasa.gov/apod/image/perseid_vw.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orionids Meteor Shower to Peak Tonight \r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/perseid_vw.gif"
  },
  {
    "date": "1996-10-22",
    "explanation": "What caused the cracks in this giant ice-ball?\r Jupiter's moon Europa\r has smoothest surface in the solar system and is composed mostly\r of cracked water-ice. In the above false-colored picture\r released last week by the NASA team\r in charge of the Galileo mission,\r blue hues represent ice plains divided by dirty red and brown\r bands of mottled terrain. As the robot Galileo spacecraft orbits\r Jupiter, it sends back revealing pictures of Jupiter and\r its large moons\r including Europa, Io,\r Ganymede, and Callisto.\r The region of Europa\r highlighted above is known as Minos Linea. The cause for many\r of the cracks remains unknown but may involve shifting stresses\r from gravity and temperature variations. The new Galileo pictures\r have increased evidence that liquid oceans may indeed exist\r under these giant ice-sheets, a place possibly ripe for the development of life.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/europacracks_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cracked Ice Plains of Europa",
    "url": "https://apod.nasa.gov/apod/image/europacracks_gal.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope Board",
    "date": "1996-10-23",
    "explanation": "Magellan and his\r crew had plenty of time to study the southern sky during their\r famous voyage around the world. As a result, two fuzzy cloud like\r objects in the southern sky are now known as the Clouds of Magellan.\r These star clouds are small irregular galaxies,\r satellites of our larger Milky Way spiral galaxy.\r The Large Magellanic Cloud (LMC)\r pictured above is only about 180,000 light-years distant - the\r only known galaxy closer is the Sagittarius Dwarf.\r Both the LMC and the Small Magellanic Clouds (SMC)\r are joined to the Milky Way by a\r stream of cold hydrogen gas whose origin\r is still controversial. An unusual effect called gravitational lensing\r has recently been detected in a few LMC stars,\r and there is hope this could tell us important information about\r the true composition of our universe.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/lmc_uks.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Large Cloud of Magellan (LMC) \r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/lmc_uks_big.gif"
  },
  {
    "date": "1996-10-24",
    "explanation": "Stars are forming even today in the Lagoon\r Nebula. This bright nebula is visible in the constellation of Sagittarius\r with binoculars. The above photo\r is the result of a new sensitive camera\r being attached to one of the world's largest telescopes.\r Curtains of collapsing hydrogen are shown above in green, highlighted\r by a special filter that isolates light from this specific atom.\r Many young stars are evident in the open cluster M8\r in the Lagoon, the result of previously collapsed gas clouds.\r Many of the stars appear red because of the high amount of dust\r in the Lagoon Nebula.\r Red light penetrates dust clouds best, although enough dust will\r block all visible light and leave a dark nebula.\r \r",
    "hdurl": "https://apod.nasa.gov/apod/image/lagoon_umich_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Starbirth in the Lagoon Nebula\r\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/lagoon_umich.gif"
  },
  {
    "date": "1996-10-25",
    "explanation": "This is what it would look like to fly over\r the surface of Jupiter's moon Ganymede. NASA's robot spacecraft Galileo\r recently approached only 6000 miles from this frozen ice-ball\r of a moon. The above image\r is a digital reconstruction from two images taken during this\r flyby. The blue color of the sky is artificial. Deep furrows\r cover Ganymede's surface, and several\r impact craters are also present. Galileo continues to orbit Jupiter\r and send back breathtaking photos of Ganymede,\r Io, Europa,\r Callisto, and, of course, Jupiter\r itself.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/ganysurf_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Flyby View of Ganymede",
    "url": "https://apod.nasa.gov/apod/image/ganysurf_gal.gif"
  },
  {
    "date": "1996-10-26",
    "explanation": "The Russian space station Mir\r was photographed last month\r high above New Zealand.\r Before returning with record-breaking astronaut Shannon Lucid,\r the space shuttle Atlantis crew took this breathtaking view\r from the Space Shuttle Atlantis.\r Atlantis had just undocked from Mir\r and was preparing to return to Earth.\r \r",
    "hdurl": "https://apod.nasa.gov/apod/image/mirnewzea_sts79_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mir Over New Zealand\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/mirnewzea_sts79.gif"
  },
  {
    "date": "1996-10-27",
    "explanation": "Why is Io green at night? In this just-released nighttime picture\r of Jupiter's moon Io,\r the red spots clearly show Io's\r current volcanically active regions.\r But what is causing the global green sheen? This telling picture\r was taken by the automated Galileo spacecraft currently orbiting Jupiter\r while Io was in Jupiter's shadow. One hypothesis is that the green\r glow is caused by a different type of aurora\r resulting from high-energy particles interacting with Io's volcanic plumes.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/iohotspots_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io's Active Volcanoes\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/iohotspots_gal.gif"
  },
  {
    "date": "1996-10-28",
    "explanation": "Today's weather on Neptune\r will be typical. Highs in the upper atmosphere will be about\r -150 Centigrade,\r with winds ranging about 900 miles per hour near the equator.\r Much was learned recently about Neptune's\r weather by the release last week of time-lapse pictures\r of the most distant gas giant in our Solar System.\r These pictures\r show how the weather differs between the two hemispheres of Neptune.\r The overall blue color of Neptune\r is caused by methane gas preferentially absorbing red light, while\r the yellow spots are the highest clouds. It is still not known\r why Neptune's Great Dark Spot disappeared.\r \r",
    "hdurl": "https://apod.nasa.gov/apod/image/neptune1_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Weather on Neptune\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/neptune1_hst.gif"
  },
  {
    "date": "1996-10-29",
    "explanation": "Io is a colorful place. The closest large\r moon of Jupiter,\r Io\r is the most volcanic moon in the Solar System\r with its surface being completely buried in volcanic lava\r every few thousand years. The black and red material corresponds\r to the most recent volcanic eruptions\r and is probably no more than a few years old. This image\r by the automated spacecraft Galileo\r highlights the side of Io that always\r faces away from Jupiter. In this image released last week,\r picture colors have been adjusted to enhance contrast, but are\r based on real composite infrared,\r green and violet-light images.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/iofullface_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io Full Face\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/iofullface_gal.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope Board",
    "date": "1996-10-30",
    "explanation": "NGC 2997 is a grand design\r spiral galaxy. Its small nucleus and sprawling spiral arms give\r it a type \"Sc\"\r designation. NGC 2997\r is speeding away from us at about 1100 kilometers per second,\r which would place it at about 55 million light years distant,\r given current estimates of the expansion rate of our universe.\r NGC 2997 is thought to have a mass of about 100 billion times\r that of our Sun, but is probably\r less massive than our own Milky Way Galaxy.\r NGC 2997\r is not seen face-on - it is thought tilted by about 45 degrees.\r NGC 2997 is particularly notable for a nucleus surrounded by a chain of hot giant clouds of ionized hydrogen.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/ngc2997_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Grand Design Spiral Galaxy NGC 2997",
    "url": "https://apod.nasa.gov/apod/image/ngc2997_aat_big.gif"
  },
  {
    "date": "1996-10-31",
    "explanation": "The above photo, taken as the Apollo 17 astronauts orbited the Moon in 1972, depicts the stark lunar surface around the Eratosthenes and Copernicus craters. Many similar images of a Moon devoid of life are familiar to denizens of the space age. Contrary to this modern perception, life on the Moon was reported in August of 1835 in a series of sensational stories first published by the New York Sun - apparently intended to improve the paper's circulation. These descriptions of lunar life received broad credence and became one of the most spectacular hoaxes in history. Supposedly based on telescopic observations, the stories featured full, lavish accounts of a Moon with oceans and beaches, teeming with plant and animal life and climaxing with the report of sightings of groups of winged, furry, human-like creatures resembling bats! Within a month the hoax had been revealed but the newspaper continued to enjoy an increased readership. Though barren, the Moon remains a popular setting for science fiction stories and extra-terrestrial adventures.",
    "hdurl": "https://apod.nasa.gov/apod/image/copernicus_ap17_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Barren Moon\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/copernicus_ap17.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope Board",
    "date": "1996-11-01",
    "explanation": "This is what a spiral galaxy looks like sideways.\r This view of NGC 3628 nearly resembles our own Milky Way Galaxy,\r which is also known to be a spiral.\r The dark band across the center is absorbed starlight caused\r by the galaxy's own interstellar dust.\r NGC 3628 is the faintest member of the Leo Triplet,\r a group of galaxies dominated by M65\r and M66. The Leo Triplet\r lies about 35 million light years distant. The center of NGC 3628 emits variable X-ray radiation\r perhaps indicating the presence of a massive black hole.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/ngc3628_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy NGC 3628 Edge On\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9611/ngc3628_aat_big.gif"
  }
]
