[
  {
    "copyright": "Extrasolar Visions",
    "date": "1996-07-01",
    "explanation": "Within the last few years, observational astronomy has given humanity evidence of the existence of worlds beyond the solar system. Indeed, solar-type stars are now inferred to harbor planets of approximately Jupiter mass - some residing in temperature zones which could conceivably support liquid water and therefore life! Above is a hypothetical scene near one such planet whose sun, 47 Ursae Majoris (47 UMa), is a yellow dwarf star (spectral class G0 V) very similar to our own. In our sky, it appears as a faint, inconspicuous star below the cup of the northern hemisphere asterism, \"the Big Dipper\". (Our own sun would be equally inconspicuous when viewed from 47 UMa ...) Astronomer's G. Marcy and P. Butler announced the discovery of a planet associated with this star in 1996 and reported it to have a mass of about 2.4 Jupiters or more with an orbital period of 3 years. This artist's vision pictures the detected planet, referred to as 47 UMa b, as a gas giant surrounded by a ring of material - analogous to our own gas giant Saturn. In the foreground lies a hypothetical moon of 47 UMa b.  Could such a moon support life? 47 UMa is only 44 light years distant, fairly close by astronomical standards - yet there is evidence for planetary systems which are closer still. NASA plans to explore nearby planetary systems using spaceborne observatories.   APOD News: RJN to MTU",
    "hdurl": "https://apod.nasa.gov/apod/image/whatm_47uma1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Worlds of a Distant Sun: 47 Ursae Majoris b",
    "url": "https://apod.nasa.gov/apod/image/whatm_47uma1.gif"
  },
  {
    "date": "1996-07-02",
    "explanation": "What will NASA rockets look like in the future?  Today's announcement gave one indication. Today Vice- President Al Gore announced that the Lockheed Martin Corporation will work with NASA to produce a reusable rocket with a remote pilot. Currently designated the X-33 program, the flight demonstration rocket design will utilize only a single stage, cost relatively little per launch, and be ready for re-launch within days. It is expected that an X-33 type rocket will be in use by NASA by the the year 2000. Pictured above is an artistic depiction of the candidate vehicle.    APOD News: RJN to MTU",
    "hdurl": "https://apod.nasa.gov/apod/image/x-33_larc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NASA's Latest Rockets: X-33",
    "url": "https://apod.nasa.gov/apod/image/x-33_larc.gif"
  },
  {
    "copyright": "U. MichiganCurtis \nSchmidt TelescopeCTIOChile",
    "date": "1996-07-03",
    "explanation": "Why is there a hole in the center of this nebula? A leading explanation is that it is caused by the stellar winds from the stars that live there. Stars - including the Sun - expel electrons, protons, and other charged ions in a steady stream - the stellar wind. The wind ions push out the normal hydrogen and helium gas found glowing in the nebula. This star forming region is located in the Large Magellanic Cloud. This picture is a composite of three separate photographs, each sensitive to only one specific color of light - a color that distinguishes a specific chemical element.  It is currently not known why stars emit a stellar wind.",
    "hdurl": "https://apod.nasa.gov/apod/image/superbubbleLMC_umich_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Superbubbles in the LMC",
    "url": "https://apod.nasa.gov/apod/image/superbubbleLMC_umich.gif"
  },
  {
    "date": "1996-07-04",
    "explanation": "Three thousand light years away, a dying star throws off shells of glowing gas. This image from the Hubble Space Telescope reveals \"The Cat's Eye Nebula\" to be one of the most complex planetary nebulae known. In fact, the features seen in this image are so complex that astronomers suspect the bright central object may actually be a binary star system. The term planetary nebula, used to describe this general class of objects, is misleading. Although these objects may appear round and planet-like in small telescopes, high resolution images reveal them to be stars surrounded by cocoons of gas blown off in the late stages of stellar evolution.   APOD News: Policy on Re-Running Pictures",
    "hdurl": "https://apod.nasa.gov/apod/image/catseye_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cat's Eye Nebula (Revisited)",
    "url": "https://apod.nasa.gov/apod/image/catseye_hst.gif"
  },
  {
    "date": "1996-07-05",
    "explanation": "What's causing those odd rings in supernova 1987a?  In 1987, the brightest supernova in recent history occurred in the Large Magellanic Clouds. At the center of the picture is an object central to the remains of the violent stellar explosion. When the Hubble Space Telescope was pointed at the supernova remnant in 1994, however, curious rings were discovered. The origins of these rings still remains a mystery. Speculation into the cause of the rings includes  beamed jets emanating from a dense star left over from the supernova, and a superposition of two stellar winds ionized by the supernova explosion.",
    "hdurl": "https://apod.nasa.gov/apod/image/SN1987a_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Mysterious Rings of Supernova 1987a",
    "url": "https://apod.nasa.gov/apod/image/SN1987a_hst.gif"
  },
  {
    "date": "1996-07-06",
    "explanation": "Sir Edmond Halley was quite a discoverer.  Born in 1656, he computed in 1705 that a bright comet was periodic and would make another appearance in 1758. The comet appeared as predicted and is now known as Comet Halley. Unfortunately, Halley died in 1742 and never saw his prediction come true. In 1716  Halley proposed two types of diving bells that would enable people to explore the deep sea.  Halley pioneered our understanding of trade winds, tides, cartography, naval navigation, mortality tables, and stellar proper motions.  Halley (incorrectly) proposed that the Earth was made of concentric spheres the size of the inner planets each of which might contain life. Perhaps Halley's greatest discovery, however, was that his contemporary Isaac Newton had discovered a powerful mathematical formulation of gravity.",
    "hdurl": "https://apod.nasa.gov/apod/image/EdmondHalley_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Edmond Halley's Greatest Discoveries",
    "url": "https://apod.nasa.gov/apod/image/EdmondHalley.gif"
  },
  {
    "date": "1996-07-07",
    "explanation": "Sir Isaac Newton changed the world. Born in 1643, Newton was only an above-average student. But he went home from Cambridge one summer in 1665, thought a lot about the physical nature of the world, and came back two years later with a revolutionary understanding of mathematics, gravitation, and optics. A Professor of his, upon understanding what Newton had done, resigned his own position at Cambridge so Newton could have it. Newton's calculus provided a new mathematical framework for the rapid solution of whole classes of physical problems.  Newton's law of gravitation explained in one simple formula how apples fall and planets move.  Newton's insights proved to be so overwhelmingly powerful he was the first scientist ever knighted.",
    "hdurl": "https://apod.nasa.gov/apod/image/IsaacNewton_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Isaac Newton Explains the Solar System",
    "url": "https://apod.nasa.gov/apod/image/IsaacNewton.gif"
  },
  {
    "date": "1996-07-08",
    "explanation": "The spiral galaxy M33 is a mid-sized member of our Local Group of galaxies. M33 is also called the Triangulum Galaxy for the constellation in which it resides. About four times smaller (in radius) than our Milky Way Galaxy and the Andromeda Galaxy (M31), it is much larger than the many of the local dwarf spheroidal galaxies. M33's proximity to M31 causes it to be thought by some to be a satellite galaxy of this more massive galaxy. M33's proximity to our Milky Way galaxy causes it to appear more than twice the angular size of the full moon, and visible with a good pair of binoculars.  In the above picture, visible light is shown in red and ultraviolet light superposed in blue.  Stars in M33 are the most distant ever to be studied spectroscopically.",
    "hdurl": "https://apod.nasa.gov/apod/image/m33_uit_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M33: The Triangulum Galaxy",
    "url": "https://apod.nasa.gov/apod/image/m33_uit.gif"
  },
  {
    "date": "1996-07-09",
    "explanation": "M74 is about the same size as our own Milky Way Galaxy. Like our Milky Way, M74 is classified a spiral galaxy. M74's sweeping lanes of stars and dust combined with its small nucleus make it a classic Grand Design Spiral. On the Hubble Sequence of Galaxies, M74 is listed as \"Sc\". In the above picture, visible light is shown in red and ultraviolet light superposed in blue. In general, older stars are more red and younger stars are blue. Studies with the Ultraviolet Imaging Telescope show that the disk of M74 has undergone significant star formation in just the past 500 million years.",
    "hdurl": "https://apod.nasa.gov/apod/image/m74_uit_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M74: A Grand Design Spiral Galaxy",
    "url": "https://apod.nasa.gov/apod/image/m74_uit.gif"
  },
  {
    "date": "1996-07-10",
    "explanation": "Ganymede's surface is slowly being pulled apart. This photo of Ganymede was released earlier today by the Galileo team at NASA. The Galileo Spacecraft arrived at Jupiter in December 1995. In late June, the spacecraft passed within 10,000 kilometers of Ganymede's icy surface, and took pictures showing complex surface details for the first time. The line-like features in this photo are sunlit ridges rising above Ganymede's ice-plains.  The circular features are impact craters. Ganymede is the largest moon of Jupiter and hence the largest of the four Galilean satellites: Io, Europa, Ganymede, and Callisto.   APOD's Archive of Galileo at Ganymede",
    "hdurl": "https://apod.nasa.gov/apod/image/ganymede01_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galileo Photographs Ganymede",
    "url": "https://apod.nasa.gov/apod/image/ganymede01_gal.gif"
  },
  {
    "date": "1996-07-11",
    "explanation": "Ganymede's surface is a wrinkled mess. As large ice-sheets shift on the moon's surface, parts of the surface buckle causing high ridges, deep furrows, and parallel grooves. This photo, taken by the Galileo spacecraft currently orbiting Jupiter, was released yesterday. The large circular feature near the picture bottom is a large impact crater. The impact that caused this large crater also caused the strange dark ejecta seen to the crater's right. The Sun illuminates the scene from the lower left. The Galileo spacecraft has also just discovered that Ganymede has a region of orbiting charged particles called a magnetosphere - a first for any moon. How Ganymede is able to generate a magnetosphere is a mystery.   APOD's Archive of Galileo at Ganymede",
    "hdurl": "https://apod.nasa.gov/apod/image/pr47065.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ganymede: A Really Groovy Moon",
    "url": "https://apod.nasa.gov/apod/image/ganymede02_gal.gif"
  },
  {
    "date": "1996-07-12",
    "explanation": "The largest moon in the Solar System shows regions that are ancient and battered. The high density of craters demonstrate that patches of Ganymede are indeed billions of years old. This photo is one of a series released by NASA two days ago from the Galileo spacecraft orbiting Jupiter. The large impact crater on the left is 19 kilometers across, while dark indentations in Ganymede's crusty surface-ice run diagonally.  Ganymede is composed of half rock and half water-ice. The Galileo spacecraft will continue to orbit Jupiter over the next 16 months and send back data about Jupiter and its four largest moons: Io, Europa, Ganymede, and Callisto.   APOD's Archive of Galileo at Ganymede",
    "hdurl": "https://apod.nasa.gov/apod/image/pr47067.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ancient Cratered Plains on Ganymede",
    "url": "https://apod.nasa.gov/apod/image/ganymede03_gal.gif"
  },
  {
    "date": "1996-07-13",
    "explanation": "Few stars are still forming in the old giant spiral galaxy M81. The blue regions in this picture - representing ultraviolet light - highlight regions of bright young stars and star formation and appear rare than in M74 and M33. The red regions - representing the visible light - show a large population of older, less massive stars.  M81 is therefore classified as spiral galaxy type \"Sab\" on the Hubble Sequence of Galaxies. One distinguishing feature of these types of galaxies is the relatively large central bulge surrounding the center of the galaxy. A massive density wave circulates around the center of spiral galaxies. It is not well understood why the bulge of M81 glows as bright as it does in ultraviolet light. Speculation includes that this may be due to hot evolved stars such as those found in the ancient globular cluster Omega Centauri.",
    "hdurl": "https://apod.nasa.gov/apod/image/m81_uit_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M81: A Bulging Spiral Galaxy",
    "url": "https://apod.nasa.gov/apod/image/m81_uit.gif"
  },
  {
    "date": "1996-07-14",
    "explanation": "Here's what a spiral galaxy REALLY looks like.  Yesterday, M81 was shown in two colors only, but here we see M81 at its most colorful. In the above picture, note how blue the spiral arms are - this indicates the presence of hot young stars and on-going star formation.  Also note the yellow hue of the nucleus, possibly designating a population of older stars many billions of years old.  M81 is actually a dominant member of a group of galaxies which includes M82 and several other galaxies.  Unlike our Local Group of galaxies, large galaxies in the M81 group are actually colliding. It is possible that M81's interaction with M82 create the density waves which generate M81's spiral structure.",
    "hdurl": "https://apod.nasa.gov/apod/image/m81_bk_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M81 in True Color",
    "url": "https://apod.nasa.gov/apod/image/m81_bk.gif"
  },
  {
    "date": "1996-07-15",
    "explanation": "In buildings eight stories tall rest mirrors ten meters across that are slowly allowing humanity to map the universe. Alone, each is the world's largest optical telescope: Keck. Together, the twin Keck telescopes have the resolving power of a single telescope 90-meter in diameter, able to discern sources just milliarcseconds apart. Since opening in 1992, the real power of Keck I (left) has been in its enormous light-gathering ability - allowing astronomers to study faint and distant objects in our Galaxy and the universe. Keck II, completed earlier this year, and its twin are located on the dormant volcano Mauna Kea, Hawaii, USA. In the distance is Maui's volcano Haleakala. One reason Keck was built was because of the difficultly for astronomers to get funding for a smaller telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/keck_pjs.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Keck: The Largest Optical Telescope",
    "url": "https://apod.nasa.gov/apod/image/keck_pjs.gif"
  },
  {
    "date": "1996-07-16",
    "explanation": "The above artistic portrait of Saturn depicts how it might look from Titan, Saturn's largest moon. In the foreground sits ESA's Huygens probe, which will be released by NASA's Cassini spacecraft. The Cassini mission to Saturn in currently planned for launch in late 1997. Cassini will reach Saturn in 2004 and will release the Huygens probe later that year. Titan is one of only two moons in the Solar System to have an atmosphere, It has been suggested Titan might have gasoline-like lakes, and may even harbor life.",
    "hdurl": "https://apod.nasa.gov/apod/image/huygens_jpl_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Portrait of Saturn from Titan",
    "url": "https://apod.nasa.gov/apod/image/huygens_jpl.gif"
  },
  {
    "date": "1996-07-17",
    "explanation": "This picture of Saturn could not have been taken from Earth. No Earth based picture could possibly view the night side of Saturn and the corresponding shadow cast across Saturn's rings. Since Earth is much closer to the Sun than Saturn, only the day side of the planet is visible from the Earth. In fact, this photo was taken by the Voyager 1 spacecraft as it flew by Saturn in November 1980. The next spacecraft to approach Saturn will be Cassini which is currently scheduled to be be launched next year and reach Saturn in 2004.",
    "hdurl": "https://apod.nasa.gov/apod/image/saturn_down_vg1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Looking Down on Saturn",
    "url": "https://apod.nasa.gov/apod/image/saturn_down_vg1.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard",
    "date": "1996-07-18",
    "explanation": "What causes the colors in this beautiful nebulosity in Sagittarius?  Dubbed NGC 6589 and NGC 6590, the colors of this nebulosity, are caused by gas and dust. The blue color of the nebula nearest the bright stars is caused by reflection off interstellar dust. The dust emits little visible light of its own - in the absence of a nearby star the dust would appear dark, blocking light from background stars. The red color of the nebula farthest from the bright stars is caused by glowing hydrogen gas. Energetic light from the central stars ionizes hydrogen gas - which glows red when recombining with a local electron. In the absence of a nearby star, the gas would neither glow on its own nor absorb much background starlight.",
    "hdurl": "https://apod.nasa.gov/apod/image/sagneb_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nebulosity in Sagittarius",
    "url": "https://apod.nasa.gov/apod/image/sagneb_aat_big.gif"
  },
  {
    "date": "1996-07-19",
    "explanation": "Above is the first color image of Jupiter's volcanic moon Io released by the Galileo Project. (Io sounds like \"eye-oh\".) The image was made on June 25 when the Galileo spacecraft approached within 1.4 million miles. It reveals features as small as 14 miles across - comparable to the resolution of the best 1979 vintage Voyager images. The Voyager flybys discovered active volcanos on Io's mottled surface and this image indicates that dramatic changes have occurred since, notably in the region of the Masubi volcano located in Io's southern hemisphere. This region, apparently covered with new deposits of sulfur and sulfur dioxide frost deposited by volcanic eruption, is seen as the pronounced white area at the bottom of the picture. While scientists continue to analyze this image and other recent Galileo data the robot spacecraft will continue to explore Jupiter's moons. Its next scheduled close encounter is set for September 6th with the moon Ganymede. Higher resolution images of Io are also expected during the ongoing mission.",
    "hdurl": "https://apod.nasa.gov/apod/image/io1_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galileo's First Color Image of Io",
    "url": "https://apod.nasa.gov/apod/image/io1_gal.gif"
  },
  {
    "date": "1996-07-20",
    "explanation": "On July 20, 1976, NASA's Viking 1 lander become the first spacecraft to land on Mars, followed weeks later by its twin robot explorer, the Viking 2 lander. Operating on the Martian surface into the early 1980s, the Vikings took thousands of pictures, conducted sophisticated chemical searches for life and studied the Martian weather and geology. In the dramatically detailed image above, a field of rocks and boulders is viewed from the Viking 1 landing sight on Chryse Planitia (the Plain of Chryse). Viking 1's dusty foot pad is just visible at the lower right. The image was created by combining high resolution black and white images with lower resolution color images of the same area. NASA is planning to continue its extremely productive and well chronicled exploration of the mysterious Red Planet with the Mars Global Surveyor and the Mars Pathfinder missions. What's Mars like today?",
    "hdurl": "https://apod.nasa.gov/apod/image/mars_surface_vik1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "20 Years Ago: Vikings on Mars",
    "url": "https://apod.nasa.gov/apod/image/mars_surface_vik1.gif"
  },
  {
    "date": "1996-07-21",
    "explanation": "On July 21, 1969 Apollo 11 astronauts Neil A. Armstrong and Edwin E. \"Buzz\" Aldrin Jr. lifted off the lunar surface in the ascent stage of their lunar module dubbed \"The Eagle\" -- after becoming the first to walk on the moon. Seen here the Eagle soars towards a rendezvous with the orbiting Command Module piloted by Michael Collins. The smooth, dark mare area on the surface below is Mare Smithii located just below the equator on the extreme eastern edge of the lunar nearside. The Earth is visible hanging above the moon's western horizon.",
    "hdurl": "https://apod.nasa.gov/apod/image/lm_apollo11_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Eagle Soars",
    "url": "https://apod.nasa.gov/apod/image/lm_apollo11.gif"
  },
  {
    "date": "1996-07-22",
    "explanation": "The Viking 2 spacecraft was launched on the Road to Utopia in September of 1975 (30 years after Bing, Dotty, and Bob). In August of 1976, after making the second successful Martian landing, Viking 2's lander began recording data used to produce this exquisitely detailed image of the Martian surface in the area of Utopia Planitia (the Plain of Utopia). Visible at the lower right are the protective shroud that covered the lander's soil collector head, ejected after the descent, along with one of the lander's dust covered footpads. Seen near the center are shallow trenches dug by the sampler arm. Mars looks red because its surface is covered with reddish iron oxide dust (rust). This dust, suspended in the thin carbon dioxide atmosphere, also filters the sunlight causing surface views to take on a reddish tinge. The Vikings made the first successful landings on Mars 20 years ago. What does Mars look like today?",
    "hdurl": "https://apod.nasa.gov/apod/image/mars_surface_vik2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Utopia on Mars",
    "url": "https://apod.nasa.gov/apod/image/mars_surface_vik2.gif"
  },
  {
    "copyright": "W. KeelUA",
    "date": "1996-07-23",
    "explanation": "Shining brightly, the mighty Jupiter rules this gorgeous Kodacolor photo of the Milky Way near Sagittarius. Astronomer Bill Keel took the picture earlier this month (July 7) while standing near the summit of Hawaii's Mauna Kea contemplating the sky in the direction of the center of the Galaxy (right of picture center). In addition to the gas giant planet, which is well placed for evening viewing, the image contains an impressive sampler of celestial goodies. Many famous emission nebulae are visible as reddish patches - M16, the Eagle nebula, is just above and right of center, with the Horseshoe nebula, M17, just below it and farther to the right. Also, look for the Lagoon Nebula, M8, as the brightest red patch at the right of the picture with the Trifid Nebula, M20, just above it and to the left. The milky glow of distant unresolved stars in the plane of our Galaxy (thus the term Milky Way) runs through the image cut by dark, absorbing, interstellar dust clouds. The much anticipated comet Hale-Bopp is also clearly visible. Where's the comet? Click on the picture to view the comet's location flanked by superposed vertical lines. The comet was discovered while still beyond the orbit of Jupiter a year ago today independently by Alan Hale and Thomas Bopp. Astronomers monitoring Hale-Bopp's activity report that having now brightened to almost 6th magnitude it is still on track for becoming an extremely bright naked-eye comet in early 1997.",
    "hdurl": "https://apod.nasa.gov/apod/image/hb_keel2_lines.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hale-Bopp, Jupiter, and the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/hb_keel2.gif"
  },
  {
    "date": "1996-07-24",
    "explanation": "Diffuse gas clouds laced with radioactive aluminum atoms (Al26) line the plane of our Milky Way Galaxy! How do we see them? Relying on the Compton Effect, the COMPTEL instrument onboard NASA's immense orbiting Compton Gamma Ray Observatory can \"see\" the 1.8 million electron Volt gamma rays emitted by the radioactive decay. COMPTEL's first ever survey image of the entire sky in the light of gamma rays produced by this exotic radioactivity is shown above. The Galactic plane is horizontal, passing through the Galactic center in the middle of the picture, as indicated by the superposed coordinate grid. The radioactive Al26 clouds are seen to lie in clumps near the plane, with some slightly above and below it. The brightest feature looks like a mysterious inverted \"V\", just to the left of center. Where do they come from? Al26 decays to magnesium (Mg26) with a half-life of about a million years, a very short time compared to the age of the Galaxy -- so the clouds must have been produced relatively \"recently\". COMPTEL astronomers are exploring several origins for the radioactive clouds including nuclear processing (nucleosynthesis) by aging massive stars and supernova explosions. Because they are generally thought to be associated with short lived massive stars, the radioactive clouds are expected to be located near sites of recent star formation.  (Note added in press: Don't worry - the aluminum atoms in the foil in your kitchen are Al27 and are not radioactive!)",
    "hdurl": "https://apod.nasa.gov/apod/image/al26_sky_comptel_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "COMPTEL Explores The Radioactive Sky",
    "url": "https://apod.nasa.gov/apod/image/al26_sky_comptel.gif"
  },
  {
    "date": "1996-07-25",
    "explanation": "Late March and early April of 1996 marked a banner season for viewing the spectacular naked-eye comet Hyakutake. The spring of 1997 could well offer a similar cometary wonder, Comet Hale-Bopp. Discovered last year while approaching the inner solar sytem Hale-Bopp has been eagerly watched for signs that it will indeed brighten spectacularly. So far, things look good! This recent image of the comet was made on May 14 at the European Southern Observatory when the comet about 340 million miles from Earth. It is shown here using false colors to indicate relative brightness. Stars are visible through the expanding coma. Recent reports are that its level of activity, the rate of dust and gas production from the solar heating of the icy nucleus is as expected. An analysis of its orbit indicates that this comet will approach to within nearly 120 million miles of Earth on March 22, 1997. The orbital calculations also reveal that Hale-Bopp has visited the inner solar system before ... about 4200 years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/hb_may_eso_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hale-Bopp on Schedule",
    "url": "https://apod.nasa.gov/apod/image/hb_may_eso.gif"
  },
  {
    "date": "1996-07-26",
    "explanation": "15,000 years ago a star in the constellation of Cygnus exploded -- the shockwave from this supernova explosion is still expanding into interstellar space! The collision of this fast moving wall of gas with a stationary cloud has heated it causing it to glow in visible as well as high energy radiation, producing the nebula known as the Cygnus Loop (NGC 6960/95). The nebula is located about 2500 light years away. The colors used here indicate emission from different kinds of atoms excited by the shock; oxygen-blue, sulfur-red, and hydrogen-green. This picture was taken with the Wide Field and Planetary Camera 2 on board the  Hubble Space Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/CygnusLoop_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cygnus Loop",
    "url": "https://apod.nasa.gov/apod/image/CygnusLoop_hst.gif"
  },
  {
    "date": "1996-07-27",
    "explanation": "How long would it take to drive to the Sun? Brittany, age 7, and D.J., age 12, ponder this question over dinner one evening. James, also age 7, suggests taking a really fast racing car while Christopher, age 4, eagerly agrees. Jerry, a really old guy who is used to estimating driving time on family trips based on distance divided by speed, offers to do the numbers. \"Let's see ... the Sun is 93 million miles away. So, if we drove 93 miles per hour the trip would only take us 1 million hours.\" How long is 1 million hours? One year is 365 days times 24 hours per day, or 8,760 hours. One hundred years would be 876,000 hours, still a little short of the 1 million hour drive time -- so the Sun is really quite far away. Christopher is not impressed, but as he grows older he will be. You've got to be impressed by something that's 93 million miles away and still hurts your eyes when you look at it!",
    "hdurl": "https://apod.nasa.gov/apod/image/sunhe_sohoeit_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Driving to the Sun",
    "url": "https://apod.nasa.gov/apod/image/sunhe_sohoeit.gif"
  },
  {
    "date": "1996-07-28",
    "explanation": "\"We had the sky up there, all speckled with stars, and we used to lay on our backs and look up at them, and discuss about whether they was made or only just happened.\"  (from Mark Twain's The Adventures of Huckleberry Finn)  Explanation: Even the faintest stars Huck and Jim could see as their raft drifted down the Mississippi were in our own Galaxy. The faintest objects astronomers can see today are the distant galaxies -- entire systems of stars comparable to our own Milky Way, which fill the Universe. Despite the advances, the sense of wonder so simply expressed in Huck's musing is still the same.",
    "hdurl": "https://apod.nasa.gov/apod/image/hst_deep_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Huck Finn's New Sky View",
    "url": "https://apod.nasa.gov/apod/image/finnskyview_hst.gif"
  },
  {
    "date": "1996-07-29",
    "explanation": "Approaching the inner Solar System, comet Hale-Bopp's icy nucleus is heated by sunlight, accelerating its production of dust and gas. Shrouded in the resulting cloud, known as the coma, the cometary nucleus remains hidden from direct view. However, astronomers using a 2.2 meter telescope at the European Southern Observatory in May, were able to detect an enormous jet of dust extending northward (up) from the nuclear region as seen in this false color image. Dust jets may arise from vents on the surface of the nucleus. Early estimates of the size of Hale-Bopp's nucleus have indicated that it could be as large as 40 kilometers (24 miles) in diameter -- several times larger than comet Halley's. Hale-Bopp's copious dust production bodes well for it becoming a bright naked-eye comet in the spring of 1997.",
    "hdurl": "https://apod.nasa.gov/apod/image/hbjet_may_eso_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Dust Jet From Hale-Bopp",
    "url": "https://apod.nasa.gov/apod/image/hbjet_may_eso.gif"
  },
  {
    "copyright": "ICSTARS",
    "date": "1996-07-30",
    "explanation": "How often does a Full Moon occur twice in a single month? Exactly once in a Blue Moon. In fact, the modern usage of the term \"Blue Moon\" refers to the second Full Moon in a single month. Tonight's Blue Moon (Universal Time) will be the first since September 1993.  A Blue Moon typically occurs every few years. The reason for the rarity of the Blue Moon is that the 29.53 days between full moons is just slightly shorter than the number of days in the average month.  Don't, however, expect the moon to look blue tonight!  The term \"Blue Moon\" is thought to derive from common language expressions used hundreds of years ago. It is possible for the Moon to appear tinged by a blue hue, sometimes caused by fine dirt circulating in the Earth's atmosphere, possibly from a volcanic explosion.  The above picture is of our Moon taken was taken in a dark blue morning sky. The bright crescent is the only part directly exposed to sunlight - the rest of the Moon glows from sunlight reflected from the Earth. In this dramatic photo, however, the planet Jupiter is also visible along with its four largest moons.",
    "hdurl": "https://apod.nasa.gov/apod/image/bmoonjup_vw.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tonight: A Blue Moon",
    "url": "https://apod.nasa.gov/apod/image/bmoonjup_vw_big.gif"
  },
  {
    "date": "1996-07-31",
    "explanation": "Checking out the Galileo spacecraft's cameras during its December 1992 flyby of Earth's Moon, controllers took this dramatically illuminated picture through a violet filter. The view looks down on the Moon's north polar region with the Sun shining from the left at a low angle and the direction toward the moon's North pole toward the lower right. Across the image upper left stretches the smooth volcanic plain of the Mare Imbrium. Pythagoras crater, 65 miles wide, is near the center of the image -- mostly in shadow, its central peak just catches the sunlight. Yesterday, the Moon made its closest approach to Earth and was full for the second time in July (as reckoned by UT dates). The closest point in the Moon's orbit is referred to as Lunar Perigee, a mere 221,797 miles at 8 hours UT. The second full moon in a month is known as a \"Blue Moon\".",
    "hdurl": "https://apod.nasa.gov/apod/image/moon1_gal_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Violet Moon",
    "url": "https://apod.nasa.gov/apod/image/moon1_gal.gif"
  },
  {
    "copyright": "STScIAAO",
    "date": "1996-08-01",
    "explanation": "You are flying through space and come to ... the Hydra Cluster of Galaxies. Listed as Abell 1060, the Hydra Cluster contains well over 100 bright galaxies.  Clusters of galaxies are the largest gravitationally-bound objects in the universe. All of the bright extended images in the above picture are galaxies in the Hydra Cluster with the exception of unrelated  diffraction crosses centered on bright stars. Several proximate clusters and galaxy groups might together create an even larger entity - a supercluster - but these clumps of matter are not (yet) falling toward each other. In fact, the Hydra cluster is thought to be part of the Hydra-Centaurus Supercluster of galaxies. Similarly, our own Milky Way Galaxy is part of the Local Group of Galaxies which is part of the Virgo Supercluster of Galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/hydra_poss.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Hydra Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/hydra_poss.gif"
  }
]
