[
  {
    "copyright": "Anglo-Australian Telescope\nBoard",
    "date": "1996-02-01",
    "explanation": "What is the shape and composition of our Milky Way Galaxy? This question would be easier to answer if there wasn't so much obscuring dust! In the 1940s, however, astronomer Walter Baade identified a \"window\" near the center of our Galaxy where there is comparatively little opaque dust. Now called \"Baade's Window\", this sky region contains millions of stars and is used for many studies of the distant Milky Way. One clever use, devised by Bohdan Paczynski, is to monitor millions of stars in our Galactic Bulge - many through Baade's window - for sudden brightening due to gravitational lensing. Current observations by the OGLE and MACHO collaborations have now identified dozens of gravitational amplification events. This unexpectedly large number supports previous claims that our Galaxy has a \"bar\" of stars across the central nucleus, pointed nearly at the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/baade_uks.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lensing through Baade's Window",
    "url": "https://apod.nasa.gov/apod/image/baade_uks.gif"
  },
  {
    "date": "1996-02-02",
    "explanation": "What is our Galaxy made of?  Stellar motions indicate there is much more mass than just stars and gas. Photographs like the two shown above may be yielding a clue about the dark matter, however. Pictured is the first recorded instance of a dim star in our Galaxy moving in front of a bright background star, shown by the arrow, deflecting light around it, and causing the background star to appear much brighter (right frame). Were our Galaxy made predominantly of MAssive Compact Halo Objects (MACHOs), many similar such gravitational lensing events would be expected when photographing the Large Magellanic Clouds (LMC) - hence indicating the presence of MACHO lenses in our Galaxy. A research team led by Charles Alcock this month claimed enough LMC gravitational lensing events to indicate at least half of the dark matter in our Galaxy is composed of MACHOs. This spectacular claim may well be correct - but awaits crucial testing with future observations and modeling.",
    "hdurl": "https://apod.nasa.gov/apod/image/ogle1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A MACHO View of Galactic Dark Matter",
    "url": "https://apod.nasa.gov/apod/image/ogle1.gif"
  },
  {
    "date": "1996-02-03",
    "explanation": "What hit Mars? The impact crater Schiparelli near the center of the above image was likely caused by a collision with an object the size of an asteroid. Also evident in this full face mosaic of Mars are numerous craters from many other impacts with smaller objects over billions of years. At the lower right, white carbon dioxide frost can be seen in the Hellas basin. The frost forms because temperatures can drop as low as -140 degrees Celsius on Mars. Some Martian regions, however, occasionally reach as high as 20 degrees Celsius - a typical room temperature here on Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/marsSch_usgs.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Huge Impact Crater on Mars",
    "url": "https://apod.nasa.gov/apod/image/marsSch_usgs.gif"
  },
  {
    "copyright": "A. Oksanen2.5 meter Nordic \nOptical Telescope",
    "date": "1996-02-04",
    "explanation": "What's the closest galaxy to our Milky Way?  For many years astronomers thought it was the Large Magellanic Cloud (LMC). But the seemingly insignificant fuzzy patch shown above turned out to be part of a galaxy that is even closer. Deemed the \"Sagittarius Dwarf\", this small galaxy went unnoticed until its discovery in 1994 by R. Ibata, G. Gilmore and M. Irwin (RGO).  The reason the Sagittarius Dwarf hadn't been discovered earlier is because it is so dim, it is so spread out over the sky, and there are so many Milky Way stars in front of it. The distance to the Sagittarius Dwarf was recently measured to be about one third of the distance to the LMC. Astronomers now believe that this galaxy is slowly being torn apart by the vast gravitational forces of our Galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/Sagdwarf_not_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Closest Galaxy: The Sagittarius Dwarf",
    "url": "https://apod.nasa.gov/apod/image/Sagdwarf_not.gif"
  },
  {
    "date": "1996-02-05",
    "explanation": "Our Earth is not at rest.  The Earth moves around the Sun.  The Sun orbits the center of the Milky Way Galaxy. The Milky Way Galaxy orbits in the Local Group. The Local Group falls toward the Virgo Cluster of Galaxies. But these speeds are less than the speed that all of these objects together move relative to the microwave background. In the above all-sky map, radiation in the Earth's direction of motion appears blueshifted and hence hotter, while radiation on the opposite side of the sky is redshifted and colder. The map indicates that the Local Group moves at about 600 kilometers per second relative to this primordial radiation. This high speed was initially unexpected and its magnitude is still unexplained. Why are we moving so fast? What is out there?",
    "hdurl": "https://apod.nasa.gov/apod/image/dip_cobe.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "COBE Dipole: Speeding Through the Universe",
    "url": "https://apod.nasa.gov/apod/image/dip_cobe.gif"
  },
  {
    "date": "1996-02-06",
    "explanation": "Above are two microwave images of the sky, looking north and south of our galaxy's equator, based on data from NASA's COBE satellite. After computer processing to remove contributions from nearby objects and the effects of the earth's motion, they show \"spots\". These spots are the oldest structures known - probably the oldest structures humanity will ever know. They are also the most distant. As our universe expanded and cooled, conglomerations of mass formed - these are some of the first. They confirm that only a million years after the big-bang - which occurred roughly 15 billion years ago - parts of the universe were visibly hotter than other parts. By studying the size and distribution of the spots found with COBE and future missions, astronomers hope to learn what matter and processes caused the spots to form - and hence determine the composition, density, and future of our universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/4yr_cobe_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "COBE Hotspots: The Oldest Structures Known",
    "url": "https://apod.nasa.gov/apod/image/4yr_cobe.gif"
  },
  {
    "date": "1996-02-07",
    "explanation": "If you could stand on Mars - what would you see? Viking 1 robot landers answered this question in 1976 with pictures like the one shown above. The dark rocks, red soil, and green-tinged sky grace this rendition of a normal Martian afternoon. At the bottom corners of the picture are portions of Viking spacecraft. The red color of the rocks is caused by an abundance of iron in the soil. The Martian surface is covered by rocks, huge craters, fantastic canyons, and gigantic volcanoes that dwarf any on Earth. No life has been found, but some speculate that since not all spacecraft reaching Mars from Earth had been fully decontaminated, Earth born microbes might live there now.",
    "hdurl": "https://apod.nasa.gov/apod/image/marsSurface_vk1_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "If You Could Stand on Mars",
    "url": "https://apod.nasa.gov/apod/image/marsSurface_vk1.gif"
  },
  {
    "copyright": "Gordon \nGarradd",
    "date": "1996-02-08",
    "explanation": "Get ready for one of the most impressive but least anticipated light shows in modern astronomical history. Next month, newly discovered Comet Hyakutake will pass closer to the Earth than any recent comet. Unknown before its discovery by Yuji Hyakutake on 30 January 1996, the fuzzy spot in the above photograph is a comet now predicted to become bright enough to see without a telescope. Although comets act in such diverse ways that predictions are frequently inaccurate, even conservative estimates indicate that this comet is likely to impress. For example, even if Comet Hyakutake remains physically unchanged, its close pass near the Earth in late March 1996 should cause it to appear to brighten to about 3rd magnitude - still bright enough to see with the unaided eye. In the next two months, though, the comet will continue to approach the Sun and hence should become brighter still. Optimistic predictions include that Comet Hyakutake will change physically, develop a larger coma and tail, brighten dramatically, move noticeably in the sky during a single night, and may ultimately become known as the \"The Great Comet of 1996.\" Move over Hale-Bopp!",
    "hdurl": "https://apod.nasa.gov/apod/image/hyakutake_garradd_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hyakutake: The Great Comet of 1996?",
    "url": "https://apod.nasa.gov/apod/image/hyakutake_garradd.gif"
  },
  {
    "date": "1996-02-09",
    "explanation": "What's happening in the eye-like center of this planetary nebula?  The geometry revealed in this Hubble Space Telescope view of the central part of an \"etched hourglass nebula\" known as MyCn 18 presents a puzzle. First, the axis of this central region does not line up well with the outer hourglass structure. Next, the hot star (the white spot to the left of center) which ejected this gaseous nebula as it evolved towards its white dwarf phase, is not exactly at the center of the \"eye\". These unexpected results leave astronomers looking for the missing pieces of the ejection process that created this unusual and beautiful structure.",
    "hdurl": "https://apod.nasa.gov/apod/image/hst_hourglass_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Eye of an Hourglass Nebula",
    "url": "https://apod.nasa.gov/apod/image/eyehour_hst.gif"
  },
  {
    "date": "1996-02-10",
    "explanation": "The first US spacecraft was Explorer 1. The cylindrical 30 pound satellite was launched (above) as the fourth stage of a Jupiter-C rocket (a modified US Army Redstone ballistic missile) and achieved orbit on January 31, 1958. Explorer I carried instrumentation to measure internal and external temperatures, micrometeorite impacts, and an experiment designed by James A. Van Allen to measure the density of electrons and ions in space. The measurements made by Van Allen's experiment led to an unexpected and startling discovery - an earth-encircling belt of high energy electrons and ions trapped in the magnetosphere - now known as the Van Allen Belt. Explorer I ceased transmitting on February 28 of that year but remained in orbit until March of 1970.",
    "hdurl": "https://apod.nasa.gov/apod/image/explaunch_abma_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The First Explorer",
    "url": "https://apod.nasa.gov/apod/image/explaunch_abma.gif"
  },
  {
    "date": "1996-02-11",
    "explanation": "Sputnik means \"traveling companion\". In stark contrast to this innocent sounding name, the launch of the Earth's first \"artificial moon\", Sputnik 1, by the Soviets on October 4, 1957 shocked the free world, setting in motion events which resulted in the creation of NASA and the race to the Moon. Sputnik I was a 184 pound, 22 inch diameter sphere with four whip antennas connected to battery powered transmitters. The transmitters broadcast a continuous \"beeping\" signal to an astounded earthbound audience for 23 days. A short month later, on November 3, the Soviets followed this success by launching a dog into orbit aboard Sputnik 2.",
    "hdurl": "https://apod.nasa.gov/apod/image/sput.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sputnik: The Traveling Companion",
    "url": "https://apod.nasa.gov/apod/image/sput.gif"
  },
  {
    "date": "1996-02-12",
    "explanation": "Cold, distant, Pluto is the only planet in our Solar System which has not been visited by a spacecraft from Earth. The story goes that the legend \"Pluto Not Yet Explored\" on a US postal stamp depicting the tiny, mysterious world inspired a JPL employee to develop plans for a Pluto flyby. These plans evolved into the current \"Pluto Express\" mission intended for launch early in the next decade. The type of small, high-tech spacecraft proposed is depicted above in an artist's vision approaching Pluto's mottled surface. A tenuous, transient atmosphere is visible as blue haze beyond the bright limb while Pluto's companion Charon looms in the distance. Images and data from such a mission would be an incredible boon to those studying these bizarre, inaccessible worlds as evidence mounts that Pluto itself is only the largest of many small ice dwarf mini-planets. Some have dubbed the yet unexplored Pluto-Charon system the last \"astronomers' planet\". Note: Pluto's discoverer, astronomer Clyde Tombaugh, celebrated his 90th birthday on February 4.",
    "hdurl": "https://apod.nasa.gov/apod/image/plutomwc_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pluto Not Yet Explored",
    "url": "https://apod.nasa.gov/apod/image/plutomwc.gif"
  },
  {
    "date": "1996-02-13",
    "explanation": "This panorama view of the sky is really a drawing. It was made in the 1940s under the supervision of astronomer Knut Lundmark at the Lund Observatory in Sweden. To create the picture, draftsmen used a mathematical distortion to map the entire sky onto an oval shaped image with the plane of our Milky Way Galaxy along the center and the north galactic pole at the top. 7,000 individual stars are shown as white dots, size indicating brightness. The \"Milky Way\" clouds, actually the combined light of dim, unresolved stars in the densely populated galactic plane, are accurately painted on, interrupted by dramatic dark dust lanes. The overall effect is photographic in quality and represents the visible sky. Can you identify any familiar landmarks or constellations? For starters, Orion is at the right edge of the picture, just below the galactic plane and the Large and Small Magellanic Clouds are visible as fuzzy patches in the lower right quadrant.",
    "hdurl": "https://apod.nasa.gov/apod/image/milkyway_lund_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "7,000 Stars And The Milky Way",
    "url": "https://apod.nasa.gov/apod/image/milkyway_lund.gif"
  },
  {
    "date": "1996-02-14",
    "explanation": "Would the Rosette nebula by any other name look as sweet? The bland New General Catalog designation of NGC 2237 doesn't appear to diminish the appearance of the this flowery emission nebula. Inside the nebula lies an open cluster of bright young stars designated NGC 2244. These stars recently formed from the nebular material and their stellar \"wind\" has cleared a hole in the nebula's center, insulated by a layer of dust and hot gas. Ultraviolet light from the hot cluster stars causes the surrounding nebula to glow.",
    "hdurl": "https://apod.nasa.gov/apod/image/rosette_zebu_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2237: The Rosette Nebula",
    "url": "https://apod.nasa.gov/apod/image/rosette_zebu.gif"
  },
  {
    "date": "1996-02-15",
    "explanation": "citement mounts as NASA's Near Earth Asteroid Rendezvous (NEAR) spacecraft nears launch - currently scheduled for 3:53 ET on February 16. NEAR's mission is to become the first spacecraft to rendezvous with and orbit an asteroid, the asteroid designated 433 Eros. After achieving Eros orbit in 1999, project plans are to explore the asteroid for 1 year from this premiere vantage point, perhaps approaching to within 15 miles of the surface. For comparison, above is an image of the limb of asteroid Ida made by the Galileo spacecraft from a distance of about 1,500 miles, the highest resolution image of an asteroid surface - so far. It is hoped that NEAR will go far towards answering questions about the nature and origin of near Earth asteroids. These objects are thought to contain clues to the formation of the inner planets and influence the evolution of the atmosphere and life on Earth. Are asteroids and meteorites related? Do asteroids ever strike the Earth?",
    "hdurl": "https://apod.nasa.gov/apod/image/idahires_gal.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "NEAR to an Asteroid",
    "url": "https://apod.nasa.gov/apod/image/idahires_gal.gif"
  },
  {
    "date": "1996-02-16",
    "explanation": "What did our universe look like when it was young? To answer this, cosmologists run sophisticated computer programs tracking the locations of millions of particles. The above animated frame is the result of such a calculation and shows how our universe might have looked when it was just a fracton of its current  age. The universe started out very smooth - matter and light are spread almost uniformly. As time progressed, gravity caused slight gatherings of mass to accrete so that ever greater conglomerations formed.  Galaxies and long filaments formed - which are shown by the bright patches and streaks in the above frame. An IMAX movie including hundreds of these frames is currently under production and should be released this summer.",
    "hdurl": "https://apod.nasa.gov/apod/image/earlyuni_imax_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Early Universe",
    "url": "https://apod.nasa.gov/apod/image/earlyuni_imax.gif"
  },
  {
    "date": "1996-02-17",
    "explanation": "No person in history has had greater impact in determining the extent of our universe than Edwin Hubble. From proving that other galaxies existed to proving that galaxies move apart from one another, Hubble's work defined our place in the cosmos.  Hubble lived from 1889 to 1953 and is shown above posing with the 48-inch telescope on Palomar Mountain and his famous pipe. In memory of his great work, the Orbiting Space Telescope was named after him. Today a great controversy rages on the rate of the universe's expansion, parameterized by a quantity known as Hubble's constant. A real live debate on this subject will take place in Washington, DC this April.",
    "hdurl": "https://apod.nasa.gov/apod/image/Hubble_Edwin1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Edwin Hubble Discovers the Universe",
    "url": "https://apod.nasa.gov/apod/image/Hubble_Edwin1.gif"
  },
  {
    "copyright": "STScIAAO",
    "date": "1996-02-18",
    "explanation": "Are these galaxies near the center of the largest gravitationally bound concentration of mass yet known?  Previously, the cluster of galaxies known as Abell 3627 was largely unstudied because dust in the disk of our own Galaxy obscured much of its light.  Several galaxies from Abell 3627 appear above as fuzzy blue patches behind many stars in our Galaxy. Recent observations by Renee Kraan-Korteweg (Paris Observatory) and collaborators, however, indicate that this cluster of galaxies is near the center of the huge nearby conglomeration of mass known as the Great Attractor. Evidence for this was uncovered in new accurate measurements of the large extent and nearby distance of Abell 3627.",
    "hdurl": "https://apod.nasa.gov/apod/image/abell3627_skyview.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Abell 3627 in the Great Attractor",
    "url": "https://apod.nasa.gov/apod/image/abell3627_skyview.gif"
  },
  {
    "date": "1996-02-19",
    "explanation": "Comet Swift-Tuttle, shown above in false color, is the largest object known to make repeated passes near the Earth.  It is also one of the oldest known periodic comets with sightings spanning two millennia. Last seen in 1862, its reappearance in 1992 was not spectacular, but the comet did become bright enough to see from many locations with binoculars. To create this composite telescopic image, four separate exposures have been combined, compensating for the motion of the comet. As a result, the stars appear slightly trailed. The inset shows details of the central coma. The unseen nucleus itself is essentially a chunk of dirty ice about ten kilometers in diameter. Comets usually originate in the Oort cloud in the distant Solar System - well past Pluto, most never venturing into the inner Solar System. When perturbed - perhaps by the gravity of a nearby star - a comet may fall toward the Sun. As a comet approaches the Sun, rocks, ice-chunks, gas, and dust boil away, sometimes creating impressive looking tails. In fact, debris from Comet Swift-Tuttle is responsible for the Perseids meteor shower visible every July and August. Comet Swift-Tuttle is expected to make an impressive pass near the earth in the year 2126, possibly similar to Comet Hyakutake this year or Comet Hale-Bopp next year.",
    "hdurl": "https://apod.nasa.gov/apod/image/SwiftTuttle_lo.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Periodic Comet Swift-Tuttle",
    "url": "https://apod.nasa.gov/apod/image/SwiftTuttle_lo.gif"
  },
  {
    "date": "1996-02-20",
    "explanation": "Today marks the third anniversary of the launch of the Advanced Satellite for Cosmology and Astrophysics (ASCA; renamed from Astro D when launched). ASCA, seen here superposed on galaxy M31, is a Japanese satellite for which NASA has provided some scientific equipment. ASCA carries four large-area X-ray telescopes. At the focus of two of the telescopes is a Gas Imaging Spectrometer (GIS), while a Solid-state Imaging Spectrometer (SIS) is at the focus of the other two. ASCA has provided recent evidence that high energy cosmic rays are formed in the expanding gas from a supernova. During ASCA's three years of operation, it has also yielded valuable data on quasars, supernova remnants, dwarf novae, pulsars, clusters of galaxies, and the mysterious X-ray background radiation that appears to come from all directions.",
    "hdurl": "https://apod.nasa.gov/apod/image/ascaM31_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "ASCA X-Ray Observatory",
    "url": "https://apod.nasa.gov/apod/image/ascaM31.gif"
  },
  {
    "date": "1996-02-21",
    "explanation": "Pictured above is the largest ball of stars in our Galaxy.  About 10 million stars orbit the center of this globular cluster - named Omega Centauri - as this giant globular cluster orbits the center of our Galaxy. Recent evidence indicates that Omega Centauri is by far the most massive of the about 160 globular clusters in the Milky Way.  The stars in globular clusters are generally older, redder and less massive than our Sun. Studying globular clusters tells us about the history of our Galaxy and the age of the universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/OmegaCen_umi_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Millions of Stars in Omega Centauri",
    "url": "https://apod.nasa.gov/apod/image/OmegaCen_umi.gif"
  },
  {
    "date": "1996-02-22",
    "explanation": "The lunar module shown above, named \"Falcon,\" served as home for Apollo 15 astronauts David Scott and James Irwin during their stay on the Moon in July and August 1971. Meanwhile, astronaut Alfred Worden circled in the command module overhead. Harsh sunlight on the grey lunar surface lends the image an eerie quality, while the Lunar Apennine Mountains frame the background with Mount Hadley Delta visible on the right. Visible in the foreground are tracks from the first Lunar Roving Vehicle, an electric car which enabled the astronauts to explore extended areas on the lunar surface.  Apollo 15 confirmed that most lunar surface features were created by impacts. Rocks returned by the Apollo 15 crew included green glasses whose formation mechanism is still unclear.",
    "hdurl": "https://apod.nasa.gov/apod/image/lunmod_a15_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 15's Home on the Moon",
    "url": "https://apod.nasa.gov/apod/image/lunmod_a15.gif"
  },
  {
    "date": "1996-02-23",
    "explanation": "Apollo 15 astronaut James Irwin works on the first Lunar Roving Vehicle, before he and fellow astronaut David Scott take it out for a drive. Sloping up behind the lunar module \"Falcon\" on the left are lunar mountains Hadley Delta and Apennine Front, while about 5 kilometers behind Irwin is St. George Crater. The explorations conducted during the Apollo lunar missions discovered much about our Moon, including that the Moon is made of ancient rock, that the Moon's composition is similar to Earth's, that life is not evident there, that the Moon underwent a great hot melting in its distant past, that the Moon has suffered from numerous impacts as shown by its craters, and that the Moon's surface is covered by a layer of rock fragments and dust.",
    "hdurl": "https://apod.nasa.gov/apod/image/lunrov_a15_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 15: Driving on the Moon",
    "url": "https://apod.nasa.gov/apod/image/lunrov_a15.gif"
  },
  {
    "date": "1996-02-24",
    "explanation": "Sixteen minutes after the liftoff of STS-29, the Space Shuttle Discovery's jettisoned External Tank (ET) is seen here, in a photograph by shuttle astronaut James P. Bagian, falling back towards Earth. The 154 foot long ET is the largest non-reusable component in the Shuttle system. After carrying over 500,000 gallons of liquid propellant to feed the shuttle's main engines during liftoff, its ultimate fate is to re-enter the atmosphere, break up and descend into a remote ocean area. The side of this ET shows a normal burn scar caused during the separation of one of the reusable solid rocket boosters.",
    "hdurl": "https://apod.nasa.gov/apod/image/external_tank_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tanks for the Lift",
    "url": "https://apod.nasa.gov/apod/image/external_tank.gif"
  },
  {
    "date": "1996-02-25",
    "explanation": "Looking like a fleet of futuristic starcruisers poised over planet Earth, NASA's highly successful series of High Energy Astrophysical Observatory (HEAO) spacecraft appear above in a vintage illustration. Labeled A, B, and C in this conceptual picture, the spacebased telescopes were known as HEAO-1, HEAO-2, and HEAO-3 respectively. HEAO-1 and HEAO-2 were responsible for revealing to earthlings the wonders of the x-ray sky, discovering 1,000s of celestial sources of high-energy radiation. HEAO-2, also known as the Einstein Observatory, was launched near the date of the famous physicist's 100th birthday (November of 1978) and was the first large, fully imaging x-ray telescope in space. HEAO-3, the last in the series, was launched in 1979 and measured high energy cosmic-ray particles and gamma-rays.",
    "hdurl": "https://apod.nasa.gov/apod/image/heao_fleet_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A High Energy Fleet",
    "url": "https://apod.nasa.gov/apod/image/heao_fleet.gif"
  },
  {
    "date": "1996-02-26",
    "explanation": "On rare but spectacular occasions, fireballs, meteors brighter than the brightest stars, flash through the heavens - sometimes making audible sounds and occasionally surviving to strike the Earth's surface. The path of one such fireball, recorded last year in January skies over Hannover Germany is shown above, the brilliant meteor easily outshining the stars of the constellation Orion (visible at the far right). In fact, for this brief moment Sirius, the brightest star in the night sky, is overwhelmed as the image of the fireball grazes it. This dramatic event was recorded by a video camera observation technique known as MOVIE. Interplanetary space is littered with meteoroids, \"rocks\" tens of yards in diameter and less. Striking the Earth's atmosphere at high relative speeds, they leave visible trails known as meteors or, more poetically, \"shooting stars\". The trails are created when the intense heat caused by friction vaporizes them. Fireballs can be caused by meteroids weighing small fractions of an ounce which do not survive to reach the ground. Remnants of larger ones, which do reach the ground after running this fiery gauntlet, are called meteorites. Though fireballs are rare, meteors are visible on any clear night of the year. Even outside the predicted regular meteor shower events, patient observers in dark sky areas can see several an hour - by just looking up! Sightings of fireballs should be reported.",
    "hdurl": "https://apod.nasa.gov/apod/image/fireball.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fireball!",
    "url": "https://apod.nasa.gov/apod/image/fireball_crop.gif"
  },
  {
    "date": "1996-02-27",
    "explanation": "An X-ray star winks out behind the Moon in these before and after views of a lunar occultation of the galactic X-ray source designated GX5-1. The false color images were made using data from the ROSAT orbiting observatory and show high energy X-rays in yellow (mostly from GX5-1), and lower energy X-rays in red (the Moon reflecting X-rays from the Sun). GX5-1 is a binary system consisting of a neutron star and a companion star in mutual orbit about the system's center of mass. The gas in the companion star's outer envelope falls toward the neutron star and accumulates in a disk around it. This disk material swirls deeper in to the neutron star's gravitational well, and is finally dumped onto its surface - in the process creating tremendous temperatures and generating the high energy X-rays.",
    "hdurl": "https://apod.nasa.gov/apod/image/gx5moon_rosat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-ray Moon and X-ray Star",
    "url": "https://apod.nasa.gov/apod/image/gx5moon_rosat_crop.gif"
  },
  {
    "date": "1996-02-28",
    "explanation": "Tremendous explosions near the center of our Galaxy were discovered just this past December and are being announced today by a paper in Nature and a press conference at NASA. Bursts like these have never been seen before, and so the exact cause is unknown and will likely be the source of  astronomical speculations and observations for years to come. Much more powerful than any explosions we humans can create, these eruptions likely involve the extreme conditions found only on the surface of a neutron star in a binary system, possibly similar to the X-ray binary system depicted in the above drawing. The new source, dubbed GRO J1744-28 for its discovery spacecraft and position, currently produces multiple pulsed bursts of energy per day, each of which last several seconds. The bursts are quite prominent in X-ray light. Discovery team leaders include Chryssa Kouveliotou (USRA) and Gerald Fishman (NASA /MSFC).",
    "hdurl": "https://apod.nasa.gov/apod/image/bh_nasm_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Explosions Discovered Near Galactic Center",
    "url": "https://apod.nasa.gov/apod/image/bh_nasm.gif"
  },
  {
    "date": "1996-02-29",
    "explanation": "Today, February 29th, is a leap day - a relatively rare occurrence. Advised by Alexandrian astronomer Sosigenes, Roman dictator  Julius Caesar, pictured above in a self-decreed minted coin, created a calender system in 46 BC that contained one leap day every four years. The reason for adding leap days was that a year - defined by the time it takes the Earth to circle the Sun - does not actually take an exact integer number of days - defined by the time it takes for the Earth to rotate once. In fact, one year by these astronomical definitions is about 365.24219 days. If all calendar years contained 365 days, they would drift from the actual year by about 1 day every 4 years. Eventually July (named posthumously for Julius Caesar himself) would occur during the northern hemisphere winter! By making most years 365 days but every fourth year 366 days, the calendar year and the actual year remained more nearly in step. This \"Julian\" calender system was used until the year 1582 when Pope Gregory XIII added that leap days should not occur in years ending in \"00\" except if divisible by 400, providing a further fine tuning. This \"Gregorian\" calender system is the one in most common use today.",
    "hdurl": "https://apod.nasa.gov/apod/image/jcaesar_coin.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Julius Caesar and Leap Days",
    "url": "https://apod.nasa.gov/apod/image/jcaesar_coin.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard",
    "date": "1996-03-01",
    "explanation": "Sometimes the simplest shapes are the hardest to explain. For example, the origin of the mysterious cone-shaped region located just below the center of the above picture remains a mystery. The dark region clearly contains much dust which blocks light from the emission nebula and open cluster NGC 2264 behind it.  One hypothesis holds that the cone is formed by wind particles from an energetic source blowing past the Bok globule at the head of the cone.   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/cone_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Mysterious Cone Nebula",
    "url": "https://apod.nasa.gov/apod/image/cone_aat.gif"
  }
]
