[
  {
    "date": "1996-12-01",
    "explanation": "As the Earth spins on its axis, the sky seems to rotate around us. This motion produces the beautiful concentric arcs traced out by the stars in this time exposure of the night sky. In the middle of the picture is the North Celestial Pole (NCP), easily identified as the point in the sky at the center of all the star trail arcs. The very short bright trail near the NCP was made by the star Polaris, commonly known as the North Star.",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/northtrails_malin.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Trails in Northern Skies\n\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/9612/northtrails_malin.jpg"
  },
  {
    "date": "1996-12-02",
    "explanation": "What determines a star's color? Its temperature. Red stars are cool, with temperatures of around 3,000 kelvins (K), while blue stars are hotter and can have temperatures over 30,000 degrees K. Our own lovely yellow Sun's temperature is a comforting 6,000 K. Differences in star colors are dramatically illustrated in the above photo of the constellation Orion, made using a \"star trail step-focus\" technique. In this technique, a time exposure is used to create star trails, but during the exposure, the focus is changed in steps. For the brighter stars, the blurred image produces more saturated colors in photographs. At the upper left, the cool red supergiant Betelgeuse stands out from the other, hotter, bluish stars composing the body of the constellation. Bright Rigel, a blue supergiant, is at the lower right.",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/oriontrails_malin.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion's Star Colors\n\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/9612/oriontrails_malin.jpg"
  },
  {
    "date": "1996-12-03",
    "explanation": "Like a butterfly,\r a white dwarf star begins its life\r by casting off a cocoon that enclosed its former self. In this\r analogy, however, the Sun would be\r a caterpillar\r and the ejected shell of gas would become the prettiest of all!\r The above cocoon, the planetary nebula\r designated NGC 2440, contains one of the hottest white dwarf stars known.\r The white dwarf can be seen as the bright dot near the photo's\r center. Our Sun will eventually become a \"white dwarf butterfly\",\r but not for another 5 billion years. The above false color image recently entered the public domain\r and was post-processed by F. Hamilton.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/ngc2440_hst2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cocoon of a New White Dwarf\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9612/ngc2440_hst2.jpg"
  },
  {
    "date": "1996-12-04",
    "explanation": "Ice on the Moon? The prospecting Clementine spacecraft may well have discovered it. In 1994, Clementine spent 70 days in lunar orbit mapping the Moon's surface. Shown above is a dramatically detailed composite view centered on the Lunar South Pole - constructed from 1500 Clementine images. This area contains part of the South Pole-Aitken impact basin, the largest known crater in the solar system, probably caused by the impact of a comet or asteroid. The depth of the basin and crater walls at the Lunar South Pole create the permanent shadow region visible above - hypothesised to be large and cold enough to trap water brought to the moon by cometary impacts as surface ice. Indeed, a recent analysis of Clementine data from this area has found a signature of water ice. Water on the Moon presents exciting possibilities as resource for future lunar exploration.",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/lunarsp_clem_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ice at the Lunar South Pole\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9612/lunarsp_clem.gif"
  },
  {
    "date": "1996-12-05",
    "explanation": "Io has some very large volcanoes. One of\r the largest is evident near the center of the above photograph\r and named Pele,\r for the mythological Polynesian fire goddess. The Galileo spacecraft\r now orbiting Jupiter took this\r picture of Jupiter's most active moon\r in June, although it was released just last week. Evident around\r Pele is a large red ring, thought to be evidence of recent volcanic activity.\r The red color indicates the presence of Sulfur,\r although how the Sulfur was produced is not precisely known.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/iopele_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io's Giant Volcano Pele\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9612/iopele_gal.jpg"
  },
  {
    "date": "1996-12-06",
    "explanation": "This huge ball of stars predates our Sun.\r Long before mankind evolved, before dinosaurs roamed,\r and even before our Earth existed, ancient globs of stars condensed\r and orbited a young Milky Way Galaxy.\r Of the 250\r or so globular clusters\r that survive today, M3\r is one of the largest and brightest, easily visible\r in the Northern hemisphere with binoculars. M3\r contains about half a million stars, most of which are old and\r red. The existence of young blue stars in M3 once posed a mystery,\r but these blue stragglers are now thought to form via stellar interactions.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/m3_cfa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Globular Cluster M3\r\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/9612/m3_cfa.gif"
  },
  {
    "date": "1996-12-07",
    "explanation": "How do planets form? Astronomers are finding\r out by studying one of the most interesting of all astronomical\r nebulae known, the Great Nebula in Orion.\r Insets to above mosaic\r show several planetary systems in\r formation. The bottom left insert shows the relative size of\r our own Solar System. The Orion Nebula\r contains many stellar nurseries. These nurseries contain hydrogen\r gas, hot young stars, proplyds, and\r stellar jets spewing material at\r high speeds. Much of the filamentary structure visible in this\r image are actually shock waves\r - fronts where fast moving material encounters slow moving gas.\r Some shock waves are visible near one of the bright stars in the\r lower left of the picture. The Orion Nebula\r is located in the same spiral arm of our Galaxy\r as is our Sun.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/orionsys_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planetary Systems Now Forming in Orion\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9612/orionsys_hst.gif"
  },
  {
    "date": "1996-12-08",
    "explanation": "Like the Earth's Moon, Mercury is scarred with craters, testifying to an intense bombardment during the early history of the Solar System. In 1974, the Mariner 10 spacecraft surveyed this innermost planet up close, producing the only detailed images of its tortured surface. In the above mosaic the bright rays emanating from the 27 mile wide Degas crater almost appear to be painted on. The rays consist of light colored material blasted out during the crater's formation. Numerous smaller, younger craters are seen superposed on the Degas crater itself.",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/degas_merc_mar10_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Degas Ray Crater on Mercury\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9612/degas_merc_mar10.jpg"
  },
  {
    "date": "1996-12-09",
    "explanation": "Callisto's surface shows its age. While probably\r formed at the same time as Io, the\r difference between the surfaces of these two moons of Jupiter\r could hardly be greater. Io's\r surface is young, shows practically no impact craters, and is\r continually being repaved by the lava\r exploding from its many large volcanoes.\r Callisto's\r surface is old, shows the highest density of impact craters in\r the Solar System, and harbors no\r volcanoes or even any large mountains. Callisto's\r surface is one large ice-field, laced with cracks and craters\r from billions of years of collisions with interplanetary debris.\r The high-resolution vertical band in the above mosaic\r was taken by the robot spacecraft Galileo\r currently orbiting Jupiter. The\r rest of the mosaic was compiled from pictures taken by the Voyager spacecraft\r which passed the Callisto\r in 1979.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/callistofullface_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Callisto Full Face\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9612/callistofullface_gal.jpg"
  },
  {
    "copyright": "MPAE",
    "date": "1996-12-10",
    "explanation": "Here is what a comet nucleus really looks\r like. For all active comets except Halley,\r it was only possible to see the surrounding opaque gas cloud called\r the coma. During Comet Halley's\r most recent pass through the inner Solar System\r in 1986, however, spacecraft Giotto\r was able to go right up to the comet and photograph its nucleus.\r The above image is a composite of hundreds of these photographs.\r Although the most famous comet, Halley\r achieved in 1986 only 1/10th the brightness that Comet Hyakutake\r did last year, and a similar comparison is likely with next year's\r pass of Comet Hale-Bopp. Every 76\r years Comet Halley comes around again,\r and each time the nucleus sheds about 6 meters of ice and rock\r into space. This debris composes Halley's tails\r and leaves an orbiting trail that, when falling to Earth,\r are called the Orionids Meteor Shower.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/halley_hmc_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Halley's Nucleus\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9612/halley_hmc.gif"
  },
  {
    "date": "1996-12-11",
    "explanation": "Where do stars form? A typical place\r is an area of dense nebular gas common\r to arms in spiral galaxies. Sometimes,\r however, a burst of star formation can occur with unusual geometry.\r Nearby galaxy NGC 1317 shows such an unusual ring of star formation\r surrounding its barred nucleus. \r In the above image, older stars appear more red and are more evident\r in the leftmost photograph in visible light. The rightmost photograph\r taken by the Ultraviolet Imaging Telescope\r is in ultraviolet and highlights\r stars which are younger and bluer and shows the starbirth ring.\r This unusual ring may be evidence of a gravitational encounter\r with another galaxy, causing a density wave\r to ripple out from the galaxy's center.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/ngc1317_uit_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Starburst Ring in Galaxy NGC 1317\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9612/ngc1317_uit.gif"
  },
  {
    "copyright": "Andy Steere",
    "date": "1996-12-12",
    "explanation": "There are more than a few stars in our Galaxy.\r The light from many of them combines to appear as a wisp of faint\r light across the night sky - the Milky Way.\r In the northern hemisphere, away from city lights\r and during the summer months, part of the Milky Way\r can be seen behind the Summer Triangle\r of stars - Deneb,\r Vega,\r and Altair.\r These are the brightest three stars in the above photograph,\r listed from left to right, respectively. If you could collect\r light in your eyes for 10 minutes at a time (instead of the usual\r 1/10th of a second), you might see something like the\r above photograph.\r Behind the Summer Triangle\r lies some of the vast star fields\r of our Milky Way Galaxy, containing\r literally billions\r of stars. The dark band across the middle that seems to divide\r the stars is actually interstellar dust,\r which absorbs more visible light than it emits and so appears\r dark.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/sumtri_as_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Milky Way Through the Summer Triangle",
    "url": "https://apod.nasa.gov/apod/image/9612/sumtri_as_big.jpg"
  },
  {
    "date": "1996-12-13",
    "explanation": "Five closely grouped galaxies are visible\r in this image\r made using the Kitt Peak National Observatory\r 2.1 meter telescope. The grouping is commonly known as Stephan's\r Quintet. Four of the galaxies show essentially the same redshift\r suggesting that they are at the same distance from us. The large\r bluish spiral below and left of\r center actually has a smaller redshift\r than the others, indicating it is much closer. It is probably\r a foreground object which happens to lie along the line of sight\r to the more distant galaxies. Of the four distant galaxies,\r three seem to be colliding, showing\r serious distortions due to gravitational tidal forces. The fourth\r is a normal appearing elliptical galaxy\r (at the lower right edge of the field). Recent results suggest\r that collisions play an important role in the life cycles of galaxies.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/stephan_bk.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Disorder in Stephan's Quintet",
    "url": "https://apod.nasa.gov/apod/image/9612/stephan_bk.gif"
  },
  {
    "date": "1996-12-14",
    "explanation": "After taking spectacular pictures of our Solar\r System's outer planets, Voyager 1 looked back at six planets\r to take our Solar System's first family portrait. Here Venus,\r Earth, Jupiter,\r Saturn,\r Uranus, and Neptune,\r were all visible across the sky. Each, however, was now just a\r small speck of light,\r dimmer than many of the stars in the sky. Voyager\r 1 is only one of four human-made objects to leave our Solar System,\r the other three being Voyager 2,\r and Pioneer 10 and Pioneer 11.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/solsys_vg1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Our Solar System from Voyager",
    "url": "https://apod.nasa.gov/apod/image/9612/solsys_vg1.jpg"
  },
  {
    "date": "1996-12-15",
    "explanation": "The famous \"Einstein Cross\" is a\r case where a single object is seen four times. Here a very distant\r QSO happened to be placed right behind\r a massive galaxy. The gravitational\r effect of the galaxy on the distant QSO\r was similar to the lens effect of an empty wine glass on a distant\r street light - it created multiple images. But stars in the foreground\r galaxy have been found to act as gravitational lenses\r here too! These stars make the images change brightness relative\r to each other. These brightness changes are visible on these two\r photographs of the Einstein Cross,\r taken about 3 years apart.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/eincross_wht.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Microlensing of the Einstein Cross",
    "url": "https://apod.nasa.gov/apod/image/9612/eincross_wht.gif"
  },
  {
    "date": "1996-12-16",
    "explanation": "Old photographs show no evidence of the above\r nebula. In 1992, a white dwarf star in Cygnus\r blew off its outer layers in a classical nova explosion:\r an event called Nova Cygni 1992.\r Light flooded the local interstellar neighborhood, illuminated\r this existing gas cloud,\r excited the existing hydrogen,\r and hence caused the red emission. The only gas actually expelled\r by the nova\r can be seen as a small red ball just above the photograph's center.\r Eventually, light from the nova shell\r will fade, and this nebula will again become invisible! \r",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/novacyg_cfa_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nebula Nova Cygni Turns On",
    "url": "https://apod.nasa.gov/apod/image/9612/novacyg_cfa.gif"
  },
  {
    "date": "1996-12-17",
    "explanation": "Mercury, the closest planet to the Sun, remains the most mysterious of the Solar System's inner planets. Hiding in the Sun's glare it is a difficult target for Earth bound observers. The only spacecraft to explore Mercury close-up was Mariner 10 which executed 3 flybys of Mercury in 1974 and 1975, surveying approximately 45 percent of its surface. Mariner 10 deftly manuevered to photograph part of the sunlit hemisphere during each approach, passed behind the planet, and continued to image the sun-facing side as the spacecraft receded. Its highest resolution photographs recorded features approximately a mile across. A recent reprocessing of the Mariner 10 data has resulted in this dramatic mosaic. Like the Earth's Moon, Mercury's surface shows the scars of impact cratering - the smooth vertical band and patches visible above represent regions where no image information is available.",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/mercury2_mariner10_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mariner's Mercury",
    "url": "https://apod.nasa.gov/apod/image/9612/mercury2_mariner10.jpg"
  },
  {
    "date": "1996-12-18",
    "explanation": "Interstellar space is filled with extremely tenuous clouds of gas which are mostly Hydrogen. The neutral hydrogen atom (HI in astronomer's shorthand) consists of 1 proton and 1 electron. The proton and electron spin like tops but can have only two orientations; spin axes parallel or anti-parallel. It is a rare event for Hydrogen atoms in the interstellar medium to switch from the parallel to the anti-parallel configuration, but when they do they emit radio waves with a wavelength of 21 centimeters (about 8 inches) and a corresponding frequency of exactly 1420 MHz. Tuned to this frequency radio telescopes have mapped the neutral Hydrogen in the sky. The above image represents such an all-sky HI survey with the plane of our Milky Way Galaxy running horizontally through the center. In this false color image no stars are visible, just diffuse clouds of gas tens to hundreds of light years across which cluster near the plane. The gas clouds seem to form arching, looping structures, stirred up by stellar activity in the galactic disk.",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/nHI_alt_skyview_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sky Full Of Hydrogen\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9612/nHI_alt_skyview.gif"
  },
  {
    "date": "1996-12-19",
    "explanation": "Headed toward the inner Solar System, the much anticipated Comet Hale-Bopp has promised to put on a big show next spring. The comet's apparent brightness is currently approaching 4th magnitude and its inbound journey has been closely followed by many observers. But because it is now so near the Sun's position in the sky it is a difficult target for large ground based optical telescopes as well as the orbiting Hubble Space Telescope (HST). This series of HST images hints at the comet's evolution during the last year, illustrating active and quiescent phases. Hidden from direct view by the dusty cometary coma, Hale-Bopp's nucleus is centered in each frame. A single telescopic image of the comet has recently caused substantial activity on the internet based on false claims of the existence of a mysterious companion. However, the mystery guest turned out to be an 8th magnitude star! Many predict that by next spring telescopes large or small will not be needed to appreciate the true spectacle of Hale-Bopp as it blossoms into a naked-eye astronomical wonder.",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/hb_weaver1_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hale-Bopp Inbound\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9612/hb_weaver1_hst.gif"
  },
  {
    "date": "1996-12-20",
    "explanation": "Translated from the \"acronese\" the title reads - The UltraViolet Small Magellanic Cloud from the Ultraviolet Imaging Telescope. FYI, the four ultraviolet images used in this mosaic of the nearby irregular galaxy known as the Small Magellanic Cloud were taken by the UIT instrument during the Astro 1 and Astro 2 shuttle missions in 1990 and 1995. Each separate image field is slightly wider than the apparent size of the full moon. These ultraviolet pictures, shown in false color, must be taken above the Earth's absorbing atmosphere. They highlight concentrations of hot, newly formed stars only a few millions of years old, and reveal the progress of recent star formation in the SMC.",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/smc4_uit_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The UV SMC from UIT\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9612/smc4_uit.gif"
  },
  {
    "date": "1996-12-21",
    "explanation": "Today is the Winter Solstice for 1996. After steadily sinking in Northern Hemisphere skies, the Sun is now at its lowest declination - marking the first day of Northern Winter (but Southern Summer!). The Earth is actually closer to the Sun during this season, a fact not usually appreciated by those who dwell on the planet's Northern half. Two days ago, the EIT camera onboard the SOHO spacecraft recorded this image of the Sun in the light of highly ionized Iron atoms. This extreme ultraviolet picture emphasizes magnetic field lines and active regions in the hot plasma above the solar surface. For today's Solar images at many wavelengths, check out the Solar Data Analysis Center's web site.",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/sundec_eit195_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sun and Winter Solstice 1996\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9612/sundec_eit195.gif"
  },
  {
    "date": "1996-12-22",
    "explanation": "Diminutive Deimos is the smallest of the two tiny Moons of Mars. Potato shaped and barely 6 miles wide this asteroid-like body was visited by the Viking 2 orbiter in 1977. This image was made when the spacecraft approached to within 18 miles of Deimos' surface. It is one of the most detailed pictures of a celestial body ever taken by an orbiting spacecraft - the field of view is less than a square mile and features just under 10 feet across are visible. Craters and large chunks of rock are seen scattered on the surface. Some of the craters appear to have been covered by a layer of regolith (soil and broken rock).",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/deimos18_vik2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "18 Miles From Deimos\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9612/deimos18_vik2.jpg"
  },
  {
    "date": "1996-12-23",
    "explanation": "This computer generated 3D close-up view of Jupiter's large moon Ganymede was created using image data from NASA's Galileo spacecraft. Simulating stereo vision by combining two recent images recorded from different angles, 3 dimensional information was reconstructed for a section of Ganymede's surface. The result shows the furrows, craters, and hills in the region appropriately known as \"Galileo Regio\" with a resolution of about 250 feet. Currently exploring the Jovian System, the Galileo spacecraft just completed a flyby of Europa. It is scheduled to return to Ganymede in April next year.",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/gany3d1_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Hills of Ganymede\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9612/gany3d1_gal.jpg"
  },
  {
    "date": "1996-12-24",
    "explanation": "Thinking about spending the Holiday Season in low Earth orbit? Astronaut John Blaha and his cosmonaut colleagues Valeri Korzun and Alexander Kaleri are doing just that onboard the Russian Mir spacestation. You can e-mail them Seasons Greetings. Blaha replaced Shanon Lucid as a Mir resident during the STS-79 mission flown by the Space Shuttle Atlantis and is scheduled to be replaced by Jerry Linenger when Atlantis makes another shuttle run to Mir during the STS-81 mission. The Mir is seen here 200 miles above the Earth as the sun sets following the latest Atlantis undocking. NASA shuttle flights to the Mir are part of the Phase 1 program for construction of the International Space Station.",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/mir1_sts79_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Mirry Christmas\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9612/mir1_sts79.jpg"
  },
  {
    "date": "1996-12-25",
    "explanation": "The Apollo 8 astronauts spent the 1968 Christmas Season in lunar orbit, returning with striking images of the Moon and Earth from space which inspired the world. While in lunar orbit in 1994, the prospecting Clementine spacecraft also turned its cameras toward the home world - the result was this mosaic of 70 high resolution images of our planet from a cosmic perspective. The swirling clouds and dramatic colors give the Earth the appearance of a delicate, painted ornament hanging in space. Best Wishes and Seasons Greetings!",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/earthmos_clem_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Earth Ornament\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9612/earthmos_clem.jpg"
  },
  {
    "date": "1996-12-26",
    "explanation": "Carl Sagan died last Friday at the age of\r 62. Sagan\r was the world's most famous astronomer.  Among his many activities\r as a scientist, he contributed to the discovery that the atmosphere\r of Venus is prohibitively hot and\r dense, and found evidence that Saturn's\r moon Titan contains oceans stocked with the building blocks of life.\r Sagan\r was an outspoken proponent of the search for extra-terrestrial life,\r including sending probes to other planets and\r listening with large radio telescopes\r for signals from intelligent aliens. Sagan's\r outstanding ability to explain allowed almost a billion people\r to better understand the cosmos in which they live.",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/sagan_uc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Carl Sagan 1934-1996",
    "url": "https://apod.nasa.gov/apod/image/9612/sagan_uc.gif"
  },
  {
    "date": "1996-12-27",
    "explanation": "Most of our universe is too dim to see. To\r peer into our cosmos' unknown depths, astronomers must deploy\r new tools - and the classic new tool is a larger telescope. Pictured\r above is the new Hobby-Eberly Telescope (HET) which recently declared \"first light\"\r in western Texas. HET currently has the largest single mirror of any optical telescope --\r 11 meters in diameter. Telescopes in space, like the Hubble Space Telescope,\r are much smaller but avoid the Earth's atmosphere blurring out\r fine detail. HET's\r huge size, on the other hand, allows it to see very dim objects\r and determine their spectrum. HET's unusual design\r allows the primary mirror to stay put during an observation! \r Only smaller focusing instruments suspending above the primary\r move to track an astronomical object.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/het_ut_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "HET: The New Largest Optical Telescope",
    "url": "https://apod.nasa.gov/apod/image/9612/het_ut.jpg"
  },
  {
    "copyright": "Anglo Australian Observartory",
    "date": "1996-12-28",
    "explanation": "The odd looking \"creature\" to the\r right of center in the above photo is a gas cloud known as a cometary globule.\r This globule, however, has ruptured. Cometary globules\r are typically characterized by dusty\r heads and elongated tails. These features cause cometary globules\r to have visual similarities to comets,\r but in reality they are very much different. Cometary globules\r are frequently the birthplaces of stars,\r and many show very young stars in their heads. The reason for\r the rupture in the head of this object is not completely known.\r The galaxy to the left of center\r is very far in the distance and is only placed near CG4 by chance\r superposition. \r",
    "hdurl": "https://apod.nasa.gov/apod/image/cg4_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "CG4: A Ruptured Cometary Globule",
    "url": "https://apod.nasa.gov/apod/image/cg4_aat.gif"
  },
  {
    "copyright": "Anglo Australian Observartory",
    "date": "1996-12-29",
    "explanation": "The dark spots in the above picture are not\r photographic defects but an unusual type of interstellar cloud known as a Bok globule.\r Bok globules, named after astronomer Bart Bok\r who studied them extensively, are small dark clouds made of gas\r and dust that are typically\r condensing to form a star or stars.\r These Bok globules\r are found in front of a glowing H II\r region known as IC 2944.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/bokglob_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Bok Globules in IC 2944",
    "url": "https://apod.nasa.gov/apod/image/bokglob_aat.gif"
  },
  {
    "date": "1996-12-30",
    "explanation": "The Earth glows in many kinds of light, including\r the energetic X-ray band.\r Actually, the Earth itself does\r not glow - only aurora produced high\r in the Earth's atmosphere.\r Above is the first picture of the Earth in X-rays,\r taken in March with the orbiting Polar satellite.\r Bright X-ray emission\r is shown in red. Energetic ions from the Sun\r cause aurora\r and energize electrons\r in the Earth's magnetosphere.\r These electrons move along the Earth's magnetic field\r and eventually strike the Earth's ionosphere,\r causing the X-ray emission. These X-rays are not dangerous because\r they are absorbed by lower parts of the Earth's atmosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/earthxray_polar_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Earth",
    "url": "https://apod.nasa.gov/apod/image/9612/earthxray_polar.gif"
  },
  {
    "date": "1996-12-31",
    "explanation": "Are any volcanoes on Io currently erupting?\r To help answer this, scientists instructed the robot spacecraft Galileo\r to take hourly pictures of this moon\r of Jupiter prior to its most recent\r encounter. The most obvious changes in Io are due to the changing\r amount of sunlight reflected from the moon to the spacecraft.\r More careful inspection does verify continuous volcanic plumes.\r The most prominent plume visible is from Prometheus, visible\r just below Io's\r equator. This plume was first photographed in 1979 by Voyager,\r so Prometheus appears to have been erupting continuously for at\r least 18 years! On most browsers, the above picture will appear\r animated. To stop the movie, click on your broswer's \"stop\"\r button.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/iorotate_gal.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io Rotating",
    "url": "https://apod.nasa.gov/apod/image/9612/iorotate_gal.gif"
  },
  {
    "copyright": "Dick Hutchinson",
    "date": "1997-01-01",
    "explanation": "Aurora can make spectacular sights. This particular aurora\r was photographed hovering over the town of Circle, Alaska.  Although Aurora\r might first appear to be moonlit clouds, they only add light to the sky, and hence can not block\r background stars from view. Called \"northern lights\"\r in the northern hemisphere of the Earth,\r aurora are caused by charged particles streaming from the Sun\r entering the Earth's atmosphere. If viewed from space, aurora glow in X-ray light\r as well as in the visible! Several WWW sites can tell you if aurora are predicted to be visible in your area.",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/auroracircle_dh.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Over Circle, Alaska",
    "url": "https://apod.nasa.gov/apod/image/9701/auroracircle_dh_big.jpg"
  }
]
