[
  {
    "copyright": "Anglo-Australian Telescope\nBoard",
    "date": "1996-03-01",
    "explanation": "Sometimes the simplest shapes are the hardest to explain. For example, the origin of the mysterious cone-shaped region located just below the center of the above picture remains a mystery. The dark region clearly contains much dust which blocks light from the emission nebula and open cluster NGC 2264 behind it.  One hypothesis holds that the cone is formed by wind particles from an energetic source blowing past the Bok globule at the head of the cone.   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/cone_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Mysterious Cone Nebula",
    "url": "https://apod.nasa.gov/apod/image/cone_aat.gif"
  },
  {
    "date": "1996-03-02",
    "explanation": "Orbiting 1,075 miles above the Earth, a 250 foot wide, inflated, reinforced nylon \"wheel\" was conceived in the early 1950s to function as a navigational aid, meteorological station, military platform, and way station for space exploration by rocket pioneer Wernher von Braun. The wheel shaped station could be easily rotated creating artificial gravity so that the astronauts would not suffer the effects of prolonged weightlessness. Von Braun and his team favored building a permanently occupied Earth orbiting space station from which to stage a lunar exploration program. But in the 1960s NASA adopted the Apollo Program, which called for astronauts to transfer to a lunar landing vehicle after achieving lunar orbit, bypassing the construction of von Braun's wheel.   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/vonb_wheel.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Von Braun's Wheel",
    "url": "https://apod.nasa.gov/apod/image/vonb_wheel.gif"
  },
  {
    "date": "1996-03-03",
    "explanation": "What formed Ariel's valleys?  This question presented itself when Voyager 2 passed this satellite of Uranus in January 1986.  Speculation includes that heating caused by the ancient tides of Uranus caused moonquakes and massive shifting of the moon's surface. In any event, a huge network of sunken valleys was found to cover this frozen moon, and some unknown material now coats the bottoms of many of these channels. Ariel is the second closest to Uranus outside of Miranda, and is composed of roughly half water ice and half rock. Ariel was discovered by William Lassell in 1851.    Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/ariel_vg2_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Uranus' Moon Ariel: Valley World",
    "url": "https://apod.nasa.gov/apod/image/ariel_vg2.gif"
  },
  {
    "date": "1996-03-04",
    "explanation": "Titania's tortured terrain is a mix of valleys and craters. NASA's interplanetary robot spacecraft Voyager 2 passed this moon of Uranus in 1986 and took the above photograph. The photograph was then transmitted back to earth by radio. The valleys of Titania resemble those on Ariel indicate that Titania underwent some unknown tumultuous resurfacing event in its distant past. Although Titania is Uranus' largest moon, it is still much smaller than Triton - the largest moon of Uranus' sister planet Neptune. Titania is essentially a large dirty iceball that orbits Uranus - it is composed of about half water-ice and half rock. Titania was discovered by William Hershel in 1787.   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/titania_vg2.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Uranus' Largest Moon: Titania",
    "url": "https://apod.nasa.gov/apod/image/titania_vg2.gif"
  },
  {
    "date": "1996-03-05",
    "explanation": "The center of nearby giant galaxy M87 is a dense and violent place. In this 1994 photograph by the Hubble Space Telescope, a disk of hot gas was found to be orbiting at the center of this massive elliptical galaxy. The disk is evident on the lower left of the above photograph. The rotation speed of gas in this disk indicates the mass of the object the gas is orbiting, while the size of the disk indicates an approximate volume of the central object. These observations yield a central density so high that the only hypothesized object that could live there is a black hole. The picture also shows a highly energetic jet emanating from the central object. The jet is composed of fast moving charged particles and has broken into knots as small as 10 light years across.   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/m87bh_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Black Hole in M87's Center?",
    "url": "https://apod.nasa.gov/apod/image/m87bh_hst.gif"
  },
  {
    "date": "1996-03-06",
    "explanation": "SS433 is one of the most exotic star systems known to astronomers. Its unremarkable name stems from its inclusion in a catalog of stars which emit radiation characteristic of atomic hydrogen. Its very remarkable behavior stems from a compact object, a black hole or neutron star, which has produced an accretion disk with jets. As illustrated in this artist's vision of the SS433 system based on observational data, a massive, hot star (left) is locked in a mutual orbit with a compact object. Material transfers from the massive star into an accretion disk surrounding the compact object blasting out two jets of ionized gas in opposite directions - at about 1/4 the speed of light! Radiation from the jet tilted toward the observer is blueshifted, while radiation from the jet tilted away is redshifted. The binary system itself completes an orbit in about 13 days while the jets precess (wobble like a top) with a period of about 164 days. Are the jets from SS433 related to those from black holes at the centers of galaxies?   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/ss433_art_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jets From SS433",
    "url": "https://apod.nasa.gov/apod/image/ss433_art.gif"
  },
  {
    "date": "1996-03-07",
    "explanation": "A supernova explosion of a high-mass star results in fast moving blast waves. At the front of the waves shown above, ionized gas in the Veil Supernova Remnant rushes out from the explosion, sweeps up material, and breaks up many atoms into constituent ions and electrons. Observations with the Hubble Space Telescope in 1993 indicate that the blue shock wave was catapult away from the stellar explosion after the red shock wave and has yet to catch up to it in some regions. The Veil supernova remnant's has a very large angular size - six times the diameter of the full moon - and different parts of it are known as the \"Cygnus Loop\" and catalog numbers NGC 6960, NGC 6979, NGC 6992, and NGC 6995.   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/veil_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rampaging Fronts of the Veil Nebula",
    "url": "https://apod.nasa.gov/apod/image/veil_hst.gif"
  },
  {
    "date": "1996-03-08",
    "explanation": "Jodrell Bank in England is the home of the Lovell Telescope one of the largest radio telescopes in the world. Completed in 1957 under the direction of Bernard Lovell, the 250 ft. diameter dish was the largest steerable radio telescope. The telescope has been used to monitor extremely faint radio emissions from space, including the transmissions of the Pioneer spacecraft in the distant Solar System. The telescope has been used in many astronomical investigations, including the determination of structure in local interstellar gas, searches for pulsars, determining molecular abundances towards the Galactic center, and mapping hydrogen emission in galaxies. Currently, the telescope is not really for sale.   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/lovell_jod_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The 76 Meter Lovell Radio Telescope",
    "url": "https://apod.nasa.gov/apod/image/lovell_jod.gif"
  },
  {
    "date": "1996-03-09",
    "explanation": "The Arecibo radio telescope is currently the largest single-dish telescope in the world. First opening in 1963, this 305 meter (1000 foot) radio telescope resides in a natural valley of Puerto Rico. The Arecibo telescope has been used for many astronomical research projects, including searches and studies of pulsars, and mapping atomic and molecular gas in the Galaxy and the universe. As the Arecibo dish can also be used to send radio waves, it has bounced and recorded radiation off of planets in our Solar System, and has even broadcast messages to areas of the Galaxy that might contain intelligent extra-terrestrial life. Any person in the world may use the telescope, providing their proposal is selected by a review committee.   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/arecibo_naic_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Arecibo: The Largest Telescope",
    "url": "https://apod.nasa.gov/apod/image/arecibo_naic.gif"
  },
  {
    "date": "1996-03-10",
    "explanation": "The first module of the Russian Space Agency's Mir Space Station was launched into orbit 10 years ago (on February 20, 1986). Mir has since been substantially expanded in orbit by adding additional modules including the Kvant Astrophysics Module (1987) and recently a docking module. NASA's Space Shuttle Atlantis was modified to allow it to dock with Mir in 1995 (STS-71,, STS 74) beginning a series of Shuttle-Mir flights scheduled to continue through 1997. In this wide angle view - poised above planet Earth with sunlight glinting from solar panels - Mir and Atlantis are seen connected via the docking module from the perspective of the shuttle payload bay. The image is from an IMAX movie frame taken during the STS 74 mission. In late 1997, building on this jointly developed understanding and experience, the US and Russia will launch the first modules of the International Space Station.   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/mir_sts74_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mir is 10",
    "url": "https://apod.nasa.gov/apod/image/mir_sts74.gif"
  },
  {
    "date": "1996-03-11",
    "explanation": "No spacecraft from Earth has yet explored Pluto but astronomers have found ways of mapping its surface. A stunning map of this distant, diminutive planet, the first based on direct images, was revealed late last week in a Hubble Space Telescope press release. Above are two opposite hemisphere views of the computer constructed map of Pluto's surface (north is up). The grid pattern is due to the computer technique used where each grid element is over 100 miles across. The map is based on Hubble images made when Pluto was a mere 3 billion miles distant. It shows strong brightness variations - confirming and substantially improving upon ground based observations. While the brightness variations may be due to surface features like craters and basins they are more likely caused by regions of nitrogen and methane frost. The frost regions should show \"seasonal\" changes which can be tracked in future Hubble observations. Yes, Pluto is a planet even though it is only 2/3 the size of Earth's Moon!   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/pluto4_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hubble Telescope Maps Pluto",
    "url": "https://apod.nasa.gov/apod/image/pluto2_hst.gif"
  },
  {
    "copyright": "Royal Observatory, EdinburghAnglo-Australian Observatory",
    "date": "1996-03-12",
    "explanation": "The many spectacular colors of the Rho Ophiuchi (oh'-fee-yu-kee) clouds highlight the many processes that occur there. The blue regions shine primarily by reflected light. Blue light from the star rho Ophiuchi and nearby stars reflects more efficiently off this portion of the nebula than red light. The Earth's daytime sky appears blue for the same reason. The red and yellow regions shine primarily because of emission of the nebula's atomic and molecular gas.  Light from nearby stars - particularly the bright star Antares in this case - knocks electrons away from the gas, which then shines when the electrons recombine with the gas. The dark regions are caused by dust grains - born in young stellar atmospheres - which effectively block light emitted behind them. The Rho Ophiuchi star clouds, well in front of the globular cluster M4 visible on far lower left, are even more colorful than humans can see - the clouds emits light in every wavelength band from the radio to the gamma-ray.   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/rho_uks.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Colorful Clouds of Rho Ophiuchi",
    "url": "https://apod.nasa.gov/apod/image/rho_uks.gif"
  },
  {
    "date": "1996-03-13",
    "explanation": "The reaction of ancient peoples to the appearance of bright comets has toppled empires, de-throned kings, and been taken as a sign of great things to come. Probably some of these comets did not get as bright as Comet Hyakutake (\"hyah-koo-tah-kay\") will in the next two weeks. It is likely that every major news organization will soon cover Comet Hyakutake extensively.  Comet Hyakutake is shown above already showing a tail of dust. This image, taken directly from a photographic negative, shows stars as black spots and the bright comet coma and tail as dark clouds against the white background of space. During its closest approach to the Earth on March 25th, Comet Hyakutake will appear in the Northern hemisphere as a diffuse ball of light brighter than most stars. Comet Hyakutake will be visible then most of the night even without binoculars, passing above the stars in the handle of the Big Dipper. Comet Hyakutake will be best seen in dark skies far from city lights, where its tail - possibly extending 20 degrees or more - will be most easily visible. As Comet Hyakutake recedes from the Earth it will fade, but brighten again as it nears the sun later in April. At that time it will be best seen in the southern hemisphere. There is no chance Comet Hyakutake will hit the Earth.   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/hyakutake_eso_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Here Comes Comet Hyakutake",
    "url": "https://apod.nasa.gov/apod/image/hyakutake_eso.gif"
  },
  {
    "date": "1996-03-14",
    "explanation": "Where did Comet Hyakutake come from? The orbits of the Earth and this brightening comet are shown in the above diagram. The blue disk is bounded by the circular orbit of the Earth about the central Sun. The comet's path outlines the green shape. The shape of the comet's orbit is close to a parabola. The comet has come in from the outer Solar System, will pass near the Earth in late March, and pass near the Sun in late April.  Comet Hyakutake will appear bright in late March because it is so close to the Earth, and will again appear bright in late April because it is so close to the Sun. In late March, the comet will be \"north\" of the Earth and so only visible in the Northern hemisphere. Information about how to see Comet Hyakutake is available from many University astronomy departments and planetaria.  Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/hyakutake_sep_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hyakutake's Orbit",
    "url": "https://apod.nasa.gov/apod/image/hyakutake_sep.gif"
  },
  {
    "copyright": "Bill KeelUniversity of Alabama",
    "date": "1996-03-15",
    "explanation": "This odd-looking structure silhouetted in the foreground houses the three largest solar telescopes in the world. Located in Kitt Peak, Arizona, the largest telescope inside the McMath-Pierce Facility is 1.6-meters in diameter and contains only mirrors. The telescope contains no windows or lenses because focusing bright sunlight would overheat them. Visible in the background of this sunrise photo are the Moon and Venus. The telescopes are used in many research projects including determining the Sun's structure, researching the cause of the solar corona, monitoring Sun-spots and solar flares, and observing bright planets and comets near the Sun. The telescopes even help monitor the Earth's atmospheric content of ozone and CFCs!   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/mcmath_bk.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The McMath-Pierce Solar Observatory",
    "url": "https://apod.nasa.gov/apod/image/mcmath_bk.gif"
  },
  {
    "copyright": "Bill KeelUniversity of Alabama1.1-meter Hall Telescope, \nLowell Observatory\n",
    "date": "1996-03-16",
    "explanation": "Spiral galaxy M90 is near the center of the Virgo Cluster of Galaxies - the closest cluster of galaxies to the our own Milky Way Galaxy. Also dubbed NGC 4569, this galaxy has a very compact and bright nucleus. Because of M90's proximity and motion inside the Virgo Cluster, M90 actually shows a blueshift - indicating that it is moving toward us rather than away. Most galaxies show a redshift which indicates that they move away from us. Calibrating exactly how redshift relates to distance would indicate a scale for our universe - a topic of much debate recently.    Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/m90_keel.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy M90",
    "url": "https://apod.nasa.gov/apod/image/m90_keel.gif"
  },
  {
    "date": "1996-03-17",
    "explanation": "This close-up of the tops of Saturn's clouds was taken by the Voyager 1 robot spacecraft as it passed the giant planet in November 1980.  Saturn's clouds are mostly composed of hydrogen and helium gas, but the small addition of other elements gives the clouds their colors. These colors have been computer enhanced in the above photograph. Usually the clouds are divided into just bands and belt, but the center of this photograph shows the addition of a red oval cloud. The oval's origin remains a mystery, although its color indicates that its composition is slightly different than surrounding clouds. A new spacecraft - Cassini - will visit Saturn and is currently scheduled for launch in 1997.   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/satcloud_vg1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Cloud Tops",
    "url": "https://apod.nasa.gov/apod/image/satcloud_vg1.gif"
  },
  {
    "date": "1996-03-18",
    "explanation": "Saturn and two of its larger moons - Tethys and Dione - were photographed by the Voyager 1 spacecraft which flew by the planet in November of 1980. This picture gives an indication of Saturn's extensive ring system, which can be seen casting a shadow on the planet, as does Tethys. Saturn's rings are composed of many chunks of ice ranging in size from a pebble to a car. The rings have several large gaps, the largest of which is clearly visible in the picture and is named the Cassini Division, after its discoverer.  Saturn appears brighter than most stars in the sky, and its rings can be discerned with a small telescope. A new spacecraft - Cassini - will visit Saturn and is currently scheduled for launch in 1997.   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/satmoons_vg1_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn with Moons Tethys and Dione",
    "url": "https://apod.nasa.gov/apod/image/satmoons_vg1.gif"
  },
  {
    "date": "1996-03-19",
    "explanation": "This picture of Comet Hyakutake was taken on March 14, 1996. Structure in the ion tale of Comet Hyakutake is now clearly visible. An ion tale forms as a comet nears the Sun.  Sunlight causes gas and dust to boil off the comet's solid nucleus. Charged gas - called ions - are then accelerated away from the Sun by the solar wind - fast moving particles streaming out from the Sun's corona. The ion tale will appear blue and glows by fluorescence. As Comet Hyakutake gets closer to the Sun during the next month, a dust tail is expected to be visible as well.  Dust tails shine by light reflected from the Sun.  Comet tails point away from the Sun, even as a comet moves away from the Sun. For observers in the Northern Hemisphere, Comet Hyakutake should appear tonight in the eastern part of the constellation of Virgo and should be about magnitude 2.5. The comet will look the most impressive in the darkest skies - in a city you are likely to see only a fuzzy blob!   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/hyakutake_14Mar_eso_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Ion Tail of Comet Hyakutake",
    "url": "https://apod.nasa.gov/apod/image/hyakutake_14Mar_eso.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard",
    "date": "1996-03-20",
    "explanation": "The Orion Nebula is visible to the unaided eye as a fuzzy patch near the famous belt of three stars in the constellation Orion. The above picture captures a part of the Orion Nebula that primarily reflects light from bright Orion stars. This reflection nebula appears blue because the blue light from the neighboring stars scatters more efficiently from nebula gas than does red light. The dark lanes are composed of mostly interstellar dust - fine needle-shaped carbon grains.   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/ngc1977_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1977: Blue Reflection Nebula in Orion",
    "url": "https://apod.nasa.gov/apod/image/ngc1977_aat.gif"
  },
  {
    "date": "1996-03-21",
    "explanation": "This March 19th false-color picture of Comet Hyakutake from one of the most sophisticated ground based telescopes captures the area surrounding the comet's nucleus.  A comet's nucleus - not directly visible here - is a solid dirty iceball probably no more than 10 kilometers across. This image shows, for the first time, features of irregular brightness in the coma surrounding the nucleus.  The beginning of the ion tale is visible as the bright feature emanating from the right, approaching about 1000 km from nucleus. At the distance of the comet, the whole field captured here is roughly the size of the Earth. If it's clear, Comet Hyakutake may be easily visible tonight!   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/hyakutake_nuc_eso_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Near Comet Hyakutake's Nucleus",
    "url": "https://apod.nasa.gov/apod/image/hyakutake_nuc_eso.gif"
  },
  {
    "copyright": "Izzy's \nSkylog",
    "date": "1996-03-22",
    "explanation": "People the world over are preparing to witness the closest approach of the brightest comet of the past twenty years. Comet Hyakutake, discovered just two months ago, will pass nearest the Earth Monday morning. All during the coming week, Comet Hyakutake will be  visible in the northern sky as an unusual extended fuzzy patch. To see the comet is not difficult - just go outside and look up - no telescope is required! The comet's location in the sky during late March is charted above. The horizon is drawn for about 8 pm in your local time. By about 11 pm, Comet Hyakutake will be high in the sky and well placed for viewing. Although Comet Hyakutake is whizzing past the Earth at a blistering speed of almost 100,000 miles per hour, and it is practically streaking across the sky by astronomical standards, it will appear to move only a few degrees on any given night. Each night this weekend and in the coming week, the comet will be visible. Please don't miss this rare and exciting astronomical event!   Latest Comet Hyakutake images: Crni Vrh Observatory, Slovenia, Fayetteville Observer-Times",
    "hdurl": "https://apod.nasa.gov/apod/image/hyakutake_kw.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Where to See Comet Hyakutake",
    "url": "https://apod.nasa.gov/apod/image/hyakutake_kw.gif"
  },
  {
    "copyright": "Herman MikuzCrni Vrh Observatory",
    "date": "1996-03-23",
    "explanation": "The above false-color picture of Comet Hyakutake taken just two days ago shows its rapidly developing tail. The comet now has a substantial coma with a bright center, lending it a dramatic eye-like appearance. This is not Comet Hyakutake's first visit to the inner Solar System. Recent orbital determinations clearly show Comet Hyakutake's was here before, although the previous approach is estimated to be about 8600 years ago - during the epoch of the first recorded human cities. Were this the comet's first trip to the inner Solar System, it probably would not appear as bright as it does now - first time comets typically do not shed as much luminous gas as veterans. Before making any approach to the inner Solar System, Comet Hyakutake was dormant in the Oort cloud of the outer Solar System for a few billion years, along with hundreds of thousands of similar comets. Comet Hyakutake is predicted to become the brightest comet since Comet West in 1976, which rivaled the brightest stars in the sky. Tonight, Comet Hyakutake can be seen best from about 10 pm near the Big Dipper's handle.  Latest Comet Hyakutake images: Crni Vrh Observatory, Slovenia, Fayetteville Observer-Times",
    "hdurl": "https://apod.nasa.gov/apod/image/hyakutake_20Mar_cvo_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hyakutake's Past and Future",
    "url": "https://apod.nasa.gov/apod/image/hyakutake_20Mar_cvo.gif"
  },
  {
    "copyright": "Herman MikuzCrni Vrh \nObservatory",
    "date": "1996-03-24",
    "explanation": "The above true color image of Comet Hyakutake was taken the night of March 21/22. Tonight, Comet Hyakutake will make its nearest approach to Earth, closing to a mere 10 million miles as it passes over the planet's Northern Hemisphere. From dark sky areas, it's tail may be seen to cover about 20 degrees on the sky (40 times the apparent diameter of the full moon) corresponding to well over 3 million miles. at the distance of the comet. The word comet, referring to the tail, derives from the Greek \"aster kometes\", meaning long-haired star - and the hair of comet Hyakutake continues to grow as it nears the Sun! The tail grows as the sun heats and sublimates (changes directly from solid to gas) the material on the icy surface of the comet nucleus, sending jets of gas and dust into space. The material is swept back by the solar wind, so comet tails usually point away from the sun rather than simply trailing along behind in the comets' orbit. Some predict the tail will grow over the next few days to nearly 50 degrees. For the rest of March and most of April Comet Hyakutake will be visible to Northern viewers (weather permitting). The tail will be most visible from dark sky areas. Moonlit skies will tend to washout the comet as the April 3rd full moon approaches - however, on April 3rd, there will be a lunar eclipse!  Latest Comet Hyakutake images: Crni Vrh Observatory, Slovenia, Fayetteville Observer-Times",
    "hdurl": "https://apod.nasa.gov/apod/image/hyakutake_21Mar_cvo_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hyakutake's Closest Approach",
    "url": "https://apod.nasa.gov/apod/image/hyakutake_21Mar_cvo.gif"
  },
  {
    "copyright": "U. Illinois Urbana-Champaign\nMcCollough's \nMPEG \nMovie of Comet Hyakutake taken March 23\n",
    "date": "1996-03-25",
    "explanation": "This picture of Comet Hyakutake taken the night of March 21/22 in Illinois, USA shows the enormous tail that has already developed. The silhouette on the right is a foreground tree, and the superposed green circle on the left shows the size of the full moon. Today Comet Hyakutake makes its closest approach to the Earth. As the comet moves into the inner Solar System, it will pass the Earth at about 40 times the distance of our Moon. This is not the closest a comet has ever come, though. As recently as 1983 Comet IRAS-Araki-Alcock came three times closer than Hyakutake, and in 1770 Comet Lexell got yet twice closer than that!  Asteroids - usually less massive than comets - frequently whiz by inside the Moon's orbit, with four doing so far in this decade. In the distant past, asteroids have even struck the Earth.  Comet Hyakutake is much brighter now than Comet IRAS-Araki-Alcock ever got, and in fact is the brightest since Comet West in 1976.  Comet Hyakutake will be easily visible all week.  Latest Comet Hyakutake images: JPL, Crni Vrh Observatory, Slovenia, Fayetteville Observer-Times, NASA's Night of the Comet",
    "hdurl": "https://apod.nasa.gov/apod/image/hyakutake_21Mar_pm_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hyakutake Passes the Earth",
    "url": "https://apod.nasa.gov/apod/image/hyakutake_21Mar_pm.gif"
  },
  {
    "date": "1996-03-26",
    "explanation": "The tail of comet Hyakutake, visible in this recent color image, is composed of dust and gas driven off the icy comet nucleus by the Sun's heat and blown away by the solar wind. Bathed in solar ultraviolet light, the gas molecules break down and are excited, producing a characteristic glow. This glow is responsible for visible light from the tail and astronomers using spectroscopes can identify the compounds involved. The close passage of Hyakutake presents an excellent chance to use this technique to explore the composition of its tail. Typical comet gas tail constituents are simple combinations of hydrogen, carbon, nitrogen, and oxygen - for example, H20 (water), CO (carbon monoxide), and CN (cyanogen) are common. In fact, the poisonous CO and CN compounds were seen in the spectrum of Halley's comet during its 1910 apparition. This caused some public concern at the time as the Earth was expected to pass through Halley's tail! However, stretching for millions of miles, comet tails are extremely thin and tenuous and don't pose a danger to the Earth's atmosphere.   Latest Comet Hyakutake images: JPL, Crni Vrh Observatory, Slovenia, Fayetteville Observer-Times, NASA's Night of the Comet",
    "hdurl": "https://apod.nasa.gov/apod/image/hyakutake_24Mar_jm.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "What are Comet Tails Made Of?",
    "url": "https://apod.nasa.gov/apod/image/hyakutake_24Mar_jm.gif"
  },
  {
    "copyright": "Fayetteville Publishing Co.",
    "date": "1996-03-27",
    "explanation": "The above true-color photo taken March 25th shows Comet Hyakutake passing below the stars of the Big Dipper.  Many astronomy enthusiasts delight in helping people in their local community see the comet. Both Jerry Bonnell and I (RJN) from APOD have been so inclined - both now and when Comet Halley came by in 1986. During these sessions, many good questions are asked and occasionally a humorous situation will arise. One was with a little girl. She waited so patiently for her turn to look through the telescope, hardly able to contain her excitement. Finally her turn came. \"Do you see the comet?\" I asked. \"Wow, wow, WOW!\" She beamed. \"You see it?\" \"No.\" One little boy seemed particularly bent on destruction. \"This telescope looks like a big gun,\" he volunteered. \"In some ways, it's even more powerful than a gun,\" I replied, hoping to challenge his imagination. \"Really?\" he countered. \"Can we shoot down the comet?\" \"How expensive is the telescope?\" is a fairly common question. But one time a real business-person showed up and, possibly feeling particularly affluent, asked \"How much is the comet?\"  Latest Comet Hyakutake images: JPL, Crni Vrh Observatory, Slovenia, Fayetteville Observer-Times, NASA's Night of the Comet",
    "hdurl": "https://apod.nasa.gov/apod/image/hyakutake_25Mar_jh.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "How Much is That Comet in the Window?",
    "url": "https://apod.nasa.gov/apod/image/hyakutake_25Mar_jh.gif"
  },
  {
    "date": "1996-03-28",
    "explanation": "NASA's Hubble Space Telescope captured this image of the near-nuclear region of Comet Hyakutake on March 25 as the comet approached within 9.3 million miles of the Earth. It covers a relatively \"small\" 2,000 mile wide area with the sunward direction toward the lower right (tailward is upper left). The image shows large amounts of dust jetting from the sunward side of the nucleus as the sun heats the surface of this dirty \"orbiting iceberg\". Pressure from sunlight eventually pushes the dust tailward and as the dust production increases, the already visually impressive tail will grow even brighter! The actual size of the nucleus is uncertain but is estimated to be 5-10 miles, similar to Comet Halley. As seen here, the brightest point is probably the tip of the strongest dust jet rather than the nucleus itself. A dramatic dust jet feature also appears to arise from the nightside but its true angle to our line of sight is difficult to judge. Some large fragments which have broken away from the comet nucleus are visible in the upper left of the image, producing dust tails of their own. Comet dust may represent primordial material from the formation of the solar system and NASA has plans for a comet dust sample return mission.   Latest Comet Hyakutake images: JPL, Crni Vrh Observatory, Slovenia, Fayetteville Observer-Times, NASA's Night of the Comet",
    "hdurl": "https://apod.nasa.gov/apod/image/hyakutake_25marhst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Near the Nucleus of Hyakutake",
    "url": "https://apod.nasa.gov/apod/image/hyakutake_25marhst.gif"
  },
  {
    "date": "1996-03-29",
    "explanation": "The colors of Comet Hyakutake are caused by the action of sunlight on the dust and gas produced by the warming nucleus. The microscopic dust particles reflect sunlight while the sun's ultraviolet radiation excites and ionizes the gas molecules causing them to glow or fluoresce in a range of visible colors. This enhanced color picture reveals subtle color changes across the cometary coma and a faint multicolored tail. It was made on the night of March 18-19 by combining separate green, red, and blue photographs, each about a 15 minute exposure. Some of the color features in the tail may well represent real changes in its structure from one exposure to the next. The colored star trails, created as the Anglo-Australian Observatory's UK Schmidt Telescope tracked the rapidly moving comet, indicate the order of the separate exposures. The cometary hues revealed here can not be seen directly due to the human eye's lack of color vision at the low light levels involved.  Latest Comet Hyakutake images: JPL, Fayetteville Observer-Times, NASA's Night of the Comet, ICSTARS, Crni Vrh Obs., Cent. Mich U.",
    "hdurl": "https://apod.nasa.gov/apod/image/hyakutake_Col_dm_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Colors of Comet Hyakutake",
    "url": "https://apod.nasa.gov/apod/image/hyakutake_Col_dm.gif"
  },
  {
    "date": "1996-03-30",
    "explanation": "As the Sun floods Comet Hyakutake with ultraviolet light gases in the coma scatter the radiation and fluoresce making the comet a bright source in the ultraviolet sky. The above image made using data from NASA's Extreme UltraViolet Explorer (EUVE) satellite, represents the intensity of the comet in this invisible high energy band in false color. The image is about 3/4 of a degree high and 2 degress wide and offers insights to the composition of this visitor from the distant solar system that can be obtained from the highest energy bands of the ultraviolet spectrum. The International Ultraviolet Explorer (IUE) satellite has also examined ultraviolet light from the comet and now reports the detection of many bands of molecular emission particularly those due to molecular carbon (C2), carbon monoxide (CO) and caron dioxide (C02) ions as well as indications of a rapid increase in the production of water (H20).   Latest Comet Hyakutake images: JPL, Fayetteville Observer-Times, NASA's Night of the Comet, ICSTARS, Crni Vrh Obs., Cent. Mich U.",
    "hdurl": "https://apod.nasa.gov/apod/image/hyakutake_euve.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Extreme UltraViolet View of the Comet",
    "url": "https://apod.nasa.gov/apod/image/hyakutake_euve.gif"
  },
  {
    "date": "1996-03-31",
    "explanation": "During April Comet Hyakutake heads in toward the Sun  after passing the Earth. At this time the comet's orbit places it north of the Earth. Remaining visible in the northern sky as it nears the Sun, it will set progressively earlier in the evening. Early in April, the Moon's glow will diminish viewing of the comet's tail - except during the lunar eclipse on April 3rd! As the comet recedes from the Earth it will appear dimmer even though it is getting intrinsically brighter as it nears the Sun. In late April the intrinsic brightening effect will \"win\" and the comet will again appear to brighten - possibly getting even brighter than it was last week. At this point the comet will appear near sunset low on the northwestern horizon (see above). So far Comet Hyakutake has exceeded most expectations in brightness and length of tail. If you haven't been impressed by Hyakutake, you probably haven't seen it from a dark location!   Latest Comet Hyakutake images: JPL, Fayetteville Observer-Times, NASA's Night of the Comet, ICSTARS, Crni Vrh Obs., Cent. Mich U.",
    "hdurl": "https://apod.nasa.gov/apod/image/hyakutake_find_hst.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hyakutake Finder Chart for April",
    "url": "https://apod.nasa.gov/apod/image/hyakutake_find_hst.gif"
  },
  {
    "copyright": "Vic \nWinterICSTARS",
    "date": "1996-04-01",
    "explanation": "In one of the more spectacular pictures yet taken, Comet Hyakutake is shown here on March 26 high in the dark Missouri sky. In the foreground is Elmcrest Observatory complete with a dim red light glowing inside the dome. The stars in the background moved slightly during the exposure causing them to appear as streaks instead of points of light. Nevertheless, the constellation of Ursa Major - including the Big Dipper - is visible. Can you spot it? (Hint: Hyakutake's tail flows through the Dipper's handle.) Photographs with both recognizable foreground and background objects visible can be quite striking as they add angular perspective and contrast to the outworldly and unfamiliar comet. Dare anyone try to compete with city lights and capture the Eiffel Tower or the New York skyline in front of the comet?   Latest Comet Hyakutake images: APOD Hyakutake Archive, JPL, Fayetteville Observer-Times, NASA's Night of the Comet, ICSTARS, Jerry Lodriguss, ScienceWeb, Crni Vrh Obs., Cent. Mich U.",
    "hdurl": "https://apod.nasa.gov/apod/image/hyakutake_26Mar_vw_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hyakutake, Big Dipper, and Observatory Dome",
    "url": "https://apod.nasa.gov/apod/image/hyakutake_26Mar_vw.gif"
  }
]
