[
  {
    "copyright": "European Southern Observatory",
    "date": "1996-09-01",
    "explanation": "What is the largest telescope in the world? In the optical, this title was long held by the Hale 200-inch, and is presently held by the Keck telescopes in Hawaii. But an even larger optical telescope is being built. Dubbed the Very Large Telescope (VLT), the European Southern Observatory (ESO) is building four 8.2-meter mirrors in Chile which together will act as a single telescope with a mirror diameter of over 16-meters. The first of these telescopes should be completed in 1997, and all four should be completed and working together sometime in the year 2000. The VLT will use active optics to create sub-arcsecond resolution. This, combined with the enormous light-gathering power, will allow astronomers to explore dim objects in our Galaxy and the early universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/vlt_eso.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "VLT: A New Largest Optical Telescope",
    "url": "https://apod.nasa.gov/apod/image/vlt_eso.gif"
  },
  {
    "copyright": "University of Leicester",
    "date": "1996-09-02",
    "explanation": "Sirius is the brightest star in the night sky. Intrinsically, Sirius is over 20 times brighter than our Sun and over twice as massive. As Sirius is 8.7 light years distant, it is not the closest star system -- the Alpha Centauri system holds this distinction. Sirius is called the Dog Star because of its prominence in the constellation of Canis Majoris (Big Dog). In 1862, Sirius was discovered to be a binary star system with a companion star, Sirius B, 10,000 times dimmer than the bright primary, Sirius A. Sirius B was the first white dwarf star discovered, a type of star first understood by Subrahmanyan Chandrasekhar in 1930. While studying Sirius in 1718, Edmond Halley discovered that stars move with respect to each other. The Sirius system is shown above captured in X-ray light.",
    "hdurl": "https://apod.nasa.gov/apod/image/sirius_rosat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sirius: The Brightest Star in the Night",
    "url": "https://apod.nasa.gov/apod/image/sirius_rosat_big.gif"
  },
  {
    "copyright": "Royal Observatory, EdinburghAnglo-Australian \nObservatory",
    "date": "1996-09-03",
    "explanation": "It is the most famous star cluster on the sky. The Pleiades can be seen without binoculars from even the depths of a light-polluted city.  Also known as the Seven Sisters and M45, the Pleiades is one of the brightest and most easily visible open clusters on the sky. The Pleiades contains over 3000 stars, is about 400 light years away, and only 13 light years across. Quite evident in the above photograph is the blue reflection nebula that surrounds the bright cluster stars. Low mass, faint, brown dwarfs have recently been found in the Pleiades.",
    "hdurl": "https://apod.nasa.gov/apod/image/pleiades_uks.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pleiades Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/pleiades_uks_big.gif"
  },
  {
    "date": "1996-09-04",
    "explanation": "Above, NASA's Infrared Telescope Facility (IRTF) poses in front of a starry background. Located on top of Hawaii's towering volcano Mauna Kea, the IRTF is the premier telescope for observing in near infrared light. This 3-meter telescope was established in 1979 and spends about half its time observing Solar System objects. In 1994, for example, the IRTF recorded pieces of the famous comet Shoemaker-Levy 9 plunge into Jupiter. Last year, the IRTF recorded an outburst of a volcano on Jupiter's moon Io. IRTF's observational successes outside our Solar System include understanding the infrared emission of dust and Pre-Main Sequence stars and even the identification of faint galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/irtf2_bk.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "IRTF: Scanning the Infrared Skies",
    "url": "https://apod.nasa.gov/apod/image/irtf2_bk_big.gif"
  },
  {
    "date": "1996-09-05",
    "explanation": "\r Snips and snails and puppy dog tails, is that what galaxies were \r made of? In a \r report \r released yesterday and soon to be published in \r Nature, \r astronomers have imaged an interesting \r distant patch of sky \r with the orbiting \r Hubble Space Telescope.\r They found many merging groups of \r stars and \r gas which have been \r dubbed \"pre-galactic blobs.\" A particularly dense bunch of \r these small blue merging objects\r are visible in the above picture. This may be a snapshot of \r galaxies actually being formed! \r Although peculiar by present standards of \r galaxies,\r these blobs may have been normal in the distant past, many billions of \r years ago. This adds evidence that \r galaxies \r formed from the \r conglomeration of smaller objects instead of the \r fragmentation of larger objects. \r \r",
    "hdurl": "https://apod.nasa.gov/apod/image/cluster_bk_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Watch Galaxies Form",
    "url": "https://apod.nasa.gov/apod/image/cluster_bk.gif"
  },
  {
    "date": "1996-09-06",
    "explanation": "\r What is the largest known\r impact crater in the Solar System?\r Over 1300 miles across, the South Pole-Aitken\r Basin on the farside\r of Earth's Moon holds that distinction.\r Circled above in a false color mosaic\r of Clementine images it was caused when\r an asteroid or\r comet sized object\r crashed into the surface, penetrating the lunar mantle.\r \r In general, the rocky terrestrial planets and moons are scarred\r and battered from frequent repeated bombardment by large objects during our\r Solar System's early years.\r On Earth, continuous geological activity\r has hidden much of the damage,\r but the surface of the smaller,\r less active Moon bears testimony to a\r shared history of fierce and frequent impacts.\r At the present time in the vicinity of Earth,\r the bombardment continues -\r fortunately at\r a greatly reduced rate.\r \r",
    "hdurl": "https://apod.nasa.gov/apod/image/aitken_clem_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Largest Impact Crater",
    "url": "https://apod.nasa.gov/apod/image/aitken_clem.gif"
  },
  {
    "date": "1996-09-07",
    "explanation": "\r What did the \r universe look like two billion years after the \r Big Bang? According to \r this computer model, the universe was filled with irregular looking objects like the ones shown above.  The simulation then predicts that these blobs of stars and gas collide to form galaxies more similar to the ones we see today. In fact, this simulation bears much resemblance to \r recent pictures of distant galaxies taken by the \r Hubble Space Telescope. \r Galaxy formation is a complex phenomena which only now is becoming understood. Did most galaxies form 5 billion years ago - or 10 billion? Did galaxies fragment from larger sheets of matter, or are they conglomerations of many smaller clumps? Simulations like this one are helping to determine the answer.\r \r",
    "hdurl": "https://apod.nasa.gov/apod/image/twoBY_sp.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Two Billion Years After the Big Bang",
    "url": "https://apod.nasa.gov/apod/image/twoBY_sp_big.gif"
  },
  {
    "date": "1996-09-08",
    "explanation": "Jupiter's moon \r Io is turning out to be our \r Solar System's geologic powerhouse. The churning moon was photographed again just recently on June 27th and again shows signs of violent activity. \r Shown above are photographs of the volcano Euboea Fluctus taken at different times. The black and white photograph on the upper left was taken by the \r Voyager 1 spacecraft when it flew by in 1979, the upper right and lower left photographs were taken in 1996 by the \r Galileo spacecraft, while the lower right photograph is a color image taken by Voyager 2, also in 1979. The upper right Galileo picture has been artifically changed to simulate the color sensitivity of the \r Voyager 2 mission. The marked difference in the two images is highlighted by new red and yellow deposits. These markings may indicate that Euboea Fluctus erupts in an unusual fashion, possibly caused by an obstruction near the volcanic vent.\r \r",
    "hdurl": "https://apod.nasa.gov/apod/image/euboea_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Volcano Euboea Fluctus On Io",
    "url": "https://apod.nasa.gov/apod/image/euboea_gal.gif"
  },
  {
    "date": "1996-09-09",
    "explanation": "\r This is the mess that is left when a star explodes. The \r Crab Nebula \r is so energetic that it glows in \r every kind of light known. \r Shown above are images of the \r Crab Nebula from visible light to the \r X-ray band.\r NUV stands for \"near \r ultraviolet\" light, FUV means \"far \r ultraviolet\" light, and VIS means visible light. In the center of the \r Crab Nebula lies the powerful \r Crab pulsar - a spinning \r neutron star\r with mass comparable to our \r Sun but with the diameter of only a \r small town. \r The pulsar expels particles and radiation in a beam that sweeps past the \r Earth 30 times a second.  The \r supernova that created the \r Crab Nebula was seen by \r ancient \r Chinese astronomers and possibly even the \r Anasazi Indians \r -- in 1054 AD, perhaps glowing for a week as bright as the \r full moon. The Crab \r still presents mysteries today as the total mass of the nebula and pulsar appears much less than the mass of the original pre-supernova star!\r \r",
    "hdurl": "https://apod.nasa.gov/apod/image/crab_4wav_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The High Energy Crab Nebula",
    "url": "https://apod.nasa.gov/apod/image/crab_4wav.gif"
  },
  {
    "date": "1996-09-10",
    "explanation": "\r Why is M77 surrounded by an ultraviolet glow? \r M77, also called NGC 1068, appears at first sight to be a relatively normal \r barred spiral galaxy. But when photographed in the \r ultraviolet (UV), as \r shown above in false color, the galaxy sports an ultraviolet halo - shown as violet in the photograph. The blue spiral structure closer to the picture's center indicates normal ultraviolet emission from bright young stars that have recently formed there. \r Astronomers now hypothesize that the outer glow arises from UV light emitted from the galaxy's active center and reflected to us from clouds of \r gas and \r dust. These same gas and dust clouds obscure the active center of this \r Seyfert galaxy - where an ultramassive \r black hole is thought to live.\r \r",
    "hdurl": "https://apod.nasa.gov/apod/image/m77_uit_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M77: Spiral with a Strange Glow",
    "url": "https://apod.nasa.gov/apod/image/m77_uit.gif"
  },
  {
    "date": "1996-09-11",
    "explanation": "\r What is happening in the center of nearby spiral galaxy M77? To find out, astronomers used the \r Hubble Space Telescope to peer deep into the \r dusty chaos of this \r active galactic nucleus in 1994. \r They found a network of filamentary gas and opaque dust that provides only clues as to what central monster had left this mess. Due to the presence of hot ionized gas clouds near the core, changes in brightness that can take less than a week, and the \r ultraviolet halo surrounding the whole galaxy, the leading hypothesis is that a supermassive \r black hole lies at the center of this \r Seyfert Type 2 galaxy.  Also known as \r NGC 1068, this galaxy lies only about 50 million light years distant and is visible with only a small telescope.\r \r",
    "hdurl": "https://apod.nasa.gov/apod/image/ngc1068_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Center of Spiral M77",
    "url": "https://apod.nasa.gov/apod/image/ngc1068_hst.gif"
  },
  {
    "date": "1996-09-12",
    "explanation": "\r Mercury's surface looks similar to our Moon's. Each is heavily \r cratered and made of rock. \r Mercury's diameter is about 4800 km, while the \r Moon's is slightly less at about 3500 km (compared with about 12,700 km for the \r Earth). But \r Mercury is unique in many ways. \r Mercury is the closest planet to the \r Sun, orbiting at about 1/3 the radius of the \r Earth's orbit. As \r Mercury slowly rotates, its surface temperature varies from an unbearably cold -180 degrees \r Celsius to an unbearably hot 400 degrees \r Celsius. The place nearest the \r Sun in \r Mercury's orbit changes slightly each orbit - a fact used by \r Albert Einstein to help verify the correctness of his then newly discovered theory of gravity: \r General Relativity.  \r The above picture was taken by the only spacecraft ever to pass \r Mercury: \r Mariner 10 in 1974.\r \r",
    "hdurl": "https://apod.nasa.gov/apod/image/merc2_m10_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury: A Cratered Inferno",
    "url": "https://apod.nasa.gov/apod/image/merc2_m10.gif"
  },
  {
    "date": "1996-09-13",
    "explanation": "\r The planet Mercury resembles a moon. \r Mercury's\r old surface is heavily \r cratered like many moons. \r Mercury is larger than most moons but smaller than \r Jupiter's moon \r Ganymede and \r Saturn's moon \r Titan. Mercury is much denser and more massive than any moon, though, because it is made mostly of iron. In fact, the \r Earth is the only planet more dense. A visitor to \r Mercury's surface would see some strange sights. Because \r Mercuryrotates exactly three times every two orbits around the \r Sun, and because \r Mercury's orbit is so elliptical, a visitor to \r Mercury might see the \r Sun rise, stop in the sky, go back toward the rising \r horizon, stop again, and then set quickly over the other horizon.  From \r Earth, Mercury's proximity to the \r Sun cause it to be \r visible only for a short time just after sunset or just before sunrise.\r \r",
    "hdurl": "https://apod.nasa.gov/apod/image/merc3_m10_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Southwest Mercury",
    "url": "https://apod.nasa.gov/apod/image/merc3_m10.gif"
  },
  {
    "date": "1996-09-14",
    "explanation": "\r Here lived one of the greatest thinkers in human history.  \r Aristarchus lived on the Greek island of Samos, a small island in the center of the \r above picture \r that can be identified with a \r good map. Aristarchus, who lived from 310 BC to 230 BC, postulated that the planets orbited the \r Sun - not the \r Earth -- over a thousand years before \r Copernicus and \r Galileo made similar arguments.  Aristarchus used clear logic to \r estimate the size of the Earth, the size and distance to our \r Moon, the size and distance to our Sun, the \r the even deduced that the points of light we see at night are not dots painted on some celestial sphere but \r stars like our Sun at enormous distances. \r Aristarchus' discoveries remained truly unbelievable to the people of his time but stand today as pillars of deductive reasoning. \r \r",
    "hdurl": "https://apod.nasa.gov/apod/image/samos_sts58_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aristarchus' Unbelievable Discoveries",
    "url": "https://apod.nasa.gov/apod/image/samos_sts58.gif"
  },
  {
    "date": "1996-09-15",
    "explanation": "\r Tycho Brahe was the most meticulous astronomical observer of his time. \r Brahe, who lived between 1546 and 1601, set out to solve the day's most pressing astronomical problem: to determine whether the \r Earth or the \r Sun was at the center of the \r Solar System. To do this he and his assistants created the first major astronomical observatory where they devised and used the most accurate pre-telescopic astronomical instuments. \r Tycho Brahe thus compiled tables of precise measurements of the positions and brightnesses of planets and stars. \r Brahe never solved the Solar System problem himself - but left data so impressively accurate his assistant \r Johannes Kepler was able to develop definitive laws. \r Brahe is also \r remembered for witnessing a supernova in 1572, showing that the Great Comet of 1577 was not an atmospheric phenomena, and for his \r metal nose.\r \r",
    "hdurl": "https://apod.nasa.gov/apod/image/tycho_brahe.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tycho Brahe Measures the Sky",
    "url": "https://apod.nasa.gov/apod/image/tycho_brahe.gif"
  },
  {
    "date": "1996-09-16",
    "explanation": "The Sun is\r a seething ball of extremely hot gas. Above, the Sun was captured by Skylab in\r 1973 throwing off one the largest eruptive prominences in recorded history.\r The Sun has\r survived for about 5 billion years, and will likely survive for\r another 5 billion. The Sun is not on fire,\r will never explode,\r and a solar flare will never destroy the Earth. The Sun\r continues to present many unanswered questions.\r For example: Why is the Sun's corona so hot?\r What causes the Sun's unusual magnetic field?\r Why does the Sun's center emit so few neutrinos?\r",
    "hdurl": "https://apod.nasa.gov/apod/image/sunflare_skylab4_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sun Erupts",
    "url": "https://apod.nasa.gov/apod/image/sunflare_skylab4.gif"
  },
  {
    "date": "1996-09-17",
    "explanation": "\r Comet Hale-Bopp has faded in the past few weeks. For Hale-Bopp, promised as the Great Comet of 1997, this was a bit of a disappointment -- but not  entirely unexpected.  Comet Hale-Bopp continues to approach the Sun - making the comet itself brighten, but now the Earth is moving away from it - making the comet appear to dim.  Experts disagree on just how bright Hale-Bopp will become. Optimists hope it will eventually outshine Comet Hyakutake, but some pessimists now expect no better than 3rd magnitude - hardly visible from well-lit cities. Comet Hale-Bopp still appears to be, however, a very large comet, and is sure to show much activity as it nears the Sun.  The comet should reach peak brightness in March 1997. This image was taken on August 18th and shows gas shed from the nucleus of the comet.",
    "hdurl": "https://apod.nasa.gov/apod/image/halebopp_eso2_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hale-Bopp Fades",
    "url": "https://apod.nasa.gov/apod/image/halebopp_eso2.gif"
  },
  {
    "date": "1996-09-18",
    "explanation": "What if you could see infrared light? Because this light is less absorbed by dust than visible light, you could peer into the center of our Milky Way Galaxy. The stars there are normally hidden from direct view by the interstellar dust clouds which line the Galactic plane. Above is a false color image of the entire sky made by the DIRBE instrument onboard NASA's COBE Satellite using infrared light with a wavelength of 3.5 microns - about 7 times longer than the wavelength of visible light. The galactic plane runs horizontally along the middle of the image. At this wavelength, the cool stars in our galaxy shine brightly and can be seen to define the plane of the Milky Way and the central bulge. Interplanetary dust, which tends to lie along the plane of our own solar system, scatters sunlight and emits radiation at these wavelengths too. The faint glow it produces results in the \"S\" shape apparent in this infrared all-sky view.",
    "hdurl": "https://apod.nasa.gov/apod/image/3p5mic_cobe_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars in the Infrared Sky",
    "url": "https://apod.nasa.gov/apod/image/3p5mic_cobe.gif"
  },
  {
    "copyright": "J. Hendrickson",
    "date": "1996-09-19",
    "explanation": "A clear blue summer sky finally grows dark and the new telescope, hastily set up in the backyard, generates excitment and anticipation. \"I bought it for the kids ...\", Dad assures himself as he over-anxiously supervises the two young boys' efforts to center a bright, first quarter Moon, in the finder. The evening's first target acquired, James adjusts the focus knob and falls silent. Suddenly, \"Wow, looks just like on Apollo 13!\". His younger brother Christopher takes his turn. \"Do you see the Moon?\", James asks, eager to provide guidance based on his own observing experience. Christopher echoes his brother's enthusiasm, \"Yes, and I see all the crashes too!\". The view they shared was not too different from the above image of a six day old moon, recorded in July 1995 by Rhode Island amateur astronomer Jim Hendrickson. Along the terminator, the line between lunar night and day, the shadows outline to advantage the spectacular craters -- caused by all the crashes.  Information: Thursday, September 26 - A Total Lunar Eclipse",
    "hdurl": "https://apod.nasa.gov/apod/image/moon6_jhendrickson_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Moon and All the Crashes",
    "url": "https://apod.nasa.gov/apod/image/moon6_jhendrickson.gif"
  },
  {
    "date": "1996-09-20",
    "explanation": "\r Two weeks ago Hurricane Fran, pictured above, struck the east coast of the United States. Hurricanes are huge swirling storms with cloud systems typically larger than a state.  Tropical cyclones, called Hurricanes in Earth's Western Hemisphere and Typhoons in the Eastern Hemisphere, get their immense energy from warm evaporated ocean water.  As this water vapor cools and condenses, it heats the air, lowers pressure and hence causes cooler air to come swooshing in. Winds can reach over 150 miles per hour and become very dangerous.  Hurricane Fran, for example, killed more than 30 people and destroyed many million of dollars worth of property.  Much remains unknown about cyclones, including how they are formed and the exact path they will take.",
    "hdurl": "https://apod.nasa.gov/apod/image/fran_goes_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hurricane Fran's Approach",
    "url": "https://apod.nasa.gov/apod/image/fran_goes.gif"
  },
  {
    "date": "1996-09-21",
    "explanation": "The Plane of the Ecliptic is illustrated in this Clementine star tracker camera image which reveals (from right to left) the Moon lit by Earthshine, the Sun's corona rising over the Moon's dark limb, and the planets Saturn, Mars, and Mercury. The ecliptic plane is defined as the imaginary plane containing the Earth's orbit around the Sun. In the course of a year, the Sun's apparent path through the sky lies in this plane. The planetary bodies of our solar system all tend to lie near this plane, since they were formed from the Sun's spinning, flattened, proto-planetary disk. The snapshot above nicely captures a momentary line-up looking out along this fundamental plane of our solar system.   Information: Thursday, September 26 - A Total Lunar Eclipse",
    "hdurl": "https://apod.nasa.gov/apod/image/ecliptic_clem_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Ecliptic Plane",
    "url": "https://apod.nasa.gov/apod/image/ecliptic_clem.gif"
  },
  {
    "date": "1996-09-22",
    "explanation": "Today the Sun crosses the celestial equator heading south -- marking the Autumnal Equinox, the first day of Autumn. Equinox means equal night and with the Sun on the celestial equator, Earthlings will experience 12 hours of daylight and 12 hours of darkness. Then, for those in the northern hemisphere, the days will begin to grow shorter with the Sun marching lower in the sky as winter approaches. A few weeks after the Autumnal Equinox of 1994, the Crew of the Shuttle Endeavor recorded this image of the Sun poised above the Earth's limb. The glare illuminates Endeavor's vertical tail (pointing toward the Earth) along with radar equipment in the payload bay.  Information: Thursday, September 26 - A Total Lunar Eclipse",
    "hdurl": "https://apod.nasa.gov/apod/image/sun_sts68.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Equal Night",
    "url": "https://apod.nasa.gov/apod/image/sun_sts68.gif"
  },
  {
    "date": "1996-09-23",
    "explanation": "If Venus weren't so cloudy it would be more similar to Earth.  This picture by the Galileo spacecraft shows just how cloudy Venus is.  Venus is very similar to Earth in size and mass - and so is sometimes referred to as Earth's sister planet - but Venus has a quite different climate. Venus' thick clouds and closeness to the Sun (only Mercury is closer) make it the hottest planet - much hotter than the Earth. Humans could not survive there, and no life of any sort has ever been found. When Venus is visible it is usually the brightest object in the sky after the Sun and the Moon. More than 20 spacecraft have visited Venus including Venera 9, which landed on the surface, and Magellan, which used radar to peer through the clouds and make a map of the surface. This visible light picture of Venus was taken by the Galileo spacecraft now in orbit around Jupiter.  Many things about Venus remain unknown, including the cause of  mysterious bursts of radio waves.",
    "hdurl": "https://apod.nasa.gov/apod/image/venus2_gal_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus: Earth's Cloudy Twin\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/venus2_gal.gif"
  },
  {
    "date": "1996-09-24",
    "explanation": "If the thick clouds covering Venus were removed,\r how would the surface appear? Using an imaging radar\r technique, the Magellan spacecraft\r was able to lift the veil from the Face of Venus\r and produce this spectacular high resolution imageof\r the planet's surface. Red, in this false-color map, represent\r mountains, while blue represents valleys This 3-kilometer resolution\r map is a composite of Magellan\r images compiled between 1990 and 1994. Gaps were filled in by\r the Earth-based Arecibo Radio Telescope.\r The large yellow/red area in the north is Ishtar Terra\r featuring Maxwell Montes,\r the largest mountain on Venus. The\r large highland regions are analogous to continents on Earth. Scientists\r are particularly interested in exploring the geology of Venus\r because of its similarity to Earth.\r  Information: Thursday, September 26 - A Total Lunar Eclipse",
    "hdurl": "https://apod.nasa.gov/apod/image/venus2_mag_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Beneath Venus' Clouds",
    "url": "https://apod.nasa.gov/apod/image/venus2_mag.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope Board",
    "date": "1996-09-25",
    "explanation": "Did you ever feel like a black cloud was following\r you around? Well don't feel bad - this even happened to the bright\r young stars of the open cluster NGC\r 6520. On the left are the cluster's bright blue stars. They\r formed only millions of years ago - much more recently than our\r ancient Sun\r which formed billions of years ago. On the right is an absorption nebula from\r which the stars might have formed. This nebula contains much\r opaque dust which blocks\r visible light from the many stars that would have been seen in\r the background. The study of open clusters is valuable for many\r reasons which include the understanding star formation\r and the calibration of the distance scale of our universe.\r  Information: Thursday, September 26 - A Total Lunar Eclipse",
    "hdurl": "https://apod.nasa.gov/apod/image/ngc6520_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bright Stars and Dark Clouds\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/ngc6520_aat_big.gif"
  },
  {
    "date": "1996-09-26",
    "explanation": "Tonight brings the last total lunar eclipse\r visible from North America until the year 2000 - with the Moon\r becoming completely immersed in Earth's shadow. The above time-lapse photograph\r shows a lunar eclipse that occurred in April 1993. Tonight's eclipse\r will begin at 8:12 pm Eastern Daylight Time, with totality extending\r from 10:19 pm to 11:29 pm. In North and South America, the Moon\r will be just rising at the beginning of the eclipse. In West\r Europe and Africa, tonight's lunar eclipse\r will be visible before the dawn of September 27th.\r The Moon is not expected to become\r completely dark - usually it has a slight red glow caused by sunlight refracted through the Earth's dusty atmosphere - but every lunar eclipse is slightly different. This year's eclipse will be enhanced by the proximity of bright Saturn just 3 degrees away.",
    "hdurl": "https://apod.nasa.gov/apod/image/lunareclipse_vw.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tonight: A Total Lunar Eclipse \r\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/lunareclipse_vw_big.gif"
  },
  {
    "date": "1996-09-27",
    "explanation": "Today is Shannon Lucid's first day on Planet Earth in six months. Her stay aboard Russia's Mir Space Station\r was of record length - the longest stay of any American in space ever. During her time in orbit around the Earth, Lucid, a biochemist,\r did many things including experiments on the effect of weightlessness\r on the human body. Pictured above, Lucid greets the astronaut that will replace her on Mir,\r John Blaha.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/slucid_sts79_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Welcome Home Shannon Lucid\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/slucid_sts79.gif"
  },
  {
    "date": "1996-09-28",
    "explanation": "Pictured above is a three person Russian Soyuz capsule with wing-like solar panels extended, joined to the Mir space station. In Russian soyuz means \"union\" and indeed one of the milestones achieved by a Soyuz spacecraft was an orbital union with a US Apollo command module during the first international space mission (Apollo-Soyuz) in 1975. The Soyuz TM spacecraft are specially modified for use with the Mir as ferries for cosmonauts and astronauts and also as lifeboats, should the need arise. This image is from an electronic still camera used by the crew of the Space Shuttle Atlantis during their latest Mir visit to pick up astronaut Shannon Lucid and drop off John Blaha.",
    "hdurl": "https://apod.nasa.gov/apod/image/soyuz_sts79_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Soyuz at Mir\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/soyuz_sts79.gif"
  },
  {
    "date": "1996-09-29",
    "explanation": "This X-Ray image of the Moon was made by the orbiting Roentgen Observatory Satellite (ROSAT) in 1990. It shows three distinct regions: a bright X-ray sky, a bright part of the Moon, and a relatively dark part of the Moon. The bright X-ray sky is due to the diffuse cosmic X-ray background. The bright lunar crescent shines because it reflects X-rays emitted by the Sun. The dark lunar face is in shadow and so stands stands out from the relatively bright background - but, surprisingly it is not completely dark! Where do those X-rays from? They are currently thought to result from energetic particles from the solar wind bombarding the lunar surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/moon_rosat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The X-Ray Moon\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/moon_rosat.gif"
  },
  {
    "date": "1996-09-30",
    "explanation": "How do planets, stars, and galaxies form? How do they evolve? The International Ultraviolet Explorer (IUE) satellite was launched in 1978 and operated by NASA/ ESA/ PPARC to help provide answers to some of the most fundamental questions about the contents of our universe. IUE served as a geostationary orbiting observatory for the next 18 years acquiring over 100,000 observations with its onboard ultraviolet spectrographs. Its prodigious scientific output is only hinted at by the all-sky plot above which shows the locations of IUE's many pointed observations over its long operational history. The brightness of a point on the sky represents the the number of IUE observations. The plot is in galactic coordinates (the plane of our Galaxy runs horizontally through the middle) and reveals the positions of distant quasars, galaxies, stars, star clusters, nebulae, novae, and supernovae - testifying to IUE's broad range of capabilities. The ecliptic plane is also visible running diagonally through the center, traced out by many observations of solar system objects. After over 18 years, IUE's science operations officially end today as the final commands are transmitted to the aging satellite by controllers at NASA's Goddard Space Flight Center. Astronomers from around the world whose careers have been touched by IUE have expressed their fond farewells to this most productive and longest lived astronomical satellite and their thanks to all who have made IUE's remarkable voyage of exploration possible.   News Flash:  BATSE Detects Huge Gamma Ray Burst",
    "hdurl": "https://apod.nasa.gov/apod/image/iue_allsky.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Exploring The Universe With IUE 1978-1996\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/iue_allsky.gif"
  },
  {
    "date": "1996-10-01",
    "explanation": "Something big exploded but astronomers have\r no idea what. On September 24th, the Burst and Transient Source Experiment\r (BATSE) onboard the orbiting Compton Gamma Ray Observatory\r recorded the most intense gamma ray burst\r in its five year history. During its mission, BATSE\r has recorded many gamma ray bursts\r - about one per day, but none were this powerful. Since their\r discovery over 25 years ago,\r the origin and even distance to gamma ray bursts\r remains hotly debated. Bursts are surely mysterious phenomena:\r they flash into existence suddenly dominating the entire gamma-ray sky,\r then typically fade in a few seconds never to be seen again.\r It is possible that this intense wave of gamma radiation\r caused other satellites to glitch and may even have been the cause\r of unusual noise in the Earth's atmosphere. If you know of such\r an anomaly, please report it.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/bigburst_batse_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "BATSE's Biggest Gamma Ray Burst (Yet)\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/bigburst_batse_big.gif"
  }
]
