[
  {
    "date": "1996-05-01",
    "explanation": "Comet Hyakutake is shown photographed the night of March 27 in Arizona, USA, with a cactus in the foreground.  Polaris, the north star, is the bright star seen just to the upper right of the comet's head. Today Comet Hyakutake reaches its closest approach to the Sun. Comet Hyakutake is now at its intrinsic brightest, but because of its distance from the Earth, it will appear less bright to us than it did during its closest approach to the Earth in late March. In fact, due to the comet's angular proximity to the Sun, it will difficult to see at all from the Earth! Comet Hyakutake will reach less than one quarter of the Earth-Sun distance - inside the orbit of Mercury. Comet Hyakutake will not venture near the Sun again for another about 15,000 years.   Latest Comet Hyakutake images: APOD Hyakutake Archive, JPL, Fayetteville Observer-Times, NASA's Night of the Comet, ICSTARS, Jerry Lodriguss, ScienceWeb, Crni Vrh Obs.,",
    "hdurl": "https://apod.nasa.gov/apod/image/hyakutake_27Mar_so_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hyakutake and a Cactus",
    "url": "https://apod.nasa.gov/apod/image/hyakutake_27Mar_so.gif"
  },
  {
    "copyright": "Vic \nWinterICSTARS",
    "date": "1996-05-02",
    "explanation": "What makes comet tails so colorful?  This photograph of Comet Hyakutake was taken the night of April 18th and highlights different components of the tail. The gold and red tail features are dust, made predominately of little bits of rock and carbon. The dust tail shines by reflecting sunlight. Extending past the dust tail is the comet's ion tail, shown here glowing in blue. The ion tail is composed mostly of ions of water, carbon monoxide, and cyanogen. The ion tail glows by emitting light when elections re-combine with electrically charged ions to make uncharged molecules. The photograph was taken just north of Kansas City, Missouri, USA.   Latest Comet Hyakutake images: APOD Hyakutake Archive, JPL, Fayetteville Observer-Times, NASA's Night of the Comet, ICSTARS, Jerry Lodriguss, ScienceWeb, Crni Vrh Obs.,",
    "hdurl": "https://apod.nasa.gov/apod/image/hyakutake_18Apr_vw.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Tails of Comet Hyakutake",
    "url": "https://apod.nasa.gov/apod/image/hyakutake_18Apr_vw.gif"
  },
  {
    "copyright": "Greg\nBockSouthern\nAstronomical Society",
    "date": "1996-05-03",
    "explanation": "This breathtaking patch of sky would be above you were you to stand at the south pole of the Earth. Just above and to the right of the photograph's center are the four stars that mark the boundaries of the famous Southern Cross.  At the top of this constellation, also known as \"The Crux,\" is the orange star Gamma Crucis. The band of stars, dust, and gas crossing the middle of the photograph is part our Milky Way Galaxy.  In the very center of the photograph is the dark Coal Sack Nebula, and the bright nebula on the far right is the Eta Carina Nebula. The southern cross is so famous a constellation that it is depicted on the Australian National Flag.",
    "hdurl": "https://apod.nasa.gov/apod/image/southerncross_gb.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Milky Way Near the Southern Cross",
    "url": "https://apod.nasa.gov/apod/image/southerncross_gb.gif"
  },
  {
    "date": "1996-05-04",
    "explanation": "In December of 1990, the Space Shuttle Columbia carried an array of astronomical telescopes high above the Earth's obscuring atmosphere to observe the Universe at ultraviolet and x-ray wavelengths. The telescopes, known by the acronyms UIT, HUT, WUPPE, and BBXRT, are seen here in Columbia's payload bay against a spectacular view of the constellation Orion. The ultraviolet telescopes were mounted on a common structure - HUT is visible in this view along with a star tracker (the silver cone at the left). The mission studied solar system, galactic, and extra-galactic sources.",
    "hdurl": "https://apod.nasa.gov/apod/image/astro1_sts35_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Astro 1 In Orbit",
    "url": "https://apod.nasa.gov/apod/image/astro1_sts35.gif"
  },
  {
    "date": "1996-05-05",
    "explanation": "What would the night sky look like if you lived on a planet near the center of a galaxy? Now imagine that this galaxy houses a black hole billions of times more massive than a star. From this spectacular vantage point, the sky might look like the above illustration. This drawing is based on recent observations of the center of NGC 4261, made by the Hubble Space Telescope.  Results indicate that a disk of dust 800-light years wide surrounds the black hole. The hypothetical planet depicted above lies within this disk. The black hole itself heats gas to white-hot temperatures, generating light that is reddened when reflected off the dust. Jets shoot off from the poles of the black hole, perpendicular to the disk. However, friction with the dust and gas would cause planets near the black hole to spiral in and disappear forever.  NASA has recently announced a new initiative to search for Earth-like planets in our Galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/ngc4261_art_jg_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planet Near a Galaxy Core",
    "url": "https://apod.nasa.gov/apod/image/ngc4261_art_jg.gif"
  },
  {
    "date": "1996-05-06",
    "explanation": "A background of distant stars, sinuous and spiky bands of Southern Lights (Aurora Australis), and the faint glow of charged plasma (ionized atomic gas) surrounding the Space Shuttle Discovery's engines give this photo from the STS-39 mission an eerie, otherworldly look. This image reflects Discovery's April 1991 mission well - its payload bay (PLB) was filled with instruments designed to study celestial objects, aurora and atmospheric phenomena, and the low Earth orbit environment around the PLB itself. The aurora seen here are at a height of about 50-80 miles and caused by charged particles in the solar wind, channeled through the van Allen Radiation Belts which excite atoms of oxygen in the upper atmosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/aurora1_sts39_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Southern Lights and Shuttle Glow",
    "url": "https://apod.nasa.gov/apod/image/aurora1_sts39.gif"
  },
  {
    "date": "1996-05-07",
    "explanation": "These Hubble Space Telescope (HST) images reveal glimpses of the dynamic atmosphere of Neptune, the Solar System's most distant gas giant planet. The first close-up of Neptune's clouds was provided by NASA's Voyager 2 spacecraft during its August 1989 flyby, giving a tantalizingly brief look. From its vantage point in Earth orbit, HST can patiently watch in detail as the planet's massive weather systems change over time. These three pictures, taken during October and November 1994 when Neptune was only 2.8 billion miles distant, show the planet's characteristic aqua-blue colored atmosphere highlighted by pink, high altitude clouds and streaked with dark bands. The aqua-blue color is caused by gaseous methane which absorbs red light. Here, the high altitude clouds were intentionally given a pink tint to indicate that they were imaged in near infrared light - in true color images they would appear white.",
    "hdurl": "https://apod.nasa.gov/apod/image/nepclouds_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Clouds of Neptune",
    "url": "https://apod.nasa.gov/apod/image/nepclouds_hst.gif"
  },
  {
    "date": "1996-05-08",
    "explanation": "When NASA's Voyager 2 spacecraft flew by distant Neptune in August of 1989, astronomers were shocked. Since Neptune receives only 3 percent the sunlight Jupiter does, they expected to find a dormant, dark, frigid planet. Instead, the Voyager images revealed evidence of a dynamic and turbulent world. One of the most spectacular discoveries was of the Great Dark Spot, shown here in close-up.  Surprisingly, it was comparable in size and at the same relative southern latitude as Jupiter's Great Red Spot, appearing to be a similar rotating storm system. Winds near the spot were measured up to 1500 miles per hour, the strongest recorded on any planet. The Voyager data also revealed that the Great Dark Spot varied significantly in size during the brief flyby.  When the Hubble Space Telescope viewed the planet in 1994, the spot had vanished -- only to be replaced by another dark spot in the planet's northern hemisphere!",
    "hdurl": "https://apod.nasa.gov/apod/image/nepspot_voyager2_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Neptune's Great Dark Spot: Gone But Not Forgotten",
    "url": "https://apod.nasa.gov/apod/image/nepspot_voyager2.gif"
  },
  {
    "date": "1996-05-09",
    "explanation": "Massive stars cook elements in their cores through nuclear fusion. Starting with the light elements of hydrogen and helium, their central temperatures and pressures produce progressively heavier elements, carbon, oxygen, nitrogen, etc. up through iron. At the end of their lives they explode in a spectacular supernova, scattering these elements into space, contributing material to the formation of other stars and star systems. In fact, the elements making up life on Earth were baked in such a stellar oven! This Hubble Space Telescope image of a supernova remnant known as N132D in the Large Magellanic Cloud (LMC) allows astronomers to explore the details of this nuclear processing and mixing. It reveals luminous clouds of cooked supernova debris energized by shocks -- singly ionized sulfur appears red, doubly ionized oxygen, green, and singly ionized oxygen, blue. The region shown above is about 50 lightyears across.",
    "hdurl": "https://apod.nasa.gov/apod/image/n132d_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Supernova Remnant: Cooking Elements In The LMC",
    "url": "https://apod.nasa.gov/apod/image/n132d_hst.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard",
    "date": "1996-05-10",
    "explanation": "Massive stars (tens of times the mass of the Sun) profoundly affect their galactic environment. Churning and mixing the clouds of gas and dust between the stars, they leave their mark in the compositions and locations of future generations of stars and star systems. Dramatic evidence of this is beautifully illustrated in our neighboring galaxy, the Large Magellanic Cloud (LMC), by the lovely ring shaped nebula, Henize 70 (also known as N70 and DEM301).  It is actually a luminous \"superbubble\" of interstellar gas about 300 lightyears in diameter, blown by winds from hot, massive stars and supernova explosions, its interior filled with tenuous hot expanding gas. These superbubbles offer astronomers a chance to explore this crucial connection between the lifecycles of stars and the evolution of galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/henize70_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Henize 70:  A SuperBubble In The LMC",
    "url": "https://apod.nasa.gov/apod/image/henize70_aat.gif"
  },
  {
    "date": "1996-05-11",
    "explanation": "Normally, Earth based astronomers view Saturn's spectacular ring system fully illuminated by reflected sunlight. However, this November 1995 Hubble Space Telescope composite image was made to take advantage of an unusual perspective, with the Sun actually illuminating the rings from below. The three bright ring features are visible because the rings themselves are not solid. Composed of many separate chunks of rocky, icy material, the rings allow the scattered sunlight to pass through them -- offering a dramatic demonstration that they are not continuous, uninterrupted bands of material.",
    "hdurl": "https://apod.nasa.gov/apod/image/satbelow_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunlight Through Saturn's Rings",
    "url": "https://apod.nasa.gov/apod/image/satbelow_hst.gif"
  },
  {
    "date": "1996-05-12",
    "explanation": "These five pairs of Hubble Space Telescope images track some of Saturn's moons as they orbit the ringed planet. A pair of images was taken every 97 minutes on November 21, 1995 with the Wide Field Planetary Camera-2, the normally bright ring system appearing nearly edge-on. In the top pair, the large bright moon Dione hangs above center while the smaller moons Pandora, Prometheus, and Mimas (top right image) appear near the planet's disk close to the outer ring. By the second and third pair of images, moons Rhea and Epimetheus have joined the dance. During the Saturn ring plane crossings, the reduction in light from the edge-on rings provided an opportunity for astronomer's to explore Saturn's complex moon system and search for elusive undiscovered satellites.",
    "hdurl": "https://apod.nasa.gov/apod/image/satmoons_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tracking Saturn's Moons",
    "url": "https://apod.nasa.gov/apod/image/satmoons_hst.gif"
  },
  {
    "date": "1996-05-13",
    "explanation": "Our Universe is expanding. Distant galaxies appear to recede from us at ever-increasing speeds. What is the rate of expansion? How long has it been expanding? What will be its ultimate fate? Two groups of astronomers are searching vigorously for answers to these fundamental questions using the Hubble Space Telescope (HST). The teams have recently announced conflicting measurements of the Hubble constant, a number which represents the expansion rate of the Universe. Astronomer Wendy Freedman and her collaborators have used pulsating stars called Cepheids to measure the distance to galaxies like the Fornax cluster barred spiral galaxy NGC1365 shown above. The ground based photo (left) shows an inset locating the HST image (right) which Freedman and team have used to identify some 50 Cepheids. Their distance and velocity measurements determine Hubble's constant to be about 80 kilometers per second per megaparsec which means that galaxies one megaparsec (3 million lightyears) distant appear to recede from us at a speed of 80 kilometers per second. Conflicting results indicating a substantially slower expansion rate (smaller Hubble constant) are being reported by astronomer Allan Sandage and collaborators. The value of Hubble's constant was recently the subject of a popular public debate titled \"The Scale of the Universe 1996: The Value of Hubble's Constant\".",
    "hdurl": "https://apod.nasa.gov/apod/image/ngc1365_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hubble's Constant and The Expanding Universe (I)",
    "url": "https://apod.nasa.gov/apod/image/ngc1365_hst.gif"
  },
  {
    "date": "1996-05-14",
    "explanation": "In this century, the discovery that the Universe is expanding has produced a revolution in human thought about the Cosmos. American astronomer Edwin Hubble played a major role in this profound discovery, coining the \"Hubble constant\". This single number describes the rate of the cosmic expansion, relating the apparent recession velocities of external galaxies to their distance. Two groups of astronomers trying to measure this fundamental constant using the Hubble Space Telescope (HST) are continuing to report conflicting results. One group, led by astronomer Allan Sandage, measures distances to galaxies using pulsating Cepheid variable stars and supernovae observed in galaxies like the Virgo Cluster spiral galaxy, NGC4639, shown above. This galaxy is the most distant one to which Cepheid-based determinations have been made and was also the site of a well-studied 1990 supernova. Their results favor a relatively small Hubble constant (slow expansion rate) of about 55 kilometers per second per megaparsec which means that galaxies one megaparsec (3 million lightyears) distant appear to recede from us at a speed of 55 kilometers per second. A substantially faster expansion rate (larger Hubble constant) is being reported by astronomer Wendy Freedman and collaborators, also based on HST data. The value of Hubble's constant was recently the subject of a popular public debate titled \"The Scale of the Universe 1996: The Value of Hubble's Constant\".",
    "hdurl": "https://apod.nasa.gov/apod/image/ngc4639_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hubble's Constant and The Expanding Universe (II)",
    "url": "https://apod.nasa.gov/apod/image/ngc4639_hst.gif"
  },
  {
    "copyright": "Andy Steere",
    "date": "1996-05-15",
    "explanation": "This beautiful image of the sky near the bright star Deneb (just above center) reveals the stars, nebulae, and dark clouds along the plane of our Milky Way Galaxy as seen from the northern hemisphere (near Columbia Missouri, USA). Just below Deneb lies the suggestively shaped North America emission nebula. Deneb is the brightest star in the constellation Cygnus, located in the tail of this celestial swan. Cygnus contains the asterism known as the Northern Cross and marks one side of the \"Great Rift\" in the Milky Way, a series of dark obscuring dust clouds which stretches on through the constellation Sagittarius. Deneb defines the top of the Northern Cross while the body of the cross extends past the upper right corner of the picture. Cygnus also harbors the most famous candidate for a black hole in our galaxy, Cygnus X-1.",
    "hdurl": "https://apod.nasa.gov/apod/image/northerncross_as_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Milky Way Near the Northern Cross",
    "url": "https://apod.nasa.gov/apod/image/northerncross_as.gif"
  },
  {
    "date": "1996-05-16",
    "explanation": "On May 1, Comet Hyakutake made its closest approach to the Sun. During this time it was not possible to view the comet with most astronomical instruments because of the brightness of the nearby Sun. But the orbiting Solar and Heliospheric Observatory (SOHO) spacecraft contains telescopes meant to look directly at the Sun and so were able to track the comet during this crucial time.  This picture, taken May 2, shows the tails of Comet Hyakutake pointing away from the Sun, as expected. During its closest approach, Comet Hyakutake passed inside the orbit of Mercury. Comet Hyakutake will not return to the inner Solar System for another 14,000 years.",
    "hdurl": "https://apod.nasa.gov/apod/image/hyakutake_soho.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hyakutake Passes the Sun",
    "url": "https://apod.nasa.gov/apod/image/hyakutake_soho.gif"
  },
  {
    "date": "1996-05-17",
    "explanation": "A rare coincidence was recently captured by the orbiting SOHO spacecraft. During the closest approach to the Sun of Comet Hyakutake on May 1, SOHO photographed the comet.  By accident -- during the time this photograph was being taken -- a solar flare was being ejected from the Sun. Therefore, at the top of this false-color picture, Comet Hyakutake is visible, while emission to the left of the Sun is a solar flare. The Sun, at the center of the picture, was blocked by an artificial occulter in the LASCO telescope, allowing objects much dimmer than the Sun to be observed. SOHO was launched in December of 1995 and contains many instruments which study the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/hyakutake_flare_soho_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hyakutake and a Solar Flare",
    "url": "https://apod.nasa.gov/apod/image/hyakutake_flare_soho.gif"
  },
  {
    "date": "1996-05-18",
    "explanation": "Our Sun shows a different face every day. The above picture was taken on May 15, but a similar picture of the Sun actually taken today can be found here. The above picture was taken in red light and so is shown in red. The bright spots to the right of center are active regions known as plages. Currently, the Sun is showing very few active regions or sunspots, and is considered to be in a solar minimum. Solar activity will pick up over the next six years until a \"solar maximum\" is reached. The Sun goes through this cycle of maxima and minima every 11 years. Sol, our Sun, is hundreds of times more massive than all the planets in the Solar System combined. However, the Sun itself contains only a small amount of the total angular momentum of the Solar System.",
    "hdurl": "https://apod.nasa.gov/apod/image/sun_960515_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sun Today",
    "url": "https://apod.nasa.gov/apod/image/sun_960515.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard",
    "date": "1996-05-19",
    "explanation": "Leo I is a dwarf spheroidal galaxy in the Local Group of galaxies dominated by our Milky Way Galaxy and M31. Leo I is thought to be the most distant of the eleven known small satellite galaxies orbiting our Milky Way Galaxy. Besides the LMC and the SMC, all Milky Way satellite galaxies are small, dim, dwarf spheroidals, including the closest galaxy - the Sagittarius Dwarf. Leo I is most distant than most of them, thought to be about 250 kpc away. Analysis of stars in Leo I show it contains many stars only about 3 billion years old - much younger than in most galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/leo_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nearby Dwarf Galaxy Leo I",
    "url": "https://apod.nasa.gov/apod/image/leo_aat.gif"
  },
  {
    "date": "1996-05-20",
    "explanation": "Above is an image of the relatively quiet Sun made on May 18 in light emitted by ionized Helium atoms in the Solar chromosphere. Helium was first discovered in the Sun in 1868, its name fittingly derived from from the Greek word Helios, meaning Sun. Credit for the discovery goes to astronomer Joseph Lockyer. Lockyer relied on a recently developed technique of spectroscopy, dissecting sunlight into a spectrum, and the idea that each element produces a characteristic spectral pattern of bright lines. He noticed a yellow line in a solar spectrum made during an eclipse which could not be accounted for by elements known on Earth. Almost 27 years later Helium was finally discovered on Earth when the spectrum of a Helium bearing mineral of Uranium provided an exact match to the previously detected element of the Sun. Helium is now known to be the second most abundant element (after Hydrogen) in the Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/hesun_eit_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Helios Helium",
    "url": "https://apod.nasa.gov/apod/image/hesun_eit.gif"
  },
  {
    "date": "1996-05-21",
    "explanation": "The ultraviolet light emitted by eleven times ionized iron at temperatures over 2 million degrees Farenheit was used to record the above picture of the Sun on May 16. The image was made by the EIT camera onboard the SOHO spacecraft, a space observatory which can continuously observe the Sun. Eleven times ionized iron is atomic iron with eleven of its electrons stripped away. Here the electrons are stripped by the frantic collisions with other atoms and electrons which occur at the extreme temperatures in the Solar Corona. Since electrons are negatively charged, the resulting ionized iron atom is highly positively charged. Astronomer's \"shorthand\" for eleven times ionized iron is written \"Fe XII\", the chemical symbol for iron followed by a Roman numeral 12 (Fe I is neutral iron).",
    "hdurl": "https://apod.nasa.gov/apod/image/fexiisun_eit_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Iron Sun",
    "url": "https://apod.nasa.gov/apod/image/fexiisun_eit.gif"
  },
  {
    "date": "1996-05-22",
    "explanation": "mbedded in the center of the colorful and photogenic Rosette Nebula is a bright, young open cluster. The bright blue stars in this cluster, labelled NGC 2244, emit ultraviolet light that knocks electrons away from hydrogen atoms.  When the electrons fall back, they emit the red light which distinctively defines the glow of all emission nebulae. The Rosette Nebula is thousands of light years distant, but light would take only about 100 years to cross it. The Rosette Nebula is not difficult to observer and, although faint, actually appears larger than the full moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/rosette_umich_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Cluster in the Rosette Nebula",
    "url": "https://apod.nasa.gov/apod/image/rosette_umich.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard",
    "date": "1996-05-23",
    "explanation": "The largest, most violent star forming region known in the whole Local Group of galaxies lies in our neighboring galaxy the LMC. Were 30 Doradus at the distance of the Orion Nebula -- a local star forming region -- it would take up fully half the sky. Also called the Tarantula Nebula, the red gas indicates a massive emission nebula, although supernova remnants and dark nebula also exist in 30 Doradus. The bright knot of stars just below center is called R136 and contains many of the most massive, hottest, and brightest stars known.",
    "hdurl": "https://apod.nasa.gov/apod/image/30doradus_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stellar Violence in 30 Doradus",
    "url": "https://apod.nasa.gov/apod/image/30doradus_aat.gif"
  },
  {
    "date": "1996-05-24",
    "explanation": "In the center of 30 Doradus lies a huge cluster of the largest, hottest, most massive stars known. The center of this cluster, known as R136, is boxed in the upper right portion of the above picture. The gas and dust filling the rest of the picture is predominantly ionized hydrogen from the emission nebula 30 Doradus. R136 is composed of thousands of hot blue stars, some about 50 times more massive than our Sun. 30 Doradus and R136 lie in the LMC - a satellite galaxy to our own Milky Way Galaxy. Although the ages of stars in R136 cause it to be best described as an open cluster, R136's density will likely make it a low mass globular cluster in a few billion years.",
    "hdurl": "https://apod.nasa.gov/apod/image/30doradus_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Center of 30 Doradus",
    "url": "https://apod.nasa.gov/apod/image/30doradus_hst.gif"
  },
  {
    "date": "1996-05-25",
    "explanation": "High above the Earth the Space Shuttle Endeavor launches a new type of instrument - an inflatable antenna. The officially designated Inflatable Antenna Experiment was released Monday, May 20th, as part of a Spartan satellite - which contains many scientific experiments. The antenna is roughly the size of a tennis court and is even visible from Earth. At the end of the mission, the antenna will be jettisoned while the rest of the Spartan is recovered by the Shuttle. The function of an antenna is to broadcast radio messages, and the large dish at the end helps focus radio waves into a narrow beam which can be detected over long distances.",
    "hdurl": "https://apod.nasa.gov/apod/image/sts77_iae_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Shuttle Launches an Inflatable Antenna",
    "url": "https://apod.nasa.gov/apod/image/sts77_iae.gif"
  },
  {
    "copyright": "STSci Digitized Sky Survey, Anglo-Australian Observatory",
    "date": "1996-05-26",
    "explanation": "The closest star system to the Sun is the Alpha Centauri system. Of the three stars in the system, the dimmest -- called Proxima Centauri -- is actually the  nearest star. The bright stars Alpha Centauri A and B form a close binary as they are separated by only 23 times the Earth- Sun distance - slightly greater than the distance between Uranus and the Sun. In the above picture, the brightness of the stars overwhelm the photograph causing an illusion of great size, even though the stars are really just small points of light. The Alpha Centauri system is not visible in much of the northern hemisphere. Alpha Centauri A, also known as Rigil Kentaurus, is the brightest star in the constellation of Centaurus and is the fourth brightest star in the night sky.  Sirius is the brightest even thought it is more than twice as far away. By an exciting coincidence, Alpha Centauri A is the same type of star as our Sun, causing many to speculate that it might contain planets that harbor life.",
    "hdurl": "https://apod.nasa.gov/apod/image/alpha_cen_poss_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Alpha Centauri: The Closest Star System",
    "url": "https://apod.nasa.gov/apod/image/alpha_cen_poss.gif"
  },
  {
    "date": "1996-05-27",
    "explanation": "What do aurora look like from space? The POLAR spacecraft answered this by photographing an auroral oval surrounding the north pole of the Earth, causing displays on both the night and day side. The auroral sub-storm, pictured in false-color above, developed within 15 minutes and may have lasted as long as on hour.  Aurora are caused by charged particles streaming away from the Sun and towards the Earth. As the particles fall to Earth, they spiral along magnetic field lines and cause colorful radiation. The UVI experiment onboard the POLAR spacecraft is equipped with special filters that allow it to see aurora in a band of ultraviolet light where sunlight is relatively dim.  The more red the emission depicted in the above photo, the more intense the radiation. Earth's continents have been drawn in for clarity",
    "hdurl": "https://apod.nasa.gov/apod/image/aurora_polar_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Crown the Earth",
    "url": "https://apod.nasa.gov/apod/image/aurora_polar.gif"
  },
  {
    "copyright": "Jerry Lodriguss",
    "date": "1996-05-28",
    "explanation": "The dark nebula predominant at the lower left of the above photograph is known as the Pipe Nebula.  The dark clouds, suggestively shaped like smoke rising from a pipe, are caused by absorption of background starlight by dust. These dust clouds can be traced all the way to the Rho Ophiuchi nebular clouds on the right. The brightest star in the field is Antares. Many types of nebula are highlighted here: the red are emission nebula, the blue are reflection nebula, and the dark are absorption nebula. This picture has been digitally enhanced.",
    "hdurl": "https://apod.nasa.gov/apod/image/pipe_lodriguss_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pipe Dark Nebula",
    "url": "https://apod.nasa.gov/apod/image/pipe_lodriguss.gif"
  },
  {
    "date": "1996-05-29",
    "explanation": "This premier gamma-ray view of the sky was produced by the COMPTEL instrument onboard NASA's orbiting Compton Gamma Ray Observatory. The entire sky is seen projected on a coordinate system centered on our Milky Way Galaxy with the plane of the Galaxy running across the middle of the picture. Gamma-ray intensity is represented by a false color map - low (blue) to high (white). COMPTEL's sensitivity to gamma-rays which have over 1 million times the energy of visible light photons reveals the locations of some of the Galaxy's most exotic objects. The brightest source, the Crab pulsar, is located near the plane of the Galaxy on the far right. Moving along the plane from the Crab, more than halfway toward the galactic center, another bright gamma-ray source, the Vela pulsar, appears. The galactic center itself, along with the famous black hole candidate Cygnus X-1 (near the plane, halfway from the center to the left edge) are also seen as bright sources. Both above and below the plane, spots of gamma-ray emission due to distant active galaxies are also visible.",
    "hdurl": "https://apod.nasa.gov/apod/image/comptel_allsky_1to3_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The COMPTEL Gamma-Ray Sky",
    "url": "https://apod.nasa.gov/apod/image/comptel_allsky_1to3.gif"
  },
  {
    "date": "1996-05-30",
    "explanation": "This dramatic image of the Moon's edge against a background of distant stars is from a perspective impossible for groundbased telescopes. It was taken by a star tracker camera onboard the Clementine spacecraft. The Solar Corona, the Sun's outer atmosphere, is visible shining brightly behind the lunar limb while the Moon's surface is illuminated by Earthshine, sunlight reflected from the Earth to the Moon. As pictured, the part of the Moon in shadow is the lunar farside, the side not visible from Earth. The highly successful unmanned Clementine probe explored the Moon from lunar orbit during March and April of 1994. Its star tracker cameras were normally used for celestial navigation, producing wide angle images showing relative positions of stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/lunarlimb_clem_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunshine, Earthshine at the Lunar Limb",
    "url": "https://apod.nasa.gov/apod/image/lunarlimb_clem.gif"
  },
  {
    "date": "1996-05-31",
    "explanation": "In the Summer of 1054 A.D. Chinese astronomers reported that a star in the constellation of Taurus suddenly became as bright as the full Moon. Fading slowly, it remained visible for over a year. It is now understood that a spectacular supernova explosion - the detonation of a massive star whose remains are now visible as the Crab Nebula- was responsible for the apparition. The core of the star collapsed to form a rotating neutron star or pulsar, one of the most exotic objects known to 20th century astronomy. Like a cosmic lighthouse, the rotating Crab pulsar generates beams of radio, visible, x-ray and gamma-ray energy which, as the name suggests, produce pulses as they sweep across our view. Using a stunning series of visible light images taken with the Hubble Space Telescope (HST), astronomers have recently discovered spectacular pulsar powered motions within the Crab nebula. Highlights of this HST Crab \"movie\" show wisps of material moving away from the pulsar at half the speed of light, a scintillating halo, and an intense knot of emission dancing, sprite-like, above the pulsar's pole. Only 6 miles wide but more massive than the sun, the pulsar's energy drives the dynamics and emission of the nebula itself which is more than 10 lightyears across. In the HST image above, the pulsar is the left most of the two bright central stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/CrabC_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pulsar Powered Crab",
    "url": "https://apod.nasa.gov/apod/image/CrabC_hst.gif"
  },
  {
    "date": "1996-06-01",
    "explanation": "In March and April of 1994 the unmanned Clementine spacecraft demonstrated the technique of prospecting on the Moon from lunar orbit. To accomplish this, Clementine turned an array of cameras sensitive to ultraviolet-visible and near-infrared light toward the lunar surface, producing the first broad-spectrum global imaging of the moon. Using this data, scientists were able to create the above map showing the concentration of iron in the lunar soils. The striking difference between the near (left) and farside (right) hemisphere's offers clues about the Moon's early history.",
    "hdurl": "https://apod.nasa.gov/apod/image/femoon_clem_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Iron Moon",
    "url": "https://apod.nasa.gov/apod/image/femoon_clem.gif"
  }
]
