[
  {
    "date": "1996-06-01",
    "explanation": "In March and April of 1994 the unmanned Clementine spacecraft demonstrated the technique of prospecting on the Moon from lunar orbit. To accomplish this, Clementine turned an array of cameras sensitive to ultraviolet-visible and near-infrared light toward the lunar surface, producing the first broad-spectrum global imaging of the moon. Using this data, scientists were able to create the above map showing the concentration of iron in the lunar soils. The striking difference between the near (left) and farside (right) hemisphere's offers clues about the Moon's early history.",
    "hdurl": "https://apod.nasa.gov/apod/image/femoon_clem_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Iron Moon",
    "url": "https://apod.nasa.gov/apod/image/femoon_clem.gif"
  },
  {
    "date": "1996-06-02",
    "explanation": "This fish-eye view of a dramatic night launch of the Shuttle Atlantis on mission STS-76 was recorded on March 22, 1996. The mission carried 6 astronauts aloft, and returned with 5 -- delivering one crew member, Shannon Lucid, to the Mir Space Station. Lucid is currently onboard the Mir as a cosmonaut guest researcher. NASA Shuttle flights to Mir are part of the Phase 1 program for construction of the International Space Station.",
    "hdurl": "https://apod.nasa.gov/apod/image/atlantis_sts76_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "6 Up 5 Down",
    "url": "https://apod.nasa.gov/apod/image/atlantis_sts76.gif"
  },
  {
    "date": "1996-06-03",
    "explanation": "This dream-like image of Mir was recorded by astronauts as the Space Shuttle Atlantis approached the Russian Space Station prior to docking during the STS-76 mission. Sporting spindly appendages and solar pannels, Mir resembles a whimsical flying insect as it orbits above New Zealand's South Island near the Cook Strait. Atlantis shuttled astronaut Shannon W. Lucid to Mir for a 140 day visit, increasing the Mir's occupancy from 2 to 3. It will return to pick Lucid up and drop off astronaut John Blaha during the STS-79 mission presently scheduled for launch on July 31, 1996.",
    "hdurl": "https://apod.nasa.gov/apod/image/mirdream_sts76_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mir Dreams",
    "url": "https://apod.nasa.gov/apod/image/mirdream_sts76.gif"
  },
  {
    "date": "1996-06-04",
    "explanation": "What killed the dinosaurs? Their sudden disappearance 65 million years ago, along with about 70 percent of all species then living on Earth, is known as the K-T event (Cretaceous-Tertiary Mass Extinction event). Geologists and paleontologists often entertain the idea of a large asteroid or comet impacting the Earth as the culprit. Besides the firestorms, tidal waves, earthquakes, and hurricane winds such an impact would generate, the debris thrown into the atmosphere would have a serious global environmental impact -- creating extended periods of darkness, low temperatures, and acid rains. In 1990, dramatic support for this theory came from cosmochemist Alan Hildebrand's revelation of a 65 million year old, 112 mile wide ring structure still detectable under layers of sediment in the Yucatan Peninsula region of Mexico. The outlines of the structure, called the Chicxulub crater (named for a local village), are visible in the above representation of gravity and magnetic field data from the region. In addition to having the right age, the crater is consistent with the impact of an asteroid of sufficient size (6 to 12 miles wide) to cause the global disruptions. Regardless of the true cause of the K-T event, it is fortunate that such impacts are presently believed to happen only about once every 100 million years!",
    "hdurl": "https://apod.nasa.gov/apod/image/chicx_lpi_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Impact! 65 Million Years Ago",
    "url": "https://apod.nasa.gov/apod/image/chicx_lpi.gif"
  },
  {
    "copyright": "Dave \nPalmer",
    "date": "1996-06-05",
    "explanation": "What does the center of our Milky Way Galaxy look like? No one knows! It is not possible to see the Galactic center in light our eyes are sensitive to because the thick dust in the plane of our Galaxy obscures it. If one looks in the direction of our Galaxy's center - which is toward the constellation of Sagittarius - many beautiful wonders become apparent, though. The center of the Milky Way is behind the center of the photo. Large dust lanes and star clouds dominate the picture.  As many as 30 Messier Objects are visible, including all types of nebula and star clusters. Two notable nebula include the Lagoon Nebula (M8), a small red patch just above center, and slightly above this is the red and blue Trifid Nebula (M20). The lines through picture were caused by airplanes, and the dark objects in the foreground are trees.",
    "hdurl": "https://apod.nasa.gov/apod/image/SagSumMW_dp_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sagittarius and the Central Milky Way",
    "url": "https://apod.nasa.gov/apod/image/SagSumMW_dp.gif"
  },
  {
    "copyright": "Dominique\nDierick and Dirk De la Marche",
    "date": "1996-06-06",
    "explanation": "Here's a familiar shape in an unfamiliar location! This emission nebula is famous partly because it resembles Earth's North American Continent. To the right of the North America Nebula is a less luminous Pelican Nebula. Let's be grateful that pelicans aren't really that large! The two emission nebula are located about 1500 light years away and are separated by a dark absorption cloud. The nebulae can be seen without a telescope from a dark location. Look for a small nebular patch north-east of Deneb in the constellation of Cygnus. It is still unknown which star or stars ionize the red-glowing hydrogen gas.",
    "hdurl": "https://apod.nasa.gov/apod/image/NorAmNeb_dd_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The North America Nebula",
    "url": "https://apod.nasa.gov/apod/image/NorAmNeb_dd.gif"
  },
  {
    "date": "1996-06-07",
    "explanation": "Apollo 16 spent three days on Earth's Moon in April 1972. The fifth lunar landing mission out of six, Apollo 16 was famous for deploying and using an ultraviolet telescope as the first lunar observatory, and for collecting rocks and data on the mysterious lunar highlands.  In the above picture, astronaut John W. Young photographs Charles M. Duke, Jr. collecting rock samples at the Descartes landing site. Duke stands by Plum Crater while the Lunar Roving Vehicle waits parked in the background. The Lunar Roving Vehicle allowed the astronauts to travel great distances to investigate surface features and collect rocks. High above, Thomas K. Mattingly orbits in the Command Module.",
    "hdurl": "https://apod.nasa.gov/apod/image/apollo16_plum_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 16: Exploring Plum Crater",
    "url": "https://apod.nasa.gov/apod/image/apollo16_plum.gif"
  },
  {
    "date": "1996-06-08",
    "explanation": "The first and only lunar astronomical observatory was deployed by the Apollo 16 crew in 1972. The Far Ultraviolet Camera / Spectrograph used a 3-inch diameter telescope to photograph the Earth, various nebulae, star clusters, and the Large Magellanic Cloud.  The camera is seen above placed in the shadow of the Lunar Module so it would not overheat. A leg of the Lunar Module enters the picture from the left. The camera took pictures in ultraviolet light which would normally be blocked by the Earth's atmosphere.  The Far Ultraviolet Camera was created by George Carruthers (NRL), had a field of view of 20 degrees, and could detect stars having visual magnitude brighter than 11. 178 images were recorded in a film cartridge which was returned to Earth. The observatory stands on the Moon even today.",
    "hdurl": "https://apod.nasa.gov/apod/image/apollo16_uv_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The First Lunar Observatory",
    "url": "https://apod.nasa.gov/apod/image/apollo16_uv.gif"
  },
  {
    "date": "1996-06-09",
    "explanation": "How did the astronauts get back from the Moon? The Lunar Module that landed two astronauts on the Moon actually came apart. The top part containing the astronauts carried additional rocket fuel which allowed it to blast away, leaving the bottom part on the Moon forever. The top part would later meet up with the Command Module and its astronaut pilot, which were continually orbiting the Moon. All would then return to Earth together. The above picture was taken by a robot TV camera left on the Moon by the crew of Apollo 16.  The frame above captures the top part of the Lunar Module just at it was blasting off.",
    "hdurl": "https://apod.nasa.gov/apod/image/apollo16_blastoff_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Blasting Off From the Moon",
    "url": "https://apod.nasa.gov/apod/image/apollo16_blastoff.gif"
  },
  {
    "date": "1996-06-10",
    "explanation": "Here's a switch: the above picture is of the Earth taken from a lunar observatory! This false color picture shows how the Earth glows in ultraviolet (UV) light. UV light is so blue humans can't see it. Very little UV light is transmitted through the Earth's atmosphere but what sunlight does make it through can cause a sunburn. The Far UV Camera / Spectrograph deployed and left on the Moon by the crew of Apollo 16 took the above picture. The part of the Earth facing the Sun reflects much UV light, but perhaps more interesting is the side facing away from the Sun. Here bands of UV emission are also apparent. These bands are the result of aurora and are caused by charged particles expelled by the Sun spiraling to Earth along magnetic field lines.",
    "hdurl": "https://apod.nasa.gov/apod/image/uvEarth_ap16_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ultraviolet Earth",
    "url": "https://apod.nasa.gov/apod/image/uvEarth_ap16.gif"
  },
  {
    "date": "1996-06-11",
    "explanation": "Carinae may be about to explode. But no one knows when - it may be next year, it may be one million years from now. Eta Carinae's mass - about 100 times greater than our Sun - make it an excellent candidate for a full blown supernova. Historical records do show that about 150 years ago Eta Carinae underwent an unusual outburst that made it one of the brightest stars in the southern sky.  Eta Carinae, in the Keyhole Nebula, is the only star currently thought to emit natural LASER light. This just-released image taken last September resulted from sophisticated image-processing procedures designed to bring out new details in the unusual nebula that surrounds this rogue star. Now clearly visible are two distinct lobes, a hot central region, and strange radial streaks. The lobes are filled with lanes of gas and dust which absorb the blue and ultraviolet light emitted near the center. The streaks remain unexplained. Will these clues tell us how the nebula was formed?  Will they better indicate when Eta Carinae will explode?",
    "hdurl": "https://apod.nasa.gov/apod/image/etacarinae_hst2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Doomed Star Eta Carinae",
    "url": "https://apod.nasa.gov/apod/image/etacarinae_hst2.gif"
  },
  {
    "date": "1996-06-12",
    "explanation": "What happens when a star explodes? A huge fireball of hot gas shoots out in all directions. When this gas slams into the existing interstellar medium, it heats up so much it glows in X-rays. The above picture by the ROSAT satellite has captured some of these X-rays and shown -- for the first time -- the Vela supernova explosion was roughly spherical. Non-uniformity of the interstellar medium causes Vela's appearance to be irregular.  The size of this X-ray emitting spherical shell is immense - 230 light years across, covering over 100 times the sky-area of the full Moon. The supernova that created this nebula occurred about 1500 light years away and about 11,000 years ago. Coincidently, a completely different supernova shell can also be seen in X-rays in this picture! It is visible as the bright patch near the upper right. This Puppis supernova remnant nebula is actually about four times farther than the Vela nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/vela_rosat_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Vela Supernova Remnant in X-ray",
    "url": "https://apod.nasa.gov/apod/image/vela_rosat.gif"
  },
  {
    "copyright": "Royal Observatory, EdinburghAnglo-Australian \nObservatory",
    "date": "1996-06-13",
    "explanation": "About 11,000 years ago a star in the constellation of Vela exploded.  This bright supernova may have been visible to the first human farmers. Today the Vela supernova remnant marks the position of a relatively close and recent explosion in our Galaxy. A roughly spherical, expanding shock wave is visible in X-rays. In the above optical photograph, the upper left corner of the spherical blast wave is shown in detail. As gas flies away from the detonated star, it reacts with the interstellar medium, knocking away closely held electrons from even heavy elements. When the electrons recombine with these atoms, light in many different colors and energy bands is produced.",
    "hdurl": "https://apod.nasa.gov/apod/image/vela_roe.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Vela Supernova Remnant in Optical",
    "url": "https://apod.nasa.gov/apod/image/vela_roe.gif"
  },
  {
    "date": "1996-06-14",
    "explanation": "NASA astronauts can float free in space without any connection to a spaceship. Here astronaut Bruce McCandless maneuvers outside the Space Shuttle Challenger by firing nitrogen gas thrusters on his manned maneuvering unit (MMU).  This picture was taken in 1984 and records this first untethered spacewalk. The MMU was developed because astronauts found tethers restrictive.",
    "hdurl": "https://apod.nasa.gov/apod/image/spacewalk_sts41b_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Floating Free in Space",
    "url": "https://apod.nasa.gov/apod/image/spacewalk_sts41b.gif"
  },
  {
    "date": "1996-06-15",
    "explanation": "Pictured above is the first american astronaut to walk in space: Edward White. White is seen floating outside the Gemini 4 capsule in 1965. The term \"spacewalk\" is deceiving since astronauts do not actually walk - they float - usually without their feet touching anything solid. White was connected to the spaceship only by a thick tether. He carried a Hand-Held Self-Maneuvering Unit which expelled gas allowing him to move around. A maneuvering device is necessary in the free-fall of space since there is nothing (besides the spacecraft) to push off of to guide movements.",
    "hdurl": "https://apod.nasa.gov/apod/image/spacewalk_gem4_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Walking in Space",
    "url": "https://apod.nasa.gov/apod/image/spacewalk_gem4.gif"
  },
  {
    "date": "1996-06-16",
    "explanation": "The first Astronomy Picture of the Day (APOD) appeared one year ago today. Pictured above are Robert Nemiroff (left) and Jerry Bonnell (right), engaged in creating the APOD web pages. APOD started over speculative conversations on the ultimate value of the World Wide Web. In our (current) view, the WWW is the closest thing yet to an \"Encyclopedia of Humanity,\" and we think it's important to contribute. We are proud to say that APOD has now annotated most of the famous astronomical pictures of our time and has made them available to the general public in an indexed and searchable archive. During it's first year, APOD's main daily picture page has been served over one million times. But APOD's mission continues. As space science progresses more pictures, fresh insights, and new educative links become available. Therefore, so long as public interest and NASA support continue, APOD will continue. We thank all whose gracious e-mail are continually a source of encouragement.",
    "hdurl": "https://apod.nasa.gov/apod/image/apod_v4.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "APOD is One Year Old Today",
    "url": "https://apod.nasa.gov/apod/image/apod_v4.gif"
  },
  {
    "copyright": "NOAANGDCDMSP",
    "date": "1996-06-17",
    "explanation": "This is what the United States of America looks like at night! Can you find your favorite US city on this image? Surprisingly, city lights make this task quite possible. The above picture is actually a composite of over 200 images made by satellites orbiting the Earth. Scans were made by the USAF Defense Meteorological Satellite Program (DMSP) Operational Linescan System. The DMSP satellites continue to help in the understanding and prediction of weather phenomena as well as provide key information about population patterns, city light levels, and even rural forest fires.",
    "hdurl": "https://apod.nasa.gov/apod/image/usanight_dmsp_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The United States at Night",
    "url": "https://apod.nasa.gov/apod/image/usanight_dmsp.gif"
  },
  {
    "copyright": "Dominique\nDierick and Dirk De la Marche",
    "date": "1996-06-18",
    "explanation": "In the lower left corner, dressed in blue, is the Pleiades.  Also known as the Seven Sisters and M45, the Pleiades is one of the brightest and most easily visible open clusters on the sky. The Pleiades contains over 3000 stars, is about 400 light years away, and only 13 light years across. Surrounding the stars is a spectacular blue reflection nebula made of fine dust.  A common legend is that one of the brighter stars faded since the cluster was named. In the upper right corner, dressed in red, the California Nebula.  Named for its shape, the California Nebula is much dimmer and hence harder to see than the Pleiades. Also known as NGC 1499, this mass of red glowing hydrogen gas is about 1500 light years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/pleiadesCal_dd_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Seven Sisters Versus California",
    "url": "https://apod.nasa.gov/apod/image/pleiadesCal_dd.gif"
  },
  {
    "copyright": "Michael DolanMichigan Tech.",
    "date": "1996-06-19",
    "explanation": "Looking out over Lake Superior at dusk you see Venus (lower left) and ... curtains? Like an ant looking up at window curtains, aurora frequently appear as huge flowing light displays. These colorful, often spectacular phenomena are most frequently visible from locations near the Earth's poles. Aurora are caused by electrons from the solar wind funneling to Earth along magnetic field lines, and striking atoms and molecules in our atmosphere.  Auroral color is determined by which atmospheric ions are struck and recombine to form neutral atoms. Hourly updates of auroral sightings are posted to the WWW. It is still controversial whether aurora make any sound audible from the ground. If you think you have \"heard an aurora,\" please report it!",
    "hdurl": "https://apod.nasa.gov/apod/image/aurora1_md_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora: Curtains in the Sky",
    "url": "https://apod.nasa.gov/apod/image/aurora1_md.gif"
  },
  {
    "date": "1996-06-20",
    "explanation": "In November of 1969, homeward bound aboard the \"Yankee Clipper\" command module, the Apollo 12 astronauts took this dramatic photograph of the Sun emerging from behind the Earth.  From this distant perspective, part of the solar disk peers over the Earth's limb, its direct light producing the jewel like glint while sunlight scattered by the atmosphere creates the thin bright crescent. Today at 10:24 pm Eastern Daylight Time is the Summer Solstice. From an earthbound perspective, the solar disk will climb to its greatest northern declination marking the Northern Hemisphere's first day of Summer and creating the longest day -- with over 15 hours of daylight near latitude +40 degrees.",
    "hdurl": "https://apod.nasa.gov/apod/image/sunrise_apollo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo Sunrise",
    "url": "https://apod.nasa.gov/apod/image/sunrise_apollo.gif"
  },
  {
    "copyright": "Sarah \nWinfreyU. MichiganNRAO",
    "date": "1996-06-21",
    "explanation": "Pictured above is one of the world's premiere radio astronomical observatories: The Very Large Array (VLA). Each antenna dish is as big as a house (25 meters across) and mounted on railroad tracks. The VLA consists of 27 dishes - together capable of spanning the size of a city (35 kilometers).  The VLA is the most sensitive  radio telescope ever, and, through interferometry, can resolve a golf ball-sized radio source 150 kilometers away (0.04 arcsec). The VLA is continually making new discoveries, including determining the composition of galaxies, passing comets, quasars, HII regions, and clusters of galaxies. The VLA is also used to receive the weak radio signals broadcast from interplanetary spacecraft. The VLA is located in New Mexico, USA. A significant upgrade of VLA's capabilities is planned.",
    "hdurl": "https://apod.nasa.gov/apod/image/vla_ss_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Very Large Array of Radio Telescopes",
    "url": "https://apod.nasa.gov/apod/image/vla_ss_big.gif"
  },
  {
    "date": "1996-06-22",
    "explanation": "This image is from the voyage of the intrepid Galileo spacecraft as it passed above the Moon's north pole on its long journey to Jupiter. It was made over 60 years after Admiral Byrd became the first to fly over the Earth's north pole. Within a superposed frame of lattitude and longitude lines much of the Moon's familiar face, dominated by smooth dark mare, is brightly lit. Near the pole itself, the harsh shadows reveal a rugged, cratered lunarscape.",
    "hdurl": "https://apod.nasa.gov/apod/image/moonpole_galileo_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "North to the Moon's Pole",
    "url": "https://apod.nasa.gov/apod/image/moonpole_galileo.gif"
  },
  {
    "date": "1996-06-23",
    "explanation": "How often do stars explode? By looking at external galaxies, astronomers can guess that these events, known as a supernovae, should occur about once every 30 years in a typical spiral galaxy like our MilkyWay. However, the obscuring gas and dust in the disk of our galaxy probably prevents us from seeing many galactic supernovae -- making observations of these events in our own galaxy relatively rare. In fact, in 1572, the revered Danish astronomer, Tycho Brahe, witnessed one of the last to be seen. The remnant of this explosion is still visible today as the shockwave it generated continues to expand into the gas and dust between the stars. Above is an image of the X-rays emitted by this shockwave made by a telescope onboard the ROSAT spacecraft. The nebula is known as Tycho's Supernova Remnant.",
    "hdurl": "https://apod.nasa.gov/apod/image/tychoSNR_rosat_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tycho's Supernova Remnant in X-ray",
    "url": "https://apod.nasa.gov/apod/image/tychoSNR_rosat.gif"
  },
  {
    "date": "1996-06-24",
    "explanation": "Color information from the Soviet Venera landers and radar data from the Magellan spacecraft were used to construct this striking perspective view of the Venusian landscape. (In this computer generated image, the vertical scale has been exagerated.) In the foreground is the edge of a rift valley created by faulting in the crust of Venus. The valley runs all the way to the base of Gula Mons, a 2 mile high volcano seen here on the right, some 450 miles in the distance. On the left is another volcano, Sif Mons. Using radar to pierce the dense clouds continuously shrouding the Face of Venus, Magellan was able to explore over 98% of the Venusian surface, revealing a a diverse and tantalizing topography.",
    "hdurl": "https://apod.nasa.gov/apod/image/gularif1_magellan_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A View from Venus: Rift Valley",
    "url": "https://apod.nasa.gov/apod/image/gularif1_magellan.gif"
  },
  {
    "date": "1996-06-25",
    "explanation": "Stars sometimes form in colorful ways.  Pictured above is a small region in the nearby LMC galaxy where stars are forming. After a star is born, it may do several things to energize its immediate neighborhood. It may develop a strong wind which pushes away nearby gas; it may be so hot and intense that emitted light boils away nearby dust and gas, and it may be so massive that it soon goes supernova and catapults its elements back to the interstellar medium. Astronomers study regions like this - named DEM192 - to better understand how these and other processes proceed. This picture is a composite of three separate photographs, each sensitive to only one specific color of light - a color that distinguishes a specific chemical element.",
    "hdurl": "https://apod.nasa.gov/apod/image/dem192_umich_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Star Forming Region in the LMC",
    "url": "https://apod.nasa.gov/apod/image/dem192_umich.gif"
  },
  {
    "date": "1996-06-26",
    "explanation": "French astronomer Charles Messier was born on June 26, 1730. Inspired by childhood sightings of comets and a solar eclipse visible from his home town of Badonvillier, he became an astronomer and comet hunter who kept careful records of his observations. While hunting for comets in the skies above France he made a now famous list of the positions of about 100 fuzzy, diffuse looking objects which appeared at fixed positions in the sky. Although these objects looked like comets, Messier knew that since they did not move with respect to the background stars they could not be the comets he was searching for. These objects are now well known to modern astronomers to be among the brightest and most striking nebulae, star clusters, and galaxies. Objects on Messier's list are still referred to by their \"Messier number\". The first object in his catalog, M1 pictured above - also known as the Crab Nebula, was recorded during his search for the return of comet Halley in 1758. Messier died in his home in Paris in 1817.",
    "hdurl": "https://apod.nasa.gov/apod/image/crab_noao_big.tif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Happy Birthday Charles Messier: M1",
    "url": "https://apod.nasa.gov/apod/image/crab_noao.gif"
  },
  {
    "date": "1996-06-27",
    "explanation": "NASA's robot spacecraft Galileo began its long voyage to Jupiter in October of 1989. In December of last year it arrived in the Jovian system, beginning its unprecedented, detailed exploration by dropping a probe into the gas giant's atmosphere. By early this morning it will have accomplished another milestone in its ambitious mission. Now in orbit around Jupiter, Galileo will make its first close flyby of Ganymede, Jupiter's (and the solar system's) largest moon at 2:29 a.m. EDT. As planned, approaching to within 524 miles, it will make a series of high resolution images of the surface which will reveal features as small as 33 feet across. This close-up color image from the Voyager 2 flyby in 1979 previews sights Galileo will see in greater detail. Showing features as small as 3 miles across, it reveals a variety of terrain on Ganymede's icy surface, including impact craters with bright rays and long strips of light grooved structures suggesting large scale motions of the frozen crust. Galileo's flyby images will be stored onboard for playback and should be available during the week of July 10.",
    "hdurl": "https://apod.nasa.gov/apod/image/gan1_voyager2_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Voyager's Preview of Galileo at Ganymede",
    "url": "https://apod.nasa.gov/apod/image/gan1_voyager2.gif"
  },
  {
    "date": "1996-06-28",
    "explanation": "Researchers believe that the faint reddish smudge indicated by the arrow in the image above is a candidate for the most distant known galaxy which may have existed only a few hundred million years after the Big Bang. The image is part of the Hubble Deep Field, the Hubble Space Telescope's deepest yet picture of the Universe. Made in December 1995 by staring for ten consecutive days with the Hubble, astronomers have been intently studying the resulting deep field image filled with remote galaxies for clues to what galaxies and the Universe looked like in the distant past. While nearby galaxies are easily detected in the image - some seen here have visible elliptical and even spiral structures - the most distant (and therefore oldest) galaxies must be identified by examining their appearance in different wavelengths of light. Based on this technique, six of the most distant galaxies in the Deep Field appear to be farther away than even quasars.",
    "hdurl": "https://apod.nasa.gov/apod/image/distant_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Distant Galaxy in the Deep Field",
    "url": "https://apod.nasa.gov/apod/image/distant_hst.gif"
  },
  {
    "date": "1996-06-29",
    "explanation": "Launched in the summer of 1977, NASA's Voyager 1 and 2 spacecraft are now over 4.5 billion miles from the Sun. Still operational, the Voyagers are being tracked and commanded through the Deep Space Network. Having traveled beyond the outer planets, these remarkable spacecraft are only the third and fourth human built artifacts to escape our solar system, following in the footsteps of Pioneer 10 and 11. A 12-inch gold plated copper disk (pictured) containing recorded sounds and images representing human cultures and life on Earth, is affixed to each Voyager - a message in a bottle cast into the cosmic sea. The recorded material was selected by a committee chaired by Carl Sagan of Cornell University. The disks are intended to be played like a phonograph record at 16 and 2/3 revolutions per second. Cartridge and needle are supplied, along with some simple diagrams (visible above) which represent symbolically the spacecraft's origin and instructions for playing the disk. The exotic construction of the disks should provide them with a long lifetime as they coast through interstellar space. The two spacecraft will not make a close approach to another planetary system for at least 40,000 years.",
    "hdurl": "https://apod.nasa.gov/apod/image/gold_voyager_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Voyagers' Message in a Bottle",
    "url": "https://apod.nasa.gov/apod/image/gold_voyager.gif"
  },
  {
    "date": "1996-06-30",
    "explanation": "Launched in the early 1970s Pioneer 10 and 11 were appropriately named - becoming the first spacecraft to travel through the asteroid belt, first to fly by Jupiter and Saturn, and the first human artifacts to venture beyond the solar system. Now coasting through interstellar space, they carry with them greetings in the form of a gold anodized plaque with symbolic drawings as illustrated above. The male and female figures are drawn to the same scale as the Pioneer spacecraft shown behind them. Immediately to the left is a map of the position of the sun with respect to nearby pulsars and the center of the galaxy while below is a drawing of the solar system indicating the planet of origin. In the upper left is a schematic of two fundamental states of the hydrogen atom. These diagrams along with other details of the plaque were designed by Carl Sagan of Cornell University and are intended to be decipherable by spacefaring extraterrestrial civilizations.",
    "hdurl": "https://apod.nasa.gov/apod/image/plaque_pioneer_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Greetings from the Pioneers",
    "url": "https://apod.nasa.gov/apod/image/plaque_pioneer.gif"
  },
  {
    "copyright": "Extrasolar Visions",
    "date": "1996-07-01",
    "explanation": "Within the last few years, observational astronomy has given humanity evidence of the existence of worlds beyond the solar system. Indeed, solar-type stars are now inferred to harbor planets of approximately Jupiter mass - some residing in temperature zones which could conceivably support liquid water and therefore life! Above is a hypothetical scene near one such planet whose sun, 47 Ursae Majoris (47 UMa), is a yellow dwarf star (spectral class G0 V) very similar to our own. In our sky, it appears as a faint, inconspicuous star below the cup of the northern hemisphere asterism, \"the Big Dipper\". (Our own sun would be equally inconspicuous when viewed from 47 UMa ...) Astronomer's G. Marcy and P. Butler announced the discovery of a planet associated with this star in 1996 and reported it to have a mass of about 2.4 Jupiters or more with an orbital period of 3 years. This artist's vision pictures the detected planet, referred to as 47 UMa b, as a gas giant surrounded by a ring of material - analogous to our own gas giant Saturn. In the foreground lies a hypothetical moon of 47 UMa b.  Could such a moon support life? 47 UMa is only 44 light years distant, fairly close by astronomical standards - yet there is evidence for planetary systems which are closer still. NASA plans to explore nearby planetary systems using spaceborne observatories.   APOD News: RJN to MTU",
    "hdurl": "https://apod.nasa.gov/apod/image/whatm_47uma1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Worlds of a Distant Sun: 47 Ursae Majoris b",
    "url": "https://apod.nasa.gov/apod/image/whatm_47uma1.gif"
  }
]
