[
  {
    "copyright": "Anglo-Australian Telescope Board",
    "date": "1996-11-01",
    "explanation": "This is what a spiral galaxy looks like sideways.\r This view of NGC 3628 nearly resembles our own Milky Way Galaxy,\r which is also known to be a spiral.\r The dark band across the center is absorbed starlight caused\r by the galaxy's own interstellar dust.\r NGC 3628 is the faintest member of the Leo Triplet,\r a group of galaxies dominated by M65\r and M66. The Leo Triplet\r lies about 35 million light years distant. The center of NGC 3628 emits variable X-ray radiation\r perhaps indicating the presence of a massive black hole.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/ngc3628_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy NGC 3628 Edge On\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9611/ngc3628_aat_big.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope Board",
    "date": "1996-11-02",
    "explanation": "NGC 253 is a normal spiral galaxy seen here\r almost sideways. It is the largest member of the Sculptor Group of Galaxies,\r the nearest group to our own Local Group of Galaxies.\r NGC 253\r appears visually as one of the brightest spirals\r on the sky, and is easily visible in southern hemisphere with\r a good pair of binoculars. The type \"Sc\" galaxy is\r about 10 million light years distant. NGC 253 is considered a \"starburst\" galaxy\r because of high star formation rates and dense dust clouds in its nucleus.\r The energetic nuclear region\r is seen to glow in X-ray and gamma-ray light.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/ngc253_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy NGC 253 Almost Sideways\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9611/ngc253_aat_big.gif"
  },
  {
    "date": "1996-11-03",
    "explanation": "In early November of 1967, a dramatic night launch of an Atlas Centaur rocket from Cape Canaveral lofted the successful Surveyor 6 spacecraft toward the Moon. The Surveyor series of robotic probes carried out the first US lunar soft landings in preparation for the Apollo program. Still in use today, Atlas Centaur rockets launched many lunar and planetary probes in the 60s and 70s.",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/surveyor6_launch_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Surveyor Night Launch\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9611/surveyor6_launch.gif"
  },
  {
    "date": "1996-11-04",
    "explanation": "As spring comes to the northern latitudes of Mars, increased solar heating brings warmth and a change in the weather. The winds produced by the large temperature differences between the receding polar ice and the warming regions to the south may cause dust storms - like the one visible in the above Hubble Space Telescope images made in September this year. On the left, north is up and the Martian polar cap is seen at the top with dark regions along its southern border. The dust storm, about 600 miles wide, is visible against the white polar ice as a salmon colored notch. The image on the right presents the data showing the dust storm on a map grid centered on the north pole. Mars is famous for planet wide dust storms but studies of more localized weather patterns are difficult without high resolution images like those provided by the Hubble. As NASA prepares future missions to Mars, detailed studies of Martian weather patterns become increasingly important.",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/marsds96_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Martian Spring\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9611/marsds96_hst.jpg"
  },
  {
    "date": "1996-11-05",
    "explanation": "Almost every object in the above photograph\r is a galaxy. The Coma Cluster of Galaxies\r pictured is one of the densest clusters\r known - it contains thousands of galaxies.\r Each of these galaxies house billions of stars - just like our\r own Milky Way Galaxy. Although nearby\r when compared to most other clusters, light from the Coma Cluster\r still takes hundreds of millions of years to reach us. In fact,\r the Coma Cluster\r is so big it takes light millions of years just to go from one\r side to the other!  Most galaxies in Coma and other clusters\r are ellipticals, while most galaxies\r outside of clusters are spirals.\r The nature of Coma's X-ray emission\r is still being investigated.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/coma_kpno_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Coma Cluster of Galaxies\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9611/coma_kpno.gif"
  },
  {
    "date": "1996-11-06",
    "explanation": "cal galaxies are unlike spiral galaxies\r and hence unlike our own Milky Way Galaxy.\r The giant elliptical galaxy\r named NGC\r 4881 on the upper left lies at the edge of the giant Coma Cluster of Galaxies.\r Elliptical galaxies are ellipsoidal\r in shape, contain no spiral arms,\r contain little interstellar gas\r or dust, and are found mostly\r in rich clusters of galaxies.\r Elliptical galaxies appear\r typically yellow-red, as opposed to spirals\r which have spiral arms that appear quite blue.\r Much speculation continues on how each type of galaxy can form,\r on whether ellipticals can\r evolve from colliding spirals,\r or spirals can be created from colliding ellipticals, or both.\r Besides the spiral galaxy on the right, all other images in this picture\r are of galaxies\r that lie well behind the Coma Cluster.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/ngc4881_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Elliptical Galaxy NGC 4881 in Coma\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9611/ngc4881_hst.gif"
  },
  {
    "date": "1996-11-07",
    "explanation": "What treasures lie on the surface of Ganymede?\r Last week, NASA released a map of Jupiter's largest moon made\r by the Galileo Orbiter\r highlighting ice and minerals deposits. The leftmost photograph\r by Voyager\r shows surface features in visible light, but the rightmost photograph,\r taken in infrared light by Galileo, shows the locations of minerals in red and ice\r grains in blue. The NIMS team\r is working to identify these minerals with preliminary hopes\r of finding emission indicative of montmorillonite\r and alunite",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/ganyminerals_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fields of Minerals on Ganymede\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9611/ganyminerals_gal.gif"
  },
  {
    "date": "1996-11-08",
    "explanation": "The Sun would\r not be a nice place to spend the summer. One reason, besides the\r extreme heat, is that explosions are common there.\r In the above picture, magnetic fields\r buckle releasing previously constrained hot material from the\r upper atmosphere of the Sun. As a\r result, hot gas streams out into the Solar System,\r impacting planets, moons, spacecraft,\r and making space a dangerous place for astronauts.\r Known as coronal mass ejections\r (CMEs), billions of tons of scathing plasma\r can be accelerated to millions of miles per hour. CMEs\r are more common but less intense than solar flares.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/solarcme_soon_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Solar Corona Ejection\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9611/solarcme_soon.gif"
  },
  {
    "date": "1996-11-09",
    "explanation": "This panorama of the cratered lunar surface was constructed from images returned by the US Surveyor 6 lander. Surveyor 6 was not the first spacecraft to accomplish a soft landing on the Moon ... but it was the first to land and then lift off again! After touching down near the center of the Moon's nearside in November of 1967, NASA controllers commanded the spacecraft to hop. Briefly firing its rocket engine and lifting itself some 4 meters above the surface, the Surveyor moved about 2.5 meters to one side before setting down again. The hopping success of Surveyor 6 essentially marked the completion of the Surveyor series main mission - to determine if the lunar terrain was safe for the planned Apollo landings.",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/surveyor6_pan_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Surveyor Hops",
    "url": "https://apod.nasa.gov/apod/image/9611/surveyor6_pan.gif"
  },
  {
    "date": "1996-11-10",
    "explanation": "Rocket engines blazing, the Space Shuttle Columbia arcs into Florida's morning sky after lifting off from pad 39-A at Kennedy Space Center. Seen here in January of 1996, this space shuttle has been operational for more than 15 years -- racking up 20 flights and over 77 million miles in orbit while spending 177 days in space. The first member of NASA's shuttle fleet, Columbia shares it name with another famous spacecraft launched from pad 39-A, the Apollo 11 command module. Having begun its career with STS-1 in April of 1981, Columbia, also kown as orbiter vehicle 102 (OV-102), is now being prepared for the STS-80 mission scheduled to launch this month.",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/columbia_jan96_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Columbia Launches",
    "url": "https://apod.nasa.gov/apod/image/9611/columbia_jan96.jpg"
  },
  {
    "copyright": "Anglo-Australian Telescope Board",
    "date": "1996-11-11",
    "explanation": "The great variety of star colors in this open cluster\r underlie it's name: The Jewel Box.  The bright central star Kappa\r Crucis\r is red, in contrast to the many blue stars\r that surround it. The cluster contains just over 100 stars, and\r might be no older than 10 million years. Open clusters\r are younger, contain few stars, and contain a much higher fraction\r of blue stars than do globular clusters.\r This Jewel Box\r lies about 7500 light-years away, so the light that we see today\r was emitted from the clusters before even the Great Pyramids in Egypt\r were built.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/ngc4755_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4755: A Jewel Box of Stars\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9611/ngc4755_aat_big.gif"
  },
  {
    "date": "1996-11-12",
    "explanation": "Comet Hale-Bopp\r continues its slow trek across the night sky, and can now be seen\r superposed near the bright globular cluster M14.\r Will Comet Hale-Bopp\r become as bright in early 1997 as Comet Hyakutake\r did in early 1996? It is still too early to tell. Currently\r Hale-Bopp\r is curiously holding at about 5th magnitude\r - just barely bright enough to see\r without binoculars from a dark location. Because of the size\r of coma, some speculate\r that the nucleus of Hale-Bopp\r is unusually large. The actual nucleus is obscured, however,\r and recent speculation\r includes that the nucleus is comparable in size to Comet Halley\r - about 10-15 km across.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/halebopp1_dh_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hale-Bopp Passes M14\r\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/9611/halebopp1_dh.gif"
  },
  {
    "date": "1996-11-13",
    "explanation": "Comet Hale-Bopp\r is turning out to be quite unusual. One reason is the great amount\r of jet activity at such a large distance from the Sun.\r In the above false-color image,\r no less than seven jets can be seen emanating from Hale-Bopp's\r coma. As a comet nears the Sun,\r it's surface warms causing jets of\r previously trapped gas and dust to stream away from the nucleus.\r Astronomers continue to study Comet Hale-Bopp's\r unusual jet activity\r and wonder how much about the early Solar System Hale-Bopp\r will teach them, and how bright Hale-Bopp will ultimately become.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/halebopp1_eso_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Seven Jets from Comet Hale-Bopp\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9611/halebopp1_eso.gif"
  },
  {
    "date": "1996-11-14",
    "explanation": "A massive star ends life as a supernova, blasting its outer layers back to interstellar space. The spectacular death explosion is initiated by the collapse of what has become an impossibly dense stellar core. However, this core is not necessarily destroyed. Instead, it may be transformed into an exotic object with the density of an atomic nucleus but more total mass than the sun - a neutron star. Directly viewing a neutron star is difficult because it is small (roughly 10 miles in diameter) and therefore dim, but newly formed in this violent crucible it is intensely hot, glowing in X-rays. Images from the ROSAT X-ray observatory above may offer a premier view of such a recently formed neutron stars' X-ray glow. Pictured is the supernova remnant Puppis A, one of the brightest sources in the X-ray sky, with shocked gas clouds still expanding and radiating X-rays. In the inset close-up view, a faint pinpoint source of X-rays is visible which is most likely the young neutron star, kicked out by the asymmetric explosion and moving away from the site of the original supernova at about 600 miles per second.",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/puppisa_rosat_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Supernova Remnant and Neutron Star",
    "url": "https://apod.nasa.gov/apod/image/9611/puppisa_rosat.gif"
  },
  {
    "date": "1996-11-15",
    "explanation": "Observational astronomy has recently provided evidence of the existence of massive Jupiter-sized planets orbiting distant suns, protoplanetary disks of gas and dust surrounding newly formed stars, and planetary bodies orbiting exotic stellar corpses known as pulsars. Indeed, the formation of planets seems to be a broader and more varied phenomenon than previously imagined. Are there nearby solar systems with Earth-sized planets as well? Many would answer yes, but small, relatively low mass planets orbiting sunlike stars - which might be capable of supporting life - are extremely difficult to detect. One possible approach to this daunting observational problem is to regularly monitor the light from many solar-type stars, searching for the slight decrease in brightness which signals the transit of a small planet in front of the stellar disk. A proposal for a space-based instrument to engage in such a program, the Kepler Mission, is illustrated above. In this concept, the monitoring space telescope orbits the Sun, slowly drifting away from Earth. The goal of this mission would be to discover Earth-sized planets in the habitable zone of solar-type stars, taking a step toward answering the profound question - Does life exist on other worlds beyond our Solar System?  Watch the Leonid Meteor Shower this weekend!",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/keplersatellite_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Searching For Solar Systems",
    "url": "https://apod.nasa.gov/apod/image/9611/keplersatellite.gif"
  },
  {
    "date": "1996-11-16",
    "explanation": "Tonight thousands of icy rocks will hurl toward\r Earth in a fascinating display of light called the Leonid Meteor Shower.\r There is little danger - few will reach the ground. But this\r year's Leonids\r could be nothing compared to the Leonids in 1998.\r Then, the Leonids might rival any meteor storm this century,\r with peak rates possibly toping 40 per second. Meteor showers\r result from debris left by passing comets.\r The Leonids specifically are small pieces of Comet Tempel-Tuttle.\r In the above series of time-lapse, 1-minute exposures,\r a 1995 Leonid is seen to leave a train of hot air that glowed\r persistently for several minutes. \r",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/leonidtrain_pj_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Leonid Meteor Shower (Tonight)\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9611/leonidtrain_pj.gif"
  },
  {
    "date": "1996-11-17",
    "explanation": "The bright object in the center of the false color image above is quasar 3C279 viewed in gamma-rays, photons with more than 40 million times the energy of visible light. Like all quasars, 3C279 is a nondescript, faint, starlike object in the visible sky. Yet, in June of 1991 a gamma-ray telescope onboard NASA's orbiting Compton Gamma Ray Observatory unexpectedly discovered that it was one of the brightest objects in the gamma-ray sky. Shortly after this image was recorded the quasar faded from view at gamma-ray energies. Astronomers are still trying to understand what causes these enigmatic objects to flare so violently. Another quasar, 3C273, is faintly visible above and to the right of center.",
    "hdurl": "https://apod.nasa.gov/apod/image/gamma_3c279_egret.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Quasar in the Gamma-Ray Sky",
    "url": "https://apod.nasa.gov/apod/image/gamma_3c279_egret.gif"
  },
  {
    "date": "1996-11-18",
    "explanation": "Something strange happened to this galaxy,\r but what? M82\r is a nearby galaxy in the group of galaxies\r dominated by itself, M81, and NGC 3077.\r M82 is thought by some to be limping away from a close encounter\r with M81.\r This galactic collision\r might have stirred up the inner stars and gas in M82,\r causing the unusual dark lanes of dust\r visible in the above photograph. M82\r is a starburst galaxy with a very\r active center containing star clusters far brighter\r than any in our own Milky Way Galaxy.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/m82_cfa_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual M82: The Cigar Galaxy\r\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/9611/m82_cfa.gif"
  },
  {
    "date": "1996-11-19",
    "explanation": "Our universe is a very dusty place. Dust\r usually shows its presence by blocking out light emitted from\r stars or nebula behind it, sometimes creating the illusion of a horse's head or a sombrero hat.\r But nobody really knows what a typical interstellar dust grain\r looks like. By studying how dust absorbs, emits, and reflects\r light, astronomers do know that interstellar dust is much different\r than the cell and lint based dust found around a typical house.\r Interstellar dust\r grains are composed mostly\r of carbon, silicon, and oxygen\r and are usually less than about 1/1000 of a millimeter across.\r Recent work indicates that most dust grains are not spherical.\r The above picture shows the result of a fractal adhesion model\r for dust grains involving random conglomerates of spherical compounds\r of different properties, here artificially highlighted by different\r colors. \r",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/fractaldust_elw_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fractal Interstellar Dust Up-Close\r\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/9611/fractaldust_elw.gif"
  },
  {
    "date": "1996-11-20",
    "explanation": "What mysteries might be solved by peering\r into this crystal ball? This crystal ball is quite unusual because\r it is actually a moon of Jupiter,\r the crystals are ice-crystals, and the ball is not only dirty\r and opaque but cracked beyond repair. Nevertheless, speculation\r is rampant that oceans exist under these tortured ice-plains\r that could support life. Europa,\r the smallest of Jupiter's Galilean moons,\r was photographed last month in natural color by the robot spacecraft Galileo,\r now in orbit around Jupiter.\r The brown patches are what one might think: dirt -- tainting\r an otherwise white ice-crust.  Europa,\r nearly the same size as Earth's Moon,\r similarly keeps one face toward its home planet. The hemisphere\r of Europa\r shown above is the one that always trails. Why is Europa's\r surface the smoothest in the Solar System?\r Where are Europa's craters?\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/europafullface_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Europa Full Face\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9611/europafullface_gal.gif"
  },
  {
    "date": "1996-11-21",
    "explanation": "Will the Sun one day look like - a blue snowball?\r Maybe! The Blue Snowball is a planetary nebula\r - and in 5 billion years the Sun\r will throw off its outer layers and go through a planetary nebula\r phase. A star can appear \"normal\" only so long as there\r are sufficient nuclear reactions in its core. Soon thereafter,\r gravity will win out and compress the stellar core to higher temperatures.\r Eventually the core becomes a white dwarf.\r These high temperatures somehow cause the expulsion of star's\r outer layers, creating a planetary nebula\r such as the Blue Snowball\r pictured above. Although the Blue Snowball, also known as NGC\r 7662, does appear blue, the above picture's colors\r are not real and were chosen to highlight the emission of certain\r ions in the nebula. Many things are still not known about planetary nebula,\r including details of the physical mechanism that creates the nebula,\r and the reason for fast knots of gas in the outer regions known\r as fliers.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/bluesnowball_hst.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Blue Snowball Planetary Nebula\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9611/bluesnowball_hst.gif"
  },
  {
    "date": "1996-11-22",
    "explanation": "Planetary nebulae are strange. First, they\r are gas clouds and have nothing to do with our Solar System's\r planets. Next, although hundreds of planetary nebulae\r have been catalogued and thousands surely exist in our Galaxy,\r aspects of the formation process are still debated. But now yet\r another mystery has come to light: what created the fast-moving\r gas clouds that appear around planetary nebula?\r Dubbed FLIERs\r for Fast Low-Ionization Emission Regions, these knots of dense\r gas appear to have been ejected from the central star before\r it cast of the planetary nebula. Currently, no model can account\r for either their formation or longevity. In the above false-color picture\r of NGC 7662, the Blue Snowball Planetary Nebula,\r the FLIERs are featured in the image inserts. \r",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/bluefliers_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fliers Around the Blue Snowball Nebula\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9611/bluefliers_hst.gif"
  },
  {
    "date": "1996-11-23",
    "explanation": "Gamma Ray Bursts (GRBs) pose one of the greatest\r mysteries of modern astronomy. About once a day, the gamma-ray sky\r lights up with a spectacular explosion. No one knows what causes\r these explosions or even how far away they are. The above map\r represents the entire sky in coordinates\r centered on our Galaxy, the Milky Way.\r It shows the positions of over 800 of these mysterious bursts\r of energy detected by the BATSE\r instrument on board NASA's Compton Gamma Ray Observatory.\r Before BATSE, most astronomers thought that most GRBs\r occurred in the disk of our Galaxy, but the above sky map shows\r little sign of this. The distance scale of GRBs\r was the topic of a historic debate\r in April 1995. The positions in the above map are currently being\r studied in great detail in an effort to uncover a clue about the\r nature of GRBs.\r In the above 3B\r map created by R. Nemiroff, spot size is proportional to peak\r flux and spot color is indicative of hardness. \r",
    "hdurl": "https://apod.nasa.gov/apod/image/grb3map.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gamma Ray Bursts from the Unknown\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/grb3map.gif"
  },
  {
    "date": "1996-11-24",
    "explanation": "Apollo 12\r was the second mission to land humans on the Moon.\r The landing site was picked to be near the location of Surveyor\r 3, a robot spacecraft that had landed on the moon three years\r earlier. Pictured above, Apollo 12\r astronauts Conrad\r and Bean retrieve parts from the Surveyor.\r The Lunar Module is visible in the\r distance. Apollo 12 brought back many photographs\r and moon rocks. Among the milestones made by Apollo 12\r was the deployment of the Apollo Lunar Surface Experiments Package,\r which carried out many experiments including one that measured\r the solar wind.",
    "hdurl": "https://apod.nasa.gov/apod/image/survey_ap12.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 12 Visits Surveyor 3\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/survey_ap12.gif"
  },
  {
    "date": "1996-11-25",
    "explanation": "QUASARs (QUASi-stellAR objects) lie near the edge of the observable Universe. Discovered in 1963, astronomers were astounded - to be visible at such extreme distances of billions of light-years they must emit prodigious amounts of energy. Where does the energy come from? Many believe the quasar's central engine is a giant black hole fueled by tremendous amounts of infalling gas, dust, and stars. This recently released gallery of quasar portraits from the Hubble Space Telescope offers a look at their local neighborhoods: the quasars themselves appear as the bright star-like objects with diffraction spikes. The images in the center and right hand columns reveal quasars associated with disrupted colliding and merging galaxies which should provide plenty of debris to feed a hungry black hole. Yet, in the left hand column a quasar is seen at the center of an otherwise normal looking spiral (above) and elliptical galaxy. Whatever the secret of the quasar's energy, all these sites must provide fuel for its central engine.",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/qsohosts_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Quasar Portrait Gallery\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9611/qsohosts_hst.jpg"
  },
  {
    "date": "1996-11-26",
    "explanation": "Tune your radio telescope to 408MHz (408 million cycles per second) and check out the Radio Sky! You should find that frequency on your dial somewhere between US broadcast television channels 13 and 14. In the 1970s large dish antennas at three radio observatories, Jodrell Bank, MPIfR, and Parkes Observatory, were used to do just that - the data were combined to map the entire sky. Near this frequency, cosmic radio waves are generated by high energy electrons spiraling along magnetic fields. In the resulting false color image, the galactic plane runs horizontally through the center, but no stars are visible. Instead, many of the bright sources near the plane are distant pulsars, star forming regions, and supernova remnants, while the grand looping structures are pieces of bubbles blown by local stellar activity. External galaxies like Centaurus A, located above the plane to the right of center, and the LMC (below and right) also shine in the radio sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/408_allsky_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Radio Sky: Tuned to 408MHz\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9611/408_allsky.gif"
  },
  {
    "date": "1996-11-27",
    "explanation": "Storm clouds, similar to the familiar cumulonimbus thunderheads of Earth, appear to be present on Jupiter. The mosaic of images above shows the region near the raging edge of Jupiter's Great Red Spot, itself some 2 to 3 Earths wide, as observed by the Galileo spacecraft in June of this year. The false colors represent altitude. Low altitude clouds are blue, high, thick clouds are white and high, thin clouds are pink, with the box at the upper right containing the high cloud features likened to the storm clouds of Earth. Scientists speculate that these features are evidence for an abundance of water in at least some regions of Jupiter's atmosphere. On Earth, atmospheric water vapor plays an important role in driving winds - this could well be true on Jupiter, where winds reach up to 300 miles per hour.",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/stormclouds_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Storm Clouds Over Jupiter\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9611/stormclouds_gal.jpg"
  },
  {
    "date": "1996-11-28",
    "explanation": "In a cartwheel-shaped galaxy far, far away, huge comet-shaped clouds of gas have been discovered racing through the nucleus at about 700,000 miles per hour. The aptly named Cartwheel Galaxy is actually about 500 million light years distant, its suggestive shape created by a head-on collision with a smaller galaxy. Researchers studying this disrupted galaxy using Hubble Space Telescope data recently discovered immense gaseous structures with heads a few hundred light years across and tails thousands of light years long. The fast moving dense gas clouds appear as blue comet-like shapes, mostly along the upper edge of the nucleus, in this false color close-up of the Cartwheel's central region. Their shape, like a boat's bow wave, was probably created by the dense clouds moving through less dense material.",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/cartcomp_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet-like Clouds in the Cartwheel Galaxy\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9611/cartcomp_hst.jpg"
  },
  {
    "date": "1996-11-29",
    "explanation": "Is Io the solar system's Fissure King? Well, probably not ... but it is the most active volcanic moon. Active volcanoes on Jupiter's moon Io were a surprise discovery of the Voyager missions of the late 1970s. The extent of Io's volcanic activity today is being investigated close-up by the Galileo spacecraft currently exploring the Jovian system. The two frames above show a roughly 300 mile square area around the Io volcano called Marduk. The left-hand view of Marduk was made by Voyager in 1979, the right-hand view by Galileo earlier this year. A comparison reveals that dramatic changes have occured, including the creation of a dark, linear feature running diagonally through the Galileo image that is probably a huge volcanic fissure.",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/iomarduk_gal.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io: The Fissure King?\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9611/iomarduk_gal.jpg"
  },
  {
    "date": "1996-11-30",
    "explanation": "Sailing upside down, 115 nautical miles above Earth, the crew of the Space Shuttle Endeavour made this spectacular time exposure of the southern aurora (aurora australis) in October of 1994. The aurora, also known as the northern and southern lights, appear as luminous bands or streamers of light which can extend to altitudes of 200 miles. They are typically visible from the Earth's surface at high latitudes and are caused by high energy particles from the Sun. The delicate colors are caused by energetic electrons colliding with oxygen and nitrogen in the atmosphere.  In this picture, the rear structure of the Space Shuttle is visible in the foreground with the vertical tail fin pointed toward Earth. Star trails are visible as small streaks above Earth's horizon.",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/aurora_shuttletail_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Astern\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9611/aurora_shuttletail.jpg"
  },
  {
    "date": "1996-12-01",
    "explanation": "As the Earth spins on its axis, the sky seems to rotate around us. This motion produces the beautiful concentric arcs traced out by the stars in this time exposure of the night sky. In the middle of the picture is the North Celestial Pole (NCP), easily identified as the point in the sky at the center of all the star trail arcs. The very short bright trail near the NCP was made by the star Polaris, commonly known as the North Star.",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/northtrails_malin.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Trails in Northern Skies\n\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/9612/northtrails_malin.jpg"
  }
]
