[
  {
    "copyright": "STScIAAO",
    "date": "1996-08-01",
    "explanation": "You are flying through space and come to ... the Hydra Cluster of Galaxies. Listed as Abell 1060, the Hydra Cluster contains well over 100 bright galaxies.  Clusters of galaxies are the largest gravitationally-bound objects in the universe. All of the bright extended images in the above picture are galaxies in the Hydra Cluster with the exception of unrelated  diffraction crosses centered on bright stars. Several proximate clusters and galaxy groups might together create an even larger entity - a supercluster - but these clumps of matter are not (yet) falling toward each other. In fact, the Hydra cluster is thought to be part of the Hydra-Centaurus Supercluster of galaxies. Similarly, our own Milky Way Galaxy is part of the Local Group of Galaxies which is part of the Virgo Supercluster of Galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/hydra_poss.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Hydra Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/hydra_poss.gif"
  },
  {
    "date": "1996-08-02",
    "explanation": "Imagine a hurricane that lasted for 300 years! Jupiter's Great Red Spot indeed seems to be a giant hurricane-like storm system rotating with the Jovian clouds. Observed in 1655 by Italian-French astronomer Jean-Dominique Cassini it is seen here over 300 years later - still going strong - in a mosaic of recent Galileo spacecraft images. The Great Red Spot is a cold, high pressure area 2-3 times wider than planet Earth. Its outer edge rotates in a counter clockwise direction about once every six days. Jupiter's own rapid rotation period is a brief 10 hours. The Solar System's largest gas giant planet, it is presently well placed for evening viewing. (APOD thanks to Alan Radecki for assembling a preliminary mosaic from the Galileo imagery!)",
    "hdurl": "https://apod.nasa.gov/apod/image/juprs_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galileo, Cassini, and the Great Red Spot",
    "url": "https://apod.nasa.gov/apod/image/juprs_gal.gif"
  },
  {
    "date": "1996-08-03",
    "explanation": "What makes the colors in Jupiter's clouds? With a mean temperature of 120 degrees Kelvin (-153 degrees Celsius) and a composition dominated by Hydrogen (about 90%), and Helium (about 10%) with a smattering of hydrogen compounds like methane and ammonia, astronomers have been hard pressed to explain the blue, orange and brown cloud bands and the salmon colored \"red\" spot. Trouble is -- at the cool cloud temperatures Jupiter's atmospheric constituents should be colorless! Some suggest that more colorful hydrogen compounds well up from warmer regions in the atmosphere, tinting the cloud tops. Alternatively, compounds of trace elements like sulfur may color the clouds. The colors do indicate the clouds' altitudes, blue is lowest through red as highest. The dark colored bands are called belts and the light colored ones zones. In addition to the belts and zones, the Voyager missions revealed the presence of intricate vortices visible, for example, in this 1979 image from the Voyager I flyby. Centuries of visual observations of Jupiter have revealed that the colors of its clouds are ever changing.",
    "hdurl": "https://apod.nasa.gov/apod/image/jupclouds_vgr_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter's Colorful Clouds",
    "url": "https://apod.nasa.gov/apod/image/jupclouds_vgr.gif"
  },
  {
    "date": "1996-08-04",
    "explanation": "A bird? A plane? No, but pictured here is something physically much larger, flying much higher, and moving much faster than either of these. It is, in fact, a Seyfert type 2 spiral galaxy. The \"S\" is actually a lane of stars, gas and dust circling the core. Designated NGC 3393, the bright core makes this galaxy a Seyfert and the infrared glow of central dust help distinguish it as \"type 2.\" Seyfert galaxies have extremely energetic nuclei similar to more powerful quasars.  Seyferts are thought to have black holes in their centers. Most of the lines and small spots in this image are due to cosmic rays striking the imager and are unrelated to structure in the galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/ngc3393_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3393: A Super Spiral?",
    "url": "https://apod.nasa.gov/apod/image/ngc3393_hst.gif"
  },
  {
    "date": "1996-08-05",
    "explanation": "Jupiter's moon Io has active volcanoes. The Voyager spacecraft caught several erupting when they passed the energetic moon in 1979. In the above picture, several of Io's volcanoes are visible and one is seen actually erupting. Debris from this explosive event can be seen on the upper left of the photo, just beyond Io's edge.  Io's volcanism is thought to be caused by the large tidal distortions raised by Jupiter, Europa, and Ganymede. These tides stretch Io, cause internal friction, and thus heat the interior. The hot interior then expands and forces its way out through volcanoes. Currently, the spacecraft Galileo is orbiting Jupiter and photographing Jupiter's Galilean moons.",
    "hdurl": "https://apod.nasa.gov/apod/image/iovol_vgr_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Erupting Volcanoes on Io",
    "url": "https://apod.nasa.gov/apod/image/iovol_vgr.gif"
  },
  {
    "date": "1996-08-06",
    "explanation": "Is there life beneath Europa's frozen surface? Some believe the oceans found there of carbon-enriched water are the best chance for life, outside the Earth, in our Solar System. Europa, the fourth largest moon of Jupiter, was recently discovered to have a thin oxygen atmosphere by scientists using the Hubble Space Telescope. Although Earth's atmospheric abundance of oxygen is indicative of life, astronomers speculate that Europa's oxygen arises purely from physical processes. But what an interesting coincidence! The above picture was taken by a Voyager spacecraft in 1979, but the spacecraft Galileo is currently circling Jupiter and has been photographing Europa. The first of these pictures will be released two days from today. Will they show the unexpected?  Late News: NASA to Release New Europa and Jupiter Pictures Thursday  More Late News: New Evidence Suggests Microscopic Life Existed on Mars",
    "hdurl": "https://apod.nasa.gov/apod/image/europa2_vgr.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Europa: Oceans of Life?",
    "url": "https://apod.nasa.gov/apod/image/europa2_vgr_big.gif"
  },
  {
    "date": "1996-08-07",
    "explanation": "Today a team of NASA and Stanford scientists announced the discovery of strong circumstantial evidence that microscopic life once existed on Mars. Dr. David McKay, Dr. Everett Gibson, and Kathie Thomas-Keprta of Lockheed-Martin, all from (NASA /JSC), and Dr. Richard Zare (Stanford) have led a team that has found chemical evidence for past life on Mars - including what they interpret as possible microscopic fossil remains (tube-like structures pictured above) - in a meteorite thought to have originated on Mars. A small fraction of the many meteorites that fall to Earth from space have composition similar to the Martian surface. Many scientists believe that these meteorites are indeed Martian rocks that have been catapulted into space during a catastrophic event on Mars, such as an asteroid impact.  The escaped rocks would then circle the inner Solar System, some of them falling to Earth.  The meteorite containing the evidence landed on Earth 13,000 years ago, but may indicate a life-form that existed on Mars billions of years ago. The team's findings will be published in the August 16 issue of Science Magazine. Even skeptical scientists look forward to future research confirming or refuting these exciting claims.",
    "hdurl": "https://apod.nasa.gov/apod/image/marslife_96-12299.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Early Microscopic Life on Mars?",
    "url": "https://apod.nasa.gov/apod/image/marslife_96-12299.gif"
  },
  {
    "date": "1996-08-08",
    "explanation": "Alien! Alien? Is this what an ancient Martian looked like? The tube-like form on the above highly magnified image is now believed by many to be a fossil of a simple Martian organism that lived over 3.6 billion years ago. If this extraordinary claim is true, this alien could hardly have been less intimidating as its fossil measures less than 1/100th the width of a human hair. A reconstruction of events indicates that the meteorite that housed this potential fossil was catapulted from Mars during a huge impact 16 million years ago and fell to Earth's Antarctica only 13,000 years ago.  Evidence supporting this claim of early Martian life includes organic molecules and mineral features characteristic of biological activity found in the meteorite. NASA missions to Mars in the next few years include Mars Global Surveyor and Mars Pathfinder, which may uncover data that help confirm or refute this exciting claim.",
    "hdurl": "https://apod.nasa.gov/apod/image/marslife_96-12609.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pictured: An Ancient Martian?",
    "url": "https://apod.nasa.gov/apod/image/marslife_96-12609.gif"
  },
  {
    "date": "1996-08-09",
    "explanation": "From a radiant point in the constellation of Perseus, Comet Swift-Tuttle presents -- The Perseid Meteor Shower -- coming to your night sky this weekend! A bookish E. C. Herrick of New Haven, Connecticut correctly suspected in 1837 that this meteor shower was an annual event. Indeed it is now known to be a regular August shower caused by the yearly passage of the Earth through the orbiting debri left behind by periodic comet Swift-Tuttle. Since the bits of comet debri are moving along parallel orbits, on entering the atmosphere they leave fiery trails which appear to originate from a common radiant point in the sky, in this case in the constellation of Perseus. Dramatically illustrated in this composite video image made using MOVIE, meteors from the 1994 Perseids streak across the sky framed by the three bright stars of the asterism known as the \"Summer Triangle\". The image shows bright Perseids recorded that year from August 9 through 14. Here the trails appear nearly parallel as the camera was centered on the sky about 90 degrees from the radiant point. This year, European and North American observers should be able to view the shower near its maximum, about 90 meteors per hour, early Monday morning August 12, but the shower should be enjoyable on clear weekend nights (August 10,11) as well. After midnight is generally the best time for viewing. What's the best way to enjoy a meteor shower? Get a warm jacket and a comfortable lawnchair ... go outside and look up.",
    "hdurl": "https://apod.nasa.gov/apod/image/perseids_movie_orig.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Perseid Meteor Shower",
    "url": "https://apod.nasa.gov/apod/image/perseids_movie.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard",
    "date": "1996-08-10",
    "explanation": "Spiral galaxy M66 is largest galaxy in the a group known as the Leo Triplet. M66 is somewhat peculiar because of its asymmetric spiral arms. Usually dense waves of gas, dust, and newly formed stars - called spiral density waves - circle a galactic center and create a symmetric galaxy. Gravity from nearby Leo Triplet neighbor M65, however, has probably distorted this galaxy. In M66, intricate long dust lanes are seen intertwined with the bright stars that light up the spiral arms. Recent research indicates that M66 is unusual in that older stars are thought to heat up the dust in the galaxy's central bulge - a job attributed to young and hot stars in many other galaxies. M66 is famous for a powerful \"Type Ia\" supernova that was observed in 1989. Stellar explosions like this are thought nearly identical and so by noting how bright they appear, astronomers can estimate their true distance - and therefore calibrate the scale of the universe!",
    "hdurl": "https://apod.nasa.gov/apod/image/m66_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual Spiral Galaxy M66",
    "url": "https://apod.nasa.gov/apod/image/m66_aat_big.gif"
  },
  {
    "copyright": "B. Wallis and R. \nProvin",
    "date": "1996-08-11",
    "explanation": "What slithers there? The dark curly lanes visible in part of the constellation Ophiuchus belong to the Snake Nebula. The Snake Nebula is a series of dark absorption clouds.  Interstellar dust grains - composed predominantly of carbon - absorb visible starlight and reradiate much of it in the infrared. Infrared is a band of light so red humans can't see it.  This absorption causes stars in the background to be blocked from our view - and hence the appearance of noticeable voids on the sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/snake_wp_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Snake Nebula in Ophiuchus",
    "url": "https://apod.nasa.gov/apod/image/snake_wp.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard",
    "date": "1996-08-12",
    "explanation": "Spiral galaxy M65 is a normal spiral galaxy not unlike our own Milky Way. In fact, M65 is a typical spiral galaxy of a type that could be found anywhere in the local universe. Given a morphological type of \"Sa\", M65 shows tightly wrapped spiral arms and a large nuclear central bulge. The central bulge stars are older and redder than disk stars, which appear more blue. Stars in the bulge of the our own Milky Way Galaxy are also typically older and redder than stars in the disk where our Sun resides. M65 is a member of the Leo Triplet of galaxies, along with its neighbors M66 and NGC 3628. Although it appears that M65's gravity has distorted M66's symmetry, M65's symmetry seems unaffected by M66. M65 is located roughly 35 million light years away, so that light recorded today left after the fall of the dinosaurs but when many land mammals were just evolving on Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/m65_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Leo Triplet Spiral Galaxy M65",
    "url": "https://apod.nasa.gov/apod/image/m65_aat_big.gif"
  },
  {
    "date": "1996-08-13",
    "explanation": "Voyager spacecraft images of Europa's surface, like the one above, are suggestive of sea ice on Earth. The criss-crossing dark streaks may indeed be cracks in its ice-covered surface caused by Jupiter's tidal stresses accompanied by the freezing and expansion of an underlying layer of water. This tantalizing prospect of oceans of liquid water beneath its frozen surface has helped make the smallest of the Galilean moon's of Jupiter a planned focus of the Galileo spacecraft's ongoing mission to explore the Jovian system. New Europa images and results from the Galileo mission were released today revealing details which further suggest that Europa's icy surface was once - and may still be - supported on slush or liquid water.",
    "hdurl": "https://apod.nasa.gov/apod/image/europa3_vg_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Europa's Surface",
    "url": "https://apod.nasa.gov/apod/image/europa3_vg.gif"
  },
  {
    "date": "1996-08-14",
    "explanation": "Details of the crazed cracks criss-crossing Europa's frozen surface are apparent in this mosaic of the Galileo spacecraft's latest images of Jupiter's ice-covered moon. Curious white stripes, also seen by Voyager, are clearly visible marking the center of the wide dark fractures.  One theory suggests that \"dirty geysers\" erupting along the cracks deposited darker material followed by a flow of cleaner water ice which produced the stripe. The above image also shows an impact crater about 18.5 miles in diameter surrounded by white ejecta (lower left) and a curving x-pattern at bottom left which suggests fractures between icy plates filled with slush frozen in place.  Is there now or was there ever liquid water beneath Europa's surface? These latest results still hold out that possibility -- and so the possibility of life. Europa, along with Mars and Saturn's moon Titan is considered to be one of the few places in our Solar System, beyond Earth, where primitive life forms could have developed. Galileo's close flyby of this tantalizing moon is scheduled for December of this year.",
    "hdurl": "https://apod.nasa.gov/apod/image/europa1_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galileo Explores Europa",
    "url": "https://apod.nasa.gov/apod/image/europa11_gal.gif"
  },
  {
    "date": "1996-08-15",
    "explanation": "Io's surface is active. Geyser-like eruptions from volcanoes on this Jovian moon were seen by both Voyager spacecraft in 1979 and were also spotted this year in late June by Galileo's camera from a distance of about 600,000 miles.  The blue plume seen at the moon's edge (magnified in the inset) arises from Ra Patera, a large shield volcano, and extends about 60 miles above the surface. The blue color is attributed to condensing and freezing sulfur dioxide gas. Galileo images have also revealed that the plume glows in the dark - perhaps due to fluorescence of excited sulfur and oxygen ions. Io's surface is cold, its temperature averages about -230 degrees Fahrenheit, so why is it so active? The most likely cause is the gravitational tug of war over Io between Jupiter and the other Galilean moons which perturbs Io's orbit. The orbital changes would result in tidal force variations heating Io's interior and and generating the sulfurous volcanic activity.",
    "hdurl": "https://apod.nasa.gov/apod/image/iovol2_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galileo Views Io Eruption",
    "url": "https://apod.nasa.gov/apod/image/iovol2_gal.gif"
  },
  {
    "date": "1996-08-16",
    "explanation": "The nebula cataloged as NGC 604 is a giant star forming region, 1500 light years across, in the nearby spiral galaxy, M33. Seen here in a snapshot by the Hubble Space Telescope, over 200 newly formed, hot, massive, stars are scattered within a cavern-like, gaseous, interstellar cloud. The stars irradiate the gas with energetic ultraviolet light stripping electrons from atoms and exciting them - producing a characteristic nebular glow. The details of the nebula's structure hold clues to the mysteries of star formation and its effect on the evolution of galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/ngc604_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 604: Giant Stellar Nursery in M33",
    "url": "https://apod.nasa.gov/apod/image/ngc604_hst.gif"
  },
  {
    "date": "1996-08-17",
    "explanation": "The famous Martian meteorite pictured above houses microscopic structures interpreted by many as fossils of ancient Martian life.  How do you find a meteorite from Mars here on Earth? On a typical day, several large rocks fall to Earth from space, usually winding up in the oceans. If they do not burn up in the Earth's atmosphere they are called meteorites. (Danger from falling meteorites is rare: the average person would have to repair meteorite damage to their home about every 100 million years.) Most meteorites falling on land are never located or identified - appearing similar to other rocks to the untrained eye. In certain places in Antarctica, however, meteorites stand out from the white frozen ice and snow beneath them, as if they were just left yesterday. When the above meteorite was found in Antarctica, it was considered unusual because of its grey color. So far, about 12 Martian meteorites of similar mineral compostion have been found. One of these contains minute pockets of gases identical in isotopic composition to the Martian atmosphere as determined from the Viking measurements - implying the rocks indeed originated on Mars. These Martian meteorites are typically 1.3 billion years old or less, however, the one containing the potential microfossils appears to have an age of about 4.5 billion years.",
    "hdurl": "https://apod.nasa.gov/apod/image/meteorite_mars_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Meteorite From Mars",
    "url": "https://apod.nasa.gov/apod/image/meteorite_mars.gif"
  },
  {
    "date": "1996-08-18",
    "explanation": "Here is a rather typical quasar. But since quasars are so unusual it is quite atypical of most familiar objects. Of the two bright objects in the center of this photo, the quasar is on the left. The bright image to quasar's right is a star, the faint object just above the quasar is an elliptical galaxy, with an apparently interacting pair of spiral galaxies near the top. Quasars appear as unresolved points of light, as do stars, and hence quasars were thought to be a type of star until the 1960s. We now know that the brightest quasars lie far across the visible universe from us, and include the most distant objects known. Quasars may occupy the centers of galaxies and may even be much brighter than their host galaxies. In fact, the centers of many nearby galaxies have similarities to quasars - including the center of our own Milky Way Galaxy. The exact mechanism responsible for a quasar's extreme brightness is unknown, but thought to involve  supermassive black holes. This picture represents a milestone for the six-year-old Hubble Space Telescope as it was picture number 100,000, taken on June 22, 1996.",
    "hdurl": "https://apod.nasa.gov/apod/image/qsomile_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Milestone Quasar",
    "url": "https://apod.nasa.gov/apod/image/qsomile_hst.gif"
  },
  {
    "date": "1996-08-19",
    "explanation": "Welcome to Planet Earth, the third planet from a star named the Sun. The Earth is shaped like a sphere and composed mostly of rock. Over 70 percent of the Earth's surface is water.  The planet has a relatively thin atmosphere composed mostly of nitrogen and oxygen.  Earth has a single large Moon which is about 1/4 of its diameter and, from the planet's surface, is seen to have almost exactly the same angular size as the Sun. With its abundance of liquid water, Earth supports a large variety of life forms, including potentially intelligent species such as dolphins and humans. Please enjoy your stay on Planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/earth_1_apollo17_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Welcome to Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/earth_1_apollo17.gif"
  },
  {
    "date": "1996-08-20",
    "explanation": "Ribbons of red-glowing gas and dark dust surround massive young stars in this close-up of the Lagoon Nebula taken by the Hubble Space Telescope. The Lagoon Nebula is relatively close and bright - it appears larger than the Full Moon and is visible even without a telescope. Light takes about 5000 years to reach here from there. The Lagoon Nebula houses the open star cluster M8.  This photograph is combination of exposures taken in the red, green and ultraviolet. The unusual bright central part of the Lagoon Nebula (lower left in this image) is known as the Hourglass Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/lagoon_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Close-Up of the Lagoon Nebula",
    "url": "https://apod.nasa.gov/apod/image/lagoon_hst.gif"
  },
  {
    "date": "1996-08-21",
    "explanation": "In the central part of the Lagoon Nebula lies the above pictured Hourglass Nebula. In this region of recent star formation, obscuring dark lanes of dust permeate the red-glowing hydrogen gas. Blocking some of the gas cloud from our view, they chance to create a glowing shape that appears from our vantage point like an hourglass. In the upper right of this picture from the Hubble Space Telescope is a bright young blue star from the open cluster NGC 6530 - visible below center in yesterday's APOD. A recent study of the Lagoon Nebula (M8), has shown that this emission nebula houses large magnetic fields and unusually large dust particles.",
    "hdurl": "https://apod.nasa.gov/apod/image/hourglass_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Close-Up of the Lagoon's Hourglass",
    "url": "https://apod.nasa.gov/apod/image/hourglass_hst.gif"
  },
  {
    "date": "1996-08-22",
    "explanation": "Is this one galaxy or two? Analysis of Arp 230 has shown evidence that this seemingly single spiral galaxy is actually the result of the recent collision of two spiral galaxies. The slow motion collision took place over about 100 million years and induced a burst of star formation that has begun to subside. The collision apparently had many similarities to the colliding galaxy sequence in the IMAX movie \"Cosmic Voyage.\"",
    "hdurl": "https://apod.nasa.gov/apod/image/arp230_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Arp 230: Two Spirals in One?",
    "url": "https://apod.nasa.gov/apod/image/arp230_hst.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard",
    "date": "1996-08-23",
    "explanation": "Hot Blue stars shine brightly in this beautiful, recently formed galactic or \"open\" star cluster. Open cluster NGC 3293 is located in the constellation Carina, lies at a distance of about 8000 light years, and has a particularly high abundance of these young bright stars. A study of NGC 3293 implies that the blue stars are only about 6 million years old, whereas the cluster's dimmer, redder stars appear to be about 20 million years old. If true, star formation in this open cluster took at least 15 million years. Even this amount of time is short, however, when compared with the billions of years stars like our Sun live, and the over-ten billion year lifetimes of many galaxies and our universe. NGC 3293 appears just in front dense dust lane emanating from the Carina Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/ngc3293_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3293: A Bright Young Open Cluster",
    "url": "https://apod.nasa.gov/apod/image/ngc3293_aat_big.gif"
  },
  {
    "date": "1996-08-24",
    "explanation": "What causes the center of this barred spiral galaxy to light up brighter than almost anything in the universe? The quasar there is a good fraction of the way across our observable universe but appears so bright that astronomers had to use the high resolving power of the Hubble Space Telescope (HST) just to see the host galaxy.  HST then resolved something very interesting. Not only was QSO 1229+204 at the core of an unusual barred spiral galaxy, but this galaxy was in the process of colliding with a dwarf galaxy.  Gas from this collision quite possibly fuels a supermassive black hole causing QSO 1229+204 to shine so brightly.",
    "hdurl": "https://apod.nasa.gov/apod/image/qso1229_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Why is QSO 1229+204 so Bright?",
    "url": "https://apod.nasa.gov/apod/image/qso1229_hst.gif"
  },
  {
    "date": "1996-08-25",
    "explanation": "The Luna 9 spacecraft above performed the first soft landing on another planetary body. Following a series of failures, the Soviet probe touched down in the Moon's Oceanus Procellarum region February 3, 1966. It accomplished this milestone in lunar exploration only shortly after the death of Sergei Korolev, the father of the Soviet Space Program. Reportedly, Korolev's colleagues wished to dedicate the Luna 9 mission to him but were unable to as his role as the Chief Designer was still a state secret. A pole, just visible extending at the lower left, sensed the impact with the lunar surface, triggering the spacecraft to eject the weighted, egg-shaped capsule (upper right). The 250 pound capsule then struck the surface, rolled upright, unfolded four spring actuated petals to steady itself, and transmitted the first views from the lunar surface back to Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/luna_9_unk_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Luna 9: First Soft Lander",
    "url": "https://apod.nasa.gov/apod/image/luna_9_unk.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard",
    "date": "1996-08-26",
    "explanation": "What's a Wolf-Rayet star, and how did it create that spherical bubble and sweeping arc? A Wolf-Rayet star is a star that originated with a mass over 40 times that of our Sun. An extremely hot, luminous star, it has since expelled shells of material through its strong stellar wind which could account for the bubble shaped nebula that surrounds it. But astronomers are unsure how the central Wolf-Rayet created both the bubble and the arc seen above, and even whether it acted alone in doing so. Together, this bubble and the arc are known as NGC 2359.",
    "hdurl": "https://apod.nasa.gov/apod/image/ngc2359_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Wolf-Rayet Star Bubble",
    "url": "https://apod.nasa.gov/apod/image/ngc2359_aat.gif"
  },
  {
    "date": "1996-08-27",
    "explanation": "What does the largest storm system ever recorded look like close-up? This storm system is Jupiter's Great Red Spot and it was captured recently in detail by the robot spacecraft Galileo now in orbit around Jupiter. Using real images from three color filters, the Galileo team was able to compute what a person would see if able to float just above this ancient rotating cloud system.  But don't get too close - remember that Jupiter's Great Red Spot is a cold, high pressure area more than twice as wide as planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/redspot_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galileo Zooms in on Jupiter's Red Spot",
    "url": "https://apod.nasa.gov/apod/image/redspot_gal.gif"
  },
  {
    "date": "1996-08-28",
    "explanation": "Will most stars one day look like this? Pictured above is the planetary nebula NGC 5882, captured by the Hubble Space Telescope.  Although planetary nebulae can appear similar to planets like Uranus and Neptune, they are actually gas clouds surrounding stars typically hundreds of light years away. Planetary nebula form when a typical star completes fusion in its core and ejects an outer envelope of gas - usually about 10 percent of the star's initial mass. This gas shell dims in about 50,000 years - short compared to the lifetimes of stars.  Therefore, although only about 1000 planetary nebula are known in our Galaxy, it is thought that most stars go through this phase.  Green light is emitted when oxygen ions acquire electrons from the surrounding gas.",
    "hdurl": "https://apod.nasa.gov/apod/image/ngc5882_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 5882: A Small Planetary Nebula",
    "url": "https://apod.nasa.gov/apod/image/ngc5882_hst.gif"
  },
  {
    "copyright": "B. Wallis and R. \nProvin",
    "date": "1996-08-29",
    "explanation": "What unusual eggs have been laid by this majestic swan?  The star forming region above, known as Swan Nebula, is the home of hot red-glowing gas, dark lanes of dust, bright young stars and -- what are those?  Of the few stars visible in the Swan Nebula, several have quite unusual colors and are  hypothesized to be very young stars still shrouded by gas from the cloud that formed them. The Swan Nebula is quite large and massive as it contains roughly 1000 times the mass of our Sun. The bright central region is about 15 light years across lies about 5000 light years away toward the constellation of Sagittarius. The distinctive shape causes this region to have several other names, including the Omega Nebula, the Horseshoe Nebula, and the Lobster Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/m17_wp_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M17: The Majestic Swan Nebula",
    "url": "https://apod.nasa.gov/apod/image/m17_wp.gif"
  },
  {
    "date": "1996-08-30",
    "explanation": "Galileo Galilei made a good discovery great. Upon hearing at age 40 that a Dutch optician had invented a glass that made distant objects appear larger, Galileo crafted his own telescope and turned it toward the sky. Galileo quickly discovered that our Moon had craters, that Jupiter had it's own moons, that the Sun has spots, and that Venus has phases like our Moon. Galileo, who lived from 1564 to 1642, made many more discoveries.  Galileo claimed that his observations only made sense if all the planets revolved around the Sun, as championed by Aristarchus and Copernicus, not the Earth, as was commonly believed then. The powerful Inquisition made Galileo publicly recant this conclusion, but today we know he was correct.",
    "hdurl": "https://apod.nasa.gov/apod/image/galileo_hist.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galileo Demonstrates the Telescope",
    "url": "https://apod.nasa.gov/apod/image/galileo_hist_big.gif"
  },
  {
    "date": "1996-08-31",
    "explanation": "Johannes Kepler used simple mathematics to describe how planets move. Kepler was an assistant to the most accurate astronomical observer of the time, Tycho Brahe.  Kepler was able to use Brahe's data to show that planets move in ellipses around the Sun (Kepler's First Law), that planets move proportionally faster in their orbits when they are nearer the Sun (Kepler's Second Law), and that more distant planets take proportionally longer to orbit the Sun (Kepler's Third Law). Kepler lived from 1571 to 1630, during the time of discovery of the telescope. Kepler was one of the few vocal supporters of Galileo's discoveries and the Copernican system of planets orbiting the Sun instead of the Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/kepler_hist_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Kepler Discovers How Planets Move",
    "url": "https://apod.nasa.gov/apod/image/kepler_hist.gif"
  },
  {
    "copyright": "European Southern Observatory",
    "date": "1996-09-01",
    "explanation": "What is the largest telescope in the world? In the optical, this title was long held by the Hale 200-inch, and is presently held by the Keck telescopes in Hawaii. But an even larger optical telescope is being built. Dubbed the Very Large Telescope (VLT), the European Southern Observatory (ESO) is building four 8.2-meter mirrors in Chile which together will act as a single telescope with a mirror diameter of over 16-meters. The first of these telescopes should be completed in 1997, and all four should be completed and working together sometime in the year 2000. The VLT will use active optics to create sub-arcsecond resolution. This, combined with the enormous light-gathering power, will allow astronomers to explore dim objects in our Galaxy and the early universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/vlt_eso.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "VLT: A New Largest Optical Telescope",
    "url": "https://apod.nasa.gov/apod/image/vlt_eso.gif"
  }
]
