[
  {
    "date": "1997-05-01",
    "explanation": "The center of our Milky Way Galaxy is full of surprises. Its latest spectacular is a mysterious cloud glowing in gamma rays produced by annihilating antimatter particles! Star Trek fans are all too familiar with the consequences of mixing matter (electrons) and antimatter (positrons) - the particles catastrophically annihilate converting their masses to energy according to Einstein's famous E=mc2. Positron/electron annihilation energy is emitted as gamma rays with photon energies of 511,000 electron volts. Searching for these high energy photons, the OSSE instrument onboard NASA's orbiting Compton Gamma Ray Observatory has recently produced this map of the Galactic Center (GC) region. As anticipated, it shows annihilation gamma rays as a bright spot at the GC with fainter horizontal emission from the galactic plane. Astoundingly, it also reveals a large and unexpected cloud of annihilation radiation, probably about 4,000 light years across, extending nearly 3,500 light years above the GC. What could have created this cloud? Associated with no previously known object, it seems to imply that a fountain of antimatter positrons streams from the GC. Present guesses about the source of the positrons include the violent and exotic environments surrounding starbirth, neutron star collisions, and black holes at the GC. Are there other such clouds in our Galaxy?",
    "hdurl": "https://apod.nasa.gov/apod/image/9705/gc511_osse_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Galactic Cloud of Antimatter\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9705/gc511_osse.jpg"
  },
  {
    "date": "1997-05-02",
    "explanation": "The life-cycles of stars help drive the ecology of our Galaxy, churning, processing, and redistributing matter. Massive stars reach a spectacular evolutionary endpoint - supernovae explosions which blast off their outer layers, violently merging stellar material with the gas and dust of the Milky Way. The supernova remnant IC 443 is typical of the aftermath. Seen in this false color X-ray image are the shocked, expanding shells of gas from a star which exploded thousands of years ago. Known to be interacting with galactic molecular clouds, the expanding supernova remnant was also recently discovered to have regions of intense higher energy X-ray emission (coded blue in this map) near the molecular cloud boundaries. This X-ray emission may indicate that electrons are being accelerated within the remnant, gaining in energy as they surf back and forth across the expanding shock wave. If so, IC 443 could also be one source of our Galaxy's puzzling high energy cosmic-rays.",
    "hdurl": "https://apod.nasa.gov/apod/image/9705/ic443_asca_orig.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Rays From IC 443\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9705/ic443_asca.jpg"
  },
  {
    "date": "1997-05-03",
    "explanation": "What are those strange blue objects? Many are images of a single, unusual, beaded, blue, ring-like galaxy which just happens to line-up behind a giant cluster of galaxies. Cluster galaxies here appear yellow and -- together with the cluster's dark matter -- act as a gravitational lens. A gravitational lens can create several images of background galaxies, analogous to the many points of light one would see while looking through a wine glass at a distant street light. The distinctive shape of this background galaxy -- which is probably just forming -- has allowed astronomers to deduce that it has separate images at 4, 8, 9 and 10 o'clock, from the center of the cluster. Possibly even the blue smudge just left of center is yet another image! This spectacular photo from HST was taken in October 1994. The first cluster lens was found unexpectedly by Roger Lynds (NOAO) and Vahe Petrosian (Stanford) in 1986 while testing a new type of imaging device.  Lensed arcs around this cluster, CL0024+1654, were first discovered from the ground by David Koo (UCO Lick) in 1988.",
    "hdurl": "https://apod.nasa.gov/apod/image/cl0024_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Giant Cluster Bends, Breaks Galaxy Images\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/cl0024_hst.gif"
  },
  {
    "date": "1997-05-04",
    "explanation": "In 1865 Jules Verne predicted the invention of a space capsule that could carry people. In his science fiction story \"From the Earth to the Moon\", he outlined his vision of a cannon in Florida so powerful that it could shoot a \"Projectile-Vehicle\" carrying three adventurers to the Moon. Over 100 years later, NASA, guided by  Wernher Von Braun's vision, produced the  Saturn V rocket. From a spaceport in Florida, this rocket turned Verne's fiction into fact, launching 9 Apollo Lunar missions and allowing 12 astronauts to walk on the Moon. Pictured is the last moon shot, Apollo 17, awaiting a night launch in December of 1972. Spotlights play on the rocket and launch pad while the full Moon looms in the background.  Humans have not walked on the lunar surface since. Should we return to the Moon?",
    "hdurl": "https://apod.nasa.gov/apod/image/9705/apollo17_night_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Last Moon Shot\n\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9705/apollo17_night.jpg"
  },
  {
    "date": "1997-05-05",
    "explanation": "A famous star cluster and observatory highlight this picture of Comet Hale-Bopp. Taken last week from the observatory summit of Hawaii's Mauna Kea Volcano, the dome of the new 10-meter Keck II telescope appears silhouetted on the lower left.  Comet Hale-Bopp is visible on the upper right, and the Pleiades star cluster is visible below the comet. Normally sunset and clouds are to be avoided when making astronomical observations, but Comet Hale-Bopp is not a normal astronomical object. In fact, were it cloudless, Professor Keel would be inside NASA's nearby IRTF dome preparing to observe something else.  Comet Hale-Bopp continues to look impressive, although it is fading and moving towards the south.",
    "hdurl": "https://apod.nasa.gov/apod/image/9705/halebopp1_wk.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunset with Hale-Bopp at Keck\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9705/halebopp1_wk.gif"
  },
  {
    "copyright": "AURA",
    "date": "1997-05-06",
    "explanation": "Do star clusters form when galaxies collide? Quite possibly, according to Hubble Space Telescope  observations of the \"Antennae\", two galaxies thought to be in the early stages of a collision. As NGC 4038 and NGC 4039 slowly merge, the combined gravity of each pulls the other apart, huge gas clouds collide, and new bright stars and dark dust are dispersed.  Many blue knots of stars appear to be newly formed globular clusters.  Red star knots are particularly interesting, as they might be globular clusters that have not yet expelled early dust from their system. The above picture is centered around the smaller of the two interacting galaxies: NGC 4039. The color contrast in the above three-color mosaic was chosen to highlight extended features.",
    "hdurl": "https://apod.nasa.gov/apod/image/9705/ngc4039_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC4039: Starbirth and Galaxy Death\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9705/ngc4039_hst.jpg"
  },
  {
    "date": "1997-05-07",
    "explanation": "The forecast for Venus is cloudy, cloudy, cloudy. Although similar to the Earth in size and mass, Venus' slightly closer orbit to the Sun create for it a much thicker atmosphere and a much hotter surface. The thick atmosphere was photographed above in ultraviolet light in 1979 by the Pioneer Venus Orbiter. Whether or not Venus has a moon was the center of a great controversy in the 1700s and 1800s. Today we know Venus has no natural satellites.  Venus's extremely uncomfortable climate was likely caused by a runaway greenhouse effect.  Could Earth ever undergo runaway greenhouse heating like Venus?",
    "hdurl": "https://apod.nasa.gov/apod/image/9705/venus_pvo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ultraviolet Venus\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9705/venus_pvo.jpg"
  },
  {
    "date": "1997-05-08",
    "explanation": "This enhanced composite image detailing structure in the coma and dust tail of Hale-Bopp was recorded May 5 - one day before the comet's passage from north to south across the plane of Earth's orbit. As the comet descends into murky twilight for northern hemisphere observers it will become increasingly easy to view from the south. Along with Southern Hemisphere observers, astronomers and a fleet of spacecraft of the International Solar-Terrestrial Physics program have been anxiously awaiting this north/south crossing.  The comet's interaction with the changing equatorial solar wind and magnetic field during this crossing is expected to produce distortions and disconnections of Hale-Bopp's ion tail. Whisker-like structures, probably part of the ion tail, are visible above extending from the lower left of the bright coma.",
    "hdurl": "https://apod.nasa.gov/apod/image/9705/hb_puckett5_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Detailing Hale-Bopp\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/9705/hb_puckett5.jpg"
  },
  {
    "date": "1997-05-09",
    "explanation": "Is it art? In November of 1969, Apollo 12 astronaut-photographer Charles \"Pete\" Conrad recorded this masterpiece while documenting colleague Alan Bean's lunar soil collection activities on the Oceanus Procellarum. The image is dramatic and stark. Bean is faceless - the harsh environment of the Moon's Ocean of Storms is echoed in his helmet's perfectly composed reflection of Conrad and the lunar horizon. Works of photojournalists orginally intent on recording the human condition on planet Earth, such as Lewis W. Hine and Margaret Bourke-White are widely regarded as photographic art. Similarly many documentary astronomy and space images can be appreciated for their artistic and esthetic appeal.",
    "hdurl": "https://apod.nasa.gov/apod/image/9705/bean_conrad_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 12: Self-Portrait\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9705/bean_conrad.jpg"
  },
  {
    "date": "1997-05-10",
    "explanation": "Could you ever call this place home? The lunar module shown above, named \"Falcon,\" served as home for Apollo 15 astronauts David Scott and James Irwin during their stay on the Moon in July and August 1971. Meanwhile, astronaut Alfred Worden circled in the command module overhead. Harsh sunlight on the grey lunar surface lends the image an eerie quality, while the Lunar Apennine Mountains frame the background with Mount Hadley Delta visible on the right. Visible in the foreground are tracks from the first Lunar Roving Vehicle, an electric car which enabled the astronauts to explore extended areas on the lunar surface.  Apollo 15 confirmed that most lunar surface features were created by impacts. Rocks returned by the Apollo 15 crew included green glasses whose formation mechanism is still unclear.",
    "hdurl": "https://apod.nasa.gov/apod/image/lunmod_a15_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 15's Home on the Moon",
    "url": "https://apod.nasa.gov/apod/image/lunmod_a15.gif"
  },
  {
    "date": "1997-05-11",
    "explanation": "The Great Nebula in Orion, an immense, nearby starbirth region, is probably the most famous of all astronomical nebulae.  Here, 15 pictures from the Hubble Space Telescope have been mosaicked to cover the inner 2.5 light years of the nebula and illustrate its diverse nature. In addition to housing a bright open cluster of stars known as the Trapezium, the Orion Nebula contains many stellar nurseries. These nurseries contain hydrogen gas, hot young stars, proplyds, and stellar jets spewing material at high speeds. Most of the filamentary structures visible in this image are actually shock waves - fronts where fast moving material encounters slow moving gas. Shocks are particularly apparent near the bright stars in the lower left of the picture. The Orion Nebula is about 1500 light years distant, located in the same spiral arm of our Galaxy as the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/9705/OrionMos_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M42: A Mosaic of Orion's Great Nebula",
    "url": "https://apod.nasa.gov/apod/image/9705/OrionMos_hst.jpg"
  },
  {
    "date": "1997-05-12",
    "explanation": "Does lightning occur only on Earth? Spacecraft in our Solar System have detected radio signals consistent with lightning on other planets, including Venus, Jupiter, Saturn, Uranus, and Neptune.  In the above photograph, optical flashes from Jupiter were photographed recently by the Galileo orbiter. Each of the circled dots indicates lightning.  The numbers label lines of  latitude.  The size of the largest spot is about 500 kilometers across and might be high clouds illuminated by several bright lightning strokes.",
    "hdurl": "https://apod.nasa.gov/apod/image/9705/juplight_gal.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lightning on Jupiter",
    "url": "https://apod.nasa.gov/apod/image/9705/juplight_gal.jpg"
  },
  {
    "date": "1997-05-13",
    "explanation": "The GRB distance scale controversy may have just ended with a flash. Gamma Ray Bursts (GRBs) are powerful explosions occurring in seemingly random positions on the sky.  They are so featureless and so poorly resolved, however, that their distances could not be determined.  Last Thursday, May 8th, the orbiting Beppo-Sax Satellite detected and precisely located a GRB (GRB970508), quickly relaying its position to astronomers. Within hours, many of the world's most powerful telescopes were re-pointed in the direction of the new GRB.  There they found a faint but variable optical source: a potential counterpart to the gamma-ray burst that was getting brighter.  Most importantly, continued scrutiny showed that this optical transient had absorption lines with a redshift of about 0.8 - the distance scale of galaxies and quasars. If this source and GRB970508 are related, the GRB itself must be many billions of light-years away and the 30-year controversy on the distance scale to GRBs will draw dramatically to a close. GRBs could move from the realm of astronomical mystery to useful beacons of the early universe.  Above is a \"negative\" image of the GRB970508 field, located near the north celestial pole, taken hours after the initial flash of gamma rays. The faint optical transient source is inside the box. North is up and the image is 2.5 arcminutes across (about a tenth the size of the full moon).",
    "hdurl": "https://apod.nasa.gov/apod/image/9705/grb970508_groot1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Optical Transient Near GRB970508 Shows Distant Redshift",
    "url": "https://apod.nasa.gov/apod/image/9705/grb970508_groot1.jpg"
  },
  {
    "copyright": "Col Druscie Obs.ACC",
    "date": "1997-05-14",
    "explanation": "What's happening to Comet Hale-Bopp's blue ion tail?  The comet's ion tail is fluctuating more rapidly as it passes a region of changing solar wind.  As the comet passes from north to south, it crosses the plane of the Sun's equator, where the solar magnetic field changes direction. Ions from the solar wind, which cause Comet Hale-Bopp's ion tail, act unpredictably here. Therefore, Comet Hale-Bopp's ion tale may show unusual structure or even a disconnection - where the tail appears to break off and then reestablish itself later. The above picture, taken April 30th, indeed shows unusual structure in the blue ion tail.",
    "hdurl": "https://apod.nasa.gov/apod/image/9705/halebopp9_aac_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hale-Bopp's Fickle Ion Tail",
    "url": "https://apod.nasa.gov/apod/image/9705/halebopp9_aac.jpg"
  },
  {
    "copyright": "Jurgen Blignaut",
    "date": "1997-05-15",
    "explanation": "Fighting the glow of the setting sun and the city lights of Cape Town, South Africa, comet Hale-Bopp is just visible near the center of this panoramic view - photographed on May 3rd. In the foreground is the Strand beach front, about 50 km East of Cape Town, while the Cape Peninsula mountain ranges can be seen at the left along the horizon. The bright star visible above and to the left of the comet is the red giant Aldebaran in the constellation Taurus. As Hale-Bopp continues its outbound journey during the month of May it will climb higher into evening southern skies. Still a bright comet it is now providing an enjoyable and much anticipated showing for Southern Hemisphere observers.",
    "hdurl": "https://apod.nasa.gov/apod/image/9705/hb_jurgen_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hale-Bopp: Climbing Into Southern Skies",
    "url": "https://apod.nasa.gov/apod/image/9705/hb_jurgen.jpg"
  },
  {
    "date": "1997-05-16",
    "explanation": "This artistic image is actually the signature of a supermassive black hole in the center of distant galaxy M84 - based on data recently recorded by Hubble's new Space Telescope Imaging Spectrograph (STIS). Very near black holes the force of gravity is so strong that even light can not escape ... but the presence of a black hole can also be revealed by watching matter fall into it. In fact, material spiraling into a black hole would find its speed increasing at a drastic rate. These extreme velocity increases provide a \"signature\" of the black hole's presence. STIS relies on the Doppler effect to measure gas velocity rapidly increasing to nearly 240 miles per second within 26 light years of the center of M84, a galaxy in the Virgo Cluster about 50 million light years away. The STIS data show that radiation from approaching gas, shifted to blue wavelengths left of the centerline, is suddenly redshifted to the right of center indicating a rapidly rotating disk of material near the galactic nucleus. The resulting sharp S-shape is effectively the signature of a black hole estimated to contain at least 300 million solar masses. Do all galaxies have central black holes?",
    "hdurl": "https://apod.nasa.gov/apod/image/9705/m84bh_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Signed, \"A Black Hole\"",
    "url": "https://apod.nasa.gov/apod/image/9705/m84bh_hst.jpg"
  },
  {
    "copyright": "Lund Observatory",
    "date": "1997-05-17",
    "explanation": "This panorama view of the sky is really a drawing. It was made in the 1940s under the supervision of astronomer Knut Lundmark at the Lund Observatory in Sweden. To create the picture, draftsmen used a mathematical distortion to map the entire sky onto an oval shaped image with the plane of our Milky Way Galaxy along the center and the north galactic pole at the top. 7,000 individual stars are shown as white dots, size indicating brightness. The \"Milky Way\" clouds, actually the combined light of dim, unresolved stars in the densely populated galactic plane, are accurately painted on, interrupted by dramatic dark dust lanes. The overall effect is photographic in quality and represents the visible sky. Can you identify any familiar landmarks or constellations? For starters, Orion is at the right edge of the picture, just below the galactic plane and the Large and Small Magellanic Clouds are visible as fuzzy patches in the lower right quadrant.",
    "hdurl": "https://apod.nasa.gov/apod/image/milkyway_lund_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "7,000 Stars And The Milky Way",
    "url": "https://apod.nasa.gov/apod/image/milkyway_lund.gif"
  },
  {
    "date": "1997-05-18",
    "explanation": "The first US spacecraft was Explorer 1. The cylindrical 30 pound satellite was launched (above) as the fourth stage of a Jupiter-C rocket (a modified US Army Redstone ballistic missile) and achieved orbit on January 31, 1958. Explorer I carried instrumentation to measure internal and external temperatures, micrometeorite impacts, and an experiment designed by James A. Van Allen to measure the density of electrons and ions in space. The measurements made by Van Allen's experiment led to an unexpected and startling discovery -- an earth-encircling belt of high energy electrons and ions trapped in the magnetosphere now known as the Van Allen Belt. Explorer I ceased transmitting on February 28 of that year but remained in orbit until March of 1970.",
    "hdurl": "https://apod.nasa.gov/apod/image/explaunch_abma_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The First Explorer",
    "url": "https://apod.nasa.gov/apod/image/explaunch_abma.gif"
  },
  {
    "copyright": "AAOAATB",
    "date": "1997-05-19",
    "explanation": "Many spiral galaxies have bars across their centers. Even our own Milky Way Galaxy is thought to have a bar, but perhaps not so prominent as the one in NGC 1365, shown above.  The persistence and motion of the bar imply relatively massive spiral arms. The placements of bright young blue stars and dark dust lanes also indicate a strong rotating density wave of star formation. NGC 1365 is a member of the Fornax Cluster of Galaxies. Because NGC 1365 is relatively nearby, simultaneous measurements of its speed and distance are possible, which help astronomers estimate how fast our universe is expanding.",
    "hdurl": "https://apod.nasa.gov/apod/image/9705/ngc1365_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Barred Spiral Galaxy NGC 1365",
    "url": "https://apod.nasa.gov/apod/image/9705/ngc1365_aat.gif"
  },
  {
    "date": "1997-05-20",
    "explanation": "The Egg Nebula is taking a beating. Like a baby chick pecking its way out of an egg, the star in the center of the Egg Nebula is casting away shells of gas and dust as it slowly transforms itself into a white dwarf star. The above picture was taken by the newly installed Near Infrared Camera and Multi-Object Spectrometer (NICMOS) now on board the Hubble Space Telescope. A thick torus of dust now surrounds the star through which the shell gas is escaping.  Newly expelled gas shells escape in beams as can be seen in the original HST image and in the recently released image shown above. This infrared image is coded in false color to highlight two different types of emission. The red light represents hot hydrogen gas heated by the collisions of expanding shells. The blue light represents light from the central star scattered by the dust in the nebula.  It takes light about 3000 years to reach us from the Egg Nebula, which is hundreds of times the size of our Solar System.",
    "hdurl": "https://apod.nasa.gov/apod/image/9705/eggshells_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shells in the Egg Nebula",
    "url": "https://apod.nasa.gov/apod/image/9705/eggshells_hst.jpg"
  },
  {
    "date": "1997-05-21",
    "explanation": "New evidence bolsters once controversial claims that Gamma-Ray Bursts (GRBs) are the most powerful explosions ever found by humanity.  Two weeks ago, an average GRB became instantly historic when prompt, coincident X-ray and optical emissions were identified.  The glow in visible light was particularly interesting because it showed color gaps indicative of absorbing gas at the very distant redshift of 0.8. If GRBs do occur this far into our universe, then radio emission was predicted to peak about a week after the optical emission. Now, late reports do indicate that radio emission has been detected and does peak a week later than the optical. This adds credibility to the claim that these bursts of gamma-radiation indeed occur far from our familiar home Galaxy. Shown above are two photos highlighting the changing optical emission from GRB970508 when it was increasing in brightness.  Now light from this enigmatic explosion is fading.",
    "hdurl": "https://apod.nasa.gov/apod/image/9705/grb970508_mw.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "GRB970508 Delivers Predicted Radio Emission",
    "url": "https://apod.nasa.gov/apod/image/9705/grb970508_mw.jpg"
  },
  {
    "date": "1997-05-22",
    "explanation": "Two NASA spacecraft, Mars Global Surveyor and Mars Pathfinder, are presently approaching the red planet. Pathfinder is scheduled to land on July 4th and Global Surveyor due to enter orbit in September. Recent studies of the Martian climate, motivated by this impending invasion of spacecraft from Earth, have indicate that Mars weather is more chaotic than previously thought - showing abrupt swings between \"hot and dusty\" and \"cold and cloudy\". These Hubble Space Telescope images from March 1997 show the Northern Hemisphere in early Martian summer, with a receding polar cap and whitish water-ice clouds. The left image is centered on Ares Valles, Pathfinder's landing site, while in the right image, towering Tharsis mountains (massive extinct volcanoes) can be seen poking through the clouds. Stretching to the eastern edge of the righthand image (at lower right) is the Valles Marineris, an immense canyon system. Martian weather reports will play an important role in mission planning. Both spacecraft rely on the Martian atmosphere for braking maneuvers and Pathfinder's lander and rover are solar powered.",
    "hdurl": "https://apod.nasa.gov/apod/image/9705/mars4_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bound For Mars",
    "url": "https://apod.nasa.gov/apod/image/9705/mars4_hst.jpg"
  },
  {
    "date": "1997-05-23",
    "explanation": "Newborn stars lie at the heart of the Orion Nebula, hidden from view by the dust and gas of the giant Orion Molecular Cloud number 1 (OMC-1). Sensitive to invisible infrared wavelengths, Hubble's recently installed NICMOS camera can explore the interior of OMC-1 detecting the infrared radiation from infant star clusters and the interstellar dust and atoms energized by their intense starlight. In this false color picture, stars and the glowing dust clouds which also scatter the starlight appear yellowish orange while emission from hydrogen gas is blue. The dramatic image reveals a wealth of details, including many filaments and arcs of gas and dust -- evidence of violent motions stirred-up by the emerging stars. The bright object near the center is the massive young star \"BN\" (named for its discoverers Becklin and Neugebauer). The pattern of speckles and ripples surrounding BN and other bright stars are image artifacts.",
    "hdurl": "https://apod.nasa.gov/apod/image/9705/omc1_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Heart Of Orion",
    "url": "https://apod.nasa.gov/apod/image/9705/omc1_hst.jpg"
  },
  {
    "date": "1997-05-24",
    "explanation": "Saturn's rings are actually very thin.  This picture from the Hubble Space Telescope was taken on August 6, 1995 when the rings lined up sideways as seen from Earth.  Saturn's largest moon Titan is seen on the left, and Titan's shadow can be seen on Saturn's cloud tops!  Titan itself looks a brownish color because of its thick atmosphere. Four other moon's of Saturn can be seen just above the ring plane, which are, from left to right: Mimas, Tethys, Janus, and Enceladus. If you look carefully, you will note that the dark band across the planet is actually the shadow of the rings, and is slightly displaced from the real rings - which are best seen away from the planet.  Saturn's rings are not solid - they are composed of ice chunks which range in size from a grain of sand to a house.",
    "hdurl": "https://apod.nasa.gov/apod/image/saturn_24Apr_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Rings Seen Sideways",
    "url": "https://apod.nasa.gov/apod/image/saturn_24Apr_hst.gif"
  },
  {
    "date": "1997-05-25",
    "explanation": "Looking like a fleet of futuristic starcruisers, NASA's highly successful series of High Energy Astrophysical Observatory (HEAO) spacecraft appear poised over planet Earth. Labeled A, B, and C in this vintage illustration, the spacebased telescopes were known as HEAO-1, HEAO-2, and HEAO-3 respectively. HEAO-1 and HEAO-2 were responsible for revealing to earthlings the wonders of the x-ray sky, discovering 1,000s of celestial sources of high-energy radiation. HEAO-2, also known as the Einstein Observatory, was launched near the date of the famous physicist's 100th birthday (November, 1978) and was the first large, fully imaging x-ray telescope in space. HEAO-3, the last in the series, was launched in 1979 and measured high energy cosmic-ray particles and gamma-rays. These satellite observatories were roughly 18 feet long and weighed about 7,000 pounds. Their missions completed, all have fallen from orbit and burned up harmessly in the atmosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/heao_fleet_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A High Energy Fleet",
    "url": "https://apod.nasa.gov/apod/image/heao_fleet.gif"
  },
  {
    "copyright": "D. \nVanderhoff",
    "date": "1997-05-26",
    "explanation": "As Comet Hale-Bopp leaves our Northern Skies, it provides us with yet another burst of joy.  On May 11th the fading comet was photographed behind the famous \"Old Faithful\" water geyser of Yellowstone National Park, Wyoming, USA, Planet Earth.  Perhaps more familiar to Earth Dwellers than the dark geysers on Neptune's moon Triton, the gas geysers on Jupiter's moon Io, and the dirty water geysers hypothesized on Jupiter's moon Europa, Earth's Old Faithful is also reliable - every 60-80 minutes it gushes a plume of water and steam high into the air.  Comet Hale-Bopp will continue to be visible to observers in the Southern Hemisphere as it moves away from the Sun towards the outer Solar System.",
    "hdurl": "https://apod.nasa.gov/apod/image/9705/halebopp4_dv.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Old Faithful Meets Hale-Bopp",
    "url": "https://apod.nasa.gov/apod/image/9705/halebopp4_dv.jpg"
  },
  {
    "date": "1997-05-27",
    "explanation": "During the Astro-1 astronomy mission of December, 1990, Space Shuttle astronauts photographed this stunning view of the full moon rising above the Earth's limb. In the foreground, towering clouds of condensing water vapor mark the extent of the troposphere, the lowest layer of the planet's life-sustaining atmosphere. Strongly scattering blue sunlight, the upper atmospheric layer, the stratosphere, fades dramatically to the black background of space. Moon and clouds are strong visual elements of many well known portraits of Planet Earth, including Ansel Adams' famous \"Moonrise, Hernandez, New Mexico\", photographed in November of 1941.",
    "hdurl": "https://apod.nasa.gov/apod/image/9705/moonrise_sts35_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moonrise, Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/9705/moonrise_sts35.jpg"
  },
  {
    "date": "1997-05-28",
    "explanation": "For centuries, astronomers have observed Mars, patiently compiling many facts and theories. Like a distant mirror of Earth dwellers' hopes and fears for the future, Mars, the fourth planet from the sun, has inspired profound works of fiction as well. Classics of the science fiction genre with visions of Earth's alluring planetary neighbor include H.G. Wells' terrifying \"War of the Worlds\", Edgar Rice Buroughs' John Carter adventure series (Thuvia, Maid of Mars, The Gods of Mars, A Princess of Mars, The Warlord of Mars),  Robert Heinlein's youthful \"Podkayne of Mars\", and Ray Bradbury's reflective and philosophical \"The Martian Chronicles\". Through the years scientific theories about Mars have been disproven, but the sense of wonder and adventure embodied in these works of fiction remain with us. As two spacecraft from Earth now draw close to the red planet- in dreams, desires, and a quest for knowledge - we are once again bound for Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/9705/marsglobe3_viking_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars: Just The Fiction",
    "url": "https://apod.nasa.gov/apod/image/9705/marsglobe3_viking.jpg"
  },
  {
    "date": "1997-05-29",
    "explanation": "Neptune, the Solar System's outermost gas giant planet, is 30 times farther from the Sun than Earth. Twelve years after a 1977 launch, Voyager 2 flew by Neptune and found surprising activity on a planet that receives only 3 percent as much sunlight as Jupiter. In its brief but tantalizing close-up glimpse of this dim and distant world, the robot spacecraft recorded pulses of radio emission, zonal cloud bands, and large scale storm systems with up to 1500 mile per hour winds - the strongest measured on any planet. This mosaic of 5 Voyager images shows Neptune's Southern Hemisphere. Cloud bands and the Earth-sized, late \"Great Dark Spot\" with trailing white clouds located at about 22 degrees southern latitude are clearly visible.  The distance from the Great Dark Spot feature to Neptune's South Pole (image center) is about 17,000 miles.",
    "hdurl": "https://apod.nasa.gov/apod/image/9705/neptune_south_vg2_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Southern Neptune",
    "url": "https://apod.nasa.gov/apod/image/9705/neptune_south_vg2.jpg"
  },
  {
    "date": "1997-05-30",
    "explanation": "Like cosmic snowballs, fluffy comet-like objects the size of houses and composed mostly of water-ice, may be pummeling planet Earth 5 to 30 times a minute. This controversial theory was originally proposed in 1986 by Dr. Louis Frank (U. Iowa) based on data from NASA's Dynamics Explorer 1. It is further supported by recently reported findings from the one year old POLAR spacecraft. Representing a previously unknown class of Solar System objects, these proposed small, icy comets disintegrate in the upper atmosphere at altitudes of 600 to 15,000 miles and so do not pose an impact threat to the Earth's surface or even to spacecraft in low Earth orbit. On breaking up, however, they produce a fleeting trail of clouds of water vapor. Traces of these transient, extremely high altitude clouds can be detected by down looking spacecraft designed to monitor the near-Earth environment. The suspected trail of one such cosmic snowball vaporizing over the Atlantic Ocean and Western Europe at an altitude of 5,000 to 15,000 miles is seen above. It was recorded in a 54 second exposure by POLAR's Visible Imaging System in September of 1996. A map has been added as a background for location reference. If continuous over the history of the Earth's formation, this relatively gentle cosmic snow shower would have been a major source of water for Earth's present life-nurturing oceans and possibly even a source of simple organic compounds.",
    "hdurl": "https://apod.nasa.gov/apod/image/9705/cr61_polar_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Cosmic Snowball",
    "url": "https://apod.nasa.gov/apod/image/9705/cr61_polar.jpg"
  },
  {
    "date": "1997-05-31",
    "explanation": "Saturn and two of its larger moons - Tethys and Dione - were photographed by the Voyager 1 spacecraft which flew by the planet in November of 1980. This picture gives an indication of Saturn's extensive ring system, which can be seen casting a shadow on the planet, as does Tethys. Saturn's rings are composed of many chunks of ice ranging in size from a pebble to a car. The rings have several large gaps, the largest of which is clearly visible in the picture and is named the Cassini Division, after its discoverer.  Saturn appears brighter than most stars in the sky, and its rings can be discerned with a small telescope. A new spacecraft - Cassini - will visit Saturn and is currently scheduled for launch later in 1997.",
    "hdurl": "https://apod.nasa.gov/apod/image/satmoons_vg1_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn with Moons Tethys and Dione",
    "url": "https://apod.nasa.gov/apod/image/satmoons_vg1.gif"
  },
  {
    "date": "1997-06-01",
    "explanation": "Majestic on a truly cosmic scale, M100 is appropriately known as a Grand Design spiral galaxy. A large galaxy of over 100 billion or so stars with well defined spiral arms, it is similar to our own Milky Way. One of the brightest members of the Virgo Cluster of galaxies , M100 (alias NGC 4321) is 56 million light-years distant in the spring constellation of Coma Berenices. This Hubble Space Telescope image of the central region M100 revealing bright stars and intricate winding dust lanes was made in 1993 with the Wide Field and Planetary Camera 2. Studies of stars in M100 have recently played an important role in determining the size and age of the Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/9706/m100_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M100: A Grand Design",
    "url": "https://apod.nasa.gov/apod/image/9706/m100_hst.jpg"
  }
]
