[
  {
    "copyright": "Dick Hutchinson",
    "date": "1997-01-01",
    "explanation": "Aurora can make spectacular sights. This particular aurora\r was photographed hovering over the town of Circle, Alaska.  Although Aurora\r might first appear to be moonlit clouds, they only add light to the sky, and hence can not block\r background stars from view. Called \"northern lights\"\r in the northern hemisphere of the Earth,\r aurora are caused by charged particles streaming from the Sun\r entering the Earth's atmosphere. If viewed from space, aurora glow in X-ray light\r as well as in the visible! Several WWW sites can tell you if aurora are predicted to be visible in your area.",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/auroracircle_dh.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Over Circle, Alaska",
    "url": "https://apod.nasa.gov/apod/image/9701/auroracircle_dh_big.jpg"
  },
  {
    "copyright": "CfA1.2-m TelescopeWhipple Obs",
    "date": "1997-01-02",
    "explanation": "What caused the bubbles and arcs in NGC 2359?\r The main suspect is the Wolf-Rayet star\r in the center of one of the bubbles - visible slightly below and\r to the right of the center of the above photograph.\r Most Wolf-Rayet stars are known to be massive, highly luminous\r stars that continually cast off material in a stellar wind - which\r commonly form bubbles\r in the interstellar medium.\r But the unusual structure of the NGC 2359 arcs\r indicate something more complex\r is going on. Is the star moving supersonically?\r Is there another energetic star in the vicinity?  Future observations\r may give more pieces to this picturesque puzzle.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/ngc2359_cfa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bubbles and Arcs in NGC 2359",
    "url": "https://apod.nasa.gov/apod/image/9701/ngc2359_cfa.jpg"
  },
  {
    "copyright": "CfA1.2-m TelescopeWhipple Obs",
    "date": "1997-01-03",
    "explanation": "Wolf-Rayet stars can blow bubbles. These\r unusual stars are much hotter and more luminous than our Sun.\r All extremely massive stars will eventually evolve though a Wolf-Rayet\r phase. Approximately 200 Wolf-Rayet stars\r are known in our Milky Way Galaxy.\r Wolf-Rayet stars\r generate bubbles\r because they continually eject their outer atmosphere as a stellar\r wind. This outgoing wind of particles typically carries away\r more than the mass of our Earth each\r year! The wind is caused by atmospheric particles absorbing outgoing starlight,\r although many details of this process are unknown. The Wolf-Rayet\r is the brightest star in the above picture\r and is in the center of the large bubble in the nebula known as NGC 2359.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/ngc2359_cfa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Wolf-Rayet Star Blows Bubbles",
    "url": "https://apod.nasa.gov/apod/image/9701/ngc2359cen_cfa.jpg"
  },
  {
    "copyright": "Robert NemiroffMTU",
    "date": "1997-01-04",
    "explanation": "The above computer animated picture\r depicts how a very compact star\r would look to a nearby observer. The star pictured\r is actually more compact that any known except a black hole,\r so it is only hypothetical. The observer is situated at the photon sphere,\r where photons can orbit in a circle. To help the viewer better\r visualize the great distortions created by gravity, a map of the\r Earth was projected onto the star,\r and a map of the familiar night sky was projected above. From\r here one can either look down and see several duplicate images\r of the entire surface of the star, look up and see several duplicate\r images of the entire night sky, or look along the photon sphere\r and see the back of one's own head. \r",
    "hdurl": "https://apod.nasa.gov/apod/image/photonsphere_rjn.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Star Where Photons Orbit",
    "url": "https://apod.nasa.gov/apod/image/photonsphere_rjn.gif"
  },
  {
    "copyright": "Robert NemiroffMTU",
    "date": "1997-01-05",
    "explanation": "What would you see if you went right up to\r a black hole?\r Above are two computer generated pictures highlighting how strange\r things would look. On the left is a normal star field containing\r the constellation Orion.\r Notice the three stars of nearly equal brightness that make up\r Orion's Belt. On the right is the\r same star field but this time with a black hole superposed in\r the center of the frame. The black hole\r has such strong gravity that light is noticeably bent towards\r it - causing some very unusual visual distortion. In the distorted\r frame, every star in the normal frame has at least two bright\r images - one on each side of the black hole.\r In fact, near the black hole, you can see the whole sky - light\r from every direction is bent around and comes back to you. Black\r holes are thought to be the densest state of matter, and there\r is indirect evidence for their presence in stellar binary systems\r and the centers of globular clusters,\r galaxies, and quasars.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/bh_rjn.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Too Close to a Black Hole",
    "url": "https://apod.nasa.gov/apod/image/bh_rjn.gif"
  },
  {
    "date": "1997-01-06",
    "explanation": "The Sun is a bubbling ball of extremely hot\r gas. In this false-color picture,\r light blue regions are extremely hot - over 1 million degrees,\r while dark blue regions are slightly cooler. The camera filter used\r was highly sensitive to the emission of highly charged iron ions,\r which trace the magnetic field\r of the Sun. The rich structure of\r the image shows the great complexity of the Sun's\r inner corona. A small active region can be seen just to the right and above center. This picture\r was taken in ultraviolet (extremely\r blue) light by the Extreme-ultraviolet Imaging Telescope\r (EIT) on board the Solar and Heliospheric Observatory\r (SOHO) spacecraft, which is orbiting the Sun\r just ahead of the Earth, at the L1 point.\r SOHO was launched in 1995 and will continually monitor the Sun\r for several years.",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/bluesun_soho_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Blue Sun Glaring",
    "url": "https://apod.nasa.gov/apod/image/9701/bluesun_soho.jpg"
  },
  {
    "date": "1997-01-07",
    "explanation": "The Sun is leaking. In fact, it is gushing:\r particles stream away from the Sun\r at hundreds of kilometers per second. Some of these particles\r strike the Earth and cause aurora.\r Most particles, however, either surround the Sun\r as a huge solar corona\r or glide into interstellar space\r as the solar wind.\r Don't worry about the Sun\r totally evaporating - it loses too little mass to have any lasting\r effect. The above false-color picture\r was taken with the Large Angle and Spectrometric Coronograph\r on board the SOlar and Heliospheric Observatory\r (SOHO). This instruments blocks out the central solar disk so\r it can image the regions surrounding the Sun.\r The large streamers visible are typical. Where these charged ions get their enormous streaming energy is still a mystery!",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/redsun_soho_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Red Sun Streaming",
    "url": "https://apod.nasa.gov/apod/image/9701/redsun_soho.jpg"
  },
  {
    "date": "1997-01-08",
    "explanation": "The Sun's\r surface is not smooth. It has thousands of bumps called granules\r and usually a few dark depressions called sunspots. Each of the\r numerous granules is the size of an Earth\r continent, but much shorter lived. A granule\r can only be expected to last a few minutes before dissipating\r and being replaced by a newly rising granule. In this way a granule\r acts much like a rising bubble in boiling water.\r  The above black and white, visible-light picture\r is quite unusual because the usual relative darkening visible\r near the edges of the Solar disk\r have been digitally removed. Visible near the center are two\r large sunspots\r while the computer enhancement brings out two bright plages\r close to the right solar limb.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/greysun_bear_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Grey Sun Seething",
    "url": "https://apod.nasa.gov/apod/image/9701/greysun_bear.jpg"
  },
  {
    "date": "1997-01-09",
    "explanation": "A dramatic mosaic of recent images from the Galileo spacecraft reveals details of swirling clouds and a thick stratospheric haze in the atmosphere of Jupiter, the Solar System's largest planet. This false color representation is keyed to altitude - red indicates cloud features near the top of the gas giant's extensive atmosphere while blue corresponds to features at depth. North is up in the mosaic, centered at about 50 degrees northern Jovian latitude, and the limb or edge of the planet arcs across the upper right. The line of sight looking toward the limb emphasizes the high altitude, red haze. What causes the red haze? It may well be created as energetic electrons and other charged particles swept up by Jupiter's magnetosphere are funneled along magnetic field lines and bombard the atmosphere near the polar regions. Charged magnetospheric particles can also create Aurora.",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/juphaze_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hazing Jupiter",
    "url": "https://apod.nasa.gov/apod/image/9701/juphaze_gal.jpg"
  },
  {
    "date": "1997-01-10",
    "explanation": "Last September's total lunar eclipse disappointed many observers in the Eastern and Midwestern US who were cursed with cloudy skies. However, the Midcourse Space Experiment (MSX) satellite had a spectacular view from Earth orbit and SPIRIT III, an onboard imaging infrared telescope, was used to repeatedly image the moon during the eclipse. Above is one of the images taken during the 70 minute totality, the Moon completely immersed in the Earth's shadow. Infrared light has wavelengths longer than visible light - human's can not see it but feel it as heat. The bright spots correspond to the warm areas on the lunar surface, dark areas are cooler. The brightest spot below and left of center is the crater Tycho, the dark region at the upper right is the Mare Crisium. The series of SPIRIT III images allow the determination of cooling curves for geologically different areas, exploring the physical properties of the Moon's surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/lunarecl_msx_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipsed Moon in Infrared",
    "url": "https://apod.nasa.gov/apod/image/9701/lunarecl_msx.jpg"
  },
  {
    "date": "1997-01-11",
    "explanation": "British astronomer Sir William Herschel discovered Titania and Oberon in 1787, 210 years ago today. He wasn't reading Shakespeare's A Midsummer Night's Dream though, he was making the first telescopic observations of moons of the planet Uranus (a planet which he himself discovered in 1781). On January 24, 1986 NASA's robot explorer Voyager 2 became the only spacecraft to visit the remote Uranian system. Above is Voyager's highest resolution picture of Titania, Uranus' largest moon - a composite of two images recorded from a distance of 229,000 miles. The icy, rocky world is seen to be covered with impact craters. A prominent system of fault valleys, some nearly 1,000 miles long, are visible as trench-like features near the terminator (shadow line). Deposits of highly reflective material which may represent frost can be seen along the sun-facing valley walls. The large impact crater near the top, known as Gertrude, is about 180 miles across. At the bottom the 60 mile wide fault valley, Belmont Chasma, cuts into crater Ursula. Titania itself is 1,000 miles in diameter.",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/titania3_voyg2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Titania's Trenches",
    "url": "https://apod.nasa.gov/apod/image/9701/titania3_voyg2.jpg"
  },
  {
    "date": "1997-01-12",
    "explanation": "This Stereo image pair of craters on on Mercury was produced using data from NASA's robot explorer Mariner 10 which performed three close flybys of the Sun's closest companion, two in 1974 and one in 1975. However, the spacecraft was not equipped with a Stereo camera! Instead, the Stereo pair was created using two images of the same region each recorded from a slightly different angle. The image on the left was actually taken during the first flyby, the one on the right during the second. A crater within a crater is visible at the upper left, the outer one is about 70 miles in diameter. The embedded craters themselves are within the 230 mile wide Dostoevsky crater - a segment of Dostoevsky's rim runs through the lower half of the image. To get the 3D Stereo effect, your left eye should see only the left image and your right eye only the right one. (Try placing one edge of a piece of paper on the screen between the pictures and touching your nose to the other edge while viewing.)",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/stereomerc_mar10_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury in Stereo: Craters Within Craters",
    "url": "https://apod.nasa.gov/apod/image/9701/stereomerc_mar10.jpg"
  },
  {
    "date": "1997-01-13",
    "explanation": "Our Sun has spots!\r These spots appear dark in photographs like the one above, but in fact sunspots are quite bright - they are just dark compared\r to the rest of the Sun. Sunspots\r are about the size of the Earth and\r frequently occur in groups, as shown above. Sunspots\r occur when a concentrated portion of the Solar magnetic field\r pokes through the surface. This field slows energy from entering\r the sunspot\r region, causing sunspots to appear cooler, darker, and lower than\r the surrounding surface. Sunspots\r typically last about a month or two before dissipating. The number\r of sunspots\r is always changing, generally going from a maximum to a minimum about every 5 ½ years.\r In fact, the Sun\r just passed a minimum last year. The Sun and sunspots should never be looked at directly.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/sunspot_nso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunspots: Magnetic Depressions",
    "url": "https://apod.nasa.gov/apod/image/9701/sunspot_nso.jpg"
  },
  {
    "date": "1997-01-14",
    "explanation": "Do all galaxies have black holes at their\r centers? Although not even a single galaxy\r has yet been proven to have a central black hole,\r the list of candidates has increased yet again. Recent results by astronomers using the Hubble Space Telescope\r now indicate that most - and possibly even all - large galaxies\r may harbor one of these dense beasts.\r In all the galaxies studied, star speeds continue to increase\r closer the very center. This in\r itself indicates a center millions of times more massive than\r our Sun is needed to contain the\r stars. This mass when combined with the limiting size make the\r case for the central black holes.\r Will we ever know for sure?",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/ngc4_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Black Holes in Galactic Centers",
    "url": "https://apod.nasa.gov/apod/image/9701/ngc4_hst.jpg"
  },
  {
    "date": "1997-01-15",
    "explanation": "What does a black hole look like? If alone,\r a black hole\r would indeed appear\r quite black, but many black hole candidates are part of binary star systems.\r So how does a black hole binary system\r look different from a neutron star binary system?\r The above drawings indicate it\r is difficult to tell! Recent theoretical work,\r however, has provided a new way to tell them apart: advective accretion flows (ADAFs).\r A black hole system so equipped\r would appear much darker than a similar neutron star\r system. The difference is caused by the hot gas from the ADAF disk\r falling through the event horizon\r of the black hole and disappearing - gas that would have emitted\r much light were the central object only a neutron star. Recent observations\r of the soft X-ray transient\r V404 Cyg\r has yielded a spectrum\r much like an ADAF onto a black hole\r - and perhaps brighter than allowable from an ADAF onto a neutron\r star. \r",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/xraybin_heasarc.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Black Holes Signature From Advective Disks\r\nResearch Credit:",
    "url": "https://apod.nasa.gov/apod/image/9701/xraybin_heasarc.gif"
  },
  {
    "date": "1997-01-16",
    "explanation": "Sometimes the unexpected comes in a familiar\r shape. In this recently released picture,\r the seemingly familiar teardrop-shaped object just right of center\r is actually an unusually situated disk of gas and dust.\r  In fact, the teardrop is about the size of our own Solar System\r and is racing against time to condense and form planets. This\r disk, however, is unfortunate enough to lie in the Trapezium,\r which is also home to several immense, bright stars.\r These bright stars emit light so powerful it boils away the gas\r and dust in planet-forming disks.\r Large Jupiter-like planets will probably\r never form in this hostile environment, but it is currently unknown\r whether Earth-like planets could\r form and survive.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/teardrop_hst.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Trapezium: Teardrops in My Skies\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9701/teardrop_hst.jpg"
  },
  {
    "date": "1997-01-17",
    "explanation": "Today, NASA revealed recent results from the Galileo Probe's December 19th flyby of Europa, Jupiter's ice-covered moon - including this close-up image of fractured and frozen terrrain. The highest resolution picture ever made of Europa, the snapshot shows a complex array of surface features in a 5.9 x 9.9 mile area near the moon's equatorial region. North is toward the top and the Sun illuminates the region from the right. The image was made from a distance of 2,060 miles. At the upper left are linear criss-crossing ridges and grooves probably caused by movements of the surface ice. Serpentine valleys and lumpy features of unknown origins are also visible. Only a few impact craters are apparent though, implying a geologically young surface. So far, Galileo's findings lend support to the exciting possibility that liquid water once existed and may still exist beneath Europa's surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/europa544_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Europa: The Latest From Galileo",
    "url": "https://apod.nasa.gov/apod/image/9701/europa544_gal.jpg"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard",
    "date": "1997-01-18",
    "explanation": "The photogenic M16 shown above is composed of a young star cluster associated with a spectacular emission nebulae lined with clouds of interstellar dust.  The gorgeous spectacle lies toward the galactic center region, some 7,000 light years distant in the constellation Serpens. Most of the stars in the cluster can be seen offset just above and to the right of the photograph's center. This type of star cluster is called an \"open\" or \"galactic\" cluster and typically has a few hundred young bright members. The redness of the surrounding emission nebula gas is caused by electrons recombining with hydrogen nuclei, while the dark regions are dust lanes that absorb light from background sources. The dust absorbs so much light it allows astronomers to determine which stars are inside the nebula and which are in the foreground. Stars are forming within the nebula, also known as the Eagle Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/m16_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M16: Nebula With Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/m16_aat.gif"
  },
  {
    "date": "1997-01-19",
    "explanation": "Perhaps the most famous astronomical image in recent years reveals newborn stars upon pillars of gas and dust - uncovered as researchers used the Hubble Space Telescope to explore the Eagle Nebula in 1995. This stunning picture provides a first hand glimpse of star birth as evaporating gaseous globules (EGGs) are captured emerging from pillars of molecular hydrogen gas and dust. These pillars, dubbed \"elephant trunks,\" are light years in length and are so dense that interior gas gravitationally contracts to form stars.  At each pillars' end, the intense radiation of bright young stars causes low density gas to boil away, leaving stellar nurseries of dense EGGs exposed.",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/pillars3_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "From Eagle's EGGs A Star Is Born",
    "url": "https://apod.nasa.gov/apod/image/9701/pillars3_hst.jpg"
  },
  {
    "date": "1997-01-20",
    "explanation": "On November 29, 1996 the Earth came within 3.3 million miles of the asteroid Toutatis. Above is a computer simulated picture of this spectacle from the surface of Toutatis (a 2.5 degree field of view looking toward Earth). In Earth's sky, Toutatis appeared only as a faint object moving against a background of stars. Also known as Earth-crossing asteroid 4179, Toutatis is in an eccentric 4 year orbit which moves it from the asteroid belt between Mars and Jupiter to just inside Earth's orbit. When the Earth passed near it in 1992 Toutatis was imaged by radar and seen to be two irregularly shaped lumps, perhaps joined by a narrow neck. This bizarre object is up to 1.5 miles wide, 2.9 miles long, and is tumbling through space. In the year 2004, on September 29, the Earth will pass very near Toutatis, closing to within a million miles (4 times the Earth-Moon distance) - the closest approach predicted for any asteroid or comet between now and 2060.  Studies of Toutatis and other Earth-crossing asteroids help reveal connections between the Solar System's meteorites,main-belt asteroids and comets. These wayward asteroids also offer tantalizing targets for robotic exploration and, over time, represent potential collision hazards for planet Earth!",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/earth_toutatis_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth Nears Asteroid Toutatis",
    "url": "https://apod.nasa.gov/apod/image/9701/earth_toutatis.gif"
  },
  {
    "date": "1997-01-21",
    "explanation": "In Jules Verne's science fiction classic A Journey to the Center of the Earth, Professor Hardwigg and his fellow explorers encounter many strange and exciting wonders. What wonders lie at the center of our Galaxy? Astronomers now know of some of the bizarre objects which exist there, like vast dust clouds,\r bright young stars, swirling rings of gas, and possibly even a large black hole. Much of the Galactic center region is shielded from our view in visible light by the intervening dust and gas. But it can be explored using other forms of electromagnetic radiation, like radio, infrared, X-rays, and gamma rays. This beautiful high resolution image of the Galactic center region in infrared light was made by the SPIRIT III telescope onboard the Midcourse Space Experiment. The center itself appears as a bright spot near the middle of the roughly 1x3 degree field of view, the plane of the Galaxy is vertical, and the north galactic pole is towards the right. The picture is in false color - starlight appears blue while dust is greenish grey, tending to red in the cooler areas.",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/galcen_msx_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Journey to the Center of the Galaxy \r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9701/galcen_msx.jpg"
  },
  {
    "date": "1997-01-22",
    "explanation": "It's bigger than a bread box. In fact, it's\r much bigger than all bread boxes put together. Abell 2199\r is huge. In fact, it is a close, large cluster of galaxies,\r containing several thousands of galaxies\r centered around a central dominant galaxy. \"Close,\"\r however, is only relative to other clusters of galaxies,\r since light takes about 50 million years to reach us from\r A2199. All of the fuzzy objects in the above picture are galaxies,\r but these galaxies do not contain most of the matter in\r the cluster. By studying clusters like A2199, astronomers conclude\r that some form of dark matter\r dominates the motion of the bright galaxies. What, exactly, this\r dark matter\r is poses one of the greatest astronomical puzzles of modern times.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/a2199_cfa_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy Cluster A2199\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9701/a2199_cfa.jpg"
  },
  {
    "date": "1997-01-23",
    "explanation": "The awesome spectacle of starbirth produces extreme stellar winds and intense energetic starlight -- bombarding dusty molecular clouds inside the Lagoon Nebula (M8).  At least two long funnel shaped clouds, each roughly half a light-year long, have apparently been formed by this activity. They extend from the upper left of this close-up of the bright area of the Lagoon known as 'the Hour Glass'. Are these interstellar funnel clouds actually swirling, twisting analogs to Earthly tornados? It's possible. As energy from nearby young hot stars, like the one at lower right, pours into the cool dust and gas, large temperature differences in adjoining regions can be created generating shearing winds. Confirmation of tornado-like motions within the Lagoon's stellar nursery could come from new instruments scheduled to be installed on the Hubble Space Telescope (HST) during February's servicing mission. This picture is a recently reprocessed HST image made in 1995 as researchers explored this nearby (5,000 light-year distant) starforming region which lies in the direction of Sagittarius.",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/lagoonclose_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Twistin' by the Lagoon",
    "url": "https://apod.nasa.gov/apod/image/9701/lagoonclose_hst.jpg"
  },
  {
    "date": "1997-01-24",
    "explanation": "Ten years ago the most notable supernova\r of modern times was observed. In February 1987, light reached\r Earth from a star which exploded in the nearby Large Magellanic Cloud\r galaxy. Supernova 1987a\r remains the closest supernova\r since the invention of the telescope.  The explosion\r catapulted a tremendous amount of gas,\r light,\r and neutrinos\r into interstellar space. When observed by the Hubble Space Telescope\r (HST) in 1994, large strange rings\r were discovered whose origin is still mysterious, although thought\r to have been expelled even before the main explosion. More recent HST observations\r shown in the inset, however, have uncovered something actually predicted:\r the expanding fireball from the exploding star. The above high resolution images\r resolve two blobs flung out from the central explosion.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/sn1987ares_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Supernova 1987a Fireball Resolved\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9701/sn1987ares_hst.jpg"
  },
  {
    "date": "1997-01-25",
    "explanation": "The Whirlpool Galaxy is a classic spiral galaxy.\r At only 15 million light years distant, M51,\r also cataloged as NGC 5194,\r is one of the brighter and more picturesque galaxies\r on the sky. The smaller galaxy appearing here above and to the\r right is also well behind M51,\r as can be inferred by the dust in M51's\r spiral arm blocking light from this smaller galaxy. Astronomers\r speculate that M51's spiral structure\r is primarily due to it's gravitational interaction with this smaller\r galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/m51_hall.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M51: The Whirlpool Galaxy\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/m51_hall.gif"
  },
  {
    "date": "1997-01-26",
    "explanation": "Looking toward the south from low Earth orbit, the crew of the Space Shuttle Endeavor made this stunning time exposure of the Aurora Australis or southern lights in April of 1994. Aurora are visible at high northern latitudes as well, with the northern lights known as Aurora Borealis. They are caused by high energy electrons from the Solar Wind which are funneled into the atmosphere near the poles by the Earth's magnetic field. The reddish colors occur at the highest altitudes (about 200 miles) where the air is least dense. At lower altitudes and greater densities green tends to dominate ranging to a pinkish glow at the lowest.  The familiar constellation of Orion the Hunter is clearly visible above the dark horizon in the background. Because of the shuttle's orbital motion, the bright stars in Orion appear slightly elongated.",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/aurora_orion_sts59_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora and Orion\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9701/aurora_orion_sts59.jpg"
  },
  {
    "date": "1997-01-27",
    "explanation": "One of the most spectacular solar sights is\r a prominence. A solar prominence\r is a cloud of solar gas\r held above the Sun's surface by the\r Sun's magnetic field. The Earth\r would easily fit under one of the loops of the prominence shown\r in the above picture. A quiescent prominence\r typically lasts about a month, and may erupt in a Coronal Mass Ejection (CME) expelling hot gas into the Solar System.\r Although thought by many to be related to the magnetic field,\r the energy mechanism behind a Solar prominence is still unknown.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/sunprom_bear_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Prominent Solar Prominence",
    "url": "https://apod.nasa.gov/apod/image/9701/sunprom_bear.jpg"
  },
  {
    "date": "1997-01-28",
    "explanation": "Many stars form in clusters. Two types of\r star clusters are visible in our Milky Way Galaxy:\r open clusters and globular clusters.\r Open clusters like M50, shown above,\r typically contain hundreds of stars,\r many of which are bright, young, and blue. In fact, most of the\r bright blue stars in the above picture belong to M50,\r but most of the dimmer, red stars do not. M50 lies about 3000\r light-years from Earth and is about\r 20 light years across. Open clusters\r tend to have irregular shapes and are mostly found in the plane of our Galaxy.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/m50_kc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Open Cluster M50\r\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/9701/m50_kc.jpg"
  },
  {
    "date": "1997-01-29",
    "explanation": "Most star clusters are singularly impressive.\r But open clusters NGC 869 and NGC 884\r are doubly impressive. Also known as \"h and chi Persei\",\r this rare double cluster, shown above,\r is bright enough to be seen from a dark location without even\r binoculars. Although their discovery surely predates written\r history, the \"double cluster\" was notably cataloged\r by the Greek astronomer Hipparcos.\r The clusters are over 7000 light years distant toward the constellation\r of Perseus,\r but are separated by only hundreds of light years.",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/ngc869_as_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 869 & NGC 884: A Double Open Cluster\r\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/9701/ngc869_as.jpg"
  },
  {
    "date": "1997-01-30",
    "explanation": "What's the temperature\r outside? No matter where you are on Earth,\r the above map can tell you. This global montage\r was created using the temperature data from numerous satellites\r orbiting the Earth. This map indicates temperatures recorded\r early on January 26th, 1997, but an even more recent map\r -- updated every 6 hours -- is usually available.\r For ocean colors on the map, lighter shades of blue indicate\r warmer temperatures, while for the land, red hues indicate relative\r warmth. Just looking at the map one can see that summer warms\r Earth's southern hemisphere, while\r winter chills Earth's northern hemisphere. The key at the bottom\r lists temperatures in degrees Centigrade\r that can be easily converted\r to degrees Fahrenheit.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/earthtemp_goes8_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth's Temperature\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9701/earthtemp_goes8.gif"
  },
  {
    "date": "1997-01-31",
    "explanation": "What's in a name? Since 1919, the International Astronomical Union has been charged with the task of establishing \"conventional\" nomenclature for planets, satellites, and surface features. For the remote Uranian system of moons, namesakes from Shakespearean works have been chosen. Thus Oberon, king of the mid-summer night fairies, is also Uranus' most distant and second largest moon and Hamlet is a tragically large and princely crater on its surface. The above image represents known surface features of Oberon and was constructed by the U.S. Geological Survey (USGS) based on data from NASA's robot explorer Voyager 2. Hamlet is the large dark crater to the right of center. In 1986, Voyager 2 flew through the Uranian system - so far it has been the only spacecraft to do so.",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/oberon2_usgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hamlet of Oberon\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9701/oberon2_usgs.jpg"
  },
  {
    "date": "1997-02-01",
    "explanation": "This carrot shaped track is actually little more than 5 hundredths of an inch long. It is the trail of a meteroid through aerogel exposed to space by the shuttle launched EURECA (European Recoverable Carrier) spacecraft. The meteoroid itself, about a thousandth of an inch in diameter, is visible where it came to rest, just beyond the tip of the carrot (far right). Chemical analyses of interplanetary dust particles similar to this one suggest that some of them may be bits of comets and represent samples of material from the early stages of the formation of the Solar System. NASA's Stardust mission, planned for launch in 1999, will attempt to directly collect dust from the tail of a comet and return it to Earth -- the first non-lunar sample return mission ever! In addition to peering into the chemistry and history of the solar system, the composition of cometary dust has important implications for the possibility of past life on Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/dusttrk_stardust.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Catching Falling Stardust\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9702/dusttrk_stardust_sm.jpg"
  }
]
