[
  {
    "date": "1997-06-01",
    "explanation": "Majestic on a truly cosmic scale, M100 is appropriately known as a Grand Design spiral galaxy. A large galaxy of over 100 billion or so stars with well defined spiral arms, it is similar to our own Milky Way. One of the brightest members of the Virgo Cluster of galaxies , M100 (alias NGC 4321) is 56 million light-years distant in the spring constellation of Coma Berenices. This Hubble Space Telescope image of the central region M100 revealing bright stars and intricate winding dust lanes was made in 1993 with the Wide Field and Planetary Camera 2. Studies of stars in M100 have recently played an important role in determining the size and age of the Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/9706/m100_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M100: A Grand Design",
    "url": "https://apod.nasa.gov/apod/image/9706/m100_hst.jpg"
  },
  {
    "copyright": "AURA",
    "date": "1997-06-02",
    "explanation": "This galaxy is having a bad millennium. In fact, the past 100 million years haven't been so good, and probably the next billion or so should be quite tumultuous.  NGC 4039 was a normal spiral galaxy, minding its own business, when NGC 4038 crashed into it.  The evolving wreckage, known as the \"Antennae\", is pictured above. As gravity pulls each galaxy apart, clouds of gas slam into each other and bright blue knots are formed. These knots are large clusters of stars imbedded in vast regions of ionized hydrogen gas. The high abundance of relatively dim star clusters is quite unlike our Milky Way's globular cluster system, though.  Perhaps some of these young star clusters will go on to form globular clusters, while others will disperse through close gravitational encounters. The above picture is centered around the larger of the two interacting galaxies: NGC 4038.  The diagonal streak across the upper left is unrelated to the colliding galaxies. The color contrast in the above three-color mosaic was chosen to highlight extended features.",
    "hdurl": "https://apod.nasa.gov/apod/image/9705/ngc4039_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bright Star Knots in NGC4038\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9706/ngc4038_hst.jpg"
  },
  {
    "date": "1997-06-03",
    "explanation": "If you could look at Venus with radar eyes - this is what you might see. This computer reconstruction of the surface of Venus was created from data from the Magellan spacecraft.  Magellan orbited Venus and used radar to map our neighboring planet's surface between 1990 and 1994. Magellan found many interesting surface features, including the large circular domes, typically 25-kilometers across, that are depicted above. Volcanism is thought to have created the domes, although the precise mechanism remains unknown. Venus' surface is so hot and hostile that no surface probe has lasted more than a few minutes.",
    "hdurl": "https://apod.nasa.gov/apod/image/9706/venus3_mag_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus' Once Molten Surface\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9706/venus3_mag.jpg"
  },
  {
    "date": "1997-06-04",
    "explanation": "NGC 2070 is an immense star forming region in a nearby galaxy known as the Large Magellanic Cloud. Its spidery appearance is responsible for its popular name, \"The Tarantula Nebula\", except that this tarantula is about 1,000 light-years across, and 165,000 light-years away in the southern constellation Dorado. If it were at the distance of the Orion Nebula, the nearest stellar nursery to Earth, it would appear to cover about 30 degrees on the sky or about 60 full moons. The spindly arms of the Tarantula Nebula surround the 30 Doradus Star Cluster which contains some of the intrinsically brightest, most massive stars known. This celestial Tarantula is also seen near the site of the closest recent Supernova.",
    "hdurl": "https://apod.nasa.gov/apod/image/9706/tarantula2_saao.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tarantula\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9706/tarantula2_saao.jpg"
  },
  {
    "date": "1997-06-05",
    "explanation": "A dim double star system cataloged as Gliese 623 lies 25 light-years from Earth, in the constellation of Hercules. The individual stars of this binary system were distinguished for the first time when the Hubble Space Telescope's Faint Object Camera recorded this image in June 1994. They are separated by 200 million miles - about twice the Earth/Sun distance. On the right, the fainter Gliese 623b is 60,000 times less luminous than the Sun and approximately 10 times less massive. The fuzzy rings around its brighter companion, Gliese 623a, are image artifacts. The lowest mass stars are classified as red dwarf stars, but even red dwarfs are massive enough to trigger hydrogen fusion in their cores to sustain their feeble starlight. Slightly less massive objects, known as brown dwarfs, can shine only briefly as their central temperatures are too low to utilize hydrogen as nuclear fuel. The present estimates of the mass of Gliese 623b are right at this red dwarf/brown dwarf border but future observations should help clarify the nature of one of our Galaxy's small stars. Dim and difficult to detect, an abundance of objects like Gl623b has been proposed as a possible solution to the mystery of \"Dark Matter\" in the Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/9706/gl623_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Small Star\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9706/gl623_hst.jpg"
  },
  {
    "date": "1997-06-06",
    "explanation": "ven great observatories need a boost from time to time -- including the orbiting Compton Gamma-Ray Observatory. Sparkling reflections and the bright limb of the Earth are visible in this 1991 window view of Compton's release into orbit by the crew of the Space Shuttle Atlantis. Named after the American Nobel-prize-winning physicist, Arthur Holly Compton, the Compton Observatory has spent the last 6 years making spectacular discoveries while exploring the Universe at extreme gamma-ray energies. From its post over 240 miles above the Earth's surface, the 17 ton satellite still experiences enough atmospheric drag to cause its orbit to deteriorate over time.  But NASA controllers have just completed a complex two month long series of firings of Compton's on-board thrusters which has raised its orbit to an altitude of over 300 miles. This reboost (Compton's second in 6 years) should allow it to continue its voyage of exploration of the distant high-energy Universe until about 2007. What if you could see gamma rays?",
    "hdurl": "https://apod.nasa.gov/apod/image/9706/gro8_st37_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Boosting Compton\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9706/gro8_st37.jpg"
  },
  {
    "date": "1997-06-07",
    "explanation": "Apollo 15 astronaut James Irwin works on the first Lunar Roving Vehicle, before he and fellow astronaut David Scott take it out for a drive. Sloping up behind the lunar module \"Falcon\" on the left are lunar mountains Hadley Delta and Apennine Front, while about 5 kilometers behind Irwin is St. George Crater. The explorations conducted during the Apollo lunar missions discovered much about our Moon, including that the Moon is made of ancient rock, that the Moon's composition is similar to Earth's, that life is not evident there, that the Moon underwent a great hot melting in its distant past, that the Moon has suffered from numerous impacts as shown by its craters, and that the Moon's surface is covered by a layer of rock fragments and dust.",
    "hdurl": "https://apod.nasa.gov/apod/image/lunrov_a15_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 15: Driving on the Moon",
    "url": "https://apod.nasa.gov/apod/image/lunrov_a15.gif"
  },
  {
    "date": "1997-06-08",
    "explanation": "This giant spiral galaxy, Messier 101 (M101), was photographed by the Ultraviolet Imaging Telescope (UIT). UIT flew into orbit as part of the Astro 2 mission on-board the Space Shuttle Endeavour in March 1995. The image has been processed so that the colors (purple to white) represent an increasing intensity of ultraviolet light. Pictures of galaxies like this one show mainly clouds of gas containing newly formed stars many times more massive than the sun, which glow strongly in ultraviolet light. In contrast, visible light pictures of galaxies tend to be dominated by the yellow and red light of older stars. Ultraviolet light, invisible to the human eye, is blocked by ozone in the atmosphere so ultraviolet pictures of celestial objects must be taken from space.",
    "hdurl": "https://apod.nasa.gov/apod/image/9706/m101_uit_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M101: An Ultraviolet View\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9706/m101_uit.jpg"
  },
  {
    "date": "1997-06-09",
    "explanation": "Do other planets have aurora?  Terrestrial and spacecraft observations have found evidence for aurora on Venus, Mars, Jupiter, Saturn, Uranus, and Neptune. In the above false-color photograph, a good portion of an auroral ring was captured recently in optical light by the Galileo spacecraft in orbit around Jupiter.  Auroral rings encircle a planet's magnetic pole, and result from charged particles spiraling down magnetic field lines. Although the surroundings near Jupiter are much different than Earth, the auroral rings appear similar.",
    "hdurl": "https://apod.nasa.gov/apod/image/9706/jup_aring_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Auroral Ring on Jupiter",
    "url": "https://apod.nasa.gov/apod/image/9706/jup_aring.jpg"
  },
  {
    "copyright": "Col Druscie Obs.ACC",
    "date": "1997-06-10",
    "explanation": "Hale-Bopp may be the most photographed comet in history.  Above, our photogenic giant flying snowball appeared last month as a backdrop to the \"Cinque Torri\" Mountains near Contina d'Ampezzo, Italy.  Although the comet is still fairly bright, it is fading as it recedes from the Sun, and is now more easily visible from Earth's southern hemisphere.  Having shed a few meters of ice and rock from its surface, Comet Hale-Bopp will coast to the outer Solar System, and return again in another 2400 years.",
    "hdurl": "https://apod.nasa.gov/apod/image/9706/halebopp10_aac_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hale-Bopp Above the Cinqui Torri Mountains",
    "url": "https://apod.nasa.gov/apod/image/9706/halebopp10_aac.jpg"
  },
  {
    "date": "1997-06-11",
    "explanation": "The star cataloged as NGC2264 IRS is normally hidden from the inquiring gaze of optical telescopes. It resides in the midst of the obscuring gas and dust of a nearby star forming region popularly known as the Cone Nebula. Imaged in penetrating infrared light by the Hubble Space Telescope's newly operational NICMOS instrument, this young and massive star was found to be surrounded by six \"baby\" sun-like stars - all within less than a tenth of a light-year of their \"big brother\". The diffraction spikes and rings surrounding big brother are image artifacts. Astronomers believe that the high speed winds generated by the massive star compressed nearby material causing the formation of the smaller stars in a text book example of triggered star formation. The newly created suns appear to lie along an otherwise invisible boundary where the high speed gas has collided with the wall of a denser molecular cloud. NGC2264 IRS also seems to be the source of the outflow which created the striking cone shape of the optical nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/9706/ngc2264_nic_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Young Suns",
    "url": "https://apod.nasa.gov/apod/image/9706/ngc2264_nic.jpg"
  },
  {
    "date": "1997-06-12",
    "explanation": "Known for its spectacular images of Jupiter's moons, Io, Ganymede, Callisto, and Europa, the robot spacecraft Galileo has also aggressively explored the Jovian atmosphere. In December of 1995, Galileo's atmospheric probe descended into Jupiter's clouds and reported a surprising absence of water. It is now believed that the probe entered through one of Jupiter's dry spots, similar to the dark region in this image of the swirling Jovian cloud deck. The smallest features visible here are tens of miles in size. These dry regions appear to correspond to locations where winds converge creating downdrafts. The downdrafts generate local cloudless clearings through which Jupiter's deeper warmer layers can be glimpsed. Just as the dark areas are extremely dry, the surroundings are full of moisture. The contrast is analogous to the desert and tropics of Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/9706/jupdry_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter's Dry Spots",
    "url": "https://apod.nasa.gov/apod/image/9706/jupdry_gal.jpg"
  },
  {
    "date": "1997-06-13",
    "explanation": "Glowing gas clouds are streaming from the core of galaxy NGC4151 at hundreds of thousands of miles per hour. A powerful tool, the Hubble Space Telescope's new STIS instrument, makes it possible to map out the cloud velocities - producing this false color \"velocity map\" for the central regions of NGC4151. The horizontal line is light from the intensely bright region near the galaxy nucleus.  Emission at two wavelengths characteristic of Oxygen atoms in the gas clouds is visible along this line. Below the line the emission is displaced to the left, indicating motion toward us (blue shift); above the displacement is to the right indicating a receding motion (red shift). Where do the clouds come from? As evidence mounts, the widely accepted explanation for energetic nuclear activity in galaxies is based on material spiraling into a central black hole with over a million times the mass of our sun. The rotating disk of interstellar debris which develops is thought to blast out high velocity jets along the axis of the disk. Do all galaxies contain supermassive black holes?",
    "hdurl": "https://apod.nasa.gov/apod/image/9706/ngc4151oxy_stis_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Streaming From A Black Hole",
    "url": "https://apod.nasa.gov/apod/image/9706/ngc4151oxy_stis.jpg"
  },
  {
    "date": "1997-06-14",
    "explanation": "What did our universe look like when it was young? To answer this, cosmologists run sophisticated computer programs tracking the locations of millions of particles. The above animated frame is the result of such a calculation and shows how our universe might have looked when it was just a fracton of its current age.  The universe started out very smooth - matter and light are spread almost uniformly. As time progressed, gravity caused slight gatherings of mass to accrete so that ever greater conglomerations formed.  Galaxies and long filaments formed - which are shown by the bright patches and streaks in the above frame. An IMAX movie including hundreds of these frames was nominated for an academy award.",
    "hdurl": "https://apod.nasa.gov/apod/image/earlyuni_imax_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Early Universe",
    "url": "https://apod.nasa.gov/apod/image/earlyuni_imax.gif"
  },
  {
    "date": "1997-06-15",
    "explanation": "Robert H. Goddard, one of the founding fathers of modern rocketry, was born in Worcester Massachusetts in 1882. As a 16 year old, Goddard read H.G. Wells' science fiction classic \"War Of The Worlds\" and dreamed of spaceflight. By 1926 he had designed, built, and launched the world's first liquid fuel rocket. During his career he was ridiculed by the press for suggesting that rockets could be flown to the Moon, but he kept up his experiments in rocketry supported in part by the Smithsonian Institution and championed by Charles Lindbergh. Pictured above in 1937 in the desert near Roswell, New Mexico, Goddard examines a nose cone and parachute from one of his test rockets. Widely recognized as a gifted experimenter and engineering genius, his rockets were many years ahead of their time. He died in 1945 holding over 200 patents in rocket technology. A liquid fuel rocket constructed on principles developed by Goddard landed humans on the Moon in 1969.",
    "hdurl": "https://apod.nasa.gov/apod/image/goddard1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rockets and Robert Goddard",
    "url": "https://apod.nasa.gov/apod/image/goddard1.gif"
  },
  {
    "date": "1997-06-16",
    "explanation": "The first Astronomy Picture of the Day (APOD) appeared two years ago today. Pictured above is a scene surrounding the creation of an early APOD, depicting the famous astronomer Tycho Brahe demonstrating a celestial globe to Emperor Rudolph II.  The image of a possible optical counterpart to a gamma-ray burst appears on the back wall.  In Tycho's day, humanity discovered the nature of the Earth and the geometry of the Solar System.  The times we live in are even more fascinating as we explore the nature of our Solar System and the geometry of our whole universe.  APOD continues to chronicle these events by finding, presenting ,and annotating the most important astronomical pictures of our time, and cataloging them in an indexed and searchable archive. Link to APOD and discover the cosmos! With over five million pages served, we thank NASA,  Michigan Tech, USRA, and most of all our readers, for their continued support.",
    "hdurl": "https://apod.nasa.gov/apod/image/9706/tycho_ee.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "APOD is Two Years Old Today",
    "url": "https://apod.nasa.gov/apod/image/9706/tycho_ee.jpg"
  },
  {
    "date": "1997-06-17",
    "explanation": "Arp 220 is the brightest object in the local universe. But why does it shine so brightly?  Arp 220 was cataloged as a peculiar galaxy in the 1960s. In the late 1980s, it was discovered to be an ultraluminous infrared galaxy and headed a list compiled from observations with the now-defunct IRAS satellite.  New observations with the Hubble Space Telescope are quite revealing.  Photos by NICMOS in the infrared taken in April and released just last week now better resolve the two colliding spiral galaxies at the center of Arp 220.  A result of this spiral collision are fantastic knots of new star formation visible as the bright spots on the above photograph. Below the \"half-moon\" shaped knot on the right is a massive disk of dust possibly hiding a dying spiral's central black hole. The bright knot to the left is the center of the other broken spiral galaxy. The galaxy cores are about 1200 light years apart and are orbiting each other.",
    "hdurl": "https://apod.nasa.gov/apod/image/9706/arp220_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Arp 220: Spirals in Collision",
    "url": "https://apod.nasa.gov/apod/image/9706/arp220_hst.jpg"
  },
  {
    "copyright": "York U.",
    "date": "1997-06-18",
    "explanation": "rth is not alone. It orbits the Sun with a small companion: Asteroid 3753.  First discovered in 1986 and designated 1986 OT, this five kilometer rock was recently found to orbit the Sun while executing a strange dance with the Earth. A portion of the asteroid's complex orbit is shown above. As the Earth orbits once, Asteroid 3753 follows the yellow line - while also orbiting the Sun.  Each time around, however, the yellow kidney-bean traced by Asteroid 3753 shifts slightly - eventually going from trailing the Earth to leading the Earth.  Every 385 years the cycle repeats.  Because the plane of 3753's orbit is tilted when compared to the Earth's orbit, the two will never collide. In autumn 1997, Asteroid 3753 will pass below the Earth's South Pole at about 100 times the distance to the Moon. It will, however, be very faint - about 15th magnitude - 10,000 times fainter than the dimmest star without a telescope. Suggestions are being taken for a good name for this asteroid.",
    "hdurl": "https://apod.nasa.gov/apod/image/9706/ast3753_pw_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Asteroid 3753: Earth's Curious Companion",
    "url": "https://apod.nasa.gov/apod/image/9706/ast3753_pw.gif"
  },
  {
    "date": "1997-06-19",
    "explanation": "A cloud of interstellar gas and dust collapses and a star is born. At its core temperatures rise, a nuclear furnace ignites, and a rotating dusty disk forms surrounding the newborn star. According to current understanding, as material continues to fall onto the disk it is heated and blasted back out along the disk's axis of rotation, forming a pair of high speed jets. This Hubble Space Telescope image shows two nebulosities at the ends of opposing jets from a young star. The bright blobs at either end are where the jet material has slammed into interstellar gas. Tip to tip, the distance is about one light-year. Located near the Orion Nebula, these nebulosities have catalog designations HH1 and HH2 for their discoverers astronomers George Herbig and Guillermo Haro. The nascent star which produced the jets is in the middle, hidden by a cloud of obscuring dust. Yet the structures and details visible in the star jets offer clues to events which also occured in our own Solar System - when the Sun was formed from a collapsing interstellar cloud 4.5 billion years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/9706/hh1hh2_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "HH1/HH2: Star Jets",
    "url": "https://apod.nasa.gov/apod/image/9706/hh1hh2_hst.jpg"
  },
  {
    "date": "1997-06-20",
    "explanation": "NGC1850 is a large cluster of stars located a mere 166,000 light-years from Earth in our neighboring galaxy the Large Magellanic Cloud (LMC). The colors in this beautiful Hubble Space Telescope composite image of the cluster reveal different populations of stars. Yellowish stars are the main cluster stars, sun-like main sequence hydrogen burners about 50 million years old. The white stars are massive, hotter, and younger, about 4 million years old. Radiating strongly in ultraviolet light, they represent a loose cluster themselves, perhaps within 200 light-years of the main cluster. Massive stars which formed in the older main cluster have long since disappeared, ending their lives in spectacular supernova explosions. Did expanding debris from these supernovae trigger the formation of the nearby younger cluster? Probably so. In any event, a few million years from now a similar fate awaits the massive stars of the younger cluster - burning brightly but briefly before they explode sending new clouds of stellar debris into space.",
    "hdurl": "https://apod.nasa.gov/apod/image/9706/ngc1850_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC1850: Star Cluster in the LMC",
    "url": "https://apod.nasa.gov/apod/image/9706/ngc1850_hst.jpg"
  },
  {
    "copyright": "Jerry Lodriguss",
    "date": "1997-06-21",
    "explanation": "The dark nebula predominant at the lower left of the above photograph is known as the Pipe Nebula.  The dark clouds, suggestively shaped like smoke rising from a pipe, are caused by absorption of background starlight by dust. These dust clouds can be traced all the way to the Rho Ophiuchi nebular clouds on the right. The brightest star in the field is Antares. Many types of nebula are highlighted here: the red are emission nebula, the blue are reflection nebula, and the dark are absorption nebula. This picture has been digitally enhanced.",
    "hdurl": "https://apod.nasa.gov/apod/image/pipe_lodriguss_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pipe Dark Nebula",
    "url": "https://apod.nasa.gov/apod/image/pipe_lodriguss_big.gif"
  },
  {
    "date": "1997-06-22",
    "explanation": "This Hubble Space Telescope image of a group of faint galaxies \"far, far away\" is a snap shot of the Universe when it was young. The bluish, irregularly shaped galaxies revealed in the image are up to eight billion light years away and seem to have commonly undergone galaxy collisions and bursts of star formation. Studying these objects is difficult because they are so faint, however they may provide clues to how our own Milky Way Galaxy formed.",
    "hdurl": "https://apod.nasa.gov/apod/image/9706/fbgalax_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Distant Galaxies",
    "url": "https://apod.nasa.gov/apod/image/9706/fbgalax_hst.jpg"
  },
  {
    "date": "1997-06-23",
    "explanation": "There it goes again.  Gas and rock were catapulted hundreds of kilometers into space as Jupiter's most volatile moon, Io, showed yet another impressive volcanic display in this just-released photograph by the Hubble Space Telescope. This time the culprit was Pele, a volcano thought previously inactive since photographed by the passing Voyager 1 spacecraft in 1979. The explosion is visible on Io's lower left in this false-color photograph, taken in July 1996. Io's thin atmosphere and low gravity allow volcanic plumes to rise higher than they would on Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/9706/ioerupt_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eruption on Io",
    "url": "https://apod.nasa.gov/apod/image/9706/ioerupt_hst.jpg"
  },
  {
    "copyright": "AAOAATBUKS Telescope",
    "date": "1997-06-24",
    "explanation": "Antares is a huge star. In a class called red supergiant, Antares is about 700 times the size of our own Sun, 15 times more massive, and 10,000 times brighter.  Antares is the brightest star in the constellation of Scorpius and one of the brighter stars in all the night sky.  Antares is surrounded by a nebula of gas which it has itself expelled. Radiation from Antares' blue stellar companion helps cause the nebular gas to glow, as photographed above.  Antares is located about 500 light years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/9706/antaresneb_uks.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Antares",
    "url": "https://apod.nasa.gov/apod/image/9706/antaresneb_uks_big.jpg"
  },
  {
    "date": "1997-06-25",
    "explanation": "Where do gamma-ray bursts (GRBs) originate? The most powerful explosions in the universe have recently been located with record accuracy.  But do GRBs occur in galaxies or out alone in deep space?  This picture taken with the Hubble Space Telescope of the field surrounding GRB 970228 might provide a clue.  It appears to show an extended structure to the lower right of the GRB, which is identified with an arrow. Many astronomers speculate that this extended structure is a distant galaxy, as its colors and subsequent steady emission indicate. Other astronomers worry that the extended emission is variable and so cannot be a galaxy. Astronomers hoping for more cases to study were rewarded just last Monday with a new, well-located event: GRB 970616. The location of this burst was determined by an unprecedented collaboration involving the tandem use of NASA satellites Compton, Ulysses and Rossi.",
    "hdurl": "https://apod.nasa.gov/apod/image/9706/grbhost_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A GRB Host?",
    "url": "https://apod.nasa.gov/apod/image/9706/grbhost_hst.jpg"
  },
  {
    "date": "1997-06-26",
    "explanation": "The unassuming star centered in this sky view will one day be our next door stellar neighbor. The faint 9th magnitude red dwarf currently 63 light-years away in the constellation Ophiucus was recently discovered to be on a course toward our Solar System. Known in catalogs of nearby stars as Gliese 710 it is predicted to come within 1 light-year of the Sun ... a million years from now. At that distance this star, presently much too faint to be seen by the naked eye, will blaze at 0.6 magnitude - rivaling the apparent brightness of the mighty red giant Antares. Gliese 710 poses no direct collision danger itself although its gravitational influence will likely scatter comets out of the Solar System's reservoir, the Oort cloud, sending some inbound. This future stellar encounter was discovered by researchers Joan Garcia-Sanchez and Robert Preston (JPL), and collaborators while studying stars in the solar neighborhood using data from the Hipparcos Astrometry Satellite. The star field shown is based on the Palomar Digitized Sky Survey and is 1/4 degree wide (about half the diameter of the full moon).",
    "hdurl": "https://apod.nasa.gov/apod/image/9706/gl710_skyview.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Close Encounter of the Stellar Kind",
    "url": "https://apod.nasa.gov/apod/image/9706/gl710_skyview.jpg"
  },
  {
    "date": "1997-06-27",
    "explanation": "Mars, the freeze-dried planet, orbits 137 million miles from the Sun or at about 1.5 times the Earth-Sun distance. It has two diminutive moons, towering extinct volcanos, an immense canyon system, a thin atmosphere chiefly composed of carbon dioxide (CO2), a frigid average surface temperature of -63 degrees Celsius, and permanent frozen CO2 polar caps which contain some water ice. Mars' surface presently lacks liquid water and has a reddish color because of an abundance of oxidized iron compounds (rust). A small terrestrial planet, fourth from the Sun, Mars has only about 3/8 the surface gravity of Earth. So for example, if you tip the scale at a hefty 200 pounds on Earth you'd be a 75 pound featherweight on Mars. The low martian gravity will be good for NASA's Mars Pathfinder spacecraft scheduled to land on Mars next Friday, July 4th. Using rockets, parachutes, and airbags, Mars Pathfinder will be the first spacecraft to touchdown on the planet since the Viking landers in 1976. Pathfinder is also scheduled to begin the first ever mobile surface exploration by releasing the robot rover, \"Mars Sojourner\".",
    "hdurl": "https://apod.nasa.gov/apod/image/9706/marsglobe1_viking_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars: Just The Facts",
    "url": "https://apod.nasa.gov/apod/image/9706/marsglobe1_viking.jpg"
  },
  {
    "date": "1997-06-28",
    "explanation": "\"Yes, I have been to Barsoom again ...\" begins John Carter in Edgar Rice Burroughs' 1913 science fiction classic \"The Gods of Mars\". In Burroughs' novels describing Carter's adventures on Mars, \"Barsoom\" is the local name for the red planet. Mars continues to inspire Earthdwellers' interests and imagination. Soon it will again be invaded by spacecraft from Earth. This dramatic picture of a crescent Mars was taken by NASA's Viking 2 spacecraft in 1976.",
    "hdurl": "https://apod.nasa.gov/apod/image/barsoom.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Barsoom",
    "url": "https://apod.nasa.gov/apod/image/barsoom.gif"
  },
  {
    "date": "1997-06-29",
    "explanation": "This asteroid has a moon! The robot spacecraft Galileo currently exploring the Jovian system, encountered and photographed two asteroids during its long journey to Jupiter. The second asteroid it photographed, Ida, was discovered to have a moon which appears as a small dot to the right of Ida in this picture. The tiny moon, named Dactyl, is about one mile across, while the potato shaped Ida measures about 36 miles long and 14 miles wide. Dactyl is the first moon of an asteroid ever discovered. The names Ida and Dactyl are based on characters in Greek mythology. Do other asteroids have moons?",
    "hdurl": "https://apod.nasa.gov/apod/image/idadactyl.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ida and Dactyl: Asteroid and Moon",
    "url": "https://apod.nasa.gov/apod/image/idadactyl.gif"
  },
  {
    "date": "1997-06-30",
    "explanation": "Hey Earth, look what I found! On the way to visiting the  asteroid 433 Eros in February 1999, the Near Earth Asteroid Rendezvous (NEAR) spacecraft flew right by another asteroid: 253 Mathilde last Friday.  Shown above is one picture from the encounter.  Mathilde is a large chunk of rock roughly 60 kilometers across that orbits the Sun between Mars and Jupiter in the main asteroid belt.  Mathilde's surface is very dark and heavily cratered. The NEAR pictures of Mathilde received so far indicate that the asteroid has undergone spectacular collisions, one of which created the huge impact basin in the center, which is estimated to be about 10 kilometers deep.",
    "hdurl": "https://apod.nasa.gov/apod/image/9706/mathilde2_near_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NEAR Mathilde",
    "url": "https://apod.nasa.gov/apod/image/9706/mathilde2_near.jpg"
  },
  {
    "date": "1997-07-01",
    "explanation": "You're zipping through the Solar System when you pass ... asteroid 253 Mathilde. This actually happened to NASA's NEAR spacecraft just last Friday.  The above picture of the previously unresolved asteroid was released just yesterday.  Mathilde's large craters and irregular shape indicates that it has undergone huge collisions with other large space rocks in the past.  Mathilde has more large craters than asteroids 243 Ida and 951 Gaspra, which were photographed by the Galileo spacecraft now orbiting Jupiter. In the image center is a crater over 20 kilometers across.  Asteroids are rare enough so that spacecraft traveling through even the main asteroid belt need not fear colliding with any - let alone one as large as Mathilde.",
    "hdurl": "https://apod.nasa.gov/apod/image/9707/mathilde3_near_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Asteroid 253 Mathilde:'s Large Craters",
    "url": "https://apod.nasa.gov/apod/image/9707/mathilde3_near.jpg"
  }
]
