[
  {
    "date": "1997-08-01",
    "explanation": "You've had a hard day rolling past Martian rocks, so now just relax your APXS and enjoy the Martian sunset. The above pictures taken by Mars Pathfinder highlight how clouds vary during the end of a Martian day. The atmosphere on Mars is much thinner than on Earth and dominated by carbon dioxide rather than nitrogen.  Clouds on Mars can be water or carbon dioxide based, depending on conditions, whereas Earth's clouds are all water based.  At night the temperature at Sagan Memorial Station will dip from about -15 degrees Celsius (+4 Fahrenheit) to -77 degrees Celsius (-107 Fahrenheit). Temperatures only this cold won't bother Sojourner.",
    "hdurl": "https://apod.nasa.gov/apod/image/9708/marsunset_pf_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Martian Sunset",
    "url": "https://apod.nasa.gov/apod/image/9708/marsunset_pf.jpg"
  },
  {
    "date": "1997-08-02",
    "explanation": "Three thousand light years away, a dying star throws off shells of glowing gas. This image from the Hubble Space Telescope reveals \"The Cat's Eye Nebula\" to be one of the most complex planetary nebulae known. In fact, the features seen in this image are so complex that astronomers suspect the bright central object may actually be a binary star system. The term planetary nebula, used to describe this general class of objects, is misleading. Although these objects may appear round and planet-like in small telescopes, high resolution images reveal them to be stars surrounded by cocoons of gas blown off in the late stages of stellar evolution.",
    "hdurl": "https://apod.nasa.gov/apod/image/catseye_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cat's Eye Nebula",
    "url": "https://apod.nasa.gov/apod/image/catseye_hst.jpg"
  },
  {
    "date": "1997-08-03",
    "explanation": "15,000 years ago a star in the constellation of Cygnus exploded -- the shockwave from this supernova explosion is still expanding into interstellar space! The collision of this fast moving wall of gas with a stationary cloud has heated it causing it to glow in visible as well as high energy radiation, producing the nebula known as the Cygnus Loop (NGC 6960/95). The nebula is located about 2500 light years away. The colors used here indicate emission from different kinds of atoms excited by the shock; oxygen-blue, sulfur-red, and hydrogen-green. This picture was taken with the Wide Field and Planetary Camera 2 on board the Hubble Space Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/CygnusLoop_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cygnus Loop",
    "url": "https://apod.nasa.gov/apod/image/CygnusLoop_hst.gif"
  },
  {
    "date": "1997-08-04",
    "explanation": "On Mars, sunsets can appear salmon pink. The unusual color is partly due to rust: oxidized iron from Martian dust circulating in the Martian atmosphere.  Clouds appear in the morning and evening, but usually evaporate in the midday Sun. A day on Mars lasts 24.6 hours - very similar to Earth's, but a Martian year lasts almost twice as long as an Earth year.  The above panorama by Mars Pathfinder, shown mirror-inverted, was released last Friday by the Imager team.  Mars Pathfinder has now successfully completed all the goals of its planned mission. Nevertheless, the Sagan Memorial Station spent the weekend recharging its batteries, anticipating the possibility of still more productive weeks of exploration ahead.",
    "hdurl": "https://apod.nasa.gov/apod/image/9708/marsunet2_pf_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Rusty Sunset on Mars",
    "url": "https://apod.nasa.gov/apod/image/9708/marsunet2_pf.jpg"
  },
  {
    "date": "1997-08-05",
    "explanation": "Why do many galaxies appear as spirals? A striking example is M101, shown above, whose relatively close distance of about 22 million light years allow it to be studied in some detail. Recent evidence indicates that a close gravitational interaction with a neighboring galaxy created waves of high mass and condensed gas which continue to circle the galaxy. These waves compress existing gas and cause star formation.  One result is that M101, also called the Pinwheel Galaxy, has several extremely bright star-forming regions (called HII regions) spread across its spiral arms.  M101 is so large that its immense gravity distorts smaller nearby galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/9708/m101_wk_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M101: The Pinwheel Galaxy",
    "url": "https://apod.nasa.gov/apod/image/9708/m101_wk.jpg"
  },
  {
    "copyright": "W. Pacholka",
    "date": "1997-08-06",
    "explanation": "Good cameras were able to obtain impressive photographs of Comet Hale-Bopp when at its brightest earlier this year. In the above photograph taken April 5th, Comet Hale-Bopp was imaged from the Indian Cove Campground in the Joshua Tree National Forest in California, USA.  A flashlight was used to momentarily illuminate foreground rocks in this 30 second exposure. Comet Hale-Bopp is still visible to the unaided eye in Earth's Southern Hemisphere, with observers there reporting it to be about 4th magnitude. The comet is now passing nearly in front of the star Sirius, and shows only a slight dust tail.",
    "hdurl": "https://apod.nasa.gov/apod/image/9708/hbcove_wp_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hale-Bopp from Indian Cove",
    "url": "https://apod.nasa.gov/apod/image/9708/hbcove_wp.jpg"
  },
  {
    "date": "1997-08-07",
    "explanation": "Why do small particles hover around Jupiter's rings?  These particles form a previously unknown ring halo, recently discovered by the robot spacecraft Galileo currently orbiting Jupiter.  Galileo obtained this image when on the far side of Jupiter - from this orientation scattered sunlight makes the halo ring visible.  The amount of scattering indicates that halo particles are very small - perhaps 100 times smaller than the width of a human hair.  Particles this small are believed to survive only for years, and so must somehow be replenished to Jupiter's ancient ring system.  One possible explanation for this unusual halo is that electromagnetic fields around Jupiter gently push small charged particles out of the ring plane.  This false color image has been artificially stretched in the vertical direction to highlight the ring halo.",
    "hdurl": "https://apod.nasa.gov/apod/image/9708/jupringhalo_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter's Ring Halo",
    "url": "https://apod.nasa.gov/apod/image/9708/jupringhalo_gal.jpg"
  },
  {
    "date": "1997-08-08",
    "explanation": "What are those white ovals all over Jupiter? Storms!  Jupiter's clouds can swirl rapidly in raised high-pressure storm systems that circle the planet. The above pictured white ovals are located near the Great Red Spot, and have persisted on Jupiter since the 1930s. The Great Red Spot has persisted for at least 300 years.  Currently, no one knows why ovals last as long as they do. White ovals are confined to circular belts around Jupiter, but can interact to cause nearby chaotic cloud regions.",
    "hdurl": "https://apod.nasa.gov/apod/image/9708/jupiterovals_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "White Oval Clouds on Jupiter",
    "url": "https://apod.nasa.gov/apod/image/9708/jupiterovals_gal.jpg"
  },
  {
    "copyright": "STScIAAOUK-PPARCROE",
    "date": "1997-08-09",
    "explanation": "You are flying through space and come to ... the Hydra Cluster of Galaxies. Listed as Abell 1060, the Hydra Cluster contains well over 100 bright galaxies.  Clusters of galaxies are the largest gravitationally-bound objects in the universe. All of the bright extended images in the above picture are galaxies in the Hydra Cluster with the exception of unrelated  diffraction crosses centered on bright stars. Several proximate clusters and galaxy groups might together create an even larger entity - a supercluster - but these clumps of matter are not (yet) falling toward each other. In fact, the Hydra cluster is thought to be part of the Hydra-Centaurus Supercluster of galaxies. Similarly, our own Milky Way Galaxy is part of the Local Group of Galaxies which is part of the Virgo Supercluster of Galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/hydra_poss.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Hydra Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/hydra_poss.gif"
  },
  {
    "copyright": "AAOAATB",
    "date": "1997-08-10",
    "explanation": "What causes the colors in this beautiful nebulosity in Sagittarius?  Dubbed NGC 6589 and NGC 6590, the colors of this nebulosity, are caused by gas and dust. The blue color of the nebula nearest the bright stars is caused by reflection off interstellar dust. The dust emits little visible light of its own - in the absence of a nearby star the dust would appear dark, blocking light from background stars. The red color of the nebula farthest from the bright stars is caused by glowing hydrogen gas. Energetic light from the central stars ionizes hydrogen gas - which glows red when recombining with a local electron.",
    "hdurl": "https://apod.nasa.gov/apod/image/sagneb_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nebulosity in Sagittarius",
    "url": "https://apod.nasa.gov/apod/image/sagneb_aat_big.gif"
  },
  {
    "copyright": "S. \nKohle & B. KochAstron. I., U. Bonn",
    "date": "1997-08-11",
    "explanation": "Tonight the Perseid Meteor Shower reaches its maximum. Grains of rocky ice will streak across the sky as they evaporate during entry into Earth's atmosphere. These ice chips were shed from Comet Swift-Tuttle. The Perseids result from the annual crossing of the Earth through Comet Swift-Tuttle's orbit. The Perseids are typically the most active meteor shower of the year. In a clear dark sky, an observer might see a meteor a minute. Pictured above is a Perseid meteor from 1993. The colors are representative but digitally enhanced. As the meteor streaked across the night sky, different excited atoms emitted different colors of light.  The origin of the green tinge visible at the right is currently unknown, however, and might result from oxygen in Earth's atmosphere. Perseid meteors can best be seen from a relaxing position, away from lights.",
    "hdurl": "https://apod.nasa.gov/apod/image/9708/perseid3_sk_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Perseid Meteor",
    "url": "https://apod.nasa.gov/apod/image/9708/perseid3_sk.jpg"
  },
  {
    "copyright": "W. BrandnerUIUCE.K. Grebel U. WuerzburgESO1.54-m TelescopeChile",
    "date": "1997-08-12",
    "explanation": "No supernova has ever been predicted - yet. These dramatic stellar explosions that destroy stars, that create and disperse the elements that compose people and planets, that light up the night sky, are not so well understood that astronomers can accurately predict when a star will explode - yet.  Perhaps Sher 25 will be the first. Sher 25, designated by the arrow, is a blue supergiant star located just outside the open star cluster and ionized region named NGC 3603. Sher 25 lies in the center of an hourglass shaped nebula much like the one that surrounds the last bright supernova visible from Earth: SN1987a. Now the hourglass shaped rings around SN1987a were emitted before that blue supergiant exploded.  Maybe Sher 25 has expelled these bipolar rings in a step that closely precedes a supernova.  Maybe not. If so, Sher 25 may be within a few thousand years of its spectacular finale.",
    "hdurl": "https://apod.nasa.gov/apod/image/9708/ngc3603_wb_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sher 25: A Pending Supernova?",
    "url": "https://apod.nasa.gov/apod/image/9708/ngc3603_wb.jpg"
  },
  {
    "date": "1997-08-13",
    "explanation": "Most stars appear only as points of light. Recently, Betelgeuse became the second star, after our Sun, to have it surface resolved.  Now add Mira to the list.  Mira A is a red giant star undergoing dramatic pulsations, causing it to become more than 100 times brighter over the course of a year.  Mira was discovered to be the first variable star 401 years ago today by David Fabricus.  Mira can extend to over 700 times the size of our Sun, and is only 400 light-years away. The above photograph released last week from the Hubble Space Telescope shows the true face of Mira. But what are we seeing?  The unusual extended feature off the lower left of the star remains somewhat mysterious.  Possible explanations include gravitational perturbation and/or heating from Mira's white dwarf star companion",
    "hdurl": "https://apod.nasa.gov/apod/image/9708/mira_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Resolving Mira",
    "url": "https://apod.nasa.gov/apod/image/9708/mira_hst.jpg"
  },
  {
    "date": "1997-08-14",
    "explanation": "This sharp color image featuring Mars rock Yogi and the rolling Sojourner robot shows off Yogi's startling two-toned surface. Yogi appears to be leaning into the prevailing winds causing some to suggest that its color contrast may be caused by the accumulation of rust colored dust on its windward face. The Pathfinder spacecraft, now the Sagan Memorial Station, has ended the primary mission phase after returning a scientific bonanza from the surface of Mars. The Sojourner robot has now traveled 171 feet on the martian surface, circumnavigated the lander, and also produced a wealth of data and images. Entering the extended mission phase of operations, controllers will concentrate on conserving battery power while continuing to explore the red planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/9708/mars_rr_path_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars Rocks, Sojourner Rolls",
    "url": "https://apod.nasa.gov/apod/image/9708/mars_rr_path.jpg"
  },
  {
    "date": "1997-08-15",
    "explanation": "This bull's-eye pattern marks the impact of a mountain-sized comet or asteroid on the icy surface of Jupiter's moon Europa. Recorded by the Galileo spacecraft in April of this year, the composite false color image clearly reveals the telltale concentric fractures which cover about 86 miles - roughly equivalent to the Island of Hawaii. The fat reddish and finer blue-green lines overlay the impact fractures and must therefore be younger surface features formed after the impact. The dark red color may be the result of a a relatively dirty water-ice mixture. The possibility of liquid water below the ice has fueled speculation that life may exist on this large and distant moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/9708/europa_imp_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Impact On Europa",
    "url": "https://apod.nasa.gov/apod/image/9708/europa_imp_gal.jpg"
  },
  {
    "date": "1997-08-16",
    "explanation": "Alien! Alien? Is this what an ancient Martian looked like? The tube-like form on the above highly magnified image is now believed by many to be a fossil of a simple Martian organism that lived over 3.6 billion years ago. If this extraordinary claim is true, this alien could hardly have been less intimidating as its fossil measures less than 1/100th the width of a human hair. A reconstruction of events indicates that the meteorite that housed this potential fossil was catapulted from Mars during a huge impact 16 million years ago and fell to Earth's Antarctica only 13,000 years ago.  Evidence supporting this claim of early Martian life includes organic molecules and mineral features characteristic of biological activity found in the meteorite.  NASA's current missions to Mars are Mars Global Surveyor and Mars Pathfinder. Though not designed to look for martian fossils, these missions may reveal information about conditions on early Mars which might have been more favorable for life.",
    "hdurl": "https://apod.nasa.gov/apod/image/9708/marslife_96-12609_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pictured: An Ancient Martian?",
    "url": "https://apod.nasa.gov/apod/image/9708/marslife_96-12609.jpg"
  },
  {
    "date": "1997-08-17",
    "explanation": "In December of 1990, the Space Shuttle Columbia carried an array of astronomical telescopes high above the Earth's obscuring atmosphere to observe the Universe at ultraviolet and x-ray wavelengths. The telescopes, known by the acronyms UIT, HUT, WUPPE, and BBXRT, are seen here in Columbia's payload bay against a spectacular view of the constellation Orion. The ultraviolet telescopes were mounted on a common structure - HUT is visible in this view along with a star tracker (the silver cone at the left). The mission studied solar system, galactic, and extra-galactic sources.",
    "hdurl": "https://apod.nasa.gov/apod/image/9708/astro1_sts35_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Astro 1 In Orbit",
    "url": "https://apod.nasa.gov/apod/image/9708/astro1_sts35.jpg"
  },
  {
    "date": "1997-08-18",
    "explanation": "Two sulfurous eruptions are visible on Jupiter's volcanic moon Io in this color composite Galileo image. On the left, over Io's limb, a new bluish plume rises about 86 miles above the surface of a volcanic caldera known as Pillan Patera. In the middle of the image, near the night/day shadow line, the ring shaped Prometheus plume is seen rising 45 miles above Io while casting a shadow to the right of the volcanic vent. Named for the Greek god who gave mortals fire, the Prometheus plume is visible in every image ever made of the region dating back to the Voyager flybys of 1979 - presenting the possibility that this plume has been continuously active for at least 18 years. This image was recorded on June 28 at a distance of 372,000 miles.",
    "hdurl": "https://apod.nasa.gov/apod/image/9708/prometheus_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io: The Prometheus Plume",
    "url": "https://apod.nasa.gov/apod/image/9708/prometheus_gal.jpg"
  },
  {
    "date": "1997-08-19",
    "explanation": "Super Typhoon Winnie raged through parts of the Eastern Hemisphere last week. Swirling in the Pacific Ocean with winds in excess of 160 miler per hour, Winnie became one of the stronger storm systems in modern times: a Category 5 Hurricane. The above picture, taken August 13th by crew member of Space Shuttle Discovery, showed the extent of this huge storm: the central eye measured fully 8 miles in diameter. Last week, Winnie hit the Northern Mariana Islands at full strength, but then weakened before heading toward China. Studying large storms systems on other planets give insight into the workings of Earth bound storms like Winnie.",
    "hdurl": "https://apod.nasa.gov/apod/image/9708/winnie_sts85_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Super Typhoon Winnie",
    "url": "https://apod.nasa.gov/apod/image/9708/winnie_sts85.jpg"
  },
  {
    "copyright": "W. Pacholka",
    "date": "1997-08-20",
    "explanation": "Has Orion the Hunter acquired a new weapon?  If you turn your head sideways (counterclockwise) you might notice the familiar constellation of Orion, particularly the three consecutive bright stars that make up Orion's belt.  But in addition to the stars that compose his sword, Orion appears to have added some sort of futuristic light-saber, possibly in an attempt to finally track down Taurus the Bull.  Actually, the bright streak is a meteor from the Perseid Meteor Shower, a shower that put on an impressive display last Tuesday morning, when this photograph was taken. This meteor was likely a small icy pebble shed years ago from Comet Swift-Tuttle that evaporated as it entered Earth's atmosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/9708/perseid1_wp_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bright Meteor, Dark Sky",
    "url": "https://apod.nasa.gov/apod/image/9708/perseid1_wp.jpg"
  },
  {
    "date": "1997-08-21",
    "explanation": "Is this our universe? Possibly. It is one computerized guess of how gas in the universe was distributed billions of years ago, at redshift 3, when the universe was only a quarter of its present age.  Using supercomputers at the National Center for Supercomputing Applications and assumptions about the composition and beginning of the universe, the GC3 team was able to reconstruct a hypothetical universe. A cube of this universe was cut out and displayed, with each side being about 8 million light years across. Color represents temperature of the hot gas.  At the bottom a single slice through this cube is displayed, with helium abundance superposed with a wire mesh.  The small structures appearing here give insight into the past and present structure of the intergalactic medium, the matter inhabiting the regions between galaxies and clusters of galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/9708/universe_gc3_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Universe in a Box",
    "url": "https://apod.nasa.gov/apod/image/9708/universe_gc3.jpg"
  },
  {
    "date": "1997-08-22",
    "explanation": "Spiral arms aren't just for galaxies. A hot disk of gas surrounding a compact white dwarf star in the constellation of Pegasus has recently been revealed to be imprinted with this dramatic pattern. The white dwarf is part of the interacting binary star system IP Pegasi and the disk of gas is an accretion disk formed of material lost from a companion star and falling toward the white dwarf. The disk itself is smaller than the Sun's diameter, so the spiral pattern can not be imaged directly by telescopes. Instead, the spiraling disk of gas is mapped over a series of observations using a spectroscopic technique known as doppler tomography. The left panel above shows a tomogram, the directly measured gas velocity map for the system. The relative brightness corresponds to the intensity of light emitted by Hydrogen gas moving at the indicated velocity. The position at the center of this panel represents the velocity of the binary system's center of mass. In the middle panel, a simple model velocity field consistent with the measurements is shown. At the right, the calculated position map of the IP Pegasi accretion disk reveals a striking two armed trailing spiral pattern.",
    "hdurl": "https://apod.nasa.gov/apod/image/9708/ippeg_danny_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IP Pegasi: Spiral Star",
    "url": "https://apod.nasa.gov/apod/image/9708/ippeg_danny.jpg"
  },
  {
    "date": "1997-08-23",
    "explanation": "Stars sometimes form in colorful ways.  Pictured above is a small region in the nearby LMC galaxy where stars are forming. After a star is born, it may do several things to energize its immediate neighborhood. It may develop a strong wind which pushes away nearby gas; it may be so hot and intense that emitted light boils away nearby dust and gas, and it may be so massive that it soon goes supernova and catapults its elements back to the interstellar medium. Astronomers study regions like this - named DEM192 - to better understand how these and other processes proceed. This picture is a composite of three separate photographs, each sensitive to only one specific color of light - a color that distinguishes a specific chemical element.",
    "hdurl": "https://apod.nasa.gov/apod/image/dem192_umich_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Star Forming Region in the LMC",
    "url": "https://apod.nasa.gov/apod/image/dem192_umich.gif"
  },
  {
    "copyright": "B. Wallis and R. Provin",
    "date": "1997-08-24",
    "explanation": "What slithers there? The dark winding lanes visible in part of the constellation Ophiuchus belong to the Snake Nebula. The Snake Nebula is a series of dark absorption clouds made up of Interstellar dust. Interstellar dust grains - composed predominantly of carbon - absorb visible starlight and reradiate much of it in the infrared. This absorption causes stars behind the clouds to be obscured from view, hence the appearance of starless voids on the sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/snake_wp_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Snake Nebula in Ophiuchus",
    "url": "https://apod.nasa.gov/apod/image/9708/snake_wp.jpg"
  },
  {
    "copyright": "J. C. Casado",
    "date": "1997-08-25",
    "explanation": "Thousands of stars, several constellations, a planet and a comet all graced the western horizon over Ujue, Spain just after sunset on April 4th, 1997. Because the picture was taken with a fisheye lens, much of the whole night sky is visible. Comet Hale-Bopp, with both tails blazing, appears right of center. The brightest star is Sirius near the edge, well to the left of the constellation Orion.  The red star above the belt of Orion is Betelgeuse, while the red star near the center is Aldebaran, just to the left of the bright Pleaides star cluster.  Many other interesting astronomical objects are visible, including zodiacal light, which is the diffuse triangular glow in the center.  Even the planet Mercury appears just over the horizon.",
    "hdurl": "https://apod.nasa.gov/apod/image/9708/hbfisheye_jcc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Fisheye View of Comet Hale-Bopp",
    "url": "https://apod.nasa.gov/apod/image/9708/hbfisheye_jcc.jpg"
  },
  {
    "copyright": "AAOAATB",
    "date": "1997-08-26",
    "explanation": "Sometimes the sky itself seems to glow.  Usually, this means you are seeing a cloud reflecting sunlight or moonlight.  If the glow appears as a faint band of light running across the whole sky, you are probably seeing the combined light from the billions of stars that compose our Milky Way Galaxy.  But if the glow appears triangular and near the horizon, you might be seeing something called zodiacal light. Pictured above, zodiacal light is just sunlight reflected by tiny dust particles orbiting in our Solar System.  Many of these particles were ejected by comets. Zodiacal light is easiest to see in September and October just before sunrise from a very dark location.",
    "hdurl": "https://apod.nasa.gov/apod/image/9708/zodiacal_dm.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Zodiacal Light",
    "url": "https://apod.nasa.gov/apod/image/9708/zodiacal_dm.jpg"
  },
  {
    "copyright": "Olivier Staiger",
    "date": "1997-08-27",
    "explanation": "A lunar eclipse can be viewed in a leisurely fashion. Visible to anyone on the night side of planet Earth (weather permitting), totality often lasts an hour or so as the moon glides through the Earth's shadow. But a solar eclipse is more fleeting. Totality can last a few minutes only for those fortunate enough to stand in the path of the Moon's shadow as it races across the Earth's surface. For the April 29, 1995 annular solar eclipse, photographer Olivier Staiger was standing in Macara, Ecuador under partially cloudy skies. Just before the maximum annular eclipse phase he recorded this dramatic moment as a bird flew near the sun. Very accurate predictions of eclipses have long been possible. The next solar eclipse will occur on September 2 and be visible from Australia, New Zealand, and Antarctica. The next lunar eclipse on September 16 will be visible from the Eastern Hemisphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/9708/eclipsebird_staiger.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Fleeting Eclipse",
    "url": "https://apod.nasa.gov/apod/image/9708/eclipsebird_staiger.jpg"
  },
  {
    "date": "1997-08-28",
    "explanation": "The Trifid nebula (M20) is a bright star forming region in Sagittarius, 5000 light years from Earth. In visible light, the interstellar gas cloud is crossed by dark, obscuring dust lanes which roughly divide the glowing emission nebula into three major parts. But the Trifid nebula's well known appearance is dramatically reversed in this infrared view. At longer infrared wavelengths the dust lanes are brighter, radiating more energy than the gas. This image was recorded by the liquid helium cooled Infrared Space Observatory (ISO).",
    "hdurl": "https://apod.nasa.gov/apod/image/9708/trifid_iso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Infrared Trifid",
    "url": "https://apod.nasa.gov/apod/image/9708/trifid_iso.jpg"
  },
  {
    "date": "1997-08-29",
    "explanation": "Scheduled for launch in October, the Cassini spacecraft will spend seven years traveling through the Solar System -- its destination, Saturn. On arrival Cassini will begin an ambitious mission of exploration which will include parachuting a probe to the surface of Titan, Saturn's largest moon. This artist's vision offers a dramatic view of Cassini's engine firing during the SOI (Saturn Orbit Insertion) maneuver as it passes above the ring plane. Before the development of the telescope, the gas giant Saturn was the most distant planet known to astronomers. Ten times farther from the Sun it receives only 1 percent of the sunlight that Earth does. Operating in this faint sunlight, the Cassini spacecraft can't use solar arrays so, like other missions to the outer Solar System, it will be powered by radioisotope thermoelectric generators (RTGs).",
    "hdurl": "https://apod.nasa.gov/apod/image/9708/cassini_soi_dseal_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cassini To Saturn",
    "url": "https://apod.nasa.gov/apod/image/9708/cassini_soi_dseal.gif"
  },
  {
    "copyright": "NOAANGDCDMSP",
    "date": "1997-08-30",
    "explanation": "This is what the United States of America looks like at night! Can you find your favorite US city on this image? Surprisingly, city lights make this task quite possible. The above picture is actually a composite of over 200 images made by satellites orbiting the Earth. Scans were made by the USAF Defense Meteorological Satellite Program (DMSP) Operational Linescan System. The DMSP satellites continue to help in the understanding and prediction of weather phenomena as well as provide key information about population patterns, city light levels, and even rural forest fires.",
    "hdurl": "https://apod.nasa.gov/apod/image/usanight_dmsp_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The United States at Night",
    "url": "https://apod.nasa.gov/apod/image/usanight_dmsp.gif"
  },
  {
    "date": "1997-08-31",
    "explanation": "Is this one galaxy or two? Analysis of Arp 230 has shown evidence that this seemingly single spiral galaxy is actually the result of the recent collision of two spiral galaxies. The slow motion collision took place over about 100 million years and induced a burst of star formation that has begun to subside. The collision apparently had many similarities to the colliding galaxy sequence in the IMAX movie \"Cosmic Voyage.\"",
    "hdurl": "https://apod.nasa.gov/apod/image/arp230_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Arp 230: Two Spirals in One?",
    "url": "https://apod.nasa.gov/apod/image/arp230_hst.jpg"
  },
  {
    "date": "1997-09-01",
    "explanation": "Five hundred light years from Earth, in the constellation Aquarius, a sun-like star is dying. Its last few thousand years have produced the Helix, a well studied and nearby example of a Planetary Nebula - typical of this final phase of stellar evolution. The emission in this Infrared Space Observatory image of the Helix nebula comes mostly from the expanding shells of molecular hydrogen gas. Dust, normally expected in such nebulae, should also radiate strongly at infrared wavelengths but mysteriously seems to be absent here. The culprit may may well be the Helix's central star, a contracting white dwarf. This small but extremely hot star radiates most of its energy at short Ultraviolet wavelengths and is invisible in this infrared mage.  Astronomers suspect that over time, this intense Ultraviolet radiation may have destroyed the dust. The Sun is expected to go through its own Planetary Nebula phase ... in another 5 billion years.",
    "hdurl": "https://apod.nasa.gov/apod/image/9709/helix_iso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Infrared Helix",
    "url": "https://apod.nasa.gov/apod/image/9709/helix_iso.jpg"
  }
]
