[
  {
    "date": "1997-02-01",
    "explanation": "This carrot shaped track is actually little more than 5 hundredths of an inch long. It is the trail of a meteroid through aerogel exposed to space by the shuttle launched EURECA (European Recoverable Carrier) spacecraft. The meteoroid itself, about a thousandth of an inch in diameter, is visible where it came to rest, just beyond the tip of the carrot (far right). Chemical analyses of interplanetary dust particles similar to this one suggest that some of them may be bits of comets and represent samples of material from the early stages of the formation of the Solar System. NASA's Stardust mission, planned for launch in 1999, will attempt to directly collect dust from the tail of a comet and return it to Earth -- the first non-lunar sample return mission ever! In addition to peering into the chemistry and history of the solar system, the composition of cometary dust has important implications for the possibility of past life on Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/dusttrk_stardust.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Catching Falling Stardust\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9702/dusttrk_stardust_sm.jpg"
  },
  {
    "date": "1997-02-02",
    "explanation": "Humans once walked on the Moon. Pictured\r above is the second person to stand on the lunar surface: Edwin\r \"Buzz\" Aldrin. During this Apollo 11\r mission, Neil Armstrong\r (the first person to walk on the moon) and Buzz Aldrin\r landed on the Moon while Michael Collins\r circled in the Command Module\r above. The lunar team\r erected a plaque on the surface that reads: HERE MEN FROM THE\r PLANET EARTH FIRST SET FOOT UPON THE MOON JULY 1969 A.D. WE CAME\r IN PEACE FOR ALL MANKIND. The Apollo missions demonstrated that\r it is possible to land humans on the Moon\r and return them safely.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/buzz_a11.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Standing on the Moon\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/buzz_a11.gif"
  },
  {
    "date": "1997-02-03",
    "explanation": "Galaxies are made up of stars, but are all stars found within galaxies? Apparently not. Using the Hubble Space Telescope, researchers exploring the Virgo Cluster of galaxies have now found about 600 red giant stars adrift in intergalactic space. Above is an artist's vision of the sky from a hypothetical planet of such a lonely sun. The night sky on a world orbiting an intergalactic star would be a stark contrast to Earth's - which features a nightly parade of stars, all members of our own Milkyway galaxy. As suggested by the illustration, a setting swollen red sun would leave behind a dark sky speckled only with faint, fuzzy, apparitions of Virgo Cluster galaxies. Possibly ejected from their home galaxies during galaxy-galaxy collisions, these isolated suns may well represent part of a large, previously unseen stellar population, filling the the space between Virgo cluster galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/vcstars_illust_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars Without Galaxies\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9702/vcstars_illust.jpg"
  },
  {
    "date": "1997-02-04",
    "explanation": "Astronomer Clyde Tombaugh, discoverer of Pluto, died on January 17th. Inspiring many during his long and exceptional career, he had been living in Las Cruces, New Mexico with his wife of 60 years, Patsy. Today would have been his 91st birthday. He is pictured above in 1995 in his backyard with a telescope he knew well - a 9 inch Newtonian reflector he built in 1927 with discarded farm machinery and car parts. Using this telescope under the dark night skies of Western Kansas, he made drawings of Mars and Jupiter and submitted them to Lowell Observatory in 1928. Hired to work at Lowell in 1929, Tombaugh embarked on a systematic photographic search for the long sought Planet X with a newly constructed 13 inch astrograph. In 1930 Tombaugh triumphed in his struggle to find the 9th planet, discovering faint and distant Pluto orbiting at the edge of our Solar System. Founding father of New Mexico State University's Astronomy Department, he retired as professor emeritus in 1973 but continued to tour as a lecturer and promoter until failing health prevented it. Always an active stargazer, he was asked by the Smithsonian if they could have the telescope he used to make his 1928 drawings. His response: \"I told them I was still using it.\"",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/tombaugh_beatty.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Clyde W. Tombaugh: 1906-1997\r\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/9702/tombaugh_beatty.jpg"
  },
  {
    "date": "1997-02-05",
    "explanation": "Jupiter has rings, too. Unlike Saturn's bright rings\r which are composed of chunks of ice, Jupiter's rings\r are darker and appear to consist of fine particles of rock. The\r six pictures above\r were taken in infrared light from the Infrared Telescope Facility\r in Hawaii in 1994, and cover a time\r span of two hours. Quite visible are Jupiter's rings, bands and spots\r in the outer atmosphere. Also visible\r in the photos, however, are two small Jovian moons. Metis,\r only 40 kilometers across, appears in the second picture as a\r dim spot on the rings to the right of Jupiter. Amalthea,\r much larger and brighter, appears in the third frame on the far left, and can\r be seen to pass across the face of Jupiter\r in frames four and five. The origin of Jupiter's rings remains unknown,\r although hypothesized to be created by material scattered from\r meteorite impacts onto Jupiter's moons.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/jupiter1_irtf_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Running Red Rings Around Jupiter\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9702/jupiter1_irtf.jpg"
  },
  {
    "date": "1997-02-06",
    "explanation": "Comet Hale-Bopp has returned from behind the\r Sun. In December and early January, Comet Hale-Bopp\r was too near the Sun\r to be easily visible from Earth.\r Now the comet graces the morning sky\r and is visible from dark locations even without binoculars. The above photo\r was taken on January 31st and shows the two emerging\r tails of Comet Hale-Bopp.\r The blue wisp pointing up is the ion tale,\r while the white fuzz is the dust\r tail. On its trip to the inner Solar System,\r Comet Hale-Bopp\r is once again showing signs it could brighten\r in the next few months to become the most spectacular\r comet in modern times. \r",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/hale-bopp1_acc.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hale-Bopp Returns\r\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/9702/hale-bopp1_acc.jpg"
  },
  {
    "date": "1997-02-07",
    "explanation": "The Crab Nebula is filled with mysterious\r filaments. The Crab Nebula\r is the result of a star that exploded in 1054 AD.\r This spectacular supernova\r explosion was recorded by Chinese\r and (quite probably) Anasazi Indian\r astronomers. The filaments are mysterious because they appear\r to have less mass than expelled in the original supernova\r and higher speed than expected from a free explosion.\r In the above picture,\r the color indicates what is happening to the electrons in different\r parts of the Crab Nebula.\r Red indicates the electrons are recombining with protons to form neutral hydrogen,\r while green indicates the electrons are whirling around the magnetic field\r of the inner nebula. In the nebula's\r very center lies a pulsar:\r a neutron star\r rotating, in this case, 30 times a second.",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/m1crab_kc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M1: Filaments of the Crab Nebula\r\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/9702/m1crab_kc.jpg"
  },
  {
    "date": "1997-02-08",
    "explanation": "The famous Sombrero galaxy (M104) is a bright\r nearby spiral galaxy. The prominent\r dust lane and halo of stars and globular clusters\r give this galaxy its name. Something very energetic is going on\r in the Sombrero's\r center, as much X-ray light\r has been detected from it. This X-ray\r emission coupled with unusually high central stellar velocities\r cause many astronomers to speculate that a black hole\r lies at the Sombrero's center\r - a black hole\r a billion times the mass of our Sun.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/m104_wk_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M104: The Sombrero Galaxy\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9702/m104_wk.jpg"
  },
  {
    "date": "1997-02-09",
    "explanation": "Galaxies like colorful pieces of candy fill the Hubble Deep Field - humanity's most distant yet optical view of the Universe. The dimmest, some as faint as 30th magnitude (about four billion times fainter than stars visible to the unaided eye), are the most distant galaxies and represent what the Universe looked like in the extreme past, perhaps less than one billion years after the Big Bang. To make the Deep Field image, astronomers selected an uncluttered area of the sky in the constellation Ursa Major (the Big Bear) and pointed the Hubble Space Telescope at a single spot for 10 days accumulating and combining many separate exposures. With each additional exposure, fainter objects were revealed. The final result can be used to explore the mysteries of galaxy evolution and the infant Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/deep_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Deep Field\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9702/deep_hst.jpg"
  },
  {
    "date": "1997-02-10",
    "explanation": "What if you could see gamma rays (photons with more than 40 million times the energy of visible light)? If you could, the Moon would appear brighter than the Sun! This startling notion is demonstrated by this image of the Moon from the Energetic Gamma Ray Experiment Telescope (EGRET) onboard NASA's orbiting Compton Gamma Ray Observatory. The most sensitive instrument of its kind, even EGRET can not see the quiet Sun which is faint at extreme gamma-ray energies. Why is the Moon so bright in gamma rays? High energy charged particles known as cosmic rays, constantly bombard the unprotected lunar surface generating gamma rays. EGRET's gamma-ray vision is not sharp enough to resolve a lunar disk or any surface features but its sensitivity reveals the bright gamma-ray moonglow against a background of gamma rays from our Milky Way galaxy, gamma-ray quasars and some still mysterious unidentified sources. The image was generated from eight exposures made during 1991-1994. A wide-angle picture, it covers a roughly 40x40 degree field of view with gamma-ray intensity represented in false color.",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/moon_egret.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Gamma Ray Moon\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9702/moon_egret.jpg"
  },
  {
    "date": "1997-02-11",
    "explanation": "Astronaut Carl Walz waves at his colleagues from the aft end of the Space Shuttle Discovery's payload bay - during a 1993 spacewalk to evaluate tools, tethers, and a foot restraint slated for use in the first Hubble Space Telescope servicing mission. Today's successful launch of Discovery begins the second servicing mission to the Hubble. Discovery's crew will rendezvous with the orbiting telescope and capture it with the shuttle's manipulator arm. With Hubble in the payload bay the crew will conduct spacewalks to replace two existing instruments with new ones. To be installed are the Space Telescope Imaging Spectrograph and the Near Infrared Camera and Multi-Object Spectrometer. Other hardware will also be replaced and upgraded including the telescope's Fine Guidance Sensor. The improved instrumentation will extend the Hubble's ability to explore the distant Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/walz_sts51_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Space Walz\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9702/walz_sts51.jpg"
  },
  {
    "copyright": "Crni Vrh ObsU. Ljubljana",
    "date": "1997-02-12",
    "explanation": "Comet Hale-Bopp has quite a tail to tell already.\r This remarkable comet\r was first discovered in 1995, even\r before Comet Hyakutake. Since then,\r this erupting snowball continues\r to fall into our inner Solar System\r and is starting to put on quite a show. Comets\r have been known throughout history to show tails that spread across\r the sky.  In the above picture, the blue stream is the ion tail\r which consists of ions pushed away from the comet's head\r by the solar wind.\r The ion tail always points directly\r away from the Sun. Comet Hale-Bopp\r is now visible in the morning sky,\r moving a few degrees each day. Comet Hale-Bopp\r is expected to be at its best and brightest in late March and early April.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/halebopp1_cvo_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hale-Bopp Develops a Tail",
    "url": "https://apod.nasa.gov/apod/image/9702/halebopp1_cvo.gif"
  },
  {
    "date": "1997-02-13",
    "explanation": "Comets\r become fountains of gas and dust as they get near the Sun.\r Solar heat vaporizes the outer layers of these spectacular orbiting icebergs,\r exposing caverns of pressurized gas that erupt into jets.\r The above digitally enhanced image of Comet Hale-Bopp\r was taken on January 29th and highlights several of\r these dust jets.  Here, background stars appear as faint raised streaks.\r Comet Hale-Bopp is currently brighter\r than most stars, and is visible in the morning sky.\r Comet Hale-Bopp\r will continue to brighten and develop an extended tail\r until April.",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/halebopp1_usno.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "More Jets From Comet Hale-Bopp\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9702/halebopp1_usno.jpg"
  },
  {
    "date": "1997-02-14",
    "explanation": "Globular clusters\r once ruled the Milky Way. Back in\r the old days, back when our Galaxy\r first formed, perhaps thousands of globular clusters roamed our\r Galaxy. Today, there are perhaps 200 left.\r Many globular clusters were destroyed\r over the eons by repeated fateful encounters with each other or\r the Galactic center. Surviving relics\r are older than any earth fossil,\r older than any other structures in our Galaxy,\r and limit the universe itself\r in raw age. There are few, if any, young globular clusters\r in our Milky Way Galaxy because conditions\r are not ripe for more to form. But things are different next\r door - in the neighboring LMC galaxy.\r Pictured above is a \"young\" globular cluster residing\r there: NGC 1818.\r Recent observations show it formed only about 40 million years\r ago - just yesterday compared to the 12 billion year ages of globular clusters in our own Milky Way",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/ngc1818_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1818: A Young Globular Cluster\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9702/ngc1818_hst.jpg"
  },
  {
    "date": "1997-02-15",
    "explanation": "What happens when a star runs out of nuclear fuel?\r The center condenses into a white dwarf while the outer atmospheric\r layers are expelled into space and appear as a planetary nebula.\r This particular planetary nebula,\r designated Shapley 1 after the famous astronomer Harlow Shapley,\r has a very apparent annular ring like structure. Although some\r of these nebula appear like planets on the sky (hence their name),\r they actually surround stars far outside our Solar System.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/shapley1_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shapley 1: An Annular Planetary Nebula\r\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/shapley1_aat.gif"
  },
  {
    "date": "1997-02-16",
    "explanation": "Betelgeuse (sounds a lot like \"beetle juice\"), a red supergiant star about 600 light years distant, is seen in this Hubble Space Telescope image -- the first direct picture of the surface of a star other than the Sun. A bright, as yet unexplained hotspot is revealed on its surface!  While Betelgeuse is cooler than the Sun, it is more massive and over 1000 times larger. If placed at the center of our Solar System, it would extend past the orbit of Jupiter. Betelgeuse is also known as Alpha Orionis, one of the brightest stars in the familar constellation of Orion, the Hunter. Like many star names, Betelgeuse is Arabic in origin. It is derived from a phrase which refers to the hunter's shoulder or armpit, the general area occupied by this star in drawings of the figure in the constellation. As a massive red supergiant, it is nearing the end of its life and will soon become a supernova.",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/betelgeuse_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Betelgeuse, Betelgeuse, Betelgeuse\n\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9702/betelgeuse_hst.jpg"
  },
  {
    "date": "1997-02-17",
    "explanation": "A wind from the Sun blows through our Solar System. The behaviour of comet tails as they flapped and waved in this interplanetary breeze gave astronomers the first hint of its existence. Streaming outward at 250-400 miles/second, electrons and ions boiling off the Sun's incredibly hot but tenuous corona account for the Solar Wind - now known to affect the Earth and other planets along with voyaging spacecraft. Rooted in the Solar Magnetic Field, the structure of the corona is visible in this composite image from the EIT and UVCS instruments onboard the SOHO spacecraft, extending a million miles above the Sun's surface. The dark areas, known as coronal holes, represent the regions where the highest speed Solar Wind originates.",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/solwind_soho.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Wind From The Sun\n\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9702/solwind_soho.gif"
  },
  {
    "date": "1997-02-18",
    "explanation": "Callisto's surface\r is not without fault. In fact, an explorer crossing the surface\r of this large moon of Jupiter\r would need climbing equipment to pass this large, recently discovered\r fault. The above picture\r was released last week and was taken in November 1996 by the robot spacecraft Galileo\r currently orbiting Jupiter.\r As the Sun illuminates Callisto's\r surface from the left, the unusual cliff or scarp\r stands out by the shadow it casts to the right. This cliff and\r others were probably formed when a large object collided with\r Callisto\r early in its history. Of the many visible craters\r in the above photograph, the smallest visible is about a football\r field across, while the largest is more than a kilometer.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/callistoscarp_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Big Cliff on Jupiter's Callisto\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9702/callistoscarp_gal.jpg"
  },
  {
    "date": "1997-02-19",
    "explanation": "Mizar (sounds like \"My Czar\") is a binary star. In fact, most stars are binary stars. In a binary star system, each star of the pair follows an elliptical orbital path. Mutual gravity causes the stellar companions to glide around their orbits as if tied to the ends of an elastic string passing through a balance point between them. The balance point is the system's \"center of mass\". Also known as zeta Ursae Majoris, Mizar is the middle star in the handle of the Big Dipper and at a distance of 88 light years, was the first binary star system to be imaged telescopically. Spectroscopic observations of the Mizar system show periodic doppler shifts, revealing that both stars, Mizar A and Mizar B, are themselves binary stars! But, the companions are too close to be directly observed as separate stars, even by the largest telescopes. In developing a new optical interferometer capable of extremely high resolution while peering through the Earth's blurry atmosphere, U.S. Naval Observatory and Naval Research Lab astronomers have been able to detect the companion star to Mizar A. This composite image of their observations shows the daily and monthly relative orbital motion in the binary system. Binary stars are a boon to astronomers because these stars can be weighed -- their orbits providing a direct measurement of star masses.",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/mizarA_npoi_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mizar Binary Star\n\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9702/mizarA_npoi.gif"
  },
  {
    "date": "1997-02-20",
    "explanation": "Comet Hale-Bopp is now slowly moving across the morning sky. During its trip to our inner Solar System, the comet passes in front of several notable objects. Here Comet Hale-Bopp was photographed on February 11th superposed nearly in front of the picturesque Dumbbell Nebula, visible on the upper right. Comet Hale-Bopp is now first magnitude - one of the brightest objects in the morning sky. APOD, always in search of interesting and accurate astronomy pictures, issues the following informal challenge: that Comet Hale-Bopp be photographed in color with both easily recognizable foreground and background objects. For instance, in late March, it might be possible to photograph the comet with the Eiffel Tower in the foreground and the Andromeda galaxy (M31) in the background. Such superpositions would not only contrast human and cosmic elements, but give angular perspective on the size of the comet's tail.",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/halebopp1_oat_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hale-Bopp and the Dumbbell Nebula\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/9702/halebopp1_oat.jpg"
  },
  {
    "date": "1997-02-21",
    "explanation": "The Hubble Space Telescope's\r second servicing mission has been completed. Every few years,\r the telescope is visited by a Space Shuttle\r to allow astronauts\r to switch old instruments for new. This time, the Goddard High Resolution Spectrograph\r and Faint Object Spectrograph\r were replaced by the Near Infrared Camera and Multi-Object Spectrometer\r and the Space Telescope Imaging Spectrograph.\r These new instruments will act like eyes sharing the 2.4-meter\r telescope mirror with the remaining instruments: the Wide Field Planetary Camera 2\r and the Faint Object Camera.\r The Hubble Space Telescope\r can take clearer pictures\r than ground based telescopes because its images are not blurred\r by the Earth's atmosphere.\r Pictured in the final phases of a space walk from the second servicing mission, astronauts Mark Lee (right) and Steven Smith work on HST while perched on the Shuttle's remote manipulator arm.",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/hst2nd_sts82_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "New Eyes for the Hubble Space Telescope\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9702/hst2nd_sts82.jpg"
  },
  {
    "date": "1997-02-22",
    "explanation": "What if you could \"see\" gamma rays? If you could, the sky would seem to be filled with a shimmering high-energy glow from the most exotic and mysterious objects in the Universe. In the early 1990s NASA's orbiting Compton Observatory, produced this premier vista of the entire sky in gamma rays - photons with more than 40 million times the energy of visible light. The diffuse gamma-ray glow from the plane of our Milky Way Galaxy runs horizontally through the false color image. The brightest spots in the galactic plane (left of center) are pulsars - spinning magnetized neutron stars formed in the violent crucibles of stellar explosions. Above and below the plane, quasars, believed to be powered by supermassive black holes, produce gamma-ray beacons at the edges of the universe. The nature of many of the fainter sources remains unknown.",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/allsky1_egret_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Gamma Ray Sky\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9702/allsky1_egret.gif"
  },
  {
    "date": "1997-02-23",
    "explanation": "By chance, a collision of two galaxies has created a surprisingly recognizable shape on a cosmic scale - \"The Cartwheel Galaxy\". The Cartwheel is part of a group of galaxies about 500 million light years away in the constellation of Sculptor (two smaller galaxies in the group are visible on the right). Its rim is an immense ring like structure 100,000 light years in diameter composed of newly formed, extremely bright, massive stars. When galaxies collide they pass through each other, their individual stars rarely coming into contact. However, the galaxies' gravitational fields are seriously distorted by the collision. In fact, the ring-like shape is the result of the gravitational disruption caused by a small intruder galaxy passing through a large one, causing a a star formation wave to move out from the impact point like a ripple across the surface of a pond. In this case the large galaxy may have originally been a spiral, not unlike our own Milky Way, transformed into the wheel shape by the collision. But ... what happened to the small intruder galaxy?",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/cartwheel1_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cartwheel of Fortune\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9702/cartwheel1_hst.jpg"
  },
  {
    "date": "1997-02-24",
    "explanation": "In yesterday's episode our hero, the Cartwheel galaxy, had survived a chance cosmic collision with a small intruder galaxy - triggering an expanding ring of star formation. Hot on the intruder's trail, a team of multiwavelength sleuths have compiled evidence tracking the reckless galaxy fleeing the scene. Presented for your consideration: a composite showing a visual image of the Cartwheel galaxy (at left) and smaller galaxies of the Cartwheel group, superposed with high resolution radio observations of neutral hydrogen (traced by the green contours). The neutral hydrogen trail suggestively leads to the culprit galaxy at the far right, presently about 250,000 light years distant from the Cartwheel!",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/cartwheel2_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Trail of the Intruder\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9702/cartwheel2_hst.jpg"
  },
  {
    "date": "1997-02-25",
    "explanation": "Long ago in a galaxy far, far away, locked in their final desperate struggle against the force of gravity ... two stars exploded! Stellar explosions - Supernovae - are among the most powerful events in the Universe, estimated to release an equivalent energy of up to 1 million trillion trillion (1 followed by 30 zeros) megatons of TNT. After the explosion, an expanding supernova envelope is observed to brighten over a a period of days to a maximum light output which rivals that of an entire galaxy before fading from view over the following months. Triggered by the collapsing core of a massive star or the nuclear demise of a white dwarf supernovae occur in average spiral galaxies only about once every 25-100 years. But a recent observation of NGC 664, a spiral galaxy about 300 million light years distant, captured a rare and colorful performance - two supernovae from the same galaxy. In this monitoring exposure the two supernovae, one reddish yellow and one blue, form a close pair just below the image center (to the right of the galaxy nucleus). The color difference is due to temperature - blue is hotter.",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/starngc664_whipple_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Wars in NGC 664\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9702/starngc664_whipple.gif"
  },
  {
    "date": "1997-02-26",
    "explanation": "Arcing toward a fiery fate, this Sungrazer comet was recorded by the SOHO spacecraft's Large Angle Spectrometric COronagraph (LASCO) on Dec. 23rd, 1996. LASCO uses an occulting disk, partially visible at the lower right, to block out the otherwise overwhelming solar disk allowing it to image the inner 5 million miles of the relatively faint corona. The comet is seen as its coma enters the bright equatorial solar wind region (oriented vertically). Spots and blemishes on the image are background stars and camera streaks caused by charged particles. Positioned in space to continuously observe the Sun, SOHO has detected 7 sungrazing comets. Based on their orbits, they are believed to belong to a family of comets created by successive break ups from a single large parent comet which passed very near the sun in the twelfth century. The bright comet of 1965, Ikeya-Seki, was also a member of the Sungrazer family, coming within about 400,000 miles of the Sun's surface. Passing so close to the Sun, Sungrazers are subjected to destructive tidal forces along with intense solar heat. This comet, known as SOHO 6, did not survive.",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/sungrazer1_lasco_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sungrazer\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9702/sungrazer1_lasco.jpg"
  },
  {
    "date": "1997-02-27",
    "explanation": "What's that fuzzy star? It's not a star, it's Comet Hale-Bopp.\r Not only has Comet Hale-Bopp become\r easy to see in the morning sky,\r it has become hard not to see it. It's that bright. Any\r morning just before sunrise, look towards the east.\r Comet Hale-Bopp\r is one of the brightest objects up. Its dominating presence\r is shown dramatically by this photo taken just west of Williston,\r North Carolina,\r USA. Here Comet Hale-Bopp\r shines above the telephone poles lining Highway 70. Too tired\r to get up in the morning to see the comet? Don't worry, in less\r than a month it will also be visible in the evening sky, just\r before sunset. And it will have a longer tail.\r From the Space Shuttle, Dr. Steven Hawley says, \"Hale-Bopp looks great.\"",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/halebopp1_tf.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hale-Bopp is That Bright\r\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/9702/halebopp1_tf_small.jpg"
  },
  {
    "date": "1997-02-28",
    "explanation": "Is our Galaxy this thin? We believe so. \r The Milky Way, like NGC 891 pictured above,\r has the width of a typical spiral galaxy.\r Spirals have most of their bright stars, gas, and obscuring dust\r in a thin disk. This disk can be so thin the spiral galaxy\r appears edge-on like a compact disk seen sideways.\r The dark band across the middle is a lane of dust\r which absorbs light. Some of the billions of stars that\r orbit the center of NGC 891,\r however, appear to be moving too fast to just be traveling in\r circles. What causes this peculiar motion? One hypothesis is that NGC 891 has a large bar across its center\r - a bar that would be obvious were we to see this galaxy face-on instead of edge-on. This false color picture was constructed from 3 near infrared images.",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/ngc891_kp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Edge-On Spiral Galaxy NGC 891\r\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/9702/ngc891_kp_rot.jpg"
  },
  {
    "date": "1997-03-01",
    "explanation": "Sometimes you can't see the forest for the\r trees. But if you look closely at the center of the above photograph,\r you will see a whole spiral galaxy\r behind the field of stars. Named Dwingeloo 1,\r this nearby galaxy was only discovered recently (1994) because\r much of its light was obscured by dust,\r gas and bright stars\r of our own Milky Way Galaxy.\r In fact, all the individually discernible stars in the above photograph\r are in our Galaxy. Dwingeloo\r 1 turned out to be a large galaxy located only five times as distant\r as the closest major galaxy - M31.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/dwingeloo1_int_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy  Dwingeloo 1 Emerges \r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9703/dwingeloo1_int.gif"
  }
]
