[
  {
    "date": "1997-04-01",
    "explanation": "Which is closer: the comet or the galaxy?\r Answer: the comet. In its trek through the inner Solar System,\r Comet Hale-Bopp has passed nearly in front of the Andromeda Galaxy\r (M31), seen on the lower left. At the time of this picture, March\r 27th, Comet Hale-Bopp\r was about 10 light-minutes from the Earth,\r while M31 remained about 3 million light-years distant.\r By contrast, light can cross the Earth in about 1/20th\r of a second, and light takes about one second to reach Earth's Moon.\r Comet Hale-Bopp is one of the largest comets\r ever recorded, and although its' nucleus has never been photographed,\r it is estimated from brightness and spin measurements to be about\r 40 kilometers across. In contrast, Comet Halley\r in 1987 was measured to be 15 km, and Comet Hyakutake\r in 1996 was estimated to be no more than 10 km.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9704/halebopp7_aac_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hale-Bopp and Andromeda \r\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/9704/halebopp7_aac.jpg"
  },
  {
    "date": "1997-04-02",
    "explanation": "Aurora frequently make complete rings around\r a pole of the Earth. This particular \"crown\",\r visible in orange near the top of this image,\r was taken by the orbiting Polar spacecraft\r about one year ago and released by NASA last month. A complete\r auroral\r oval is normally hard to photograph because part of it usually\r occurs over a brightly sunlit portion of the Earth. Polar's\r Earth Camera,\r however, can be programmed to filter out all but a certain type\r of ultraviolet light. In this\r \"color\", atmospheric oxygen\r can glow brighter than reflected sunlight. People with normal\r eyesight living near the Great Lakes\r in North America would have been able to see this aurora,\r were it not daytime!\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9704/aurora_pol_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Complete Aurora \r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9704/aurora_pol.jpg"
  },
  {
    "date": "1997-04-03",
    "explanation": "Does a comet's dust tail always orbit behind\r it? Since comets rotate, they shed gas and dust\r in all directions equally. Small ice and dust\r particles expelled by the comet, however, are literally pushed\r around by sunlight. The smaller the particle, the greater the\r effect. When the comet\r is headed inward, sunlight slows down small particles so they\r orbit behind the comet. When the comet is headed back out\r though, sunlight speeds them up, so small particles orbit in front\r of the comet. Comet Hale-Bopp\r itself is too big to have its orbit affected by the momentum of\r sunlight. Therefore, since Comet Hale-Bopp\r started back out to the outer Solar System two days ago, we can\r expect the dramatic dust tail shown above\r to shift in front in the coming days.",
    "hdurl": "https://apod.nasa.gov/apod/image/9704/halebopp1_ja.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth, Clouds, Sky, Comet \r\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/9704/halebopp1_ja_big.jpg"
  },
  {
    "date": "1997-04-04",
    "explanation": "This stereo pair of Hale-Bopp images combines two pictures from slightly different viewing angles. Simulating stereo vision, the difference was generated by the comet's apparent motion as it cruised through the inner Solar System. The camera was located in the Shoshone National Forest, Wyoming, USA, Planet Earth, and the two pictures were taken about 45 minutes apart on March 25. Digitized versions were then carefully cropped and adjusted so that the background stars matched. The product of an internet collaboration between J. Modjallal and M. Frost, this pair is meant to be viewed from a comfortable distance by gently crossing your eyes until the images merge.",
    "hdurl": "https://apod.nasa.gov/apod/image/9704/hb_frost_docjm.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hale-Bopp In Stereo \r\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/9704/hb_frost_docjm.jpg"
  },
  {
    "date": "1997-04-05",
    "explanation": "The center of nearby giant galaxy M87 is a dense and violent place. In this 1994 photograph by the Hubble Space Telescope, a disk of hot gas was found to be orbiting at the center of this massive elliptical galaxy. The disk is evident at the lower left of the picture. The rotation speed of gas in this disk indicates the mass of the object the gas is orbiting, while the size of the disk indicates an approximate volume of the central object. These observations yield a central density so high that the only hypothesized object that could live there is a black hole. The picture also shows a highly energetic jet emanating from the central object like a cosmic blowtorch. The jet is composed of fast moving charged particles and has broken into knots as small as 10 light years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/9704/m87_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Black Hole in M87?\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9704/m87_hst.jpg"
  },
  {
    "date": "1997-04-06",
    "explanation": "Space suited project Mercury astronauts John H. Glenn, Virgil I. Grissom, and Alan B. Shepard Jr. (left to right) are pictured here posing in front of a Redstone rocket in this vintage 1961 NASA publicity photo. Project Mercury was the first U.S. program designed to put humans in space. It resulted in 6 flights using one-man capsules and Redstone and Atlas rockets. Shortly after the first U.S. manned flight on May 5, 1961, a suborbital flight piloted by Alan Shepard, President Kennedy announced the goal of a manned lunar landing by 1970. This goal was achieved by NASA's Apollo program and Shepard himself walked on the moon as commander of the Apollo 14 mission.",
    "hdurl": "https://apod.nasa.gov/apod/image/9704/merc_astronaut_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury Astronauts and a Redstone\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9704/merc_astronaut.jpg"
  },
  {
    "date": "1997-04-07",
    "explanation": "Could this fuzzy blob be the key to the whole\r gamma-ray burst (GRB) mystery?\r Astronomers the world over are now scrambling to determine the\r true nature of the extended emission seen to the lower right of\r the bright source in the above image.\r The bright object in the center is rapidly fading - and thought\r to be the first true optical counterpart to a GRB.\r But is it housed in a galaxy? If\r so, after the central emission has faded, this galaxy should be\r identifiable. Today, follow up observations of this blob are\r planned with the Hubble Space Telescope.\r If the extended emission does come from a galaxy it would bolster\r indications that the February 28th GRB\r occurred in that galaxy, across the universe from us.  This,\r in turn, would imply that GRBs are\r truly the most powerful explosions ever known.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9704/grb970228a_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "GRB970228: What's There? \r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9704/grb970228a_hst.gif"
  },
  {
    "date": "1997-04-08",
    "explanation": "What's that point of light above the World Trade Center?\r It's Comet Hale-Bopp!\r Both faster than a speeding bullet and able to \"leap\"\r tall buildings in its single orbit,\r Comet Hale-Bopp is also bright enough to be seen even over the glowing lights of one of the world's premier cities.\r In the foreground lies the East River, while much of New York City's\r Lower Manhattan can be seen between the river and the comet. \r Comet Hale-Bopp\r is now moving away from both the Sun\r and the Earth. It should, however,\r should remain visible even in northern cities for at least a month.\r To find Comet Hale-Bopp,\r look for the brightest object in the northwest sky just after sunset\r - or wait for its return in 2400 years.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9704/halebopp2_js_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hale-Bopp Over New York City \r\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/9704/halebopp2_js.jpg"
  },
  {
    "date": "1997-04-09",
    "explanation": "Is there life beneath Europa? Today, new\r results are being announced\r (at about 2 pm EST) about the possibility of oceans\r under Jupiter's\r moon Europa.\r The existence of such oceans increases the likelihood that some\r sort of life exists beneath the fractured ice planes\r of Jupiter's smoothest satellite.\r Results from the February 20th flyby\r of the robot spacecraft Galileo\r past Europa\r now clearly indicate that either large bodies of water or slush\r exist under a relatively thin ice sheet covering the moon's surface,\r at least in some regions. Areas on the surface are marked by\r very few craters, indicating that water flowed there in the time\r since most craters formed.  \r",
    "hdurl": "https://apod.nasa.gov/apod/image/9704/europaice_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Oceans Under Jupiter's Europa? \r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9704/europaice_gal.jpg"
  },
  {
    "date": "1997-04-10",
    "explanation": "The surface of Jupiter's\r moon Europa\r has shifted. Photographs released yesterday\r of Europa's surface taken by the spacecraft Galileo\r show that the smooth moon's icy surface is sometimes like a giant scrambled jigsaw puzzle. Pieces of Europa's surface,\r identifiable above, have rafted to new locations. Also visible\r are larger areas that are clearly shifted from their original\r alignment. What could cause this surface shuffle? One leading\r explanation is water - oceans of water just beneath Europa's\r ice plains. This discovery again fuels speculation that life\r might exist far from the comfort of Earth.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9704/europa_rafts_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Europa's Ice Rafts \r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9704/europa_rafts.jpg"
  },
  {
    "date": "1997-04-11",
    "explanation": "The Earth has once again endured a burst of\r particles from the Sun. The latest storm,\r which began Monday, was one of the best documented solar storms\r to date. At 10 am (EDT)\r ground monitors of the SOHO\r spacecraft, which continually monitors the Sun,\r noticed a weak spot in the solar corona was buckling again, this\r time letting loose\r a large, explosive Coronal Mass Ejection\r (CME). Almost simultaneously, NASA's WIND spacecraft\r began detecting bursts of radio waves\r from electrons\r involved in this magnetic storm. Supersonic\r waves rippled though the solar corona\r as a puff of high energy gas shot out into the Solar System.\r The above image\r shows two photographs of the Sun\r taken about 15 minutes apart and subtracted, highlighting the\r explosion. The CME\r gas will have little lasting effect on the Earth,\r but might make this a good weekend to see an aurora.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9704/suncme_soho_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sun Puffs \r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9704/suncme_soho.jpg"
  },
  {
    "date": "1997-04-12",
    "explanation": "The Arecibo radio telescope\r is currently the largest single-dish telescope in the world. First\r opening in 1963, this 305 meter (1000 foot) radio telescope resides\r in a natural valley of Puerto Rico.\r The Arecibo telescope\r has been used for many astronomical research projects,\r including searches and studies of pulsars,\r and mapping atomic and molecular gas\r in the Galaxy and the universe.\r As the Arecibo dish can also be used to send radio waves, it has\r bounced and recorded radiation off of planets in our Solar System,\r and has even broadcast messages\r to areas of the Galaxy that might contain intelligent extra-terrestrial life.\r Any person in the world may use the telescope, providing their\r proposal\r is selected by a review committee.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/arecibo_naic_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Arecibo: The Largest Telescope \r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/arecibo_naic.gif"
  },
  {
    "date": "1997-04-13",
    "explanation": "SS433\r is one of the most exotic star systems known. Its unremarkable\r name stems from its inclusion in a catalog of stars which emit\r radiation characteristic of atomic hydrogen.\r Its very remarkable behavior stems from a compact object, a black hole\r or neutron star,\r which has produced an accretion disk with jets. As illustrated\r in this artist's vision\r of the SS433 system\r based on observational data,\r a massive, hot star (left) is locked in a mutual orbit with a\r compact object. Material transfers from the massive star into\r an accretion disk surrounding the\r compact object blasting out two jets of ionized gas in opposite\r directions - at about 1/4 the speed of light!\r Radiation from the jet tilted toward the observer is blueshifted,\r while radiation from the jet tilted away is redshifted.\r The binary system itself completes an orbit in about 13 days while\r the jets precess (wobble like a top) with a period of about 164\r days. Are the jets from SS433 related to those from black holes at the centers of galaxies?\r",
    "hdurl": "https://apod.nasa.gov/apod/image/ss433_art_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jets From SS433 \r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/ss433_art.gif"
  },
  {
    "date": "1997-04-14",
    "explanation": "Comet Hale-Bopp is spinning. The nucleus\r of the comet is a dirty snowball about 25 miles in diameter\r that spins about once every 12 hours.\r As Comet Hale-Bopp\r spins, parts of the comet's surface shoot away in jets. Ejected\r material therefore makes rings, which appear in above photograph\r as \"hoods\"\r in the coma. Even though\r the central part of Comet Hale-Bopp's\r coma is quite condensed, the nucleus is not visible. Comet Hale-Bopp\r is now headed south, away from the Sun,\r and is getting dimmer.\r At its brightest last week, it was even brighter than Comet Hyakutake\r was last year, although with a less prominent tail.\r Comet Hale-Bopp\r will still be easily visible to northern observers for several\r weeks in the northwest sky after sunset.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9704/halebopp2_usno_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hale-Bopp's Hoods \r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9704/halebopp2_usno.jpg"
  },
  {
    "date": "1997-04-15",
    "explanation": "Comet Hale-Bopp\r is being observed by many different telescopes. Here the comet is pictured\r behind the array of radio telescopes\r which compose the Plateau de Bure Interferometer.\r These telescopes are being used to detect the presence of different molecules\r in the coma and tail of Comet Hale-Bopp. Molecules detected\r in the comet include carbon monoxide and sulfur dioxide. The\r abundance of different types of molecules in Comet Hale-Bopp's\r coma give clues to its composition\r and history, as well as clues to the composition and history of\r our Solar System. Comet Hale-Bopp\r has now rounded the Sun and is headed\r back out. It can still be seen by northern observers for several\r weeks in the northwest sky after sunset.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9704/halebopp1_iram.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hale-Bopp and Plateau de Bure Interferometer \r\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/9704/halebopp1_iram.jpg"
  },
  {
    "date": "1997-04-16",
    "explanation": "Comet Hale-Bopp continues to look impressive.\r The photograph above\r captured the comet on April 7th passing nearly in front\r of M34,\r a star cluster in the constellation of Perseus.\r Many of the stars in this open cluster\r can be seen through Comet Hale-Bopp's\r white dust tail. The bright blue ion tail\r now shows several streams. Now receding\r from both the Sun and the Earth, Comet Hale-Bopp\r should still remain an impressive sight\r for weeks to come as it slowly fades.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9704/halebopp8_aac_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Star Cluster Through Hale-Bopp's Tail \r\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/9704/halebopp8_aac.jpg"
  },
  {
    "date": "1997-04-17",
    "explanation": "The impact crater Pwyll (a name from Celtic Mythology) is thought to represent one of the youngest features on the surface of Jupiter's moon Europa. A combination of color and high resolution black and white data from NASA's Galileo spacecraft was used to produce this view looking down on the crater with the sun illuminating the scene from the right. Pwyll's visible dark central region is about 24 miles in diameter, while brilliant white rays of debris blasted from the impact site extend outward for hundreds of miles. The white debris or ejecta clearly overlays everything else on the surface - indicating that this formation is younger than all surrounding features. Interestingly, the bright white color suggests a composition of fresh water ice particles. Does water in liquid form exist below Europa's icy surface?",
    "hdurl": "https://apod.nasa.gov/apod/image/9704/pwyll_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pwyll: Icy Crater of Europa \r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9704/pwyll_gal.jpg"
  },
  {
    "date": "1997-04-18",
    "explanation": "On April 7, the SOHO spacecraft spotted a Solar Storm ejecting a cloud of energetic particles toward planet Earth. The plasma cloud's center missed Earth, but high energy particles swept up by Earth's magnetosphere still created a geomagnetic storm! Residents of northerly lattitudes were treated to the spectacle of brilliant aurora as curtains of green and white light danced across the sky. In this image from April 11, the Polar Ionospheric X-ray Imaging Experiment (PIXIE) onboard NASA's orbiting POLAR spacecraft records the strongest X-ray aurora seen in more than a year of operation. The false color image overlaying a map of North America reveals X-rays generated in the upper atmosphere by showers of high energy electrons.",
    "hdurl": "https://apod.nasa.gov/apod/image/9704/aurora_pixie_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar Storm Causes X-Ray Aurora\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9704/aurora_pixie.jpg"
  },
  {
    "date": "1997-04-19",
    "explanation": "The long winding arms of this nearby spiral\r galaxy define it as the \"Southern Pinwheel.\" But M83\r is quite a typical spiral - much like our own Milky Way\r Galaxy. Spiral galaxies contains\r many billions of stars, the youngest of which inhabit the spiral\r arms and glow strongly in blue light. Dark dust\r lanes are mixed in with the stars and help define M83's\r marked spiral structure. The space between the spiral arms is\r also filled with stars - but stars that are typically more dim\r and red.  M83\r has shown an unusual amount of stellar supernovae\r explosions - six since the turn of the century - more than any\r other Messier galaxy.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/m83_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy M83 \r\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/m83_aat.gif"
  },
  {
    "date": "1997-04-20",
    "explanation": "On November 17, 1970 the Soviet Luna 17 spacecraft landed the first roving remote-controlled robot on the Moon. Known as Lunokhod 1, it weighed just under 2,000 pounds and was designed to operate for 90 days guided by a 5-person team at the Deep Space Center near Moscow, USSR, Planet Earth. Lunokhod 1 actually toured the lunar Mare Imbrium (Sea of Rains) for 11 months in one of the greatest successes of the Soviet lunar exploration program. The futuristic looking eight wheeler is pictured here in an artist's conception atop its landing module. Ramps extend from both sides of the spacecraft allowing an alternative route to the surface if one side is blocked by boulders.",
    "hdurl": "https://apod.nasa.gov/apod/image/lunokhod_1_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Robot: Lunokhod 1\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/lunokhod_1.gif"
  },
  {
    "date": "1997-04-21",
    "explanation": "On April 17th, \"Big Sky\"\r country sure lived up to its name. The dark skies over the US\r states of Wyoming, Montana and the Dakotas were quite busy, as\r shown by this photograph\r featuring Comet Hale-Bopp.\r In the foreground is the Absaroka Mountain Range\r in Wyoming, lit by reflected moonlight. Just to the left of Jim\r Mountain's peak is Comet Hale-Bopp.\r The unusual colors visible on the far right are aurora,\r remnants of the recent solar storm recorded\r on the Sun.\r  Across the middle of the photo are numerous bright stars,\r and across the top of the picture are clouds.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9704/halebopp2_dv.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Big Sky Comet \r\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/9704/halebopp2_dv.jpg"
  },
  {
    "date": "1997-04-22",
    "explanation": "The largest telescopes in the world have scrambled to point toward this faint, fading object. Why? Because it may well be the first active optical counterpart\r ever found for a gamma-ray burst,\r and could hold the clue to the distance scale to this most enigmatic class of astronomical objects.\r  During the past two months, multiwavelength observations, claims,\r and counterclaims\r have been exchanged at a torrential pace, as astronomers wait impatiently\r to see what setting houses the fading transient.\r Above are two pictures of the optical transient\r (OT), one taken on February 28th, the other about a\r week later on March 8th. The OT arrows show the source\r that faded from view during this time. The OT\r has been examined by large telescopes including the Hubble Space Telescope\r and Keck, yet researchers are still scrambling to get answers to fundamental questions about its true nature. Does the OT\r actually move (exhibit proper motion)? Is there a faint galaxy superposed behind\r the OT or is this extended emission fading too? In the face of intense scrutiny with the world's most capable telescopes, the origin of gamma-ray bursts so far remains mysterious!",
    "hdurl": "https://apod.nasa.gov/apod/image/9704/ot_groot_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Historic Optical Flash Fades \r\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/9704/ot_groot.jpg"
  },
  {
    "date": "1997-04-23",
    "explanation": "Meet Antlia, a newly discovered neighbor of\r our Milky Way Galaxy. Announced just last week, this faint member\r of our Local Group of Galaxies\r has only about one million stars. It is late in being noticed\r because it is so hard to see against a bright sky. This faint galaxy is seen here in the background - the bright stars visible are in our own galaxy. The Antlia Dwarf Galaxy\r is actually a dwarf spheroidal galaxy,\r similar to nine known dwarf spheroidals that orbit our Milky Way\r Galaxy. Antlia,\r named for the constellation\r in which it resides, is unusual because it does not hover near\r either of the two major galaxies of the Local Group: our Milky Way Galaxy\r and M31.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9704/antlia_uks_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Antlia: A New Galactic Neighbor \r\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/9704/antlia_uks.gif"
  },
  {
    "date": "1997-04-24",
    "explanation": "Astronomers have recently discovered that looking at dust along the plane of our Milky Way Galaxy is a bit like looking into a frothy glass of beer. The dust between stars in our galaxy is arranged like a foam with bubbles and voids -- apparently churned by shocks and winds generated as stars cycle through their lives. This processed infrared image, based on data from NASA's IRAS satellite, maps the radiation from the edges of galactic dust clouds and reveals the complex distribution. The image covers an area of about 40x60 degrees centered on the galactic plane near the Cygnus region. It shows bright bubble-shaped and arc-like dust clouds around the supernova remnants and starbirth regions embedded in the galactic disk.",
    "hdurl": "https://apod.nasa.gov/apod/image/9704/iras_waller1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Frothy Milky Way \r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9704/iras_waller1.jpg"
  },
  {
    "date": "1997-04-25",
    "explanation": "Light polarization is familiar to many outdoor enthusiasts who use polarizing sunglasses to cut the glare of reflected light. These two views of comet Hale-Bopp also demonstrate the effect of polarization. At left is an \"ordinary intensity image\" of Hale-Bopp's coma taken April 14, while on the right a similar image made with polarizing filters represents the intensity of polarized light. The arcs visible in the polarized view probably correspond to concentrations of ejected cometary dust that produce polarization by reflecting sunlight. Any sort of reflection - from clumps of comet dust or the surface of your favorite lake or ski slope - can polarize light by causing the light waves to vibrate in a plane defined by the reflecting surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/9704/hb_limber4_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hale-Bopp Polarized \r\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/9704/hb_limber4_big.jpg"
  },
  {
    "copyright": "STScIAAO",
    "date": "1997-04-26",
    "explanation": "Here is one of the largest objects that anyone\r will ever see on the sky. Each of the fuzzy blobs in the above\r picture is a galaxy, together making\r up the Perseus Cluster,\r one of the closest clusters of galaxies.\r We view the cluster through the foreground of faint stars in our\r own Milky Way Galaxy. It takes light\r roughly 300 million years to get here from there, so we only see\r this cluster as it existed during the age of the dinosaurs. Also\r known as Abell 426, the center of Perseus cluster is a prodigious\r source of X-ray radiation, and so\r helps astronomers study how clusters formed and how gas\r and dark matter\r interact. The Perseus Cluster of Galaxies is part of the Pisces-Perseus supercluster\r of galaxies, which spans over 15 degrees and contains over 1000\r galaxies.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/perseus_pss.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Perseus Cluster of Galaxies \r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/perseus_pss.gif"
  },
  {
    "date": "1997-04-27",
    "explanation": "Sputnik means \"traveling companion\". Despite the innocuous sounding name, the launch of the Earth's first \"artificial moon\", Sputnik 1, by the Soviets on October 4, 1957 shocked the free world, setting in motion events which resulted in the creation of NASA and the race to the Moon. Sputnik 1 was a 184 pound, 22 inch diameter sphere with four whip antennas connected to battery powered transmitters. The transmitters broadcast a continuous \"beeping\" signal to an astounded earthbound audience for 23 days. A short month later, on November 3, the Soviets followed this success by launching a dog into orbit aboard Sputnik 2.",
    "hdurl": "https://apod.nasa.gov/apod/image/9704/sput_msfc_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sputnik: Traveling Companion \r\n\nCourtesy:",
    "url": "https://apod.nasa.gov/apod/image/9704/sput_msfc.jpg"
  },
  {
    "date": "1997-04-28",
    "explanation": "Io has its own cloud.  Jupiter's most active moon is visible on the left of the above false-color photograph, with its left side illuminated by sunlight.  But what is happening on Io's right side?  Here a plume of gas from the active volcano Prometheus also reflects sunlight.  A second active volcano, Pele, is also visible: marked by the red spot just below Io's center. Surrounding the moon is a yellow haze originating from gas ejected by Io's volcanos.  Sodium atoms in the gas cloud are particulary efficient at reflecting yellow light.  Several points of light are background stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/9704/iosodium_gal.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io's Sodium Cloud\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9704/iosodium_gal.jpg"
  },
  {
    "date": "1997-04-29",
    "explanation": "Comet Hale-Bopp is still brighter than most constellations.  In fact, Comet Hale-Bopp may now hold the record for staying bright the longest. Last week the comet was photographed above in the same field as the constellation Orion, visible in the photograph's center, as well as with Sirius, the brightest star in the night, visible on the far left. Just below Comet Hale-Bopp on the right is the volcanic caldera known as White Mountain.. As the comet heads south, it has become visible to most of the world, now including many observers in the Earth's Southern Hemisphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/9704/halebopp3_dv.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hale Bopp and Orion\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/9704/halebopp3_dv.jpg"
  },
  {
    "date": "1997-04-30",
    "explanation": "Where are the Milky Way's gas clouds and where are they going?  Stars form in gas clouds, and the motion of gas clouds tell us about the size and rotation speed of our own Milky Way Galaxy. But gas clouds are hard to detect - they are composed mostly of nearly invisible molecular hydrogen and helium. Fortunately, at least small amounts of heavier gases co-exist, one of them being carbon monoxide (CO), which is relatively easy to detect at radio wavelengths. Therefore, over the past decade, a team of astronomers have carefully mapped out the molecular sky to unprecedented clarity - to about four times previous resolution and about eight times previous sensitivity. The resulting map is shown above, rescaled and in false color, with dark blue being relatively low emission.  The band of our Milky Way Galaxy spans the middle. The data have not only helped our understanding of the Galaxy, but highlight a few mysteries too. For example: what causes the rapid speed of the gas near the Galactic Center?",
    "hdurl": "https://apod.nasa.gov/apod/image/9704/mwco_cfa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way Molecule Map\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9704/mwco_cfa.jpg"
  },
  {
    "date": "1997-05-01",
    "explanation": "The center of our Milky Way Galaxy is full of surprises. Its latest spectacular is a mysterious cloud glowing in gamma rays produced by annihilating antimatter particles! Star Trek fans are all too familiar with the consequences of mixing matter (electrons) and antimatter (positrons) - the particles catastrophically annihilate converting their masses to energy according to Einstein's famous E=mc2. Positron/electron annihilation energy is emitted as gamma rays with photon energies of 511,000 electron volts. Searching for these high energy photons, the OSSE instrument onboard NASA's orbiting Compton Gamma Ray Observatory has recently produced this map of the Galactic Center (GC) region. As anticipated, it shows annihilation gamma rays as a bright spot at the GC with fainter horizontal emission from the galactic plane. Astoundingly, it also reveals a large and unexpected cloud of annihilation radiation, probably about 4,000 light years across, extending nearly 3,500 light years above the GC. What could have created this cloud? Associated with no previously known object, it seems to imply that a fountain of antimatter positrons streams from the GC. Present guesses about the source of the positrons include the violent and exotic environments surrounding starbirth, neutron star collisions, and black holes at the GC. Are there other such clouds in our Galaxy?",
    "hdurl": "https://apod.nasa.gov/apod/image/9705/gc511_osse_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Galactic Cloud of Antimatter\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9705/gc511_osse.jpg"
  }
]
