[
  {
    "copyright": "Jason Ware",
    "date": "1997-11-01",
    "explanation": "Andromeda is the nearest major galaxy to our own Milky Way Galaxy. Our Galaxy is thought to look much like Andromeda. Together these two galaxies dominate the Local Group of galaxies. The diffuse light from Andromeda is caused by the hundreds of billions of stars that compose it. The several distinct stars that surround Andromeda's image are actually stars in our Galaxy that are well in front of the background object. Andromeda is frequently referred to as M31 since it is the 31st object on Messier's list of diffuse sky objects. M31 is so distant it takes about 2 million years for light to reach us from there. Much about M31 remains unknown, including why the center contains two nuclei.",
    "hdurl": "https://apod.nasa.gov/apod/image/m31_oregon_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M31: The Andromeda Galaxy",
    "url": "https://apod.nasa.gov/apod/image/m31_oregon.gif"
  },
  {
    "date": "1997-11-02",
    "explanation": "Diminutive by stellar standards, white dwarf stars are also intensely hot ... but they are cooling. No longer do their interior nuclear fires burn, so they will continue to cool until they fade away. This Hubble Space Telescope image covers a small region near the center of a globular cluster known as M4. Here, researchers have discovered a large concentration of white dwarf stars (circled above). This was expected - low mass stars, including the Sun, are believed to evolve to the white dwarf stage. Studying how these stars cool could lead to a better understanding of their ages, of the age of their parent globular cluster, and even the age of our universe!",
    "hdurl": "https://apod.nasa.gov/apod/image/9711/m4wds_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "White Dwarf Stars Cool",
    "url": "https://apod.nasa.gov/apod/image/9711/m4wds_hst.jpg"
  },
  {
    "date": "1997-11-03",
    "explanation": "Where did these two irregular moons of Uranus originate? Last week two previously undiscovered moons of the distant gas planet were confirmed, the first in irregular orbits.  All fifteen previously known moons of Uranus are 'regular', circling near the planet's equator.  Most of these were discovered by the passing Voyager 2 spacecraft in 1986. These newly discovered moons are thought to be odd-shaped and about 100 km across. They are considered irregular, though, because they orbit in odd directions and far from Uranus. If Uranus' irregular moons have the same origin as those orbiting Jupiter, Saturn, and Neptune, then they were probably caught from orbits around the Sun. Moons like this are discovered by their motion.  One of these moons is shown above as the circled point of light moving from left to right.  (To stop the movie from repeating, click \"stop\" on most browsers.)",
    "hdurl": "https://apod.nasa.gov/apod/image/9711/uranusmoons_hale_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Irregular Moons Discovered Around Uranus",
    "url": "https://apod.nasa.gov/apod/image/9711/uranusmoons_hale.gif"
  },
  {
    "date": "1997-11-04",
    "explanation": "This old dog is doing new tricks. On the left is ancient globular cluster 47 Tucanae which formed many billions of years ago.  On the right is a closeup of its dense stellar center by the Hubble Space Telescope, released last week.  Circled are mysterious stars called \"blue stragglers.\" Stars as bright and blue as blue stragglers live short lives, much shorter than the age of the host globular cluster itself.  But this contradicts evidence that globular cluster stars formed all at once.  Although this problem has been known for almost 50 years, a mass and spin rate for a blue straggler was first published last Saturday.  This new information indicates that BSS 19 was rejuvenated by two orbiting stars slowly coalescing , and not by a dramatic collision.",
    "hdurl": "https://apod.nasa.gov/apod/image/9711/bluestrag_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Blue Stragglers in Globular Clusters",
    "url": "https://apod.nasa.gov/apod/image/9711/bluestrag_hst.jpg"
  },
  {
    "date": "1997-11-05",
    "explanation": "Our Milky Way galaxy appears to be surrounded by a halo of gamma rays. Gamma rays are the most energetic form of electromagnetic radiation, with more than a hundred thousand times the energy of visible light, but known gamma-ray sources don't account for the diffuse distribution of this high-energy glow. This surprising result is based on data from the EGRET instrument onboard the Compton Gamma Ray Observatory.  In this false color all-sky image centered on the Milky Way, the brown and green regions indicate brighter, known sources of gamma-rays. The galactic center and plane clearly standout as do some distant galaxies seen near the top and bottom of the picture. The dim, blue regions above and below the plane correspond to our Galaxy's unexpected gamma-ray halo.  What causes the halo? Future gamma-ray telescopes could solve this mystery. However, the excitement has already inspired tantalizing speculation about the solution including; collisions of low energy photons with high-energy cosmic rays, high energy electrons accelerated by a previous burst of Milky Way star formation, and exotic interacting particles which make up Dark Matter.",
    "hdurl": "https://apod.nasa.gov/apod/image/9711/gamhalo_egret_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Milky Way's Gamma-Ray Halo",
    "url": "https://apod.nasa.gov/apod/image/9711/gamhalo_egret.jpg"
  },
  {
    "date": "1997-11-06",
    "explanation": "The Sun has a magnetic carpet. Its visible surface appears to be carpeted with tens of thousands of magnetic north and south poles joined by looping field lines which extend outward into the Solar Corona. Recently, researchers have revealed maps of large numbers of these small magnetic concentrations produced using data and images from the space-based SOHO observatory. The above computer generated sunscape highlights these effects, with white and black field lines drawn in joining regions of strong magnetism. A close-up of the Solar surface is illustrated in the inset. These small magnetic regions emerge, fragment, drift, and disappear over periods of only 40 hours or so. Their origin is mystifying and their dynamic behavior is difficult to reconcile with present theories of rotationally driven large-scale Solar Magnetism.  Is some unknown process at work?  Possibly, but the source of this mystery may well be the solution to another -- the long standing mystery of why the outer Solar Corona is over 100 times hotter than the sun's visible surface! The SOHO data reveal that energy released as these loops break apart and interact seems to be heating the coronal plasma.",
    "hdurl": "https://apod.nasa.gov/apod/image/9711/magcarpet_soho_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Magnetic Carpet Of The Sun",
    "url": "https://apod.nasa.gov/apod/image/9711/sunmagcarp3_soho.jpg"
  },
  {
    "copyright": "J. Bergeron",
    "date": "1997-11-07",
    "explanation": "Gravity can do more than floor you.  According to recent measurements of a star system thought to contain a black hole, it can spin you too.  This effect, called frame-dragging, is most prominent near massive, fast spinning objects.  Now, a team led by W. Cui (MIT) has used the orbiting Rossi X-ray Timing Explorer to search for it near a system thought to contain a black hole.  Cui's team claim that matter in this system gets caught up and spun around the black hole at just the rate expected from frame-dragging.  Such discoveries help scientists better understand gravity itself.",
    "hdurl": "https://apod.nasa.gov/apod/image/9711/bhdrag_jb_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Evidence for Frame Dragging Black Holes",
    "url": "https://apod.nasa.gov/apod/image/9711/bhdrag_jb.jpg"
  },
  {
    "date": "1997-11-08",
    "explanation": "Here lived one of the greatest thinkers in human history.  Aristarchus lived on the Greek island of Samos, a small island in the center of the above picture that can be identified with a good map. Aristarchus, who lived from 310 BC to 230 BC, postulated that the planets orbited the Sun - not the Earth -- over a thousand years before Copernicus and Galileo made similar arguments.  Aristarchus used clear logic to estimate the size of the Earth, the size and distance to our Moon, the size and distance to our Sun, then he even deduced that the points of light we see at night are not dots painted on some celestial sphere but stars like our Sun at enormous distances. Aristarchus' discoveries remained truly unbelievable to the people of his time but stand today as pillars of deductive reasoning.",
    "hdurl": "https://apod.nasa.gov/apod/image/samos_sts58_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aristarchus' Unbelievable Discoveries",
    "url": "https://apod.nasa.gov/apod/image/samos_sts58.gif"
  },
  {
    "date": "1997-11-09",
    "explanation": "\"Safe!\" In September 1967 (during regular season play), the Surveyor 5 lander actually slid several feet while making a successful soft landing on the Moon's Mare Tranquillitatis. Equipped with television cameras and soil sampling experiments, the US Surveyor spacecraft were intended to determine if the lunar surface at chosen locations was safe for manned landings. Surveyor 5 touched down on the inside edge of a small crater inclined at about 20 degrees. Its footpad slipped and dug the trench visible in the picture. Covered with lunar soil, the footpad is about 20 inches in diameter.",
    "hdurl": "https://apod.nasa.gov/apod/image/moonslide_surveyor5_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Surveyor Slides",
    "url": "https://apod.nasa.gov/apod/image/moonslide_surveyor5.gif"
  },
  {
    "date": "1997-11-10",
    "explanation": "The surface of Io is changing even as we watch. The inset frame of Jupiter's most active moon was taken by the robot spacecraft Galileo in April.  Just last month the larger image was taken. The new large black spot reveals that a volcano named Pillan Patera has been erupting during the interim. A vast moonscape roughly the size of Arizona has just been covered by some dark material. What is this material? It's composition remains unknown although it is certainly different in color from the red material seen surrounding volcano Pele on the upper left.",
    "hdurl": "https://apod.nasa.gov/apod/image/9711/ionewvol_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Volcano Active on Io",
    "url": "https://apod.nasa.gov/apod/image/9711/ionewvol_gal.jpg"
  },
  {
    "date": "1997-11-11",
    "explanation": "The sky toward the center of our Galaxy is filled with a wide variety of celestial wonders. Most are visible with only binoculars.  Constellations of nearby stars include Sagittarius, Libra, Scorpius, Scutum, and Ophiuchus.  Nebulae include Messier Objects M8, M16, M17, M20 and the Pipe Nebula.  Open clusters include M6, M7, M18, M21, M23, M24, M25.   Globular clusters include M9, M22, M28, M54, M69, M70.  And don't forget Baade's Window.  Click on the photo to get the un-annotated version.",
    "hdurl": "https://apod.nasa.gov/apod/image/9711/galcen_wk_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Annotated Galactic Center",
    "url": "https://apod.nasa.gov/apod/image/9711/galcen_wk.gif"
  },
  {
    "date": "1997-11-12",
    "explanation": "Niño is a temporary global climate change resulting from unusually warm water in the central Pacific Ocean.  El Niño can cause unusual or severe weather for some locations over the next few months. Warm water is shown in white in the above false-color picture taken by the orbiting TOPEX/Poseidon satellite in late October.  The Pacific Ocean is color coded by sea surface height relative to normal ocean levels. The large white area represents a mass of warm water 30 times greater than all the Great Lakes, flowing toward the Americas. Although El Niños occur every decade or so, this year's is the first ever predicted. The cause and full effects of El Niños are still under study.",
    "hdurl": "https://apod.nasa.gov/apod/image/9711/elnino_topex_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "El Niño Earth",
    "url": "https://apod.nasa.gov/apod/image/9711/elnino_topex.jpg"
  },
  {
    "date": "1997-11-13",
    "explanation": "As the Mars Global Surveyor spacecraft maneuvers toward its final mapping orbit, its cameras have been producing some sharp views of Mars. At a resolution of better than 30 feet per pixel, this image of a portion of the immense canyon, Valles Marineris, highlights the sheer mountain cliffs over 3200 feet tall near the canyon walls. The striking and extensive layering clearly apparent in the triangular mountain face was totally unanticipated. This exciting new result challenges common theories about the surface of Mars and argues that a complex early geological history is responsible for the current Martian landscape.",
    "hdurl": "https://apod.nasa.gov/apod/image/9711/mgs_close1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars: A Sheer Close-up",
    "url": "https://apod.nasa.gov/apod/image/9711/mgs_close1.jpg"
  },
  {
    "date": "1997-11-14",
    "explanation": "Grand spiral galaxies often seem to get all the glory. Their newly formed, bright, blue star clusters found along beautiful, symmetric spiral arms are guaranteed to attract attention. But small irregular galaxies form stars too, like this lovely, gumdrop-shaped galaxy, Sextans A. A member of the local group of galaxies which includes the massive spirals Andromeda and our own Milky Way, Sextans A is about 10 million light years distant. The bright Milky Way foreground stars appear yellowish in this view. Beyond them lie the stars of Sextans A with tantalizing young blue clusters clearly visible.",
    "hdurl": "https://apod.nasa.gov/apod/image/9711/sexaubv_hunter.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Irregular Galaxy Sextans A",
    "url": "https://apod.nasa.gov/apod/image/9711/sexaubv_hunter_big.jpg"
  },
  {
    "date": "1997-11-15",
    "explanation": "Uranus is the third largest planet after Jupiter and Saturn. This picture was snapped by the Voyager 2 spacecraft in 1986 - the only spacecraft ever to visit Uranus. Uranus has many moons and a ring system. Uranus is composed mostly of rock and ices, but with a thick hydrogen and helium atmosphere.  Uranus is peculiar in that its rotation axis is greatly tilted and sometimes points near the Sun. It remains an astronomical mystery why Uranus' axis is so tilted. Uranus and Neptune are very similar.",
    "hdurl": "https://apod.nasa.gov/apod/image/9711/uranus_vg2.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Uranus: The Tilted Planet",
    "url": "https://apod.nasa.gov/apod/image/9711/uranus_vg2_big.jpg"
  },
  {
    "date": "1997-11-16",
    "explanation": "The Leonid Meteor Shower will likely reach its peak in the early hours this Monday morning. Though the Moon will be bright, Leo, the shower's radiant point, will be well above the eastern horizon from Western North America and the Pacific region during this period. This year's Leonids may prove particularly exciting as observers anticipate the legendary Leonid storm of activity will occur sometime during the next few apparitions of this annual meteor shower - although most expect the meteor storm to occur in 1998 or 1999. Meteor showers result from debris left by passing comets. The Leonids specifically are small pieces of Comet Tempel-Tuttle. In the above series of time-lapse, 1-minute exposures, a 1995 Leonid is seen to leave a train of hot air that glowed persistently for several minutes.",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/leonidtrain_pj_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Leonid Meteor Shower",
    "url": "https://apod.nasa.gov/apod/image/9611/leonidtrain_pj.gif"
  },
  {
    "date": "1997-11-17",
    "explanation": "What happens when a meteor hits the ground?  Usually nothing much, as most meteors are small, and indentations they make are soon eroded away.  49,000 years ago, however, a large meteor created Barringer Meteor Crater in Arizona, pictured above.  Barringer is over a kilometer across.  In 1920, it was the first feature on Earth to be recognized as an impact crater. Today, over 100 terrestrial impact craters have been identified. Early this morning, the Leonid Meteor Shower reaches its peak, although no impacts of this magnitude are expected.",
    "hdurl": "https://apod.nasa.gov/apod/image/9711/azcrater_lpi_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Barringer Crater on Earth",
    "url": "https://apod.nasa.gov/apod/image/9711/azcrater_lpi.jpg"
  },
  {
    "date": "1997-11-18",
    "explanation": "Start with the constellation of Orion. Below Orion's belt is a fuzzy area known as the Great Nebula of Orion or M42.  In this nebula is a bright star cluster known as the Trapezium, shown above. New stellar systems are forming there in gigantic globs of gas and dust known as Proplyds.  Looking closely at the above picture also reveals that gas and dust surrounding some of the dimmer stars appears to form structures that point away from the brighter stars. The above false color image was made by combining several exposures from the Hubble Space Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/9711/orionprop_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Center of the Trapezium",
    "url": "https://apod.nasa.gov/apod/image/9711/orionprop_hst.jpg"
  },
  {
    "date": "1997-11-19",
    "explanation": "Unusual appendages around bright stars are commonplace, but never seem to be mentioned. What are they?  First, a telescope brings starlight falling over a large area to a small area. To get at this small area, however, one must go inside a reflecting telescope, and this can only be done with support rods,  which are right in the view of the telescope. The wave nature of light causes it to deflect when passing near these rods. Light scatters away from the original destination point ending up elsewhere and appearing as \"diffraction spikes.\"  These annoying spikes steal precious light from the central image and hide light from fainter, more interesting stars.  Above, astronomers are more interested in the half-circled point near the image center, than the cool-looking diffraction spikes from the bright star at the bottom. Apparently, that half-circle is a new stellar system forming in the Lagoon Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/9711/m8hal_hst.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Diffraction Spikes: When Stars Look Like Crosses",
    "url": "https://apod.nasa.gov/apod/image/9711/m8hal_hst_big.jpg"
  },
  {
    "date": "1997-11-20",
    "explanation": "Twisted magnetic fields arching from the solar surface can trap ionized gas, suspending it in huge looping structures. These majestic plasma arches are seen as prominences above the solar limb. On September 14, this dramatic and detailed image was recorded by the EIT experiment on board the space-based SOHO observatory in the light emitted by ionized Helium. It shows hot plasma escaping into space as a fiery prominence breaks free from magnetic confinement a hundred thousand miles above the Sun. These awesome events bear watching as they can affect communications and power systems ninety three million miles away on Planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/9711/sep14prom_eit_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Escape From The Sun",
    "url": "https://apod.nasa.gov/apod/image/9711/sep14prom_eit.jpg"
  },
  {
    "date": "1997-11-21",
    "explanation": "An inner moon, an edge-on, planet-girdling ring, and high altitude cloud bands are visible in this mosaic of infrared images of gas giant Jupiter. The moon Metis, 25 miles wide and about 80,000 miles from the planet, is the bright spot at the upper right. Metis lies within Jupiter's faint, tenuous ring, and may be a source of ring material. Recorded on September 17th by the NICMOS instrument on board the Hubble Space Telescope, these pictures also emphasize atmospheric features high above the main jovian cloud deck. Methane gas in Jupiter's atmosphere absorbs the near infrared light causing deeper clouds to appear dark at these wavelengths. Clouds riding above most of the atmospheric methane are bright. The circular dark spot just above the brightest cloud band is an image artifact.",
    "hdurl": "https://apod.nasa.gov/apod/image/9711/jupir_nic_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter: Moon, Ring, and Clouds",
    "url": "https://apod.nasa.gov/apod/image/9711/jupir_nic.jpg"
  },
  {
    "date": "1997-11-22",
    "explanation": "This panorama of the cratered lunar surface was constructed from images returned by the US Surveyor 6 lander. Surveyor 6 was not the first spacecraft to accomplish a soft landing on the Moon ... but it was the first to land and then lift off again! After touching down near the center of the Moon's nearside in November of 1967, NASA controllers commanded the spacecraft to hop. Briefly firing its rocket engine and lifting itself some 4 meters above the surface, the Surveyor moved about 2.5 meters to one side before setting down again. The hopping success of Surveyor 6 essentially marked the completion of the Surveyor series main mission - to determine if the lunar terrain was safe for the planned Apollo landings.",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/surveyor6_pan_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Surveyor Hops",
    "url": "https://apod.nasa.gov/apod/image/9611/surveyor6_pan.gif"
  },
  {
    "date": "1997-11-23",
    "explanation": "On October 10th, 1846, William Lassell was observing the newly discovered planet Neptune. He was attempting to confirm his observation, made just the previous week, that Neptune had a ring. But this time he discovered that Neptune had a satellite as well. Lassell soon proved that the ring was a product of his new telescope's distortion, but the satellite Triton remained. The above picture of Triton was taken in 1989 by the only spacecraft ever to pass Triton: Voyager 2. Voyager 2 found fascinating terrain, a thin atmosphere, and even evidence for ice volcanoes on this world of peculiar orbit and spin. Ironically, Voyager 2 also confirmed the existence of complete thin rings around Neptune - but these would have been quite invisible to Lassell!",
    "hdurl": "https://apod.nasa.gov/apod/image/triton1_vg2_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Triton: Neptune's Largest Moon",
    "url": "https://apod.nasa.gov/apod/image/triton1_vg2.gif"
  },
  {
    "date": "1997-11-24",
    "explanation": "stein's Special Theory of Relativity says that nothing can travel faster than the speed of light. Jets of protons and electrons that shoot away from objects such as quasars and black holes appear to travel at speeds approaching this maximum speed, though.  Such jets carry tremendous energy and can ram straight through interstellar material. In the above frame from a computer simulation, a jet traveling only 98 percent of light speed rams and mixes with interstellar material.  Even higher energy jets might well explain the structure seen around Cygnus A.",
    "hdurl": "https://apod.nasa.gov/apod/image/9711/cygjet2_umi_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jet Near Light Speed",
    "url": "https://apod.nasa.gov/apod/image/9711/cygjet2_umi.jpg"
  },
  {
    "copyright": "J. C. Casado",
    "date": "1997-11-25",
    "explanation": "The Moon almost ruined this photograph.  During late March and early April, Comet Hale-Bopp passed nearly in front of the Andromeda Galaxy. Here the Great Comet of 1997 and the Great Galaxy in Andromeda were photographed together on March 24th.  The problem was the brightness of the Moon. The Moon was full that night and so bright that long exposures meant to capture the tails of Hale-Bopp and the disk of M31 would capture instead only moonlight reflected off the Earth's atmosphere.  By the time the Moon would set, this opportunity would be gone.  That's why this picture was taken during the lunar eclipse.",
    "hdurl": "https://apod.nasa.gov/apod/image/9711/hbm31_jcc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Comet and the Galaxy",
    "url": "https://apod.nasa.gov/apod/image/9711/hbm31_jcc.jpg"
  },
  {
    "date": "1997-11-26",
    "explanation": "The giant planet Uranus is faint and featureless when viewed in visible light. But this pair of near-infrared mosaics from the Hubble Space Telescope's NICMOS camera reveals moons, rings, and clouds of this distant gas planet. The color coded images highlight different atmospheric layers - blue represents the deepest layers while the highest cloud features have a reddish tinge. Racing around the planet, high, bright clouds are seen to move substantially between the two pictures taken only ninety minutes apart. Ring systems are a common to the solar system's giant planets. Here the main Uranian ring seems to vary in width and is clearly brightest near the top. The eight specks beyond the ring system are small Uranian moons which also show counter-clockwise motion over ninety minutes as traced by the arrows on the right hand image.",
    "hdurl": "https://apod.nasa.gov/apod/image/9711/uranusleft_nic_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Uranian Moons, Rings, And Clouds",
    "url": "https://apod.nasa.gov/apod/image/9711/uranusleft_nic.jpg"
  },
  {
    "date": "1997-11-27",
    "explanation": "The potato-shaped inner moons of Jupiter are lined-up in this mosaic \"family portrait\" of these tiny Jovian satellites. The individual images were recorded over the last year by NASA's Galileo spacecraft and are scaled to the moons' relative sizes. Left to right in increasing order of distance from Jupiter are Metis (longest dimension 37 miles), Adrastea (12 miles), Amalthea (154 miles), and Thebe (72 miles). All these moons orbit in the zone between Io and Jupiter's rings, are bombarded by high-energy ions within the Jovian magnetosphere, and are probably locked in synchronous rotation by Jupiter's strong gravity. Why are they shaped like potatoes? Like the asteroids and the diminutive moons of Mars, their own gravity is not strong enough to mold them into spheres.",
    "hdurl": "https://apod.nasa.gov/apod/image/9711/jupinner_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter's Inner Moons",
    "url": "https://apod.nasa.gov/apod/image/9711/jupinner_gal.jpg"
  },
  {
    "date": "1997-11-28",
    "explanation": "In the early 1980s, Beta Pictoris became one of the most important stars in the sky. Satellite and ground-based telescopic observations revealed the presence of a surrounding outer disk of material and an inner \"clear\" zone about the size of our solar system - strong evidence for the formation of planets. Beta Pictoris is 50 light years away and any orbiting planets are too small and faint to image at that distance. But evidence continues to mount that this star indeed has comet-like bodies in the disk and a Jupiter-sized planet orbiting within the central zone. Shown here in false color, this recent, highly detailed picture was obtained at the European Southern Observatory by blocking the overwhelming direct starlight and imaging the near-infrared light from the disk. The disk's warped bright inner region is indirect evidence for an orbiting planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/9711/betapic_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Beta Pictoris Revisited",
    "url": "https://apod.nasa.gov/apod/image/9711/betapic_eso.jpg"
  },
  {
    "date": "1997-11-29",
    "explanation": "Have you heard about the great LASER light show in the sky? A team led by K. Davidson (U. Michigan) and S. Johansson (U. Lund) discovered that the chaotically variable star Eta Carinae emits ultraviolet light in such a narrow band that it is most probably LASER light! This artist's vision depicts a model that could account for their Hubble Space Telescope observations. In this model, Eta Carinae emits many LASER beams from its surrounding cloud of energized gas.  Infrared LASERS and microwave MASERS are extremely rare astrophysical phenomena, but this natural ultraviolet LASER is the first of its kind to be discovered.",
    "hdurl": "https://apod.nasa.gov/apod/image/9711/eta_laser_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lasers in Eta Carinae",
    "url": "https://apod.nasa.gov/apod/image/9711/eta_laser.jpg"
  },
  {
    "date": "1997-11-30",
    "explanation": "Mercury's surface looks similar to our Moon's. Each is heavily cratered and made of rock.  Mercury's diameter is about 4800 km, while the Moon's is slightly less at about 3500 km (compared with about 12,700 km for the Earth). But Mercury is unique in many ways.  Mercury is the closest planet to the Sun, orbiting at about 1/3 the radius of the Earth's orbit. As Mercury slowly rotates, its surface temperature varies from an unbearably cold -180 degrees Celsius to an unbearably hot 400 degrees Celsius. The place nearest the Sun in Mercury's orbit changes slightly each orbit - a fact used by Albert Einstein to help verify the correctness of his then newly discovered theory of gravity: General Relativity.  The above picture was taken by the only spacecraft ever to pass Mercury: Mariner 10 in 1974.",
    "hdurl": "https://apod.nasa.gov/apod/image/merc2_m10_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury: A Cratered Inferno",
    "url": "https://apod.nasa.gov/apod/image/merc2_m10.gif"
  },
  {
    "copyright": "J. C. Casado",
    "date": "1997-12-01",
    "explanation": "Orion is big. Some of the stars that form the constellation of Orion are part of a giant gas cloud complex that stretches over 100 light years and appears more than 50 times the diameter of the Moon.  Components of this cloud include the Horsehead Nebula, the Orion Nebula, the Trapezium open cluster, and small disks containing stellar systems which are just forming.  At 1500 light years, Orion is the closest star forming region to Earth.  Close inspection of the photo's center should reveal the three stars which form the belt of Orion.",
    "hdurl": "https://apod.nasa.gov/apod/image/9712/orionfull_jcc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion: The Big Picture",
    "url": "https://apod.nasa.gov/apod/image/9712/orionfull_jcc.jpg"
  }
]
