[
  {
    "date": "1997-10-01",
    "explanation": "\"Do not look at stars as bright spots only - try to take in the vastness of the universe.\" Today is the 150th anniversary of the day Maria Mitchell swept the sky with her telescope and discovered the comet of 1847 (comet Mitchell 1847VI). Honored and recognized internationally for her discovery, Mitchell, who lived from 1818 to 1889, became one of the most famous American scientists of her day.  Vassar College appointed Mitchell the first woman Professor of Astronomy and she remained the only woman ever elected to the American Academy of Arts and Sciences until 1943.  Mitchell mentored a generation of scientists, and is fondly remembered for her ability to motivate.  \"We especially need imagination in science,\" Maria Mitchell said. \"Question everything.\"",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/mitchell_hw_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Maria Mitchell Inspires a Generation",
    "url": "https://apod.nasa.gov/apod/image/9710/mitchell_hw.jpg"
  },
  {
    "date": "1997-10-02",
    "explanation": "When a massive star exhausts its nuclear fuel it explodes. This stellar detonation, a supernova, propels vast amounts of starstuff outwards, initially at millions of miles per hour. For another 100,000 years or so the expanding supernova remnant gradually slows as it sweeps up material and ultimately merges with the gas and dust of interstellar space. Short lived by cosmic standards, these stellar debris clouds are relatively rare and valuable objects for astronomers exploring the life cycles of stars.  Yet this double bubble-shaped nebula 160,000 light-years away in the Large Magellanic Cloud may represent something rarer still - the collision of two supernova remnants. This image in the light of excited Hydrogen atoms along with images at X-Ray, radio and other optical wavelengths, suggests that the bubbles are indeed two separate regions of hot gas surrounded by cooler dense shells begining to interact as they expand and make contact.",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/DEML316_williams.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Colliding Supernova Remnants",
    "url": "https://apod.nasa.gov/apod/image/9710/DEML316_williams.gif"
  },
  {
    "date": "1997-10-03",
    "explanation": "Comet Halley was photographed superposed in front of the disk of our Milky Way Galaxy in 1986 by the Kuiper Airborne Observatory.  Comet Halley is the bright white streak near this photograph's center.  Comet Halley is the most famous comet in history, and returns to the inner Solar System every 76 years.  Stars visible in our Milky Way Galaxy typically lie millions of times farther in the distance and orbit the Galactic center every 250 million years.  Billions of comets are thought to orbit our Sun but most do not get close enough for us to see.  Similarly, billions of stars orbit our Milky Way's center but do not get close enough for us to see.",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/halleymw_kao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Halley and the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/9710/halleymw_kao.jpg"
  },
  {
    "date": "1997-10-04",
    "explanation": "In the center of 30 Doradus lies a huge cluster of the largest, hottest, most massive stars known. The center of this cluster, known as R136, is boxed in the upper right portion of the above picture. The gas and dust filling the rest of the picture is predominantly ionized hydrogen from the emission nebula 30 Doradus. R136 is composed of thousands of hot blue stars, some about 50 times more massive than our Sun. 30 Doradus and R136 lie in the LMC - a satellite galaxy to our own Milky Way Galaxy. Although the ages of stars in R136 cause it to be best described as an open cluster, R136's density will likely make it a low mass globular cluster in a few billion years.",
    "hdurl": "https://apod.nasa.gov/apod/image/30doradus_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Center of 30 Doradus",
    "url": "https://apod.nasa.gov/apod/image/30doradus_hst.gif"
  },
  {
    "copyright": "Extrasolar Visions",
    "date": "1997-10-05",
    "explanation": "In the last few years, observational astronomy has given humanity evidence of the existence of worlds beyond the solar system. Solar-type stars are now inferred to harbor planets of approximately Jupiter mass - some residing in temperature zones which could conceivably support liquid water and therefore life! Above is a hypothetical scene near one such planet whose sun, 47 Ursae Majoris (47 UMa), is very similar to our own. In our sky, 47 UMa appears as a faint, inconspicuous star below the cup of the \"the Big Dipper\". (Our own sun would be equally inconspicuous when viewed from 47 UMa ...) Astronomers G. Marcy and P. Butler announced the discovery of a planet associated with this star in 1996 and reported it to have a mass of about 2.4 Jupiters or more with an orbital period of 3 years. This artist's extrasolar vision pictures the detected planet, 47 UMa b, as a gas giant surrounded by a ring of material - analogous to our own gas giant Saturn. In the foreground lies a hypothetical moon of 47 UMa b.  Could such a moon support life? 47 UMa is only 44 light years distant, fairly close by astronomical standards - yet there is evidence for planetary systems which are closer still. NASA plans to explore nearby planetary systems using spaceborne observatories.",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/whatm_47uma1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Worlds of a Distant Sun: 47 Ursae Majoris b",
    "url": "https://apod.nasa.gov/apod/image/9710/whatm_47uma1.jpg"
  },
  {
    "date": "1997-10-06",
    "explanation": "Mars Global Surveyor achieved Martian orbit on September 11 and began aerobraking into its final mapping orbit, a process that will take until March next year. Anticipating the labors ahead, Mars Orbital Camera operators have begun acquiring test images. This dramatic detail of a recent image shows a 10 mile wide swath of a highland valley, part of the Nirgal Vallis system. The original image was recorded from an altitude of 250 miles at a resolution of about 30 feet per pixel and has been rotated to represent the camera's perspective view. Were these valleys formed by flowing water or did collapse and erosion caused by ground water produced the channel? What other processes were important? Time will tell. From its planned mapping orbit, with four times better resolution, Mars Global Surveyor's images should provide answers to these and other questions about Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/image1_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Surveyor At Mars",
    "url": "https://apod.nasa.gov/apod/image/9710/image1_mgs.jpg"
  },
  {
    "copyright": "NOAANGDCDMSP",
    "date": "1997-10-07",
    "explanation": "This is what Europe looks like at night! Can you find your favorite European city? Although not all of Europe is shown, city lights might make this task possible.  Continental outlines have been artificially drawn in yellow. The above picture is actually a composite of over 200 images made by satellites orbiting the Earth. Scans were made by the USAF Defense Meteorological Satellite Program (DMSP) Operational Linescan System. The DMSP satellites continue to help in the understanding and prediction of weather phenomena as well as provide key information about population patterns, city light levels, and even rural forest fires.",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/europe_dmsp.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Europe at Night",
    "url": "https://apod.nasa.gov/apod/image/9710/europe_dmsp_big.jpg"
  },
  {
    "date": "1997-10-08",
    "explanation": "Star light, star bright, a new brightest star has been discovered in the night.  This new brightest star is so far away and so obscured by dust, however, that it took the Hubble Space Telescope to confirm it.  In 1990 a star named the Pistol Star was known to lie at the center of the Pistol Nebula.  In 1995 it was suggested that the Pistol Star was so massive it was throwing off the mass that actually created the Pistol Nebula. Now, observations from the Hubble Space Telescope released today confirm the spectral relation between the star and the nebula.  Dramatic implications include that the star emits 10 million times more light than our Sun, and is about 100 times more massive.  Astronomers are currently unsure how a star this massive could have formed and how it will act in the future.",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/brightstar_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Brightest Star Yet Known",
    "url": "https://apod.nasa.gov/apod/image/9710/brightstar_hst.jpg"
  },
  {
    "copyright": "J. C. Casado",
    "date": "1997-10-09",
    "explanation": "Comet Hale-Bopp's recent encounter with the inner Solar System allowed many breath-taking pictures. Above, Comet Hale-Bopp was photographed on March 8th in the constellation of Cygnus. Visible on the right in red is the North American Nebula, a bright emission nebula observable from a dark location with binoculars. The North American Nebula is about 1500 light years away, much farther than the comet, which was about 8 light minutes away.  Several bright blue stars from the open cluster M39 are visible just above the comet's blue ion tail.",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/hbnortham_jc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hale-Bopp and the North American Nebula",
    "url": "https://apod.nasa.gov/apod/image/9710/hbnortham_jc.jpg"
  },
  {
    "date": "1997-10-10",
    "explanation": "Spectacular details of rover tracks, wind-driven soil, and textured rocks on the Martian surface fill this color mosaic. The view is north-northeast from the Sagan Memorial Station at the Pathfinder landing site on Mars. These images are just part of the \"Super Panorama\" - a detailed color and stereo imaging data set being compiled by Pathfinder's IMP camera. The data set will be used to derive detailed topographic maps of the landing site and to further explore the mineralogy of the martian rocks and soil. The forward rover deployment ramp and the rock named Barnacle Bill, appear in the foreground at the left while the larger Yogi rock is partly visible at the upper right. Criss-crossing tracks were made by the cruising Sojourner robot rover's spiked wheels. With three wheels on each side, the two foot long rover makes tracks about 1.5 feet apart.",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/pan1_marspath_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars Pathfinder Super Pan",
    "url": "https://apod.nasa.gov/apod/image/9710/pan1_marspath.jpg"
  },
  {
    "date": "1997-10-11",
    "explanation": "NASA astronauts can float free in space without any connection to a spaceship. Here astronaut Bruce McCandless maneuvers outside the Space Shuttle Challenger by firing nitrogen gas thrusters on his manned maneuvering unit (MMU).  This picture was taken in 1984 and records this first untethered spacewalk. The MMU was developed because astronauts found tethers restrictive.",
    "hdurl": "https://apod.nasa.gov/apod/image/spacewalk_sts41b_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Floating Free in Space",
    "url": "https://apod.nasa.gov/apod/image/spacewalk_sts41b.gif"
  },
  {
    "date": "1997-10-12",
    "explanation": "What killed the dinosaurs? Their sudden disappearance 65 million years ago, along with about 70 percent of all species then living on Earth, is known as the K-T event (Cretaceous-Tertiary Mass Extinction event). Geologists and paleontologists often entertain the idea of a large asteroid or comet impacting the Earth as the culprit. Besides the firestorms, tidal waves, earthquakes, and hurricane winds such an impact would generate, the debris thrown into the atmosphere would have a serious global environmental impact -- creating extended periods of darkness, low temperatures, and acid rains. In 1990, dramatic support for this theory came from cosmochemist Alan Hildebrand's revelation of a 65 million year old, 112 mile wide ring structure still detectable under layers of sediment in the Yucatan Peninsula region of Mexico. The outlines of the structure, called the Chicxulub crater (named for a local village), are visible in the above representation of gravity and magnetic field data from the region. In addition to having the right age, the crater is consistent with the impact of an asteroid of sufficient size (6 to 12 miles wide) to cause the global disruptions. Regardless of the true cause of the K-T event, it is fortunate that such impacts are presently believed to happen only about once every 100 million years!",
    "hdurl": "https://apod.nasa.gov/apod/image/chicx_lpi_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Impact! 65 Million Years Ago",
    "url": "https://apod.nasa.gov/apod/image/chicx_lpi.gif"
  },
  {
    "date": "1997-10-13",
    "explanation": "Mars has clouds too. The above true color image taken in August by Mars Pathfinder shows clouds of ice high in the Martian atmosphere. Unlike Earth's atmosphere which is composed predominantly of nitrogen and oxygen, Mars' atmosphere is composed mostly of carbon dioxide. Nevertheless, a trace amount of water does freeze into visible clouds at night, which become particularly apparent during the day by reflection of sunlight.  Contact was lost with Mars Pathfinder last Sunday but re-established later in the week.",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/iceclouds_mpf.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ice Clouds over Mars",
    "url": "https://apod.nasa.gov/apod/image/9710/iceclouds_mpf_big.jpg"
  },
  {
    "date": "1997-10-14",
    "explanation": "The month of October features a sky full of planets, including Venus as the brilliant evening star. Besides the sun and moon, Venus is the brightest object visible in Earth's sky. This month, Venus appears in early evening near the red planet Mars and Mars' red giant rival Antares above the southwestern horizon. Because it is closer to the sun than Earth, Venus never strays far from the sun in its apparent position and is seen during the year as either a bright morning or evening star. This beautiful sunset imaged from low earth orbit by the Atlantis space shuttle crew in May 1989 also reveals the planet Venus blazing above Earth's horizon. It is a fitting image for this mission and crew. It was recorded following the successful release of the robot Venus-explorer Magellan, the first planetary probe to be deployed from a space shuttle.",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/venus_sts30_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus On The Horizon",
    "url": "https://apod.nasa.gov/apod/image/9710/venus_sts30.jpg"
  },
  {
    "date": "1997-10-15",
    "explanation": "A cold wind blows from the central star of the Boomerang Nebula. Seen here in a false color image of dust reflected starlight, the nebula lies about 5,000 light-years away. The boomerang shaped cloud appears to have been created by a high-speed wind of gas and dust blowing from an aging central star at speeds of over 300,000 miles per hour. This rapid expansion has cooled the nebular gas to about -458 degrees Fahrenheit or 1 degree above absolute zero, making it the coldest region observed in the distant Universe. The frigid Boomerang nebula represents a unique object for astronomers and is believed to be a star or stellar system evolving toward the planetary nebula phase.",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/boomerang_sahai_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cold Wind From The Boomerang Nebula",
    "url": "https://apod.nasa.gov/apod/image/9710/boomerang_sahai.jpg"
  },
  {
    "date": "1997-10-16",
    "explanation": "NASA's Saturn Explorer Cassini with ESA's Titan Probe Huygens attached successfully rocketed into the skies early yesterday morning. The mighty Titan 4B Centaur rocket is seen here across the water gracefully arcing away from Launch Complex 40 at Cape Canaveral Air Station. Cassini, a sophisticated, bus-sized robot spacecraft is now on its way ... to Venus, the first planetary way point in its 7 year, 2.2 billion mile journey to Saturn. The mission profile calls for Cassini to swing by Venus during April 1998 and June 1999, Earth in August 1999, and Jupiter in December 2000. During each of these \"gravity assist\" encounters the six ton spacecraft will pick up energy needed to reach Saturn in July 2004. Cassini's mission is the most ambitious voyage of interplanetary exploration ever mounted by humanity and the Huygens Probe's planned descent to the surface of Titan will be the most distant landing ever attempted.",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/cass_titan_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cassini To Venus",
    "url": "https://apod.nasa.gov/apod/image/9710/cass_titan.jpg"
  },
  {
    "date": "1997-10-17",
    "explanation": "An icy mist and late afternoon clouds cover much of this section of Valles Marineris on Mars. The Valles Marineris or Mariner Valley is a huge canyon system about 2,000 miles long and up to 5 miles deep. This test image was produced using data from Mars Global Surveyor's wide angle cameras viewing the canyon from a distance of 360-600 miles. Color was synthesized using images recorded through blue and red filters. Mission controllers have recently raised the spacecraft's aerobraking orbit to study the unexpected motion of one of the Surveyor's solar panels.",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/marval1_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars: A Mist In Mariner Valley",
    "url": "https://apod.nasa.gov/apod/image/9710/marval1_mgs.jpg"
  },
  {
    "copyright": "AAOAATBROEUKS Telescope",
    "date": "1997-10-18",
    "explanation": "It is the most famous star cluster on the sky. The Pleiades can be seen without binoculars from even the depths of a light-polluted city.  Also known as the Seven Sisters and M45, the Pleiades is one of the brightest and closest open clusters.  The Pleiades contains over 3000 stars, is about 400 light years away, and only 13 light years across. Quite evident in the above photograph are the blue reflection nebulae that surround the bright cluster stars. Low mass, faint, brown dwarfs have recently been found in the Pleiades.",
    "hdurl": "https://apod.nasa.gov/apod/image/pleiades_uks.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pleiades Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/pleiades_uks_big.gif"
  },
  {
    "date": "1997-10-19",
    "explanation": "What evil lurks in the hearts of galaxies? This Hubble Space Telescope picture of the center of the nearby elliptical galaxy NGC 4261 tells one dramatic tale. The gas and dust in this disk are swirling into what is almost certainly a massive black hole. The disk is probably what remains of a smaller galaxy that fell in hundreds of millions of years ago. Collisions like this may be a common way of creating such active galactic nuclei as quasars. Strangely, the center of this fiery whirlpool is offset from the exact center of the galaxy - for a reason that for now remains an astronomical mystery.",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/ngc4261c_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Heart Of NGC 4261",
    "url": "https://apod.nasa.gov/apod/image/9710/ngc4261c_hst.jpg"
  },
  {
    "date": "1997-10-20",
    "explanation": "Can you identify this stellar nebula? How many light-years from Earth did you say? Looking like a twisting cloud of gas and dust between the stars this wispy nebulosity is actually close by - a spiral eddy formed near the North Atlantic Gulf Stream off the East coast of the US. Tens of miles across, spiral eddies are an ocean current phenomenon discovered by observations from manned spacecraft. Imaged by the Challenger space shuttle crew during the STS 41G mission this eddy is dramatically visible due to the low sun angle and strong reflection of sunlight. The reflection is caused by a very thin biologically produced oily film on the surface of the swirling water. Prior to STS 41G these eddies were thought to be rare but are now understood to be a significant dynamic feature of ocean currents. However, no good explanation of their origin or persistence exists.",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/eddies_sts41g_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Eddies On Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/9710/eddies_sts41g.jpg"
  },
  {
    "copyright": "U. Hawaii2.2-m \nTelescopeMauna \nKea",
    "date": "1997-10-21",
    "explanation": "As stars age, they throw off their outer layers.  Sometimes a highly symmetric gaseous planetary nebula is created, as is the case in M2-9, also called the Butterfly. Most planetary nebulae show this bipolar appearance, although some appear nearly spherical.  An unusual characteristic of the Butterfly is that spots on the \"wings\" appear to have moved slightly over the years.  The above picture was taken in three bands of infrared light and computationally shifted into the visible. Much remains unknown about planetary nebulae, including why some appear symmetric, what creates the knots of emission (some known as FLIERS), and how exactly stars create them.",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/m29_hjh_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Butterfly Planetary Nebula",
    "url": "https://apod.nasa.gov/apod/image/9710/m29_hjh.jpg"
  },
  {
    "date": "1997-10-22",
    "explanation": "A ground-based telescopic view (left) of the collision between the galaxies NGC4038 and NGC4039 reveals long arcing insect-like \"antennae\" of luminous matter flung from the scene of the accident. Investigators using the Hubble Space Telescope to sift through the cosmic wreckage near the two galaxy cores have recently announced the discovery of over a thousand bright young clusters of stars - the result of a burst of star formation triggered by the collision. The green outline shows the area covered by the higher resolution Hubble image (right). At the distance of the Antennae galaxies (about 63 million light-years), a pixel in this image corresponds to about 15 light-years. Dust clouds around the two galactic nuclei give them a dimmed and reddened appearance while the massive, hot, young stars of the newly formed clusters are blue. How do colliding galaxies evolve with time? Determining the ages of star clusters formed in galaxy collisions can provide significant clues. The Antennae galaxies are seen in the southerly constellation Corvus.",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/antennae_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Antennae Galaxies",
    "url": "https://apod.nasa.gov/apod/image/9710/antennae_hst.jpg"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard",
    "date": "1997-10-23",
    "explanation": "Can you find Supernova 1987a?  It's not hard - it occurred in the center of the bulls-eye pattern. Although this stellar detonation was seen more than a decade ago, light from it continues to bounce off nearby interstellar dust and be reflected to us.  These two rings are thus echoes of the powerful supernova.  As time goes on, these echoes appear to expand outward from the center.  The above image was created by subtracting a picture taken before 1987, from a picture taken after.",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/sn87echo_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Echos of Supernova 1987A",
    "url": "https://apod.nasa.gov/apod/image/9710/sn87echo_aat_big.jpg"
  },
  {
    "date": "1997-10-24",
    "explanation": "Yesterday's image highlighted reflective rings of light emitted by a supernova explosion.  Today's pictures, taken over a year apart, highlight how these echoes are seen to move over time.  Visible on the left of each picture is part of a reflective ring, an existing dust cloud momentarily illuminated by the light of Supernova 1987A. Note how the nebulosity reflecting the most light occurs farther to the left in the lower photograph.  If you look closely, you can see the actual location of SN 1987A itself on the right of each photograph: it appears in the center of a small yellowish ring.  The apparent motion and brightness of these echoes help astronomers understand the abundance and distribution of interstellar nebulae in the LMC galaxy, where the stellar explosion occurred.",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/sn87motion_hst.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moving Echoes Around SN 1987A",
    "url": "https://apod.nasa.gov/apod/image/9710/sn87motion_hst.jpg"
  },
  {
    "copyright": "AAOAATBROEUKS Telescope",
    "date": "1997-10-25",
    "explanation": "The Horsehead Nebula is one of the most famous nebulae on the sky. It is visible as the black indentation to the red emission nebula seen just to the right of center of the above photograph. The bright star near the center is located in the belt of the familiar constellation of Orion. The horse-head feature is dark because it is really an opaque dust cloud which lies in front of the bright red emission nebula. Like clouds in Earth's atmosphere, this cosmic cloud has assumed a recognizable shape by chance. After many thousands of years, the internal motions of the cloud will alter its appearance. The emission nebula's red color is caused by electrons recombining with protons to form hydrogen atoms. Also visible in the picture are blue reflection nebulae, which preferentially reflect the blue light from nearby stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/horsehead2_dm.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion's Horsehead Nebula",
    "url": "https://apod.nasa.gov/apod/image/horsehead2_dm_big.jpg"
  },
  {
    "date": "1997-10-26",
    "explanation": "Welcome to Planet Earth, the third planet from a star named the Sun. The Earth is shaped like a sphere and composed mostly of rock. Over 70 percent of the Earth's surface is water.  The planet has a relatively thin atmosphere composed mostly of nitrogen and oxygen.  Earth has a single large Moon which is about 1/4 of its diameter and, from the planet's surface, is seen to have almost exactly the same angular size as the Sun. With its abundance of liquid water, Earth supports a large variety of life forms, including potentially intelligent species such as dolphins and humans. Please enjoy your stay on Planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/earth_1_apollo17_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Welcome to Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/earth_1_apollo17.gif"
  },
  {
    "date": "1997-10-27",
    "explanation": "It's a clash of the titans. Two galaxies are squaring off in Corvus and here are the latest pictures. When two galaxies collide, however, the stars that compose them usually do not.  This is because galaxies are mostly empty space and, however bright, stars only take up only a small amount of that space.  But during the slow, hundred million year collision, one galaxy can rip the other apart gravitationally, and dust and gas common to both galaxies does collide. In the above wreckage, dark dust pillars mark massive molecular clouds, which are being compressed during the galactic encounter, causing the rapid birth of millions of stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/antcen4_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Closeup of Antennae Galaxy Collision",
    "url": "https://apod.nasa.gov/apod/image/9710/antcen4_hst.jpg"
  },
  {
    "date": "1997-10-28",
    "explanation": "Where have all the neutrinos gone?  A long time passing since this question was first asked (decades) as increasingly larger and more diverse detectors sensitive to neutrinos from our Sun have found fewer than expected. But why?  Above, scientists check the equipment surrounding a huge tank of extremely pure water from the Super-Kamiokande experiment in Japan, designed to detect colliding neutrinos. Large detectors are needed because the neutrino is an elementary particle that goes right through practically everything.  Reasons for the lack of solar neutrinos may include a more complex theory for electroweak interactions than currently in use. Future results from detectors like Super-Kamiokande may help us know more.",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/skam_icrr_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rafting for Solar Neutrinos",
    "url": "https://apod.nasa.gov/apod/image/9710/skam_icrr.jpg"
  },
  {
    "date": "1997-10-29",
    "explanation": "Get out your red/blue glasses and launch yourself into this stereo picture of Saturn! The picture is actually composed from two images recorded weeks apart by the Voyager 2 spacecraft during its visit to the Saturnian System in August of 1981. Traveling at about 35,000 miles per hour, the spacecraft's changing viewpoint from one image to the next produced this exaggerated but pleasing stereo effect. Saturn is the second largest planet in the Solar System, after Jupiter. Its spectacular ring system is so wide that it would span the space between the Earth and Moon. Although they look solid here, Saturn's Rings consist of individually orbiting bits of ice and rock ranging in size from grains of sand to barn-sized boulders.",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/sat3d_voyager_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stereo Saturn",
    "url": "https://apod.nasa.gov/apod/image/9710/sat3d_voyager.gif"
  },
  {
    "date": "1997-10-30",
    "explanation": "very day is a cloudy day on Jupiter, the Solar System's reigning gas giant. This 3-dimensional visualization presents a simplified model view from between Jovian cloud decks based on imaging and spectral data recorded by the Galileo spacecraft. The separation between the cloud layers and the height variations have been exaggerated. The upper cloud layer is haze a few tens of miles thick. Heights in the lower cloud layers have been color coded; light bluish clouds are high and thin, reddish clouds are low, and white clouds are high and thick. Streaks in the lower layer suggestively lead to a dark blue area, a relatively clear, dry region similar to the site where Galileo's atmospheric probe made the first entry into a gas giant planet's atmosphere on December 7th, 1995.",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/jup3dclouds_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "3-D View Of Jupiter's Clouds",
    "url": "https://apod.nasa.gov/apod/image/9710/jup3dclouds_gal.jpg"
  },
  {
    "date": "1997-10-31",
    "explanation": "This Halloween, the news about Mars is good news - Mars Global Surveyor will resume aerobraking into a mapping orbit around the haunting red planet. Wide angle cameras onboard the spacecraft recently recorded this shadowy image of Olympus Mons, the Solar System's largest volcano, from an altitude of over 100 miles. The summit depression or caldera of Olympus Mons is about 40 miles across and 15 miles above the Martian surface. On Halloween Night in 1938, Mars also made the news when Orson Welles' radio theatre adaptation of H.G. Wells' \"War of the Worlds\" - a fictional account of invaders from Mars - was dramatized as a live news report. The performance was so convincing it tricked some listeners, but most who heard the broadcast felt it was a treat. Have a happy and safe Halloween!",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/oly_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Haunting Mars",
    "url": "https://apod.nasa.gov/apod/image/9710/oly_mgs.jpg"
  },
  {
    "copyright": "Jason Ware",
    "date": "1997-11-01",
    "explanation": "Andromeda is the nearest major galaxy to our own Milky Way Galaxy. Our Galaxy is thought to look much like Andromeda. Together these two galaxies dominate the Local Group of galaxies. The diffuse light from Andromeda is caused by the hundreds of billions of stars that compose it. The several distinct stars that surround Andromeda's image are actually stars in our Galaxy that are well in front of the background object. Andromeda is frequently referred to as M31 since it is the 31st object on Messier's list of diffuse sky objects. M31 is so distant it takes about 2 million years for light to reach us from there. Much about M31 remains unknown, including why the center contains two nuclei.",
    "hdurl": "https://apod.nasa.gov/apod/image/m31_oregon_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M31: The Andromeda Galaxy",
    "url": "https://apod.nasa.gov/apod/image/m31_oregon.gif"
  }
]
