[
  {
    "date": "1997-07-01",
    "explanation": "You're zipping through the Solar System when you pass ... asteroid 253 Mathilde. This actually happened to NASA's NEAR spacecraft just last Friday.  The above picture of the previously unresolved asteroid was released just yesterday.  Mathilde's large craters and irregular shape indicates that it has undergone huge collisions with other large space rocks in the past.  Mathilde has more large craters than asteroids 243 Ida and 951 Gaspra, which were photographed by the Galileo spacecraft now orbiting Jupiter. In the image center is a crater over 20 kilometers across.  Asteroids are rare enough so that spacecraft traveling through even the main asteroid belt need not fear colliding with any - let alone one as large as Mathilde.",
    "hdurl": "https://apod.nasa.gov/apod/image/9707/mathilde3_near_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Asteroid 253 Mathilde:'s Large Craters",
    "url": "https://apod.nasa.gov/apod/image/9707/mathilde3_near.jpg"
  },
  {
    "date": "1997-07-02",
    "explanation": "Gamma-Ray Bursts (GRBs) were discovered by accident. In fact, GRBs always seem to be where scientists least expect them.  Thirty years ago today, satellites first recorded a GRB. The burst data plotted in this histogram show that the count rate of the gamma-ray instrument abruptly jumped indicating a sudden flash of gamma-rays. The Vela satellites that detected this and other GRBs were developed to test technology to monitor nuclear test ban treaties. With on board sensors they watched for brief X-ray and gamma-ray flashes, the telltale signs of nuclear explosions from the vicinity of the Earth. As intended, the Velas found flashes of gamma-rays - but not from nuclear detonations near Earth. Instead, the flashes came from deep space! Dubbed \"cosmic gamma-ray bursts\" their origin was then unknown and is still controversial. However, the gamma-ray surprises were not over. Exploring the high-energy sky nearly 25 years later, the orbiting Compton Observatory's Burst and Transient Source Experiment (BATSE), intentionally designed to detect cosmic gamma-ray bursts, was searching for clues to the GRB mystery. But the second burst BATSE recorded did not come from deep space. It came from near the Earth! Don't worry, these terrestrial GRBs are not nuclear bombs exploding. They are a new phenomenon now thought to be related to a recently discovered type of high altitude lightning.  Exploring new horizons continues to yield unexpected results.",
    "hdurl": "https://apod.nasa.gov/apod/image/9707/firstgrb_vela4.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gamma-Ray Burst: A Milestone Explosion",
    "url": "https://apod.nasa.gov/apod/image/9707/firstgrb_vela4.gif"
  },
  {
    "date": "1997-07-03",
    "explanation": "Mars Pathfinder is nearing the end of its 7 month journey. The robot spacecraft is scheduled to use parachutes, rockets, and airbags to \"bouncedown\" on the red planet tomorrow - July 4th. This Hubble Space Telescope image of Mars was taken a few days ago to check on the weather. The pathfinder landing site, on the ancient floodplain Ares Vallis, is just right of center - 500 miles southeast of where Viking 1 landed in 1976. Along with the martian north polar cap, some water ice clouds are visible in both the northern and southern hemisphere. About 600 miles south of the landing site a dust storm can be seen as a brownish ribbon stretching through the the Valles Marineris, a continent sized canyon system. Fortunately, the dust storm is not expected to seriously affect operations at the landing site.",
    "hdurl": "https://apod.nasa.gov/apod/image/9707/pathland_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars: A Journey's End",
    "url": "https://apod.nasa.gov/apod/image/9707/pathland2_hst.jpg"
  },
  {
    "date": "1997-07-04",
    "explanation": "Today, July 4th, at about 10:00 AM Pacific Daylight Time (PDT), the Mars Pathfinder spacecraft will land on Mars. Ninety minutes before reaching the surface Pathfinder will begin a flurry of activity. The robot spacecraft is scheduled to vent cooling fluid, jettison its cruise stage, decelerate at 20 gees on atmospheric entry, deploy a 24 foot parachute, jettison its heat shield, slide down a 60 foot bridle, fire solid fuel braking rockets, deploy a cocoon of airbags, separate from the bridle, impact the martian surface, bounce a few times (traveling about 300 - 600 feet between bounces), settle on the surface, deflate the airbags, right itself, deploy its landing petals, and resume communication with planet Earth, all under the autonomous control of the onboard computer. If all goes well, at about 4:30 PM PDT the Pathfinder's camera \"IMP\" will spring into action recording frame by frame a panoramic view of the surface. Dubbed \"Mission Success\" the mosaic above is a laboratory simulation of the planned first image sequence to be downlinked from the surface of Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/9707/success_pathfinder_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Landing On Mars",
    "url": "https://apod.nasa.gov/apod/image/9707/success_pathfinder.jpg"
  },
  {
    "date": "1997-07-05",
    "explanation": "Yesterday, July 4th, using its own array of fireworks, a parachute, and a cocoon of airbags, the Mars Pathfinder spacecraft successfully bounced and came to rest on the surface of Mars at 10:07 AM Pacific Daylight Time. And the news is wonderful - the spacecraft appears to be in good health after having performed its complicated landing sequence superbly. Above is a mosaic of images from the martian surface transmitted shortly after Pathfinder reestablished communication with its mission operators on Earth. The solar powered, two foot long, 25 pound Mars Sojourner robot rover is visible crouched on the unfolded spacecraft. Surrounding Pathfinder are deflated airbags and a rock-strewn terrain. In the distance martian hills appear against a dusty brownish sky. The IMP camera which produced this view is also capable of stereo images and promises further spectacular pictures from Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/9707/mars1_pathfinder_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pathfinder on Mars",
    "url": "https://apod.nasa.gov/apod/image/9707/mars1_pathfinder.jpg"
  },
  {
    "date": "1997-07-06",
    "explanation": "A Day or \"Sol\" on Mars is only 40 minutes longer than an Earth day - and Pathfinder's first day on Mars, Sol 1 according to its local calendar, was an eventful one. Still, late in the martian afternoon of Sol 1, the camera on board the Mars Pathfinder spacecraft recorded this panorama of the ancient floodplain Ares Vallis. Two of the three landing petals lie in the foreground at the edges of this scene surrounded by deflated and partially gathered airbags. The martian soil near the spacecraft has been disturbed by the airbag retraction. The petal holding the undeployed robot rover Sojourner is at the left. One of Sojourner's planned routes to the surface will be down the ramp seen rolled up at the petal's edge. Mission teams have overcome some rover communications problems and are proceding carefully with plans to roll the Sojourner out onto the martian surface. NASA has announced that the Pathfinder station on Mars will be renamed in honor of astronomer Carl Sagan.",
    "hdurl": "https://apod.nasa.gov/apod/image/9707/mars2_pathfinder_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Martian Day's End",
    "url": "https://apod.nasa.gov/apod/image/9707/mars2_pathfinder.jpg"
  },
  {
    "date": "1997-07-07",
    "explanation": "The six wheeled robot rover Mars Sojourner rolled onto the martian surface on July 5th (Sol 2) at about 10:40 PM Pacific Daylight Time. This image confirms that its descent down the lander's rear deployment ramp was successful. Click on the image to download a \"movie gif\" constructed from 9 images taken by the Sagan Memorial Station's IMP camera which shows the rover rolling down the ramp! The rover moved only a short distance from the ramp and spent the night analyzing the martian soil with its Alpha Proton X-Ray Spectrometer. Its next destination will be a tantalizing rock about 1 foot away that scientists have named \"Barnacle Bill\". A slow but steady off-road vehicle powered by a 1.9 square foot solar array, the rover can negotiate obstacles tilted at a 45 degree angle and travels at less than half an inch per second or nearly 0.03 miles per hour.",
    "hdurl": "https://apod.nasa.gov/apod/image/9707/rover_movie.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sojourner On Mars",
    "url": "https://apod.nasa.gov/apod/image/9707/mars4_pathfinder.jpg"
  },
  {
    "date": "1997-07-08",
    "explanation": "Deployed on a pop-up mast to its full height, the Sagan Memorial Station's IMP camera now stands about 5 feet above the surface of Ares Vallis - on Mars. This is one of the first images from its new vantage point, showing the rover Sojourner near a rock named Barnacle Bill. This particularly interesting rock, with a variety of surface textures, appears to be about 8 to 10 inches high. Sojourner performed an analysis of Barnacle Bill by successfuly maneuvering to place its Alpha Proton X-Ray Spectrometer (APXS) instrument against the rock. The APXS, located at the rear of the rover, is not visible in this picture. Sojourner's next destination is ... a rock named Yogi. Results describing the composition of Barnacle Bill, the martian soil and a color panorama of the landing site will be presented at a Pathfinder press briefing today scheduled for 11:00 AM Pacific Daylight Time.",
    "hdurl": "https://apod.nasa.gov/apod/image/9707/mars5a_pathfinder_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Barnacle Bill And Sojourner",
    "url": "https://apod.nasa.gov/apod/image/9707/mars5a_pathfinder.jpg"
  },
  {
    "date": "1997-07-09",
    "explanation": "These mosaicked images form a color panorama of the region immediately surrounding the Sagan Memorial Station on Mars. The most recent images were recorded on Sol 4 - the 4th day of operations on the martian surface. The composite view reveals the reddish soil and rock-strewn terrain of an ancient martian flood channel. At top panel left the unused forward rover deployment ramp is seen extending from the bottom of the frame while farther to the right the Sojourner rover is visible. The large dark looking rock at the top of the panel near the right-hand side is called \"Yogi\". The now famous martian rock, Barnacle Bill, is seen just to the left of the rover itself. Sojourner's analysis shows that Barnacle Bill is unexpectedly similar to common quartz containing volcanic rocks on Earth! In the bottom panel yellowish material from some of the airbags that were used during landing can be seen along with regions of the martian soil that have been disturbed by the retraction of the deflated airbags.",
    "hdurl": "https://apod.nasa.gov/apod/image/9707/mars6_pathfinder_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sol 4: Mars Color Panorama",
    "url": "https://apod.nasa.gov/apod/image/9707/mars6a_pathfinder.jpg"
  },
  {
    "date": "1997-07-10",
    "explanation": "The robot rover Sojourner sees Mars from the perspective of a house cat. During the 7 month cruise to Mars aboard the Pathfinder spacecraft, Sojourner measured only seven inches tall in a stowed position but prowling the martian landscape it has stretched to its full height of 1 foot (30 centimeters). In this mosaic of images Sojourner's cameras look back on its mother ship, now the Sagan Memorial Station, which seems to loom above it. The deployment ramp is visible along with deflated airbags, instrumentation masts and tracks left in the martian soil by the robot's six cleated 5-inch aluminum wheels. So far the rover has been directed to analyze soil and the composition of two rocks, Barnacle Bill (seen just to the right of the ramp) and Yogi. Human operators select Sojourner's targets but the robot rover is relied on to navigate to its destination autonomously. Click here to download a movie gif of Sojourner creeping toward Yogi.",
    "hdurl": "https://apod.nasa.gov/apod/image/9707/mars7_sojourner_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sojourner's View: The Sagan Memorial Station",
    "url": "https://apod.nasa.gov/apod/image/9707/mars7_sojourner.jpg"
  },
  {
    "date": "1997-07-11",
    "explanation": "This portrait of Yogi Rock, a now famous boulder on Mars, was recorded on Sol 3 by the Imager for Mars Pathfinder (IMP). Big and friendly looking like its Earth cartoon namesake Yogi Bear, Yogi Rock is a prominent visible feature at the Pathfinder landing site. Yogi and surrounding soil are being examined close up by the Sojourner robot rover. Initial attempts to approach the rock and to place Sojourner's Alpha Proton X-ray Spectrometer against it have met with some minor, but not unusual, difficulties. It is speculated that the light colored \"moat-like\" terrain around Yogi is the result of the evaporation of surface water deposited by ancient floods.",
    "hdurl": "https://apod.nasa.gov/apod/image/9707/mars8_pathfinder_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Yogi Rock",
    "url": "https://apod.nasa.gov/apod/image/9707/mars8_pathfinder.jpg"
  },
  {
    "date": "1997-07-12",
    "explanation": "Carinae may be about to explode. But no one knows when - it may be next year, it may be one million years from now. Eta Carinae's mass - about 100 times greater than our Sun - make it an excellent candidate for a full blown supernova. Historical records do show that about 150 years ago Eta Carinae underwent an unusual outburst that made it one of the brightest stars in the southern sky.  Eta Carinae, in the Keyhole Nebula, is the only star currently thought to emit natural LASER light. This image, taken last September, resulted from sophisticated image-processing procedures designed to bring out new details in the unusual nebula that surrounds this rogue star. Now clearly visible are two distinct lobes, a hot central region, and strange radial streaks. The lobes are filled with lanes of gas and dust which absorb the blue and ultraviolet light emitted near the center. The streaks remain unexplained. Will these clues tell us how the nebula was formed?  Will they better indicate when Eta Carinae will explode?",
    "hdurl": "https://apod.nasa.gov/apod/image/etacarinae_hst2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Doomed Star Eta Carinae",
    "url": "https://apod.nasa.gov/apod/image/etacarinae_hst2.gif"
  },
  {
    "copyright": "\nAnglo-Australian Telescope Board",
    "date": "1997-07-13",
    "explanation": "About 11,000 years ago a star in the constellation of Vela exploded.  This bright supernova may have been visible to the first human farmers. Today the Vela supernova remnant marks the position of a relatively close and recent explosion in our Galaxy. A roughly spherical, expanding shock wave is visible in X-rays. In the above optical photograph, the upper left corner of the spherical blast wave is shown in detail. As gas flies away from the detonated star, it reacts with the interstellar medium, knocking away closely held electrons from even heavy elements. When the electrons recombine with these atoms, light in many different colors and energy bands is produced.",
    "hdurl": "https://apod.nasa.gov/apod/image/vela_roe.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Vela Supernova Remnant in Optical",
    "url": "https://apod.nasa.gov/apod/image/vela_roe.gif"
  },
  {
    "date": "1997-07-14",
    "explanation": "Get out your red/blue glasses and gaze across the surface of Mars in stereo. You are looking south of west across an ancient flood channel, Ares Vallis, landing site of the Mars Pathfinder. A rover deployment ramp and lander petal define the foreground in this 3D-view while a field of rocks seems to stretch to the horizon. At the upper right, over half a mile distant, are the hills known as the \"Twin Peaks\". Today is Sol 10, the tenth day the Pathfinder lander and Sojourner rover have been operating on the martian surface. Over that period, the mission has been returning a wealth of images and data. The otherwise successful rover activities have been recently hampered by some communication and computer difficulties.",
    "hdurl": "https://apod.nasa.gov/apod/image/9707/mars9_st_path_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars: Twin Peaks In Stereo",
    "url": "https://apod.nasa.gov/apod/image/9707/mars9_st_path.jpg"
  },
  {
    "date": "1997-07-15",
    "explanation": "Vega is a bright blue star 25 light years away. Vega is the brightest star in the Summer Triangle, a group of stars easily visible summer evenings in the northern hemisphere. The name Vega derives from Arabic origins, and means \"stone eagle.\"  4,000 years ago, however, Vega was known by some as \"Ma'at\" - one example of ancient human astronomical knowledge and language. 14,000 years ago, Vega, not Polaris, was the north star. Vega is the fifth brightest star in the night sky, and has a diameter almost three times that of our Sun.  Life bearing planets, rich in liquid water, could possibly exist around Vega. The above picture, taken in January, finds Vega, the Summer Triangle, and Comet Hale-Bopp high above Victoria, British Columbia, Canada.",
    "hdurl": "https://apod.nasa.gov/apod/image/9707/vega_dm.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Vega",
    "url": "https://apod.nasa.gov/apod/image/9707/vega_dm.jpg"
  },
  {
    "date": "1997-07-16",
    "explanation": "A ramp from the Pathfinder lander, the Sojourner robot rover, airbags, a couch, Barnacle Bill, and Yogi Rock appear together in this 3D stereo view of the surface of Mars. Barnacle Bill is the rock just left of the solar-paneled Sojourner and Yogi is the big friendly-looking boulder at the right. The \"couch\" is the angular rock shape visible on the horizon. Look at the image with red/blue glasses (... or just hold a piece of clear red plastic over your left eye and blue or green over your right) to get the dramatic 3D perspective. The stereo view was recorded by the remarkable Imager for Mars Pathfinder (IMP) camera. The IMP has two optical paths for stereo imaging and ranging and is equipped with an array of color filters for spectral analysis.  Operating as the \"first astronomical observatory on Mars\" the IMP has also recorded images of the Sun and Deimos, the smallest of Mars' two tiny moons. Overcoming communications problems and computer resets the Pathfinder is transmitting new color images which should be available July 18.",
    "hdurl": "https://apod.nasa.gov/apod/image/9707/mars10_st_path_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars: Yogi And Friends In 3D",
    "url": "https://apod.nasa.gov/apod/image/9707/mars10_st_path.jpg"
  },
  {
    "date": "1997-07-17",
    "explanation": "What are these Earthlings trying to tell us?  The above message was broadcast from Earth towards the globular star cluster M13 in 1974.  During the dedication of the Arecibo Observatory - still the largest radio telescope in the world - a string of 1's and 0's representing the above diagram was sent.  This attempt at extraterrestrial communication was mostly ceremonial - humanity regularly broadcasts radio and television signals out into space accidentally. Even were this message received, M13 is so far away we would have to wait almost 50,000 years to hear an answer.  The above message gives a few simple facts about humanity and its knowledge: from left to right are numbers from one to ten, atoms including hydrogen and carbon, some interesting molecules, DNA, a human with description, basics of our Solar System, and basics of the sending telescope.  Several searches for extraterrestrial intelligence are currently underway, including Project Phoenix under the direction of Dr. Jill Tarter.",
    "hdurl": "https://apod.nasa.gov/apod/image/9707/etmessage_nrao.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Message from Earth",
    "url": "https://apod.nasa.gov/apod/image/9707/etmessage_nrao.gif"
  },
  {
    "date": "1997-07-18",
    "explanation": "Bright blue stars are still forming in the red pillars of the Eagle Nebula.  Made famous by a picture from the Hubble Space Telescope in 1995, the Eagle Nebula shows the dramatic process of star formation.  To the upper right of the nebula in the  above picture lies the heart of the open cluster M16. This picture closely depicts the true colors of the stars and nebula.  The bright blue stars of M16 are continually forming from the Eagle Nebula gas, most recently in the famous gas and dust pillars seen below the photo's center.  Of all the young stars in M16, the most massive shine the brightest and the bluest.  A typical age for a star in this cluster is about 5 million years, making them only 1/1000 the age of our Sun.  Light takes about 7000 years to reach us from M16.",
    "hdurl": "https://apod.nasa.gov/apod/image/9707/m16_cfa_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Blue Stars and Red Pillars",
    "url": "https://apod.nasa.gov/apod/image/9707/m16_cfa.jpg"
  },
  {
    "copyright": "\nAnglo-Australian Telescope Board",
    "date": "1997-07-19",
    "explanation": "The southern sky contains wonders almost unknown in the north.  These wonders include the Large and Small Magellanic Clouds: small irregular galaxies orbiting our own larger Milky Way spiral galaxy. The Small Magellanic Cloud (SMC), pictured here, is about 250,000 light years away.  The SMC contains many young, hot, blue stars indicating it has undergone a recent period of star formation, possibly due to a collision with the LMC 500 million years ago. The bright object on the right is a globular cluster near the outskirts of the Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/smc_uks.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Small Cloud of Magellan",
    "url": "https://apod.nasa.gov/apod/image/smc_uks.gif"
  },
  {
    "date": "1997-07-20",
    "explanation": "While exploring the inner edge of the Helix Nebula with the Hubble Space Telescope's Wide Field Planetary Camera 2, astronomers were able to produce this striking image - rich in details of an exotic environment. This planetary nebula, created near the final phase of a sun-like star's life, is composed of tenuous shells of gas ejected by the hot central star. The atoms of gas, stripped of electrons by ultraviolet radiation from the central star, radiate light at characteristic energies allowing specific chemical elements to be identified. In this image, emission from nitrogen is represented as red, hydrogen emission as green, and oxygen as blue. The inner edge of the nebula (the direction to the central star) is toward the bottom right. Clearly visible close to the inner edge are finger shaped \"cometary knots\".",
    "hdurl": "https://apod.nasa.gov/apod/image/helixF_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "At the Edge of the Helix",
    "url": "https://apod.nasa.gov/apod/image/helixF_hst.gif"
  },
  {
    "copyright": "AAOAATBUKS Telescope",
    "date": "1997-07-21",
    "explanation": "Stars, like people, do not always go gentle into that good night. The above Keyhole Nebula results from dying star Eta Carinae's violently casting off dust and gas during its final centuries.  Eta Carinae is many times more massive than our own Sun, and should eventually undergo a tremendous supernova explosion. Eta Carinae emits much light in colors outside the human visible range. This past week, X-ray emission from Eta Carinae was verified by the orbiting Rossi X-Ray Timing Explorer to be periodic, peaking every 85.1 days. This, along with a previously hypothesized 5.52 year period, indicates that the dying star might be part of a multiple star system.",
    "hdurl": "https://apod.nasa.gov/apod/image/9707/keyhole2_aat_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Center of the Keyhole Nebula",
    "url": "https://apod.nasa.gov/apod/image/9707/keyhole2_aat.jpg"
  },
  {
    "date": "1997-07-22",
    "explanation": "Scroll right to unfold the latest panorama of the surface of Mars. For best viewing, click and hold on the right arrow icon at the bottom of your browser window.  This image, released yesterday and dubbed a \"presidential panorama\" by the Mars Pathfinder team, shows in colorful detail the surroundings of the Sagan Memorial Station. Now look closely at the big rock midway through the scrolling picture.  That rock is called Yogi and just to its left is the robot Sojourner Rover taking measurements of it.  Other now-famous rocks are also visible including Barnacle Bill and Flat Top.  After this picture was taken Sojourner went on to analyze a rock named Scooby Doo.  Intermittent communications problems continue to cause occasional delays in downloading data and images from Mars Pathfinder.",
    "hdurl": "https://apod.nasa.gov/apod/image/9707/marspan2_pf_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Presidential Panorama of Mars",
    "url": "https://apod.nasa.gov/apod/image/9707/marspan2_pf.jpg"
  },
  {
    "copyright": "D. Cooke",
    "date": "1997-07-23",
    "explanation": "It was truly a busy sky. In one of the more spectacular photos yet submitted to Astronomy Picture of the Day, Don Cooke of Lyme, New Hampshire caught the Sun, Moon, Earth, night sky, Pleiades star cluster, and Comet Hale-Bopp all in one frame.  The first leg of this \"triple crown\" exposure was of the Sun, taken at 6:55 pm on April 10th 1997.  Through a dark filter, the Sun appears as the bright dot on the lower right of the image.  A second filtered exposure was then taken after the Sun had set, one hour and 40 minutes later - this time featuring the Moon. The Moon appears as a crescent superimposed on an odd-shaped dark circle protruding into the left of the image.  This shadow is actually a silhouette of a driveway reflector mounted on an aluminum rod used to block out the bright moon - so as to allow a third exposure, this time unfiltered, of the background night sky.  And what a beautiful sky it is. Highlights include Comet Hale-Bopp, on the right, and the Pleiades star cluster, near the center. But what, you may wonder, is that bright light near the center of the picture?  Don't worry if you can't guess: it's a porch light from a house across the river!",
    "hdurl": "https://apod.nasa.gov/apod/image/9707/tripcrwn_dc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Hale-Bopp Triple Crown",
    "url": "https://apod.nasa.gov/apod/image/9707/tripcrwn_dc.jpg"
  },
  {
    "date": "1997-07-24",
    "explanation": "Where is Mars Pathfinder?  Follow the arrow in the above picture taken by the Viking Orbiter in 1976. From the surface Mars appears covered with rocks, but from orbit Mars appears covered with craters. However, several familiar features are visible in this photograph.  To the left (west) of Sagan Memorial Station are the now-familiar twin peaks that dominate the horizon of many Pathfinder photographs.  These hills are about one kilometer from the landing site, twice the planned range of Sojourner.  Two craters loom nearby: a small one to the east not easily visible here, and a big one to the south of Pathfinder. The landing site is in the dry flood channel named Ares Vallis.",
    "hdurl": "https://apod.nasa.gov/apod/image/9707/pflandsite_vk1_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars Pathfinder's Landing Site",
    "url": "https://apod.nasa.gov/apod/image/9707/pflandsite_vk1.jpg"
  },
  {
    "date": "1997-07-25",
    "explanation": "Tomorrow's picture: M81 in True Color",
    "hdurl": "https://apod.nasa.gov/apod/image/9707/lmc2_um.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stellar Laboratories in the LMC",
    "url": "https://apod.nasa.gov/apod/image/9707/lmc2_um.jpg"
  },
  {
    "date": "1997-07-26",
    "explanation": "Here's is a spiral galaxy in true colors.  Previously, M81 was shown in two colors only, but M81's real colors are just as dramatic. In the above picture, note how blue the spiral arms are - this indicates the presence of hot young stars and on-going star formation.  Also note the yellow hue of the nucleus, indicating am ancient population of stars many billions of years old.  M81 is actually a dominant member of a group of galaxies which includes M82 and several other galaxies.  Unlike our Local Group of galaxies, large galaxies in the M81 group are actually colliding. It is possible that M81's interaction with M82 create the density waves which generate M81's spiral structure.",
    "hdurl": "https://apod.nasa.gov/apod/image/m81_bk_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M81 in True Color",
    "url": "https://apod.nasa.gov/apod/image/m81_bk.gif"
  },
  {
    "copyright": "S. \nWinfreyU. MichiganNRAO",
    "date": "1997-07-27",
    "explanation": "Pictured above is one of the world's premiere radio astronomical observatories: The Very Large Array (VLA). Each antenna dish is as big as a house (25 meters across) and mounted on railroad tracks. The VLA consists of 27 dishes - together capable of spanning the size of a city (35 kilometers).  The VLA is the most sensitive  radio telescope ever, and, through interferometry, can resolve a golf ball-sized radio source 150 kilometers away (0.04 arcsec). The VLA is continually making new discoveries, including determining the composition of galaxies, passing comets, quasars, HII regions, and clusters of galaxies. The VLA is also used to receive the weak radio signals broadcast from interplanetary spacecraft. The VLA is located in New Mexico, USA. A significant upgrade of VLA's capabilities is planned.",
    "hdurl": "https://apod.nasa.gov/apod/image/vla_ss_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Very Large Array of Radio Telescopes",
    "url": "https://apod.nasa.gov/apod/image/vla_ss_big.gif"
  },
  {
    "copyright": "F. B. Catala",
    "date": "1997-07-28",
    "explanation": "Turn on your camcorder, go outside, and become an astronomer. How?.  Tomorrow morning, our Moon will pass directly in front of  Aldebaran, the brightest star in this picture and in entire constellation of Taurus.  Aldebaran is visible to the left and below Comet Hale-Bopp in the above photograph, which was taken on April 30th in Tenerife, Spain.  This occultation is valuable because disappearance times from different locations can be used to map the height of the lunar terrain at the occultation points. You can help by clicking here, where a site will detail how to tape a familiar cable channel and then take your still-running camcorder outside to tape the occultation of Aldebaran by the Moon. You can then donate your VCR tape to science by mailing it to this address.  Leave yourself plenty of time for a practice run and be sure to check the weather before going to a lot of trouble!",
    "hdurl": "https://apod.nasa.gov/apod/image/9707/aldebaranhb_cat_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Help Aldebaran Map the Moon",
    "url": "https://apod.nasa.gov/apod/image/9707/aldebaranhb_cat.jpg"
  },
  {
    "date": "1997-07-29",
    "explanation": "The rocks on Mars tell us stories about their past. To decipher these stories, a scientist must become a detective, searching for clues and fitting them with theories. The above photograph of the rocky Martian surface to the northeast of Pathfinder's landing site provides many such clues.  For example, at least three types of rocks are evident, marked with red, white and blue arrows. The red arrows point to smooth rocks, which Pathfinder scientists hypothesize have been eroded by tumbling through ancient channels of water which evaporated long ago.  The blue arrows indicate a different type of rock, ragged ones with sharp edges, hypothesized to have been ejected when nearby craters formed or volcanoes erupted. The white areas are more mysterious, and might be some sort of composite material.  Sojourner was recently diverted to study these white areas to gather more clues so continued detective work can yield better insight into the Martian past.",
    "hdurl": "https://apod.nasa.gov/apod/image/9707/mars11_pf_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Strange Rocks on Mars",
    "url": "https://apod.nasa.gov/apod/image/9707/mars11_pf.jpg"
  },
  {
    "date": "1997-07-30",
    "explanation": "What lights up this castle of star formation? The familiar Eagle Nebula glows much like a neon sign, but in many colors at once. The above photograph is a composite of three of these glowing gas colors.  In particular the glowing red Sulfur gas of the nebula nicely outlines some of the denser star forming knots. Energetic light from young massive stars causes the gas to glow and effectively boils away part of the dust and gas from its birth pillar.  Many of these stars will explode after several million years, returning most of their elements back to the nebula which formed them.  This process is forming an open cluster of stars known as M16.",
    "hdurl": "https://apod.nasa.gov/apod/image/9707/eagle_cfa_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eagle Castle",
    "url": "https://apod.nasa.gov/apod/image/9707/eagle_cfa.jpg"
  },
  {
    "date": "1997-07-31",
    "explanation": "What if we could see back to the beginning of the universe? At one tenth the universe's present age, we might see galaxies forming.  But what did galaxies look like when they were forming?  These questions took a step toward being answered yesterday with the release of analysis of a Hubble Space Telescope (HST) photograph of the most distant object yet discovered.  Pictured in the box above, this galaxy appears to us - billions of years later and across the universe - as a faint red smudge. In technical terms, this galaxy lies at the record redshift of z=4.92.  Practically all of the yellow-white objects in the photograph are galaxies in a nearby cluster which together act as a lens in amplifying the light from the ancient galaxy.  A follow-up picture by the ground-based Keck Telescope actually measured the distant redshift.",
    "hdurl": "https://apod.nasa.gov/apod/image/9707/cl1358_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Behind CL1358+62:  A New Farthest Object",
    "url": "https://apod.nasa.gov/apod/image/9707/cl1358_hst.jpg"
  },
  {
    "date": "1997-08-01",
    "explanation": "You've had a hard day rolling past Martian rocks, so now just relax your APXS and enjoy the Martian sunset. The above pictures taken by Mars Pathfinder highlight how clouds vary during the end of a Martian day. The atmosphere on Mars is much thinner than on Earth and dominated by carbon dioxide rather than nitrogen.  Clouds on Mars can be water or carbon dioxide based, depending on conditions, whereas Earth's clouds are all water based.  At night the temperature at Sagan Memorial Station will dip from about -15 degrees Celsius (+4 Fahrenheit) to -77 degrees Celsius (-107 Fahrenheit). Temperatures only this cold won't bother Sojourner.",
    "hdurl": "https://apod.nasa.gov/apod/image/9708/marsunset_pf_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Martian Sunset",
    "url": "https://apod.nasa.gov/apod/image/9708/marsunset_pf.jpg"
  }
]
