[
  {
    "copyright": "J. C. Casado",
    "date": "1997-12-01",
    "explanation": "Orion is big. Some of the stars that form the constellation of Orion are part of a giant gas cloud complex that stretches over 100 light years and appears more than 50 times the diameter of the Moon.  Components of this cloud include the Horsehead Nebula, the Orion Nebula, the Trapezium open cluster, and small disks containing stellar systems which are just forming.  At 1500 light years, Orion is the closest star forming region to Earth.  Close inspection of the photo's center should reveal the three stars which form the belt of Orion.",
    "hdurl": "https://apod.nasa.gov/apod/image/9712/orionfull_jcc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion: The Big Picture",
    "url": "https://apod.nasa.gov/apod/image/9712/orionfull_jcc.jpg"
  },
  {
    "date": "1997-12-02",
    "explanation": "On the far side of our Galaxy, gas clouds explode away from a small black hole.  This might seem peculiar, as black holes are supposed to attract matter. But material falling toward a black hole collides and heats up, creating an environment similar to a quasar that is far from stable.  In the above time-lapse sequence, micro-quasar GRS1915 expels bubbles of hot gas in spectacular jets.  These computer enhanced radio images show one plasma bubble coming almost directly toward us at 90 percent the speed of light, and another moving away. Each of the four frames marks the passage of one day. Originally detected on October 29th, these bubbles have now faded from view.",
    "hdurl": "https://apod.nasa.gov/apod/image/9712/bhexplode_merlin_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Micro-Quasar GRS1915 Puffs",
    "url": "https://apod.nasa.gov/apod/image/9712/bhexplode_merlin.jpg"
  },
  {
    "date": "1997-12-03",
    "explanation": "Runaway stars are massive stars traveling rapidly through interstellar space. Like a ship plowing through the interstellar medium, runaway star HD 77581 has produced this graceful arcing bow wave or \"bow shock\" - compressing the gaseous material in its path. Located near the centre of this European Southern Observatory photograph, HD 77581 itself is so bright that it saturates the sensitive camera and produces the spiky cross shape. This star is over 6,000 light-years away in the constellation Vela, and appears to move at over 50 miles per second. What force could set this star in motion? A clue to the answer may lie in its optically invisible companion star, an X-ray bright pulsar known as Vela X-1. This pulsar is clearly the remnant of a supernova explosion ... which seems to have given this massive star and its companion a mighty kick!",
    "hdurl": "https://apod.nasa.gov/apod/image/9712/runaway_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Runaway Star",
    "url": "https://apod.nasa.gov/apod/image/9712/runaway_eso.jpg"
  },
  {
    "date": "1997-12-04",
    "explanation": "Look up tonight. Just after sunset, the crescent moon and all five \"naked-eye\" planets (Mercury, Venus, Mars, Jupiter, and Saturn) will be visible (depending on your latitude), lying near our solar system's ecliptic plane. Venus and Jupiter will shine brilliantly as the brightest \"stars\" in the sky, but Mercury will be near the horizon and hard to see. A pair of binoculars will also reveal Uranus and Neptune and observers with a telescope and a good site may even be able to glimpse faint Pluto just above the Western horizon in the fading twilight (not shown on the chart above). Enjoy this lovely spectacle any clear night through about December 8. A similar gathering is expected in May 2000 but the planets will be hidden from view by the solar glare. A night sky as full of planets as this one will occur again though ... in about 100 years.",
    "hdurl": "https://apod.nasa.gov/apod/image/9712/sky_bridgman_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sky Full Of Planets",
    "url": "https://apod.nasa.gov/apod/image/9712/sky_bridgman.jpg"
  },
  {
    "date": "1997-12-05",
    "explanation": "In this dramatic picture, spiral galaxy NGC 5091 appears in the foreground. Tilted nearly edge-on, the dust lanes between its spiral arms are clearly visible.  The large elliptical galaxy NGC 5090 lies just beyond it - both are about 100 million light years distant in the southern constellation Centaurus.  Can you see through the spiral galaxy? The detailed answer to this question has important implications for determining the nature of dark matter and the measurement of star formation rates. Comparing the overlapping and non-overlapping parts of this and other pairs of galaxies offers a neat way to find the answer.",
    "hdurl": "https://apod.nasa.gov/apod/image/9712/ngc5090_white.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Seeing Through Galaxies",
    "url": "https://apod.nasa.gov/apod/image/9712/ngc5090_white.jpg"
  },
  {
    "date": "1997-12-06",
    "explanation": "QUASARs (QUASi-stellAR objects) lie near the edge of the observable Universe. Discovered in 1963, astronomers were astounded that such objects could be visible across billions of light-years, as this implies they must emit prodigious amounts of energy. Where does the energy come from? Many believe the quasar's central engine is a giant black hole fueled by tremendous amounts of infalling gas, dust, and stars. This gallery of quasar portraits from the Hubble Space Telescope offers a look at their local neighborhoods: the quasars themselves appear as the bright star-like objects with diffraction spikes. The images in the center and right hand columns reveal quasars associated with disrupted colliding and merging galaxies which should provide plenty of debris to feed a hungry black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/qsohosts_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Quasar Portrait Gallery",
    "url": "https://apod.nasa.gov/apod/image/9611/qsohosts_hst.jpg"
  },
  {
    "date": "1997-12-07",
    "explanation": "In this 1994 Hubble Space Telescope photograph, every bright object is a galaxy. Oddly - most of them are spiral galaxies. This rich cluster of galaxies, named CL 0939+4713, is almost half way across the visible universe. Photos like this indicate that clusters in the past contained a higher fraction of spirals than do nearby clusters which are usually dominated by elliptical galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/9712/clusmedz_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Distant Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/9712/clusmedz_hst.jpg"
  },
  {
    "copyright": "Jason Ware",
    "date": "1997-12-08",
    "explanation": "Three dark dust lanes give the picturesque Trifid Nebula its name.  The red and blue colors of the Trifid Nebula are present in different regions and are created by different processes.  A big bright star near the center of the red region appears white hot and emits light so energetic it knocks electrons away from gas surrounding it.  When an electron is recaptured by a proton, red light is frequently emitted.  The blue region is centered on another bright star but this region's dust reflects light to us.  The two regions are thus called an emission nebula and reflection nebula, respectively.  The Trifid Nebula can be seen in Sagittarius toward the Galactic Center with a small telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/9712/trifid_ware_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Trifid Nebula in Red, White and Blue",
    "url": "https://apod.nasa.gov/apod/image/9712/trifid_ware.jpg"
  },
  {
    "date": "1997-12-09",
    "explanation": "Where is the rest of the circle? Jupiter's largest moon Ganymede has some truly unusual terrain, including the pictured half circle above cut by nearly parallel curves.  Full circles can be easily explained by impact craters, but partial circles imply that some resurfacing has occurred since the original impact.  The diameter of the half circle is about 32 kilometers.  Also of interest is a dense linear crater chain that cuts across the top of the half-circle.  Mysteries like these are typically solved by the hard work of reconstructing a sequence of natural occurrences, which in this case may yield a better understanding of Ganymede's interesting past.",
    "hdurl": "https://apod.nasa.gov/apod/image/9712/ganycirc_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mysterious Features on Ganymede",
    "url": "https://apod.nasa.gov/apod/image/9712/ganycirc_gal.jpg"
  },
  {
    "date": "1997-12-10",
    "explanation": "Yes, but can your soccer ball do this?  The ball near the middle of the above photograph is actually a robotic camera designed to float about a Space Shuttle and the International Space Station and take pictures. Named \"Sprint\", it is NASA's first Autonomous Extravehicular Activity Robotic Camera (AERCam) and was tested earlier this month by the crew of Space Shuttle Columbia. Sprint's diameter is actually about 50 percent larger than a soccer ball, and astronauts make a goal of not kicking it.",
    "hdurl": "https://apod.nasa.gov/apod/image/9712/aercam1_sts87_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sprint the Flying Space Camera",
    "url": "https://apod.nasa.gov/apod/image/9712/aercam1_sts87.jpg"
  },
  {
    "date": "1997-12-11",
    "explanation": "Look closely. In this Mars Global Surveyor image of the Martian surface just south of Schiaparelli crater, dark lines appear to criss-cross light colored depressions. One tantalizing possibility is simply that the feature near the center is similar to a dried-up lake bed on planet Earth, where light colored mineral deposits are left as water evaporates and cracks are produced as the ground dries. This potential Martian lake bed is roughly 3/4 miles across and may provide further evidence that Mars once possessed surface water. Recently announced results from the Mars Pathfinder mission also point to a Martian past which included a denser atmosphere and surface water - conditions which could have supported life.",
    "hdurl": "https://apod.nasa.gov/apod/image/9712/mars4_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Martian Lake Bed?",
    "url": "https://apod.nasa.gov/apod/image/9712/mars4_mgs.jpg"
  },
  {
    "date": "1997-12-12",
    "explanation": "It's clear who is the biggest star in this binary system. Based on recent results, this artist's vision of the double star Phi Persei, 720 light years away, shows a bright, rapidly rotating massive star surrounded by a disk of gas. A small companion star orbits 100 million miles away. The bigger star is presently about 9 times more massive than the small one ... but it wasn't always this way. Ten million years ago the small companion was actually the most massive star in the system and because of its greater mass evolved into a giant star more quickly. After losing its swollen outer layers to the now massive star, all that remains is a stripped down, intensely hot core of about 1 solar mass. In another ten million years, the roles may reverse as the now massive star swells into its own giant phase \"returning\" mass to its companion. Will these stars end their lives as white dwarfs or supernovae? Astronomers consider the ultimate fate of such mass-exchanging, interacting binary systems an open question and a challenge for present theories of stellar evolution.",
    "hdurl": "https://apod.nasa.gov/apod/image/9712/phiper_bpounds_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Phi Persei: Double Star",
    "url": "https://apod.nasa.gov/apod/image/9712/phiper_bpounds.jpg"
  },
  {
    "date": "1997-12-13",
    "explanation": "Almost every object in the above photograph is a galaxy. The Coma Cluster of Galaxies pictured is one of the densest clusters known - it contains thousands of galaxies. Each of these galaxies house billions of stars - just as our own Milky Way Galaxy does. Although nearby when compared to most other clusters, light from the Coma Cluster still takes hundreds of millions of years to reach us. In fact, the Coma Cluster is so big it takes light millions of years just to go from one side to the other!  Most galaxies in Coma and other clusters are ellipticals, while most galaxies outside of clusters are spirals. The nature of Coma's X-ray emission is still being investigated.",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/coma_kpno_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Coma Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/9611/coma_kpno.gif"
  },
  {
    "date": "1997-12-14",
    "explanation": "Tune your radio telescope to 408MHz (408 million cycles per second) and check out the Radio Sky! You should find that frequency on your dial somewhere between US broadcast television channels 13 and 14. In the 1970s large dish antennas at three radio observatories, Jodrell Bank, MPIfR, and Parkes Observatory, were used to do just that - the data were combined to map the entire sky. Near this frequency, cosmic radio waves are generated by high energy electrons spiraling along magnetic fields. In the resulting false color image, the galactic plane runs horizontally through the center, but no stars are visible. Instead, many of the bright sources near the plane are distant pulsars, star forming regions, and supernova remnants, while the grand looping structures are pieces of bubbles blown by local stellar activity. External galaxies like Centaurus A, located above the plane to the right of center, and the LMC (below and right) also shine in the radio sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/408_allsky_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Radio Sky: Tuned to 408MHz",
    "url": "https://apod.nasa.gov/apod/image/9611/408_allsky.gif"
  },
  {
    "copyright": "W. Pacholka",
    "date": "1997-12-15",
    "explanation": "As 1997 fades, so does the Great Comet of 1997: Comet Hale-Bopp. Discovered even before the Great Comet of 1996, Comet Hale-Bopp became the brightest comet since 1976.  Many will remember Comet Hale-Bopp as a comet with a coma so bright it could be seen by eye even when near the Moon. Others will remember spectacular photographs that appeared in magazines and on the web.  Amateurs, inspired by the beauty of the comet, took most of these photographs.  In particular, today APOD salutes Wally Pacholka, who took the above famous photograph.  Mr. Pacholka reports that he repeatedly drove 150 miles to a national park, stayed up half the night, and took hundreds of photos while carefully waving a flashlight to momentarily illuminate the foreground.  His equipment consisted only of a standard 35-mm camera which, for pointing accuracy, he piggybacked on a telescope bought at age 12 with money earned from a paper route.",
    "hdurl": "https://apod.nasa.gov/apod/image/9712/hbtime_wp_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Farewell to Tails",
    "url": "https://apod.nasa.gov/apod/image/9712/hbtime_wp.jpg"
  },
  {
    "date": "1997-12-16",
    "explanation": "Why is there lightning on Jupiter?  Lightning is a sudden rush of electrically charged particles from one location to another.  To create lightning, charges must first separate inside a cloud. On Earth, drafts of colliding ice and water droplets usually create this charge separation, but what happens on Jupiter?  Many astronomers theorize that Jovian lightning is also created in clouds containing water ice.  To help investigate this, the above photograph was taken in October by the Galileo spacecraft now orbiting Jupiter.  Clouds are dimly lit by sunlight reflected off Jupiter's moon Io. The bright flashes appear to originate in active regions at the level where water clouds would exist, and illuminate an even lower cloud level containing ammonia. One thing is for sure: lightning on Jupiter is a lot brighter than lighting on Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/9712/juplightning2_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Night Lightning on Jupiter",
    "url": "https://apod.nasa.gov/apod/image/9712/juplightning2_gal.jpg"
  },
  {
    "copyright": "Clive Ruggles",
    "date": "1997-12-17",
    "explanation": "Stonehenge consists of large carved stones assembled about 4000 years ago.  Long before modern England was established, ancient inhabitants somehow moved 25 ton rocks nearly 20 miles to complete it.  From similar constructs of the era, people could learn the time of year by watching how the Sun and Moon rose and set relative to accurately placed stones and pits. The placement of the boulders at Stonehenge, however, is not impressively accurate by today's standards, nor even by the standards of that time.  Therefore, modern scholars interpret Stonehenge as a colossal monument to the Sun in celebration of the predictability of the seasons.",
    "hdurl": "https://apod.nasa.gov/apod/image/9712/stonehenge_cr_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stonehenge: Ancient Monument to the Sun",
    "url": "https://apod.nasa.gov/apod/image/9712/stonehenge_cr.jpg"
  },
  {
    "date": "1997-12-18",
    "explanation": "Gamma-ray bursts seem to be the most powerful explosions in the Universe. Yet their sources continue to elude researchers who stand in awe and frustration at the bursts' transient, enigmatic behavior. The blinking gif above illustrates the latest hard-won result in the quest to identify and understand the nature of the bursters. These Apache Point Observatory optical images from Monday and Tuesday this week have helped identify a faint, fading object (red arrow) near the position of a gamma-ray burst. The gamma-ray burst triggered satellite observatories on Sunday, December 14th. Faint stars near the constellation Ursa Major (the Big Dipper) also appear in these \"negative\" images of the sky. Though thousands of bursts have been detected by satellites sensitive to gamma rays, it is likely that this object represents only the third known optical counterpart to a gamma-ray burst.",
    "hdurl": "https://apod.nasa.gov/apod/image/9712/grb971214_m.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gamma-Ray Burster",
    "url": "https://apod.nasa.gov/apod/image/9712/grb971214_m.gif"
  },
  {
    "date": "1997-12-19",
    "explanation": "The colorful planetary nebula phase of a sun-like star's life is brief. Almost in the \"blink of an eye\" - cosmically speaking - the star's outer layers are cast off, forming an expanding emission nebula. This nebula lasts perhaps 10 thousand years compared to a 10 billion year stellar life span. Spectacular planetary nebulae are familiar objects to both professional and amateur astronomers, but they still contain a few surprises. For instance, the lovely nebula NGC 6826, also known as the Blinking Eye Nebula, has mysterious red FLIERS seen on either side of the Hubble Space Telescope image above. Are they also expanding outward from the central star? If so, their \"bow shocks\" point in the wrong direction!",
    "hdurl": "https://apod.nasa.gov/apod/image/9712/ngc6826_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6826: The Blinking Eye",
    "url": "https://apod.nasa.gov/apod/image/9712/ngc6826_hst.jpg"
  },
  {
    "date": "1997-12-20",
    "explanation": "Apollo 16 spent three days on Earth's Moon in April 1972. The fifth lunar landing mission out of six, Apollo 16 was famous for deploying and using an ultraviolet telescope as the first lunar observatory, and for collecting rocks and data on the mysterious lunar highlands.  In the above picture, astronaut John W. Young photographs Charles M. Duke, Jr. collecting rock samples at the Descartes landing site. Duke stands by Plum Crater while the Lunar Roving Vehicle waits parked in the background. The Lunar Roving Vehicle allowed the astronauts to travel great distances to investigate surface features and collect rocks. High above, Thomas K. Mattingly orbits in the Command Module.",
    "hdurl": "https://apod.nasa.gov/apod/image/apollo16_plum_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 16: Exploring Plum Crater",
    "url": "https://apod.nasa.gov/apod/image/apollo16_plum.gif"
  },
  {
    "date": "1997-12-21",
    "explanation": "Today is the Winter Solstice, the shortest day of the year in the Northern Hemisphere. The yearly cycle of Seasons on planet Earth once again finds the Sun at its lowest point in the Northern Sky. The Sun's own 11 year cycle of activity is progressing toward a maximum which will occur in 2000-2001. This image of the Sun in the light of ionized Helium was recorded by the space-based SOHO observatory only three days ago and shows many prominences and active regions.",
    "hdurl": "https://apod.nasa.gov/apod/image/9712/sun1218_heii_eit_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Winter Solstice",
    "url": "https://apod.nasa.gov/apod/image/9712/sun1218_heii_eit.gif"
  },
  {
    "date": "1997-12-22",
    "explanation": "David N. Schramm effectively combined the very big with the very small.  Among his many scientific achievements, Schramm and collaborators successfully used Big Bang cosmology to predict that only three families of elementary particles exist in the universe, which was subsequently confirmed by high energy particle accelerators.  Schramm and collaborators realized that  current relative elemental abundance measurements, when combined with nuclear reaction rates, constrain the amount of normal matter to be much less than that implied by the movements of stars and galaxies. Therefore, most of the universe might be made of some sort of dark matter. Schramm was a champion wrestler, a mountain climber, an inspiration to scientists and students, and was alone piloting a plane when it crashed last Friday.",
    "hdurl": "https://apod.nasa.gov/apod/image/9712/schramm_uch.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "David N. Schramm 1945-1997",
    "url": "https://apod.nasa.gov/apod/image/9712/schramm_uch.jpg"
  },
  {
    "date": "1997-12-23",
    "explanation": "Are stars better appreciated for their art after they die?  Actually, stars usually create their most artistic displays as they die.  In the case of low-mass stars like our Sun and M2-9 pictured above, the stars transform themselves from normal stars to white dwarfs by casting off their outer gaseous envelopes.  The expended gas frequently forms an impressive display called a planetary nebula that fades gradually over thousand of years. M2-9, a butterfly planetary nebula 2100 light-years away shown in representative colors, has wings that tell a strange but incomplete tale. In the center, two stars orbit inside a gaseous disk 10 times the orbit of Pluto.  The expelled envelope of the dying star breaks out from the disk creating the bipolar appearance.  Much remains unknown about the physical processes that cause planetary nebulae.",
    "hdurl": "https://apod.nasa.gov/apod/image/9712/m2-9_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M2-9: Wings of a Butterfly Nebula",
    "url": "https://apod.nasa.gov/apod/image/9712/m2-9_hst.jpg"
  },
  {
    "date": "1997-12-24",
    "explanation": "30 Doradus is lit up like a Christmas tree.  Shining in light across the electromagnetic spectrum, 30 Doradus glows because of all the energetic processes that go on there.  A distinctive region visible in a Milky Way satellite galaxy called the Large Magellanic Cloud (LMC), 30 Doradus is a hotbed of star formation, supernova explosions, and ionized plasma. The above image is a composite of three pictures taken in three different wavelength bands of light.  Red represents X-ray emission created by gas as hot as 1 million degrees Kelvin. Green represents emission from ionized hydrogen gas, and blue represents ultraviolet radiation primarily emitted by hot stars.  At the conclusion of this symphony of star formation and light in a few million years, astronomers expect that a new globular cluster will have formed.",
    "hdurl": "https://apod.nasa.gov/apod/image/9712/30dor_qdw_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "30 Doradus Across the Spectrum",
    "url": "https://apod.nasa.gov/apod/image/9712/30dor_qdw.jpg"
  },
  {
    "copyright": "T. Credner",
    "date": "1997-12-25",
    "explanation": "Seen from the Pik Terskol Observatory in the northern Caucasus mountains, comet Hale-Bopp and the bright stars of the constellation Perseus hang above the snowy, moon-lit landscape. Although it reminds Northern Hemisphere dwellers of an idyllic Winter scene, this picture was actually recorded in the spring - on April 13th of this year. Seasons Greetings and Best Wishes from APOD!",
    "hdurl": "https://apod.nasa.gov/apod/image/9712/hbxmas_credner_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Hale-Bopp Holiday",
    "url": "https://apod.nasa.gov/apod/image/9712/hbxmas_credner.jpg"
  },
  {
    "date": "1997-12-26",
    "explanation": "The turbulent region West of Jupiter's Great Red Spot is highlighted in this recent picture constructed from data recorded by the Galileo spacecraft. The image is color coded to show cloud height and thickness; white clouds are high and thick, light blue clouds are high and thin, and reddish clouds are low. The edge of the Red Spot itself appears blue here (lower right) and spans about 6,600 miles along the curving limb of the planet (north is up). Westward winds, deflected north by the circulation within the Great Red Spot, collide with Eastward winds at higher latitudes and generate the roiling, turbulent structures. The largest eddies near the Northwestern edge of the Red Spot are bright, suggesting upward convection and high altitude cloud formation are taking place there.",
    "hdurl": "https://apod.nasa.gov/apod/image/9712/west_jup_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "West Of The Great Red Spot",
    "url": "https://apod.nasa.gov/apod/image/9712/west_jup_gal.jpg"
  },
  {
    "date": "1997-12-27",
    "explanation": "In buildings eight stories tall rest mirrors ten meters across that are slowly allowing humanity to map the universe. Alone, each is the world's largest optical telescope: Keck. Together, the twin Keck telescopes have the resolving power of a single telescope 90-meter in diameter, able to discern sources just milliarcseconds apart. Since opening in 1992, the real power of Keck I (left) has been in its enormous light-gathering ability - allowing astronomers to study faint and distant objects in our Galaxy and the universe. Keck II, completed last year, and its twin are located on the dormant volcano Mauna Kea, Hawaii, USA. In the distance is Maui's volcano Haleakala. One reason Keck was built was because of the difficulty for astronomers to get funding for a smaller telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/keck_pjs.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Keck: The Largest Optical Telescopes",
    "url": "https://apod.nasa.gov/apod/image/keck_pjs.jpg"
  },
  {
    "date": "1997-12-28",
    "explanation": "The Hubble Space Telescope imaged Pluto and its moon Charon in 1994. Pluto is usually the most distant planet from the Sun but because of its elliptic orbit Pluto crossed inside of Neptune's orbit in 1979 and will cross back out again in 1999.  Compared to the other planets, very little is known about Pluto. Pluto is smaller than any other planet and even smaller than several other planet's moons. From Pluto, the Sun is just a tiny point of light. Pluto is probably composed of frozen rock and ice, much like Neptune's moon Triton. Pluto has not yet been visited by a spacecraft, but a mission is being planned for the next decade.",
    "hdurl": "https://apod.nasa.gov/apod/image/pluto_hst.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pluto: The Frozen Planet",
    "url": "https://apod.nasa.gov/apod/image/pluto_hst.gif"
  },
  {
    "date": "1997-12-29",
    "explanation": "At night, from a dark location, part of the clear sky looks milky.  This unusual swath of dim light is generally visible during any month and from any location.  Until the invention of the telescope, nobody really knew what the \"Milky Way\" was.  About 300 years ago telescopes caused a startling revelation: the Milky Way was made of stars.  Only 70 years ago, more powerful telescopes brought the further revelation that the Milky Way is only one galaxy among many.  Now telescopes in space allow yet deeper understanding.  The above picture was taken by the COBE satellite and shows the plane of our Galaxy in infrared light. The thin disk of our home spiral galaxy is clearly apparent, with stars appearing white and interstellar dust appearing red.",
    "hdurl": "https://apod.nasa.gov/apod/image/9712/milkyway_cobe_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Milky Way in Infrared",
    "url": "https://apod.nasa.gov/apod/image/9712/milkyway_cobe.jpg"
  },
  {
    "date": "1997-12-30",
    "explanation": "The layers of the Saturn Nebula give a complex picture of how this planetary nebula was created. The above picture, taken in April 1996 and released last week, allows a better understanding of the mysterious process that transformed a low-mass star into a white dwarf star.  A computer model indicates that the central star of NGC 7009 first expelled the green gas that now appears barrel shaped.  This green gas now confines stellar winds flowing from the central star, creating a jet which forms the ansae that appear in red at the tips.  Much remains unknown, including why the gas has not become turbulent.",
    "hdurl": "https://apod.nasa.gov/apod/image/9712/ngc7009_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7009: The Saturn Nebula",
    "url": "https://apod.nasa.gov/apod/image/9712/ngc7009_hst.jpg"
  },
  {
    "date": "1997-12-31",
    "explanation": "Some stellar nebulae are strangely symmetric. For example, every major blob of gas visible on the upper left of NGC 5307 appears to have a counterpart on the lower right.  This picture taken by the Hubble Space Telescope was released last week. NGC 5307 is an example of a planetary nebula with a spiral shape.  Spiral planetary nebulae are thought to be caused by a bright central white dwarf star expelling a symmetric wobbling jet of rapidly moving gas.  It takes light about 10,000 years to reach us from NGC 5307, and about 6 months just to go from one side to the other.  In contrast, light takes only about 8 minutes to reach Earth from the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/9712/ngc5307_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 5307: A Symmetric Planetary Nebula",
    "url": "https://apod.nasa.gov/apod/image/9712/ngc5307_hst.jpg"
  },
  {
    "date": "1998-01-01",
    "explanation": "There, that faint dot in the center - that's the largest rock known.  It is larger than every known asteroid, moon, and comet nucleus.  It is larger than any other rocky planet. (Nobody knows for sure what size rocks lie at the cores of Jovian planets, or orbit other stars.) The Voyager 1 spacecraft took this picture in 1990 from the outer Solar System.  This rock is so large its gravity makes it nearly spherical, and holds heavy gases near its surface. Today, this rock starts another orbit around its parent star, for roughly the 5 billionth time, spinning over 350 times during each trip.  Happy Gregorian Calendar New Year to all the human inhabitants of this rock we call Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/9801/earth_vg1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Largest Rock Known",
    "url": "https://apod.nasa.gov/apod/image/9801/earth_vg1_big.jpg"
  }
]
