[
  {
    "date": "1997-03-01",
    "explanation": "Sometimes you can't see the forest for the\r trees. But if you look closely at the center of the above photograph,\r you will see a whole spiral galaxy\r behind the field of stars. Named Dwingeloo 1,\r this nearby galaxy was only discovered recently (1994) because\r much of its light was obscured by dust,\r gas and bright stars\r of our own Milky Way Galaxy.\r In fact, all the individually discernible stars in the above photograph\r are in our Galaxy. Dwingeloo\r 1 turned out to be a large galaxy located only five times as distant\r as the closest major galaxy - M31.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/dwingeloo1_int_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy  Dwingeloo 1 Emerges \r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9703/dwingeloo1_int.gif"
  },
  {
    "date": "1997-03-02",
    "explanation": "Aloha! With the graceful arc of the Earth's limb in the background, the entire Hawaiian Island archipelago is visible in this stunning photo taken by the astronauts onboard the shuttle Discovery in October of 1988. Along with popular beaches and tropical resorts, these volcanic islands offer extreme elevations with dark, dry, cloudless skies. Consequently they have also become popular sites for sophisticated ground based telescopes. The peak of Mauna Kea, on the Big Island (upper left), boasts an impressive array of astronomical instruments including the Keck, the Canada-France-Hawaii Telescope, the NASA IRTF, the JCMT and UKIRT, and the Gemini Telescope Project. The dormant volcanic cone of Haleakala on Maui (just below the Big Island) is home to the Air Force Maui Optical Station and the Mees Solar Observatory. Mahalo nui loa!",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/hawaii_sts26_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hawaii\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9703/hawaii_sts26.jpg"
  },
  {
    "date": "1997-03-03",
    "explanation": "Q: What was made by humans and is 6 billion miles away? A: Pioneer 10 - and yesterday was the 25th anniversary of its launch. More than 9 light hours distant, Pioneer 10 is presently about twice as far from the Sun as Pluto, bound for interstellar space at 28,000 miles per hour. The distinction of being the first human artifact to venture beyond the Solar System is just one in a long list of firsts for this spacefaring ambassador, including; the first spacecraft to travel through the asteroid belt and explore the outer Solar System, the first spacecraft to visit Jupiter, the first to use a planet's gravity to change its course and to reach solar-system-escape velocity, and the first spacecraft to pass beyond the known planets. Pioneer 10's mission is nearing an end - now exploring the distant reaches of the heliosphere it will soon run out of sufficient electrical power to operate science instruments. However, the 570 lb. spacecraft will continue to coast and in 30,000 years or so it will pass within about 3 light years of a nearby star. The star itself, a faint red dwarf known as Ross 248, is just over 10 light years distant in the constellation of Taurus.",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/pioneer10_art.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pioneer 10: The First 6 Billion Miles\nIllustration Credit:",
    "url": "https://apod.nasa.gov/apod/image/9703/pioneer10_art.jpg"
  },
  {
    "date": "1997-03-04",
    "explanation": "The Sun is bright, so bright that it overwhelms the light from other stars even for most satellite-borne telescopes. But LASCO, a coronograph onboard the space-based SOHO Observatory, uses occulting disks to block the intense solar light and examine the tenuous, hot gases millions of miles above the Sun's surface. In this LASCO image from December 24, 1996, an occulting disk (center) and mechanical support (extending from the lower left) are visible along with the billowing Solar Wind. Appearing in the background are faint stars and obscuring dust clouds toward the center of our Milky Way Galaxy! The field of view covers about 16 degrees, corresponding to 28 million miles at the distance of the Sun - just under half the diameter of Mercury's orbit. A prominent dark interstellar dust cloud cuts through the Milky Way starfield running approximately south (lower right) to north. Blemishes on the image are camera streaks caused by charged particles.",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/milkyway1_lasco_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar Wind And Milky Way\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9703/milkyway2_lasco.jpg"
  },
  {
    "date": "1997-03-05",
    "explanation": "Stars are sometimes born in the midst of chaos.\r About 3 million years ago in the nearby galaxy M33,\r a large cloud of gas spawned dense internal knots which gravitationally\r collapsed to form stars. But NGC 604\r was so large, it could form enough stars to make a globular cluster.\r Many young stars from this cloud\r are visible above, along with what is left of the initial gas\r cloud. Some stars were so massive they have already evolved and\r exploded in a supernova.  The brightest stars that are left emit\r light so energetic that they create one of the largest cloud of ionized hydrogen gas known,\r second only to the 30 Doradus Cluster\r in Milky Way's close neighbor,\r the Large Magellanic Cloud.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/ngc604_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Center of NGC 604 \r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9703/ngc604_hst.jpg"
  },
  {
    "date": "1997-03-06",
    "explanation": "Why put observatories in space? Most telescopes\r are on the ground. On the ground, you can deploy a heavier telescope\r and upgrade it more easily. The trouble is that Earth-bound telescopes\r must look through the Earth's atmosphere.\r First, the Earth's atmosphere blocks out a broad range of the electromagnetic spectrum, allowing a narrow band of visible light to reach the surface. Telescopes which explore the Universe using light beyond the visible spectrum, such as those onboard the Compton Observatory (gamma rays), the ASCA satellite (x-rays), or the new ultraviolet and infrared instruments on the above-pictured Hubble Space Telescope (HST), need to be carried above the absorbing atmosphere. Second, the Earth's atmosphere blurs the light it lets through. The blurring is caused by varying density and continual motion of air. By orbiting above the Earth's atmosphere, the Hubble can get clearer images. In fact, even though HST has a mirror 15 times smaller than large Earth-bound telescopes, it can still resolve detail almost 100 times finer.",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/hubble_sts82.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hubble Floats Free \r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9703/hubble_sts82.jpg"
  },
  {
    "date": "1997-03-07",
    "explanation": "You no longer have to wake-up early to see Comet Hale-Bopp.\r From many northern locations, you can now go outside just after\r sunset and see Comet Hale-Bopp above the north-western horizon.\r Both writer/editors of APOD are\r impressed by how bright Comet Hale-Bopp\r has become, and how easily visible it is. The central coma is\r now visible\r from almost any location - even from a bright city. The blue\r ion tale is visible from a dark location. Comet Hale-Bopp's\r coma now rivals even last\r year's Comet Hyakutake, and\r the tail appears to be increasing\r in length daily. \r",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/halebopp2_aac_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hale-Bopp Enters the Evening Sky \r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9703/halebopp2_aac.gif"
  },
  {
    "date": "1997-03-08",
    "explanation": "Our Earth is\r not at rest. The Earth moves around the Sun.\r The Sun orbits the center of the Milky Way Galaxy.\r The Milky Way Galaxy orbits in the Local Group.\r The Local Group falls toward the Virgo Cluster of Galaxies.\r But these speeds are less than the speed that all of these objects\r together move relative to the microwave background.\r In the above all-sky map,\r radiation in the Earth's direction of motion appears blueshifted\r and hence hotter, while radiation on the opposite side of the\r sky is redshifted and colder. The map indicates that the Local Group\r moves at about 600 kilometers per second relative to this primordial radiation.\r This high speed was initially unexpected and its magnitude is\r still unexplained. Why are we moving so fast? What is out there?",
    "hdurl": "https://apod.nasa.gov/apod/image/dip_cobe.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "COBE Dipole: Speeding Through the Universe \r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/dip_cobe.gif"
  },
  {
    "date": "1997-03-09",
    "explanation": "Above are two images of the microwave sky, north and south of our galaxy's equator, based on data from NASA's COsmic Background Explorer (COBE) satellite. After computer processing to remove contributions from nearby objects and the effects of the earth's motion, they show \"spots\". These spots are the oldest, most distant structures known. They represent temperature variations in the early Universe. As our Universe expanded and cooled, conglomerations of mass formed. The COBE images confirm that only a million years after the big-bang - which occurred roughly 15 billion years ago - parts of the universe were visibly hotter than other parts. By studying the size and distribution of the spots found with COBE and future missions, astronomers hope to learn what matter and processes caused the spots to form - and hence determine the composition, density, and future of our Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/4yr_cobe_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "COBE Hotspots: The Oldest Structures Known \n\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9703/4yr_cobe_big.gif"
  },
  {
    "date": "1997-03-10",
    "explanation": "Jupiter's thick atmosphere is striped by wind-driven cloud bands that remain fixed in latitude - dark colored bands are known as belts while light colored bands are zones. At Jupiter's belt-zone boundaries the shearing wind velocities can reach nearly 300 miles per hour. Near infrared images recently returned by the Galileo Spacecraft were mapped to visible colors in this close-up of a belt-zone boundary near the gas giant's equator. The color mapping reveals different layers, lower clouds are bluish, higher ones pinkish. The smallest features seen are tens of miles across.",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/beltzone_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter: At The Belt-Zone Boundary\n\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9703/beltzone_gal.jpg"
  },
  {
    "date": "1997-03-11",
    "explanation": "What happened to Jupiter's Great Red Spot? Operating at a chilly 55 degrees Kelvin, the Galileo Spacecraft's Near Infrared Mapping Spectrometer (NIMS) recorded this composite image of Jupiter's Great Red Spot in late June 1996. Red, green, and blue colors were chosen to represent three different infrared wavelengths detected by the NIMS instrument. The resulting yellowish green appearance of the massive Jovian storm system - a cold, high pressure area 2 to 3 Earth diameters wide - indicates that it lies high above the surrounding cloud features. Blue corresponds to regions where the clouds are relatively thin and the features lie at greater depths.",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/yellowsp_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter: The Great Yellow Spot\n\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9703/yellowsp_gal.jpg"
  },
  {
    "date": "1997-03-12",
    "explanation": "Saturn\r is unusual but photogenic.  The second largest planet in our Solar System,\r behind Jupiter, has been easily identifiable\r at night since history has been recorded. It was only with the\r invention of the telescope,\r however, that any evidence of its majestic ring system became apparent.\r Saturn itself is composed of mostly hydrogen and helium gas.\r Saturn's rings\r are composed of many ice chunks ranging in size from a penny to\r car. The above picture\r of Saturn\r is one of the earliest taken by the Hubble Space Telescope\r and is a digital reconstruction of three color images. The Cassini mission\r to Saturn\r is scheduled to be launched later this year and should reach Saturn\r in 2004.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/saturncol_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn in Color\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9703/saturncol_hst.jpg"
  },
  {
    "date": "1997-03-13",
    "explanation": "The Great Comet of 1997\r is now brighter than the Great Comet of 1996\r ever was. In fact, it is brighter than almost every star in the\r sky. Yet Comet Hale-Bopp\r is still about two weeks away from maximum light.\r Comet Hale-Bopp is now well north of the plane of the Earth's\r orbit and on the same side of the sky as the Sun.\r Therefore, Comet Hale-Bopp is visible\r from Earth's Northern Hemisphere\r both just after sunset and just before sunrise. The above picture\r of Comet Hale-Bopp\r was taken last week in Italy. Many Milky Way stars\r and nebulae are visible. To the left is a rock face partly illuminated\r by artificial light.",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/halebopp3_aac_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hale-Bopp Brighest Comet This Decade\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9703/halebopp3_aac.jpg"
  },
  {
    "date": "1997-03-14",
    "explanation": "Comet Hale-Bopp is living up to its expectations.\r Besides the brightness of its coma,\r a comet is typically remembered by the length of its tails.\r As visible in the above picture\r taken last week, Comet Hale-Bopp's\r blue ion tail shows a dramatic extension,\r with current reports\r of about 20 degrees from dark locations. The comet's white dust\r tail has so far shown a more modest extent but appears to be growing\r significantly.  Comet Hale-Bopp's closest approach to the Sun\r occurs in about two weeks, and although it will not get much closer\r to the Sun than does our Earth, Comet Hale-Bopp is likely to tell even more spectacular tails then.",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/halebopp4_aac_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hale-Bopp's Developing Tails\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9703/halebopp4_aac.jpg"
  },
  {
    "date": "1997-03-15",
    "explanation": "Although the Earth is round, our Galaxy appears\r truly flat. This was shown in dramatic fashion by the COsmic Background Explorer (COBE)\r satellite which produced this premier view of the central region\r of our own Milky Way Galaxy\r in infrared light in1990. The Milky Way\r is a typical spiral galaxy with a\r central bulge and extended disk of stars. However, gas and dust\r within the disk obscure visible wavelengths of light effectively\r preventing clear observations of the center. Since infrared\r wavelengths are less affected by the obscuring material, the Diffuse InfraRed Background Experiment (DIRBE)\r on board COBE\r was able to detected infrared light from stars surrounding the Galactic center\r and produce this image. Of course, the edge on perspective represents\r the view from the vicinity of our Sun,\r a star located in the disk about 30,000 light years out from the\r center. The DIRBE\r module used equipment cooled by a tub of liquid helium to detect\r the infrared light which, composed of wavelengths longer than red light,\r is invisible to the human eye.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/cobe_milkyw.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Milky Way's Center\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/cobe_milkyw.gif"
  },
  {
    "date": "1997-03-16",
    "explanation": "Water (Dihydrogen Oxide, H2O) is a truly remarkable chemical compound, fundamental to life on Earth. Earth is the only planet in the Solar System where the surface temperature and pressure allow the three forms of water, solid (ice), liquid (ocean), and gas (water vapor condensing in clouds) to exist simultaneously on its surface. Water in one of these forms accounts for everything visible in this view of Earth from space looking north at the Bering Sea and the coast of Alaska, USA, around Bristol Bay.",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/seaice_sts45_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Water World\n\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9703/seaice_sts45.jpg"
  },
  {
    "date": "1997-03-17",
    "explanation": "Comet Hale-Bopp\r is now much brighter than any surrounding stars. It can be seen\r even over bright city lights. Out away from city lights, however,\r it is putting on quite a spectacular show.\r Here Comet Hale-Bopp was photographed last week\r above Val Parola Pass in the Dolomite mountains surrounding Cortina d'Ampezzo,\r Italy. Comet Hale-Bopp's\r blue ion tale is created when fast\r moving particles from the solar wind strike recently expelled\r ions from the comet's nucleus. The white dust tail is composed\r of larger particles of dust and\r ice expelled by the nucleus that orbit behind the comet. Recent\r observations show that Comet Hale-Bopp's nucleus spins\r about once every 12 hours. Comet Hale-Bopp\r is now visible in both the early morning\r and early evening sky, and will continue to brighten this week.",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/halebopp5_aac_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hale-Bopp Over Val Parola Pass\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9703/halebopp5_aac.jpg"
  },
  {
    "date": "1997-03-18",
    "explanation": "The Pleiades star cluster is one of the jewels of the northern sky. To the unaided eye it appears as a lovely and tantalizing grouping of stars in the constellation of Taurus, while telescopic views reveal cluster stars surrounded by delicate blue wisps of dust-reflected starlight. To the X-ray telescopes onboard the orbiting ROSAT observatory, the cluster also presents an impressive - but slightly altered - appearance. This color image was produced from ROSAT observations by translating different X-ray energy bands to visual colors - the lowest energies are shown in red, medium in green, and highest energies in blue. (The green boxes mark the position of the seven brightest visual stars.) The Pleiades stars seen in X-rays have extremely hot, tenuous outer atmospheres called coronas and the range of colors corresponds to different coronal temperatures.",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/pleiades_rosat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Pleiades\n\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9703/pleiades_rosat.jpg"
  },
  {
    "date": "1997-03-19",
    "explanation": "What and where are the Gamma-Ray Bursters? Since their discovery in the early 1970s, nobody has been able to explain the cause of mysterious flashes of gamma rays that come from seemingly random directions on the sky. Worse yet, it is even unclear whether these high energy explosions originate in our own Galaxy or in distant galaxies across the Universe. Until late last month, these bursters were known only by their gamma-ray flashes - no counterpart had been seen at any other wavelength. But on February 28, an Italian/Dutch satellite known as BeppoSAX detected what may well be X-rays from a burster, eight hours after the gamma-ray flash. The discovery image is shown above. Still hours later, using the position provided by this X-ray image, ground-based telescopes recovered an even better located variable optical source which also seems to be related to the burster. Dramatically, this optical transient has faded now. In its place lies a steady source that appears to be a dim, distant galaxy. Did this Gamma-Ray Burst originate in the distant galaxy? If so, it answers one facet of one of modern astronomy's greatest controversies. If not, this would not be the first fortuitous coincidence to mislead astronomers. Future satellite and ground-based observations will tell.",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/grb970228_sax_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gamma Ray Burster\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9703/grb970228_sax.gif"
  },
  {
    "date": "1997-03-20",
    "explanation": "Today marks the Vernal Equinox, the first day of Spring for planet Earth's northern hemisphere. Despite recent attempts by other spectacular and dramatic celestial events to take center stage, Comet Hale-Bopp remains the most popular object in the sky (according to APOD access logs!) and is likely to make this spring memorable for many.  Gorgeous pictures of the comet with its delightful tails - this one taken March 16 - make this outbreak of \"comet fever\" understandable. Will the Earth pass through the lovely tails of Hale-Bopp? No, but the Earth has made similar journeys in the past. In fact, tales are often told of our planet's 1910 passage through comet Halley's tail. Anticipation of this event caused hysteria as it followed close on the heels of the spectroscopic detection of CN, poisonous cyanide, as a gaseous constituent of cometary tails. However, stretching for millions of miles, awe-inspiring comet tails are actually an extremely tenuous, nearly perfect vacuum and don't pose a danger to life on Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/halebopp6_aac_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Springtime Comet Fever\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9703/halebopp6_aac.jpg"
  },
  {
    "date": "1997-03-21",
    "explanation": "Like the downtown area of your favorite city, the roads you drive to work on, and any self-respecting Web site ... Io's surface is constantly under construction. This moon of Jupiter holds the distinction of being the Solar System's most volcanically active body -- its bizarre looking surface continuously formed and reformed by lava flows. Generated using 1996 data from NASA's Galileo spacecraft, this highest resolution composite image of Io is centered on the side of Io that always faces away from Jupiter. It has been enhanced to emphasize Io's surface brightness and color variations, revealing features as small as 1.5 miles across. The notable absence of impact craters suggests that the entire surface is covered with new volcanic deposits much more rapidly than craters are created. What drives this volcanic powerhouse? A likely energy source is the changing gravitational tides caused by Jupiter and the other Galilean moons as Io orbits the massive gas giant planet. Heating Io's interior, the pumping tides could generate the sulfurous volcanic activity.",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/io970321_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io's Surface: Under Construction\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9703/io970321_gal.jpg"
  },
  {
    "date": "1997-03-22",
    "explanation": "The Sleeping Beauty galaxy\r may appear peaceful at first sight but it is actually tossing\r and turning. In an unexpected twist, recent observations have\r shown that the center of this photogenic galaxy\r is rotating in the opposite direction than the outer regions!\r Stranger still - there is a middle region where the stars rotate\r in the opposite direction from the surrounding dust\r and gas.\r The fascinating internal motions of M64,\r also cataloged as NGC 4826, are thought to be the result of a\r collision between a small galaxy\r and a large galaxy - where the resultant\r mix has not yet settled down.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/m64_keel.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M64: The Sleeping Beauty Galaxy \r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/m64_keel.gif"
  },
  {
    "date": "1997-03-23",
    "explanation": "Comet Shoemaker-Levy 9, named after its co-discoverers, was often referred to as the \"string of pearls\" comet. It is famous for its unusual appearance as well as its collision with the planet Jupiter! The comet's original single nucleus was torn to pieces by Jupiter's strong gravity during a close encounter with the solar system's largest planet in 1992. The pieces are seen in this composite of Hubble Space Telescope images to be \"pearls\" strung out along the comet's orbital path. In July of 1994 these pieces collided with Jupiter in a rare and spectacular series of events.",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/sl9_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A String Of Pearls\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9703/sl9_hst.jpg"
  },
  {
    "date": "1997-03-24",
    "explanation": "Would Mars be a nice place to visit? Sometimes.\r Much of Mars\r undergoes severe changes in climate\r during its orbit around the Sun, ranging from extreme cold to temperatures\r enjoyable by humans. But Mars is\r usually a nice place to visit for hardy spacecraft, and in fact\r the Mars Pathfinder\r and Mars Global Surveyor\r missions are currently headed for the \"Red Planet.\"\r In preparation for the scheduled Mars Pathfinder landing on July\r 4th, 1997, the Earth-Orbiting Hubble Space Telescope\r recently took the above high resolution photograph.\r The picture shows the onset of Martian summer (northern hemisphere)\r when, apparently, the northern polar cap recedes to uncover dark\r sand dunes. \r",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/mars97_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Weather on Mars \r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9703/mars97_hst.jpg"
  },
  {
    "date": "1997-03-25",
    "explanation": "A comet as bright as Comet Hale-Bopp\r is very rare indeed. No comet has emitted or reflected this much\r light since possibly the Great Comet of 1811.\r However, since Comet Hale-Bopp\r is across the inner Solar System from us, it does not appear\r as bright as Comet West\r did in 1975. The Great Comet\r of 1996, Comet Hyakutake, was relatively\r dim but also appeared bright since it passed close to the Earth.\r Above, Comet Hale-Bopp\r was photographed high over the town of Las Palmas of the Spanish\r Canary Islands, on March 11th.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/halebopp1_aagc.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hale-Bopp Brightest Comet This Century \r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9703/halebopp1_aagc.jpg"
  },
  {
    "date": "1997-03-26",
    "explanation": "Undaunted by the artificial glow from one of the most famous urban skylines on Earth, comet Hale-Bopp shines above the city of New York, USA. Photographed on March 23rd, this view from New Jersey shows the Hudson River in the foreground, the Empire State Building at the right, the George Washington Bridge at the left, and the comet with a visible tail above.  The comet lies at a distance of about 120 million miles from New York. As bright as this comet has turned out to be, it might have been even brighter. On May 6, Hale-Bopp's orbit will take it within about 10 million miles of the point in the Earth's orbit which was occupied by planet Earth itself in early January. If the comet had also reached this point in January, it would have come almost as close to Earth as comet Hyakutake did last year. At that distance, Hale-Bopp might have been 100 times brighter than it is now, reaching -5th or -6th magnitude!",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/hb_sivo3.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The City Comet \r\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/9703/hb_sivo3.jpg"
  },
  {
    "date": "1997-03-27",
    "explanation": "Moonlight illuminates the landscape and lends a painterly quality to this beautiful photograph of the Absaroka mountain range, located along the Montana-Wyoming border near the USA's Yellowstone National Park. In the foreground lies the North Fork of the Shoshone River. The snow-covered peak rising 10,500 feet on the left is Jim Mountain, while Comet Hale-Bopp graces the western sky. Inspired by painters of the American West, like Fredric Remington, Charles Russell, and George \"Dee\" Smith, photographer Dewey Vanderhoff of Cody, Wyoming has taken advantage of the double blessings of a bright Moon and a bright comet to produce this breathtaking image.",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/hb_van4.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Country \r\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/9703/hb_van4.jpg"
  },
  {
    "date": "1997-03-28",
    "explanation": "It has been suggested that Comet Hale-Bopp will become the most viewed comet in Human history. Presently, for denizens of the Earth's northern hemisphere, this bright comet is certainly a lovely and inspiring sight -- visible here crowning the sky above Cortina d'Ampezzo, Italy on March 20. Based on orbital calculations, this comet's last passage through the inner Solar System was approximately 4,200 years ago. Principally because of changes caused by the gravitational influence of Jupiter, Hale-Bopp should pass this way again in a mere 2,380 years. Comets come from the outer reaches of the Solar System where they reside, frozen and preserved. Astronomers analyzing their structure and composition as comets swing near the Sun seek a glimpse of the conditions during the Solar System's formative years.",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/hb7_aac_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Comet In The Sky\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9703/hb7_aac.jpg"
  },
  {
    "date": "1997-03-29",
    "explanation": "What's the closest galaxy to our Milky Way?\r For many years astronomers thought it was the Large Magellanic Cloud\r (LMC). But the seemingly insignificant fuzzy patch shown above\r turned out to be part of a galaxy that is even closer. Deemed\r the \"Sagittarius Dwarf\",\r this small galaxy went unnoticed until its discovery in 1994 by\r R. Ibata, G. Gilmore and M. Irwin (RGO).\r The reason the Sagittarius Dwarf hadn't been discovered earlier\r is because it is so dim, it is so spread out over the sky, and\r there are so many Milky Way stars in front of it. The distance\r to the Sagittarius Dwarf\r was recently measured to be about one third of the distance to\r the LMC. Astronomers now believe that this galaxy is slowly being torn apart\r by the vast gravitational forces of our Galaxy. \r",
    "hdurl": "https://apod.nasa.gov/apod/image/Sagdwarf_not_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Closest Galaxy: The Sagittarius Dwarf \r\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/Sagdwarf_not.gif"
  },
  {
    "date": "1997-03-30",
    "explanation": "One of the most unusual galaxies known, Centaurus A, is pictured above. Cen A is marked by dramatic dust lanes that run across the galaxy's center. These dust lanes are so thick they almost completely obscure the galaxy's center in visible light. Our Milky Way Galaxy contains dust, but not in the same proportion. Cen A is also unusual compared to a normal galaxy because it contains a higher proportion of young blue stars, is a very strong source of radio emission, and has a unique structure. Cen A is thought to be the result of the collision of two normal galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/cenA_ctio.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dusty Galaxy Centaurus A\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/cenA_ctio.gif"
  },
  {
    "date": "1997-03-31",
    "explanation": "It's a weed,\r it's Jupiter, no it's - actually planetary\r nebula NGC 3242. After a star like our Sun\r completes fusion in its core, it throws off its outer layers it\r a striking display called a planetary nebula. NGC 3242\r is such a planetary nebula, with the stellar remnant white dwarf star\r visible at the center. This nebula is sometimes called \"The\r Ghost of Jupiter\" for its similar appearance to the familiar\r planet. NGC 3242 is much farther away however, than the measly\r 40 light-minutes distance to Jupiter.\r In fact, by comparing the apparent expansion rate with the actual\r rate determined from Doppler\r studies, astronomers have estimated\r the distance to NGC 3242 to be about 1400 light-years away. The\r red FLIERs\r visible near the edges of the nebula remain mysterious. \r",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/ngc3242_bb_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3242: The 'Ghost of Jupiter' Planetary Nebula \r\n\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9703/ngc3242_bb.jpg"
  },
  {
    "date": "1997-04-01",
    "explanation": "Which is closer: the comet or the galaxy?\r Answer: the comet. In its trek through the inner Solar System,\r Comet Hale-Bopp has passed nearly in front of the Andromeda Galaxy\r (M31), seen on the lower left. At the time of this picture, March\r 27th, Comet Hale-Bopp\r was about 10 light-minutes from the Earth,\r while M31 remained about 3 million light-years distant.\r By contrast, light can cross the Earth in about 1/20th\r of a second, and light takes about one second to reach Earth's Moon.\r Comet Hale-Bopp is one of the largest comets\r ever recorded, and although its' nucleus has never been photographed,\r it is estimated from brightness and spin measurements to be about\r 40 kilometers across. In contrast, Comet Halley\r in 1987 was measured to be 15 km, and Comet Hyakutake\r in 1996 was estimated to be no more than 10 km.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9704/halebopp7_aac_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hale-Bopp and Andromeda \r\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/9704/halebopp7_aac.jpg"
  }
]
