[
  {
    "date": "1997-09-01",
    "explanation": "Five hundred light years from Earth, in the constellation Aquarius, a sun-like star is dying. Its last few thousand years have produced the Helix, a well studied and nearby example of a Planetary Nebula - typical of this final phase of stellar evolution. The emission in this Infrared Space Observatory image of the Helix nebula comes mostly from the expanding shells of molecular hydrogen gas. Dust, normally expected in such nebulae, should also radiate strongly at infrared wavelengths but mysteriously seems to be absent here. The culprit may may well be the Helix's central star, a contracting white dwarf. This small but extremely hot star radiates most of its energy at short Ultraviolet wavelengths and is invisible in this infrared mage.  Astronomers suspect that over time, this intense Ultraviolet radiation may have destroyed the dust. The Sun is expected to go through its own Planetary Nebula phase ... in another 5 billion years.",
    "hdurl": "https://apod.nasa.gov/apod/image/9709/helix_iso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Infrared Helix",
    "url": "https://apod.nasa.gov/apod/image/9709/helix_iso.jpg"
  },
  {
    "date": "1997-09-02",
    "explanation": "In low Earth orbit there is not enough atmosphere to diffuse and scatter sunlight, so shadows are black and the sky is dark - even when the Sun shines.  The harsh lighting produced this dramatic effect as mission specialist Gregory Harbaugh photographed colleague Joseph Tanner during their second spacewalk to service the Hubble Space Telescope in February 1997. The aft section of the Space Shuttle Discovery is visible in the background with the Sun hanging over a delicate crescent of the Earth's limb. A checklist is attached to Tanner's left arm, and Harbaugh's reflection is just visible in Tanner's visor.",
    "hdurl": "https://apod.nasa.gov/apod/image/9709/sunview_sts82_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Sky, Bright Sun",
    "url": "https://apod.nasa.gov/apod/image/9709/sunview_sts82.jpg"
  },
  {
    "copyright": "Olivier Staiger",
    "date": "1997-09-03",
    "explanation": "Location is everything, especially if you want to see a Solar Eclipse. These fleeting events are only visible to those in the path of the Moon's shadow as it races across the Earth. This path is usually less than 200 miles wide while covering only a fraction of a percent of the Earth's surface. And chances are, much of it will be over water. This view of the September 2nd eclipse was recorded by Olivier Staiger from Kingscote, Kangaroo Island, South Australia. He used a video camera equipped with a teleconverter and solar filter. This Solar Eclipse was a partial one, seen here near maximum for Staiger's location. The deepest eclipse - almost 90 percent of the Sun's surface was eclipsed by the Moon - was visible only from Antarctica. Want to see a total eclipse of the Sun? Locate yourself near the northern tip of South America on February 26, 1998.",
    "hdurl": "https://apod.nasa.gov/apod/image/9709/soleclipse1_staiger_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Partial Eclipse in Southern Skies",
    "url": "https://apod.nasa.gov/apod/image/9709/soleclipse1_staiger.jpg"
  },
  {
    "date": "1997-09-04",
    "explanation": "The surface of the Sun is shifting. By watching sunspots, it has long been known that our Sun rotates. It was also known that the center of the Sun rotates faster than the poles. Now, recent measurements by the Solar Oscillations Investigations group of the SOHO Observatory have found that the surface of the sun moves in other ways, too.  Hot, electrically charged gas flows along and beneath the Sun's surface as depicted in the above computer generated diagram. The speed of these solar rivers is false-color coded with red hydrogen moving faster than blue. Over the course of a year plasma moves from the equator to the poles, while internal eddies circulate gas from deep inside the Sun.  One surprise is the similarity to the motion of air in the Earth's atmosphere - indicating that scientists might learn more about Earth's global weather by studying the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/9709/sunriver_soho_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rivers in the Sun",
    "url": "https://apod.nasa.gov/apod/image/9709/sunriver_soho.gif"
  },
  {
    "date": "1997-09-05",
    "explanation": "Twenty five years ago humans roamed the Moon.  Pictured here during the last moon landing, scientist-astronaut Harrison Schmitt was photographed standing next to a huge, split boulder. Apollo 17 was one of six missions that landed humans on the moon and returned them safely.  Apollo 17 explored the unusually dark terrain at the Taurus-Littrow landing site, deployed explosives to test the internal geology of the Moon, and returned the most rocks of any lunar mission.",
    "hdurl": "https://apod.nasa.gov/apod/image/9709/boulder_a17_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 17: Boulder on the Moon",
    "url": "https://apod.nasa.gov/apod/image/9709/boulder_a17.jpg"
  },
  {
    "date": "1997-09-06",
    "explanation": "Sir Isaac Newton changed the world. Born in 1643, Newton was only an above-average student. But he went home from Cambridge one summer in 1665, thought a lot about the physical nature of the world, and came back two years later with a revolutionary understanding of mathematics, gravitation, and optics. A Professor of his, upon understanding what Newton had done, resigned his own position at Cambridge so Newton could have it. Newton's calculus provided a new mathematical framework for the rapid solution of whole classes of physical problems.  Newton's law of gravitation explained in one simple formula how apples fall and planets move.  Newton's insights proved to be so overwhelmingly powerful he was the first scientist ever knighted.",
    "hdurl": "https://apod.nasa.gov/apod/image/IsaacNewton_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Isaac Newton Explains the Solar System",
    "url": "https://apod.nasa.gov/apod/image/IsaacNewton.gif"
  },
  {
    "date": "1997-09-07",
    "explanation": "The Luna 9 spacecraft above performed the first soft landing on another planetary body. Following a series of failures, the Soviet probe touched down in the Moon's Oceanus Procellarum region February 3, 1966. It accomplished this milestone in lunar exploration only shortly after the death of Sergei Korolev, the father of the Soviet Space Program. Reportedly, Korolev's colleagues wished to dedicate the Luna 9 mission to him but were unable to as his role as the Chief Designer was still a state secret. A pole, just visible extending at the lower left, sensed the impact with the lunar surface, triggering the spacecraft to eject the weighted, egg-shaped capsule (upper right). The 250 pound capsule then struck the surface, rolled upright, unfolded four spring actuated petals to steady itself, and transmitted the first views from the lunar surface back to Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/9709/luna_9_unk_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Luna 9: First Soft Lander",
    "url": "https://apod.nasa.gov/apod/image/9709/luna_9_unk.jpg"
  },
  {
    "date": "1997-09-08",
    "explanation": "Vesta is a huge rock 500 kilometers across that orbits out past Mars. Last week, the above map of Vesta created using the Hubble Space Telescope was released showing a rugged surface highlighted by a single crater spanning nearly the entire length of the asteroid.  The large crater dominates the lower part of the false-color conglomerate image: blue indicates low terrain, while red indicates raised terrain. Evidence indicates that Vesta underwent a tremendous splintering collision about a billion years ago.  In October 1960, a small chunk of this rock believed to have originated on Vesta fell to Earth and was recovered in Australia.",
    "hdurl": "https://apod.nasa.gov/apod/image/9709/vesta1_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Map of Asteroid Vesta",
    "url": "https://apod.nasa.gov/apod/image/9709/vesta1_hst.jpg"
  },
  {
    "copyright": "J. C. Casado",
    "date": "1997-09-09",
    "explanation": "Many think it is just a myth.  Others think it is true but its cause isn't known.  Adventurers pride themselves on having seen it. It's a green flash from the Sun.  The truth is the green flash does exist and its cause is well understood.  Just as the setting Sun disappears completely from view, a last glimmer appears startlingly green.  The effect is typically visible only from locations with a low, distant horizon, and lasts just a few seconds. A green flash is also visible for a rising Sun, but takes better timing to spot.  A slight variant of this was caught in the above photograph, where much of the Sun was still visible, but the very top appeared momentarily green. The Sun itself does not turn partly green, the effect is caused by layers of the Earth's atmosphere acting like a prism.",
    "hdurl": "https://apod.nasa.gov/apod/image/9709/greenflash_jc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Green Flash from the Sun",
    "url": "https://apod.nasa.gov/apod/image/9709/greenflash_jc.jpg"
  },
  {
    "date": "1997-09-10",
    "explanation": "Hale-Bopp, the Comet of the Century, is leaving the inner Solar System. Outbound at about 12 miles per second it is presently nearing the main asteroid belt between Mars and Jupiter. This false-color image represents a recent view from low Earth orbit showing the comet surrounded by its shrinking coma against a background of stars. It was constructed from a fraction of the data taken aboard the Space Shuttle Discovery in August by a small innovative telescopic camera known as the Southwest Ultraviolet Imaging System or SWUIS. SWUIS (sounds like \"swiss\") images will be particularly interesting to astronomers who wish to continue to follow the Great Comet's interaction with the Solar Wind. The once bright Hale-Bopp has faded below 4th magnitude but is still visible to Earthbound observers south of 35 degrees north latitude.",
    "hdurl": "https://apod.nasa.gov/apod/image/9709/halebopp_swuis.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hale-Bopp Outbound",
    "url": "https://apod.nasa.gov/apod/image/9709/halebopp_swuis.gif"
  },
  {
    "date": "1997-09-11",
    "explanation": "Completing a 10 month journey, another spacecraft from Earth arrives at Mars today.  The Mars Global Surveyor (MGS) is scheduled to fire its main rocket engine for 22 minutes at 6:17 p.m. PDT and enter a highly elliptical orbit, with a low point 186 miles and a high point 34,800 miles above the surface of Mars. This robot spacecraft is aptly named. Its mission is to undertake a detailed planetwide survey of Mars. But first MGS must circularize its orbit, lowering the high point to about 250 miles. Instead of relying solely on its rocket engine, MGS mission controllers will use a fuel-saving technique known as aerobraking - dipping the spacecraft into the Martian atmosphere where it will encounter increased atmospheric drag. This early artist's conception emphasizes the drag created by the wing-like solar panels. The cumulative effect should find MGS in a more circular mapping orbit by March 1998. To successfully use aerobraking, mission controllers must achieve an exact orbit and will be handicapped by a limited knowledge of the thickness of the Martian atmosphere. They may even need to alter the spacecraft's course to compensate for changes in Martian weather.",
    "hdurl": "https://apod.nasa.gov/apod/image/9709/aeromgs_jpl.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars Global Surveyor: Aerobraking",
    "url": "https://apod.nasa.gov/apod/image/9709/aeromgs_jpl.jpg"
  },
  {
    "date": "1997-09-12",
    "explanation": "Something is lighting up the center of galaxy NGC 6251. Leading speculation holds that it is a large black hole not shrouded by gas and dust typically found near the center of a galaxy.  Observations taken with the Hubble Space Telescope and released earlier this week indicate a new perspective on the strange beasts that rule the centers of galaxies: a bright central object that is illuminating a surrounding material disk, shown in blue.  The lack of reflection from the upper part of the disk indicates that this disk is warped in shape. Although not visible in the above composite image, a huge plasma jet streams out from the central object, perpendicular to the warped disk.",
    "hdurl": "https://apod.nasa.gov/apod/image/9709/hotbh_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Center of NGC 6251 is Glowing",
    "url": "https://apod.nasa.gov/apod/image/9709/hotbh_hst.jpg"
  },
  {
    "date": "1997-09-13",
    "explanation": "Johannes Kepler used simple mathematics to describe how planets move. Kepler was an assistant to the most accurate astronomical observer of the time, Tycho Brahe. Kepler was able to use Brahe's data to show that planets move in ellipses around the Sun (Kepler's First Law), that planets move proportionally faster in their orbits when they are nearer the Sun (Kepler's Second Law), and that more distant planets take proportionally longer to orbit the Sun (Kepler's Third Law). Kepler lived from 1571 to 1630, during the time of discovery of the telescope. Kepler was one of the few vocal supporters of Galileo's discoveries and the Copernican system of planets orbiting the Sun instead of the Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/kepler_hist_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Kepler Discovers How Planets Move",
    "url": "https://apod.nasa.gov/apod/image/kepler_hist.gif"
  },
  {
    "date": "1997-09-14",
    "explanation": "The sands of time are running out for the central star of this hourglass-shaped planetary nebula. With its nuclear fuel exhausted, this brief, spectacular, closing phase of a Sun-like star's life occurs as its outer layers are ejected - its core becoming a cooling, fading white dwarf. Astronomers have recently used the Hubble Space Telescope (HST) to make a series of images of planetary nebulae, including the one above. Here, delicate rings of colorful glowing gas (nitrogen-red, hydrogen-green, and oxygen-blue) outline the tenuous walls of the \"hourglass\". The unprecedented sharpness of the HST images has revealed surprising details of the nebula ejection process and may help resolve the outstanding mystery of the variety of complex shapes and symmetries of planetary nebulae.",
    "hdurl": "https://apod.nasa.gov/apod/image/9709/mycn18_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "MyCn18: An Hourglass Nebula",
    "url": "https://apod.nasa.gov/apod/image/9709/mycn18_hst.jpg"
  },
  {
    "date": "1997-09-15",
    "explanation": "The largest volcano in the Solar System is on Mars. Olympus Mons rises 24 kilometers high and measures 550 km across. By comparison, Earth's largest volcano, Mauna Loa in Hawaii, rises 9 km high and measures 120 km across.  Such large volcanoes can exist on Mars because of the low gravity and lack of surface tectonic motion.  Olympus Mons is a shield volcano, built by fluid lava. Over the next three years, Mars Global Surveyor, which arrived at Mars last week, will photograph the planet at such high resolution that objects only 100 meters across will be visible.  The above image was taken by Mariner 9, which orbited and photographed Mars during 1971 and 1972.",
    "hdurl": "https://apod.nasa.gov/apod/image/9709/mons2_jpl.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Olympus Mons on Mars: The Largest Volcano",
    "url": "https://apod.nasa.gov/apod/image/9709/mons2_jpl_big.jpg"
  },
  {
    "copyright": "Olivier Staiger",
    "date": "1997-09-16",
    "explanation": "Fighting clouds and the glow of city lights, a young Moon shines over the western horizon of Mongolia's capital Ulaan-Baatar. The thin sunlit crescent is 1.5 days old and strongly over exposed in this image taken on March 10. The night side of the moon is also visible due to Earthshine - sunlight reflected from the Earth to the Moon. Just below the Moon, bright Saturn shines through the clouds. Early morning risers can see the Moon near Saturn this week. In fact, from North America the Moon can be seen to pass in front of the ringed planet on Thursday morning, September 18th.",
    "hdurl": "https://apod.nasa.gov/apod/image/9709/ubmoon_staiger.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Over Mongolia",
    "url": "https://apod.nasa.gov/apod/image/9709/ubmoon_staiger.jpg"
  },
  {
    "date": "1997-09-17",
    "explanation": "It's still there. The optical counterpart to the instantly famous gamma-ray burst (GRB) that occurred last February 28th has faded - but not completely. The astronomical community had waited patiently for months for the Earth to proceed far enough along in its orbit so that the Sun's glare no longer ruined inspection of the location of this historic flash. The above picture of GRB 970228, taken September 5th and released just yesterday, shows an extended structure in the center that hasn't changed.  However, the arrow indicates a point on the upper right that is now five times dimmer than in preceding months. This fading point fits a model where the GRB originated in a fireball across the universe.  The constant brightness of the extended feature indicates that it is not reflected emission from the GRB and might be the host galaxy. Even so, the great GRB mystery is not yet over: for one thing, how come other GRBs don't appear to occur in galactic hosts?",
    "hdurl": "https://apod.nasa.gov/apod/image/9709/grbfades_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "GRB Fireball Persists",
    "url": "https://apod.nasa.gov/apod/image/9709/grbfades_hst.jpg"
  },
  {
    "date": "1997-09-18",
    "explanation": "On August 27th twisting magnetic fields propelled this huge eruptive prominence a hundred thousand miles above the Sun's surface. The seething plasma of ionized gases is at a temperature of about 150,000 degrees Farenheit and spans over 200,000 miles (about 27 Earths). The Extreme ultraviolet Imaging Telescope (EIT) onboard the space-based SOHO observatory recorded this exquisitely detailed image in the light of ionized Helium atoms from its vantage point in a Halo orbit. This is the largest solar prominence observed by SOHO instruments since they began exploring solar phenomena in early 1996.",
    "hdurl": "https://apod.nasa.gov/apod/image/9709/solprom1_eit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Erupting Sun",
    "url": "https://apod.nasa.gov/apod/image/9709/solprom1_eit.jpg"
  },
  {
    "date": "1997-09-19",
    "explanation": "Stars come in bunches. Of the over 200 globular star clusters that orbit the center of our Milky Way Galaxy, 47 Tucanae is the second brightest globular cluster (behind Omega Centauri).  Known to some affectionately as 47 Tuc or NGC 104, it is only visible from the Southern Hemisphere.  Light takes about 20,000 years to reach us from 47 Tuc which can be seen near the SMC in the constellation of Tucana.  Red Giant stars are particularly easy to see in the above photograph.   The dynamics of stars near the center of 47 Tuc are not well understood, particularly why there are so few binary systems there.",
    "hdurl": "https://apod.nasa.gov/apod/image/9709/47tuc_wc_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Globular Cluster 47 Tucanae",
    "url": "https://apod.nasa.gov/apod/image/9709/47tuc_wc.jpg"
  },
  {
    "date": "1997-09-20",
    "explanation": "What makes the colors in Jupiter's clouds? With a mean temperature of 120 degrees Kelvin (-153 degrees Celsius) and a composition dominated by hydrogen (about 90%), and helium (about 10%) with a smattering of hydrogen compounds like methane and ammonia, the blue, orange, and brown cloud bands and the salmon colored \"red\" spot are hard to explain. Trouble is -- at the cool cloud temperatures Jupiter's atmospheric constituents should be colorless! Some suggest that more colorful hydrogen compounds well up from warmer regions in the atmosphere, tinting the cloud tops. Alternatively, compounds of trace elements like sulfur may color the clouds. Jupiter's colors do indicate the clouds' altitudes, blue is lowest through red as highest. The dark colored bands are called belts and the light colored ones zones. In addition to the belts and zones, the Voyager missions revealed the presence of intricate vortices visible, for example, in this 1979 image from the Voyager I flyby. Centuries of visual observations of Jupiter have revealed that the colors of its clouds are ever changing.",
    "hdurl": "https://apod.nasa.gov/apod/image/jupclouds_vgr_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Clouds of Jupiter",
    "url": "https://apod.nasa.gov/apod/image/jupclouds_vgr.gif"
  },
  {
    "date": "1997-09-21",
    "explanation": "This picture of Saturn could not have been taken from Earth. No Earth based picture could possibly view the night side of Saturn and the corresponding shadow cast across Saturn's rings. Since Earth is much closer to the Sun than Saturn, only the day side of the planet is visible from the Earth. In fact, this photo was taken by the Voyager 1 spacecraft as it flew by Saturn in November 1980. The next spacecraft to approach Saturn will be Cassini which is currently scheduled to be launched later this year and reach Saturn in 2004.",
    "hdurl": "https://apod.nasa.gov/apod/image/saturn_down_vg1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Looking Down on Saturn",
    "url": "https://apod.nasa.gov/apod/image/saturn_down_vg1.gif"
  },
  {
    "copyright": "AAOAATBROEUKS Telescope",
    "date": "1997-09-22",
    "explanation": "Why is the sky near Antares and Rho Ophiuchi so colorful?  The colors result from a mixture of objects and processes.  Fine dust illuminated from the front by starlight produces blue reflection nebulae. Gaseous clouds whose atoms are excited by ultraviolet starlight produce reddish emission nebulae. Backlit dust clouds block starlight and so appear dark.   Antares, a red supergiant and one of the brighter stars in the night sky, lights up the yellow-red clouds on the upper left.  Rho Ophiuchi lies at the center of the blue nebula on the right.  The distant globular cluster M4 is visible just below Antares, and to the left of the red cloud engulfing Sigma Scorpii.  These star clouds are even more colorful than humans can see, emitting light across the electromagnetic spectrum.",
    "hdurl": "https://apod.nasa.gov/apod/image/9709/antrho_aat.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Antares and Rho Ophiuchi",
    "url": "https://apod.nasa.gov/apod/image/9709/antrho_aat.jpg"
  },
  {
    "date": "1997-09-23",
    "explanation": "Today is the first day of Autumn in the Northern Hemisphere of Planet Earth. The Autumnal Equinox occured yesterday at 7:56 pm EDT as the Sun crossed the celestial equator from North to South. Mars has seasons too and for the same reason that Earth does -- like Earth, Mars' axis of rotation is tilted with respect to the plane of its orbit around the sun. Eleven days ago Autumn also came to Mars' Northern Hemisphere and the Hubble Space Telescope recorded this image of the red planet to look for seasonal changes in the Martian weather. Clouds appear to cover the north polar regions while a dust storm rages in the south. The subject of weather on Mars is important to the just arrived Mars Global Surveyor spacecraft as it uses the innovative technique of aerobraking to establish a suitable mapping orbit around Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/9709/mars1_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Martian Autumn Begins",
    "url": "https://apod.nasa.gov/apod/image/9709/mars1_hst.jpg"
  },
  {
    "copyright": "K. StanekCfAW. ColleyPrinceton",
    "date": "1997-09-24",
    "explanation": "Many stargazers in the U. S. were able to watch a lovely lunar occultation early last Thursday morning as a bright Moon passed in front of Saturn. Using a 1.2 meter reflector, astronomer Kris Stanek had an excellent view of this dream-like event from the Whipple Observatory atop Arizona's Mount Hopkins. This animated gif image was constructed by Wes Colley from 4 frames taken by Stanek at 35 second intervals as the ringed planet emerged from behind the Moon's dark limb. While lunar occultations of fairly bright stars and planets are not extremely rare events, their exact timing depends critically on the observer's location.",
    "hdurl": "https://apod.nasa.gov/apod/image/9709/ocsat_anim.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Occults Saturn",
    "url": "https://apod.nasa.gov/apod/image/9709/ocsat_anim.gif"
  },
  {
    "date": "1997-09-25",
    "explanation": "What happens when a thermonuclear blast occurs on the surface of a white dwarf star? Over the years astronomers have watched (at a safe distance ...) as, 6,000 light years from Earth in the southern constellation Pyxis, a binary star known as T Pyxidis repeatedly produces these fearsome explosions. This Hubble Space Telescope image of nova T Pyx captures what appear to be blobs rather than the expected shells of material expanding from this interacting star system. Like other binary star systems which produce nova outbursts, T Pyx is composed of a dense white dwarf and a close companion star. An outburst occurs when the temperature and density of the sea of matter dumped from the companion onto the surface of the white dwarf reach the nuclear flash point for hydrogen. While material is violently blown off, the white dwarf itself is not disrupted and soon begins to accumulate more matter from its companion, repeating the cataclysm a few years later.",
    "hdurl": "https://apod.nasa.gov/apod/image/9709/tpyx_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "T Pyxidis: Recurrent Nova",
    "url": "https://apod.nasa.gov/apod/image/9709/tpyx_hst.jpg"
  },
  {
    "date": "1997-09-26",
    "explanation": "How massive can a star get without imploding into a black hole?  These limits are being tested by the discovery of a lone neutron star in space. Observations by the Hubble Space Telescope released Wednesday, have been combined with previous observations by the X-ray ROSAT observatory and ultraviolet EUVE observatory for the isolated star at the location of the arrow. Astronomers are able to directly infer the star's size from measurements of its unblended brightness, temperature, and an upper limit on the distance. Assuming that the object is a neutron star of typical mass, some previous theories of neutron star structure would have predicted an implosion that would have created a black hole. That this neutron star even exists therefore allows a window to the extreme conditions that exist in the interiors of neutron stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/9709/nslonely_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Lonely Neutron Star",
    "url": "https://apod.nasa.gov/apod/image/9709/nslonely_hst.jpg"
  },
  {
    "date": "1997-09-27",
    "explanation": "The Plane of the Ecliptic is illustrated in this Clementine star tracker camera image which reveals (from right to left) the Moon lit by Earthshine, the Sun's corona rising over the Moon's dark limb, and the planets Saturn, Mars, and Mercury. The ecliptic plane is defined as the imaginary plane containing the Earth's orbit around the Sun. In the course of a year, the Sun's apparent path through the sky lies in this plane. The planetary bodies of our solar system all tend to lie near this plane, since they were formed from the Sun's spinning, flattened, proto-planetary disk. The snapshot above nicely captures a momentary line-up looking out along this fundamental plane of our solar system.",
    "hdurl": "https://apod.nasa.gov/apod/image/ecliptic_clem_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Ecliptic Plane",
    "url": "https://apod.nasa.gov/apod/image/ecliptic_clem.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard",
    "date": "1997-09-28",
    "explanation": "What's a Wolf-Rayet star, and how did it create that spherical bubble and sweeping arc? A Wolf-Rayet star is a star that originated with a mass over 40 times that of our Sun. An extremely hot, luminous star, it has since expelled shells of material through its strong stellar wind which could account for the bubble shaped nebula that surrounds it. But astronomers are unsure how the central Wolf-Rayet created both the bubble and the arc seen above, and even whether it acted alone in doing so. Together, this bubble and the arc are known as NGC 2359.",
    "hdurl": "https://apod.nasa.gov/apod/image/ngc2359_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Wolf Rayet Star Bubble",
    "url": "https://apod.nasa.gov/apod/image/ngc2359_aat.gif"
  },
  {
    "date": "1997-09-29",
    "explanation": "Tomorrow's picture: Half Dome Rock on Mars",
    "hdurl": "https://apod.nasa.gov/apod/image/9709/jupfam1_galvg_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter And Family",
    "url": "https://apod.nasa.gov/apod/image/9709/jupfam1_galvg.jpg"
  },
  {
    "date": "1997-09-30",
    "explanation": "Who ordered the Martian pizza? As Mars Pathfinder and its mobile robot Sojourner continue to explore Mars, new and interesting rocks are being discovered, even though the primary mission has been successfully completed. The rock pictured above has been dubbed \"Half Dome\" and was visited by Sojourner in late August.  The shape and fine-scale textures of Half Dome are still being studied.  As part of the extended mission, Sojourner has been sent on its longest journey yet - a 50 meter stroll around the Sagan Memorial Station.",
    "hdurl": "https://apod.nasa.gov/apod/image/9709/halfdome_mpf.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Half Dome Rock on Mars",
    "url": "https://apod.nasa.gov/apod/image/9709/halfdome_mpf_big.jpg"
  },
  {
    "date": "1997-10-01",
    "explanation": "\"Do not look at stars as bright spots only - try to take in the vastness of the universe.\" Today is the 150th anniversary of the day Maria Mitchell swept the sky with her telescope and discovered the comet of 1847 (comet Mitchell 1847VI). Honored and recognized internationally for her discovery, Mitchell, who lived from 1818 to 1889, became one of the most famous American scientists of her day.  Vassar College appointed Mitchell the first woman Professor of Astronomy and she remained the only woman ever elected to the American Academy of Arts and Sciences until 1943.  Mitchell mentored a generation of scientists, and is fondly remembered for her ability to motivate.  \"We especially need imagination in science,\" Maria Mitchell said. \"Question everything.\"",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/mitchell_hw_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Maria Mitchell Inspires a Generation",
    "url": "https://apod.nasa.gov/apod/image/9710/mitchell_hw.jpg"
  }
]
