[
  {
    "date": "1998-08-01",
    "explanation": "Comet Shoemaker-Levy 9, named after its co-discoverers, was often referred to as the \"string of pearls\" comet. It is famous for its suggestive appearance as well as its collision with the planet Jupiter! The comet's original single nucleus was torn to pieces by Jupiter's strong gravity during a close encounter with the solar system's largest planet in 1992. The pieces are seen in this composite of Hubble Space Telescope images to be \"pearls\" strung out along the comet's orbital path. In July of 1994 these pieces collided with Jupiter in a rare and spectacular series of events.",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/sl9_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A String Of Pearls",
    "url": "https://apod.nasa.gov/apod/image/9703/sl9_hst.jpg"
  },
  {
    "date": "1998-08-02",
    "explanation": "Sometimes you can't see the forest for the trees. But if you look closely at the center of the above photograph, you will see a whole spiral galaxy behind the field of stars. Named Dwingeloo 1, this nearby galaxy was only discovered recently (1994) because much of its light was obscured by dust, gas and bright stars of our own Milky Way Galaxy. In fact, all the individually discernible stars in the above photograph are in our Galaxy. Dwingeloo 1 turned out to be a large galaxy located only five times as distant as the closest major galaxy - M31.",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/dwingeloo1_int_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy Dwingeloo 1 Emerges",
    "url": "https://apod.nasa.gov/apod/image/9703/dwingeloo1_int.gif"
  },
  {
    "copyright": "Wil Milan",
    "date": "1998-08-03",
    "explanation": "M44 is a prominent open cluster of stars. Nicknamed Praesepe and \"The Beehive\", it is one of the few open clusters visible to the unaided eye.  M44 was thought to be a nebula until Galileo used an early telescope to resolve the cluster's bright blue stars. These stars are visible in the above image. M44, which is thought to have formed about 400 million years ago, is larger and older than most other open clusters.  The Beehive Cluster lies about 580 light-years away, and spans about 10 light-years across.  When viewed with a powerful telescope, hundreds of stars become visible.",
    "hdurl": "https://apod.nasa.gov/apod/image/9808/beehive_milan_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M44: A Beehive of Stars",
    "url": "https://apod.nasa.gov/apod/image/9808/beehive_milan.jpg"
  },
  {
    "date": "1998-08-04",
    "explanation": "What happens when a comet encounters a planet?  If the planet has a rocky surface, a huge impact feature will form.  A giant planet like Jupiter, however, is mostly gas.  When Comet Shoemaker-Levy 9 struck Jupiter in 1994, each piece was swallowed into the vast Jovian atmosphere.  Pictured above is a time-lapse sequence of the result of two fragments striking Jupiter. As the comet plunged in, it created large dark marks that gradually faded.  The high temperature of gas under Jupiter's cloud tops surely caused the comet fragment to melt before it plunged very far.  Because Jupiter is much more massive than any comet, the orbit of Jupiter around the Sun did not change noticeably.",
    "hdurl": "https://apod.nasa.gov/apod/image/9808/sl9gevol_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter Swallows Comet Shoemaker Levy 9",
    "url": "https://apod.nasa.gov/apod/image/9808/sl9gevol_hst.jpg"
  },
  {
    "date": "1998-08-05",
    "explanation": "This remarkable line of 13 closely spaced craters on Jupiter's moon Ganymede was photographed by the Galileo spacecraft in 1997. The picture covers an area about 120 miles wide and the chain of craters cuts across a sharp boundary between dark and light terrain. What caused this crater chain? During the exploration of the Solar System, crater chains like this one have been discovered in several places and were considered mysterious until a dramatic object lesson was offered by comet Shoemaker-Levy 9. In 1994 many denizens of planet Earth watched as huge pieces of this torn comet slammed into Jupiter itself in a spectacular series of sequential impacts. It is very likely that similar torn comets from the early history of the Solar System are responsible for this and other crater chains.",
    "hdurl": "https://apod.nasa.gov/apod/image/9808/ganychain_gal.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ganymede: Torn Comet - Crater Chain",
    "url": "https://apod.nasa.gov/apod/image/9808/ganychain_gal.jpg"
  },
  {
    "date": "1998-08-06",
    "explanation": "This famous cosmic dust cloud was imaged in infrared light by the European Space Agency's Infrared Space Observatory (ISO) satellite.  The false-color picture shows the bright infrared emission from dust and molecular gas in part of the Orion star forming region surrounding the Horsehead Nebula. In visible light, the horsehead-shaped dust cloud looks dark against a background of bright glowing gas. But in this image, the interstellar infrared glow engulfs much of the horse's head. Just above and to the right of center, only the top remains crowned by a bright, newborn star. The very bright object at the lower left is the reflection nebula NGC 2023, a dense concentration of interstellar gas and dust which is also associated with newly formed stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/9808/horsehead_iso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Infrared Horsehead",
    "url": "https://apod.nasa.gov/apod/image/9808/horsehead_iso2.jpg"
  },
  {
    "date": "1998-08-07",
    "explanation": "Messier 65 (M65) is a bright spiral galaxy of stars only 35 million light-years away in the constellation Leo. With very tightly wound spiral arms, a large central bulge, and well defined dust lanes, this galaxy is a member of a group of galaxies known as the Leo triplet. The faint blue smudges along the spiral arms of M65 are large clusters of bright, newly formed stars within the distant galaxy while the bright individual stars are foreground objects in our own Milky Way galaxy. North is to the left in this composite of digital pictures taken using the large 4-meter (diameter) Mayall telescope at Kitt Peak National Observatory in the southwestern United States. The horizontal stripes are digital blemishes ... but the image has been adjusted to remove the blotch created by a moth which worked its way into the camera's filter wheel.",
    "hdurl": "https://apod.nasa.gov/apod/image/9808/m65_keel_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M65 Without Moth",
    "url": "https://apod.nasa.gov/apod/image/9808/m65_keel.gif"
  },
  {
    "date": "1998-08-08",
    "explanation": "15,000 years ago a star in the constellation of Cygnus exploded -- the shockwave from this supernova explosion is still expanding into interstellar space! The collision of this fast moving wall of gas with a stationary cloud has heated it causing it to glow in visible as well as high energy radiation, producing the nebula known as the Cygnus Loop (NGC 6960/95). The nebula is located about 2500 light years away. The colors used here indicate emission from different kinds of atoms excited by the shock; oxygen-blue, sulfur-red, and hydrogen-green. This picture was taken with the Wide Field and Planetary Camera 2 on board the Hubble Space Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/CygnusLoop_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cygnus Loop",
    "url": "https://apod.nasa.gov/apod/image/CygnusLoop_hst.gif"
  },
  {
    "copyright": "AAOAATB",
    "date": "1998-08-09",
    "explanation": "What happens when a star runs out of nuclear fuel? The center condenses into a white dwarf while the outer atmospheric layers are expelled into space and appear as a planetary nebula. This particular planetary nebula, designated Shapley 1 after the famous astronomer Harlow Shapley, has a very apparent annular ring like structure. Although some of these nebula appear like planets on the sky (hence their name), they actually surround stars far outside our Solar System.",
    "hdurl": "https://apod.nasa.gov/apod/image/9808/shapley1_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shapley 1: An Annular Planetary Nebula",
    "url": "https://apod.nasa.gov/apod/image/9808/shapley1_aat_big.jpg"
  },
  {
    "date": "1998-08-10",
    "explanation": "The Perseid Meteor Shower, usually the best meteor shower of the year, will peak over the next two nights.  Over the course of an hour, a person watching a clear sky from a dark location might see as many as 100 meteors.  These meteors are actually specs of rock that have broken off Comet Swift-Tuttle and continue to orbit the Sun.  This year, however, the Perseids may only be second best.  In November the Earth is predicted to move through a denser stream of Comet Tempel-Tuttle debris, possibly causing greater than 10,000 meteors per hour visible at some locations.  Pictured above is the alpha-Monocerotid meteor outburst of 1995.  This is the last week to send your name to a comet with NASA's planned Stardust mission.",
    "hdurl": "https://apod.nasa.gov/apod/image/9808/meteors_ames_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Meteors Now and Again",
    "url": "https://apod.nasa.gov/apod/image/9808/meteors_ames.jpg"
  },
  {
    "date": "1998-08-11",
    "explanation": "Hot gas dances across the surface of the Sun in this picture from the orbiting TRACE satellite.  The temperature of the gas is color coded so that blue represents hundreds of thousands of Kelvin, while red represents extreme temperatures in the millions of Kelvin.  Hot gas is channeled into lanes ordered by the Sun's chaotic magnetic field.  Pictures like these have shown that plasma heating occurs in relatively small regions.",
    "hdurl": "https://apod.nasa.gov/apod/image/9808/activesun_trace_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sun Dance",
    "url": "https://apod.nasa.gov/apod/image/9808/activesun_trace.jpg"
  },
  {
    "date": "1998-08-12",
    "explanation": "Daedalus warned Icarus that if he flew too high, the Sun would melt his wings.  Apparently, nobody gave the ERAST Pathfinder-Plus aircraft a similar warning.  Earlier this month, not only did Pathfinder-Plus fly higher than any previous propeller-driven aircraft - its wings converted sunlight into power. Pictured, Pathfinder-Plus is flying above Hawaii soon after soaring to a record height of 24,700 meters.  What's more, Pathfinder-Plus is only a prototype -- future aircraft in the ERAST program may fly higher. Pathfinder's wings spread nearly 30 meters, and its total mass is only about 270 kilograms.  NASA's Pathfinder-Plus is flown by remote control, and can stay aloft for weeks at a time.",
    "hdurl": "https://apod.nasa.gov/apod/image/9808/erast_pplus_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "ERAST Pathfinder-Plus: Daedalus Defied",
    "url": "https://apod.nasa.gov/apod/image/9808/erast_pplus.jpg"
  },
  {
    "date": "1998-08-13",
    "explanation": "While orbiting the planet during their June 1998 mission, the crew of the Space Shuttle Discovery photographed this view of two moons of Earth. Thick storm clouds are visible in the lovely blue planet's nurturing atmosphere and its largest artificial moon, the spindly Russian Mir Space Station, can be seen above the planet's limb. The bright spot to the right of Mir is Earth's very large natural satellite, The Moon. The Mir orbits planet Earth once every 90 minutes about 200 miles above the planet's surface or about 4,000 miles from Earth's center. The Moon orbits once every 28 days at a distance of about 250,000 miles from the center of the Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/9808/moonmir_sts91_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Moons Of Earth",
    "url": "https://apod.nasa.gov/apod/image/9808/moonmir_sts91.jpg"
  },
  {
    "date": "1998-08-14",
    "explanation": "The North Pole of Mars is ringed by a \"sea of sand dunes\". For Mars' Northern Hemisphere, Spring began in mid July and increased sunlight is now shrinking the polar cap revealing the wind-swept dunes to the cameras onboard the Mars Global Surveyor spacecraft. North is up in this recently released close-up which covers a region about 1.2 miles across at 77 degrees Northern Martian Latitude. These dunes have been formed by winds generally blowing from the Southwest and are still covered with scattered white patches of carbon dioxide frost. Near the end of January 1999 Summer will begin and offer even clearer views of Northern dunes of Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/9808/marsdunes_mgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Dunes Of Mars",
    "url": "https://apod.nasa.gov/apod/image/9808/marsdunes_mgs.jpg"
  },
  {
    "copyright": "Digitized Sky Survey",
    "date": "1998-08-15",
    "explanation": "Here is one of the largest objects that anyone will ever see on the sky. Each of the fuzzy blobs in the above picture is a galaxy, together making up the Perseus Cluster, one of the closest clusters of galaxies. We view the cluster through the foreground of faint stars in our own Milky Way Galaxy. It takes light roughly 300 million years to get here from this region of the Universe, so we see this cluster as it existed before the age of the dinosaurs. Also known as Abell 426, the center of the Perseus Cluster is a prodigious source of X-ray radiation, and so helps astronomers explore how clusters formed and how gas and dark matter interact. The Perseus Cluster of Galaxies is part of the Pisces-Perseus supercluster of galaxies, which spans over 15 degrees and contains over 1000 galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/perseus_pss.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Perseus Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/perseus_pss.gif"
  },
  {
    "date": "1998-08-16",
    "explanation": "Carinae may be about to explode. But no one knows when - it may be next year, it may be one million years from now.  Eta Carinae's mass - about 100 times greater than our Sun - makes it an excellent candidate for a full blown supernova. Historical records do show that about 150 years ago Eta Carinae underwent an unusual outburst that made it one of the brightest stars in the southern sky.  Eta Carinae, in the Keyhole Nebula, is the only star currently thought to emit natural LASER light. This image, taken in 1996, resulted from sophisticated image-processing procedures designed to bring out new details in the unusual nebula that surrounds this rogue star. Now clearly visible are two distinct lobes, a hot central region, and strange radial streaks. The lobes are filled with lanes of gas and dust which absorb the blue and ultraviolet light emitted near the center. The streaks remain unexplained. Will these clues tell us how the nebula was formed?  Will they better indicate when Eta Carinae will explode?",
    "hdurl": "https://apod.nasa.gov/apod/image/etacarinae_hst2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Doomed Star Eta Carinae",
    "url": "https://apod.nasa.gov/apod/image/etacarinae_hst2.gif"
  },
  {
    "copyright": "T. Polakis",
    "date": "1998-08-17",
    "explanation": "Two years ago, the Great Comet of 1996, Comet Hyakutake, inched across our northern sky during its long orbit around the Sun. Visible above as the bright spot with the faint tail near the picture's center, Comet Hyakutake shares the stage with part of the central band of the Milky Way Galaxy, prominent in the picture's upper right. Also visible are Antares, the bright orange star in the upper right, Arcturus, the bright star on the lower left, and the Pipe Nebula, which is perhaps harder to find.  Comet Hyakutake's unusually close approach to the Earth allowed astronomers to learn many things, including that comets can emit much X-ray light.",
    "hdurl": "https://apod.nasa.gov/apod/image/9808/milkytake_polakis_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hyakutake and the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/9808/milkytake_polakis.jpg"
  },
  {
    "date": "1998-08-18",
    "explanation": "It shines with the brightness of 100 billion Suns.  Is it a mirage? The recently discovered quasar labeled APM 08279+5255 has set a new record as being the brightest continuously emitting object yet known.  APM 08279+5255's great distance, though, makes it only appear as bright as magnitude 15.2, an object which can be seen with a moderate sized telescope.  It is the quasar's extreme redshift of 3.87 that places it far across our universe, and implies a truly impressive energy output.  One possible explanation of APM 08279+5255's record luminosity is that it is partly a mirage: its light is highly magnified by an intervening galaxy that acts as a  gravitational lens. Alternatively, APM 08279+5255 might be the most active known center of an intriguing class of colliding galaxies rich in gas and dust.",
    "hdurl": "https://apod.nasa.gov/apod/image/9808/apm08279_totten_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "APM 08279+5255: The Brightest Object Yet Known",
    "url": "https://apod.nasa.gov/apod/image/9808/apm08279_totten.jpg"
  },
  {
    "copyright": "Michael Richmann",
    "date": "1998-08-19",
    "explanation": "M13 is one of the most prominent and best known globular clusters.  Visible with binoculars in the constellation of Hercules, M13 is frequently one of the first steps beyond the ordinary visible to the casual sky gazer.  M13 is a colossal home to over 100,000 stars, spans over 150 light years across, lies over 20,000 light years distant, and is over 12 billion years old.  At the 1974 dedication of Arecibo Observatory, a radio message about Earth was sent in the direction of M13.  The reason for the low abundance of unusual blue straggler stars in M13 is currently unknown.",
    "hdurl": "https://apod.nasa.gov/apod/image/9808/m13_richmann_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M13: The Great Globular Cluster in Hercules",
    "url": "https://apod.nasa.gov/apod/image/9808/m13_richmann.jpg"
  },
  {
    "date": "1998-08-20",
    "explanation": "This complex composite image of an ominous and spectacular event - an expanding storm of energetic particles from the Sun - was constructed using data recorded by the SOHO spacecraft on November 6, 1997. Four images from two SOHO (Solar Orbiting Heliospheric Observatory) instruments have been nested to show the ultraviolet Sun at center and a large eruption of material from the right-hand solar limb. Known as a Coronal Mass Ejection or CME, the expanding cloud has become relatively cool and dark in the middle with bright edges still connected to the solar surface. High energy protons have peppered the SOHO detectors causing the crazed streaks and blemishes. The picture covers a region extending about 13.5 million miles from the Sun (32 Solar Radii).  On June 25, after successfully completing its planned mission, contact with SOHO was lost -- but has recently been re-established! Hopefully SOHO will soon be able to continue operating in an extended mission phase.",
    "hdurl": "https://apod.nasa.gov/apod/image/9808/cmecomp_soho_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "SOHO Composite: Coronal Mass Ejection",
    "url": "https://apod.nasa.gov/apod/image/9808/cmecomp_soho.jpg"
  },
  {
    "date": "1998-08-21",
    "explanation": "Conventional theories suggest that this cluster of galaxies should not exist. Each fuzzy spot in this false-color Hubble Space Telescope image of the central regions of a newly discovered galaxy cluster is a galaxy similar in mass to our own Milky Way. The cluster is one of the most massive known, contains thousands of galaxies, and is a few million light-years across. But it is also 8 billion light-years distant and so formed when the Universe was only about half its present age. Ironically, if the total mass of the Universe is large, modern theories predict that clusters of galaxies as massive as nearby clusters should not have existed at such early times and great distances. One explanation for this cluster's presence is that the Universe we live in is not massive enough to eventually halt its expansion - contradicting some current standard views of cosmology.",
    "hdurl": "https://apod.nasa.gov/apod/image/9808/massclus_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Massive Cluster In A Young Universe",
    "url": "https://apod.nasa.gov/apod/image/9808/massclus_hst.jpg"
  },
  {
    "date": "1998-08-22",
    "explanation": "The awesome spectacle of starbirth produces extreme stellar winds and intense energetic starlight -- bombarding dusty molecular clouds inside the Lagoon Nebula (M8).  At least two long funnel shaped clouds, each roughly half a light-year long, have apparently been formed by this activity. They extend from the upper left of this close-up of the bright area of the Lagoon known as 'the Hour Glass'. Are these interstellar funnel clouds actually swirling, twisting analogs to Earthly tornados? It's possible. As energy from nearby young hot stars, like the one at lower right, pours into the cool dust and gas, large temperature differences in adjoining regions can be created generating shearing winds. This picture is a reprocessed HST image made in 1995 as researchers explored this nearby (5,000 light-year distant) starforming region which lies in the direction of Sagittarius.",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/lagoonclose_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Twistin' by the Lagoon",
    "url": "https://apod.nasa.gov/apod/image/9701/lagoonclose_hst.jpg"
  },
  {
    "date": "1998-08-23",
    "explanation": "Vega is a bright blue star 25 light years away. Vega is the brightest star in the Summer Triangle, a group of stars easily visible summer evenings in the northern hemisphere. The name Vega derives from Arabic origins, and means \"stone eagle.\"  4,000 years ago, however, Vega was known by some as \"Ma'at\" - one example of ancient human astronomical knowledge and language.  14,000 years ago, Vega, not Polaris, was the north star. Vega is the fifth brightest star in the night sky, and has a diameter almost three times that of our Sun.  Life bearing planets, rich in liquid water, could possibly exist around Vega. The above picture, taken in January 1997, finds Vega, the Summer Triangle, and Comet Hale-Bopp high above Victoria, British Columbia, Canada.",
    "hdurl": "https://apod.nasa.gov/apod/image/9707/vega_dm.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Vega",
    "url": "https://apod.nasa.gov/apod/image/9707/vega_dm.jpg"
  },
  {
    "copyright": "O. Staiger",
    "date": "1998-08-24",
    "explanation": "An annular eclipse of the Sun was visible in parts of the Eastern Hemisphere on Saturday.  The above picture was taken at that time by a video camera in Mersing on the East Coast of Malaysia and emailed to APOD yesterday from an internet cafe in Kuala Lumpur.  An annular solar eclipse will occur when the Moon's angular size is slightly less than the Sun's angular size.  Therefore, when the Moon is directly in front of the Sun, the edges of the Sun are still visible. This solar ring is so bright that the Moon's surface normally appears dark by comparison. The angular sizes of the Sun and Moon change slightly because of the elliptical nature of the Moon's and Earth's orbit. A total solar eclipse would have occurred were the Moon much closer to the Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/9808/annulareclipse_staiger_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Annular Eclipse of the Sun",
    "url": "https://apod.nasa.gov/apod/image/9808/annulareclipse_staiger.jpg"
  },
  {
    "copyright": "T. Polakis",
    "date": "1998-08-25",
    "explanation": "Before a relaxing sunrise, the sky begins to glow with unusual delights. Such was the view from Papago Park in Phoenix, Arizona this April.  The glittering objects visible in this photograph are, from lower left to upper right: Phoenix, our Moon, Venus, and Jupiter.  Such proximity is somewhat unusual. Jupiter will be visible in the evening sky through the rest of the year, while Venus can be seen in the early morning sky during the month of September.",
    "hdurl": "https://apod.nasa.gov/apod/image/9808/moonjup_polakis_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon, Venus, Jupiter, Phoenix",
    "url": "https://apod.nasa.gov/apod/image/9808/moonjup_polakis.jpg"
  },
  {
    "date": "1998-08-26",
    "explanation": "Spanning the sky behind the majestic Clouds of Magellan is an unusual stream of gas: the Magellanic Stream.  The origin of this gas might hold a clue to origin and fate of our Milky Way's most famous satellite galaxies: the LMC and the SMC.  Two leading genesis hypotheses have surfaced: that the stream was created by gas stripped off these galaxies as they passed through the halo of our Milky Way, or that the stream was created by the differential gravitational tug of the Milky Way.  Measurements of slight angular motions by the Hipparcos satellite have indicated that the Clouds are leading the Stream.  Now, recent radio measurements have located fresh gas emerging from the Clouds, bolstering the later, tidal explanation.  Most probably, in a few hundred million years, the Magellanic Clouds themselves will fall victim to this same tidal force.",
    "hdurl": "https://apod.nasa.gov/apod/image/9808/lmcstream_csiro_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Magellanic Stream",
    "url": "https://apod.nasa.gov/apod/image/9808/lmcstream_csiro.jpg"
  },
  {
    "date": "1998-08-27",
    "explanation": "These are galaxies of the Hercules Cluster, an archipelago of \"island universes\" a mere 650 million light-years distant. This cluster is loaded with gas and dust rich, star forming, spiral galaxies but has relatively few elliptical galaxies, which lack gas and dust and the associated newborn stars. Colors in the composite image show the star forming galaxies with a blue tint and ellipticals with a slightly yellowish cast. In this cosmic vista many galaxies seem to be colliding or merging while others seem distorted - clear evidence that cluster galaxies commonly interact. Over time, the galaxy interactions are likely to affect the the content of the cluster itself. Researchers believe that the Hercules Cluster is significantly similar to young galaxy clusters in the distant, early Universe and that exploring galaxy types and their interactions in nearby Hercules will help unravel the threads of galaxy and cluster evolution.",
    "hdurl": "https://apod.nasa.gov/apod/image/9808/herclus_andersen_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hercules Galaxies",
    "url": "https://apod.nasa.gov/apod/image/9808/herclus_andersen.jpg"
  },
  {
    "copyright": "David McDavidLimber Observatory",
    "date": "1998-08-28",
    "explanation": "Clouds of glowing hydrogen gas mingle with dark dust lanes in the Trifid Nebula, a star forming region in the constellation Sagittarius. In this and other similar emission nebulae, energetic ultraviolet light from an embedded hot young star strips electrons from the surrounding hydrogen atoms. As the electrons and atoms recombine they emit longer wavelength, lower energy light in a well known characteristic pattern of bright spectral lines. At visible wavelengths, the strongest emission line in this pattern is in the red part of the spectrum and is known as \"Hydrogen-alpha\" or just H-alpha. This image of the nebula was taken using a filter to select only light near the H-alpha wavelength. It shows those regions with substantial emission from atomic hydrogen. The relative strength of this emission can trace the densities of atoms within the gas cloud.",
    "hdurl": "https://apod.nasa.gov/apod/image/9808/trifid_david_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hydrogen Trifid",
    "url": "https://apod.nasa.gov/apod/image/9808/trifid_david.jpg"
  },
  {
    "copyright": "David Malin",
    "date": "1998-08-29",
    "explanation": "What determines a star's colour? Its temperature. Red stars are cool, around 3,000 kelvins (K), while blue stars are hotter and can have temperatures over 30,000 K. Our own lovely yellow Sun's temperature is a comforting 6,000 K. Differences in star colours are dramatically illustrated in the above photo of the constellation Orion, made using a \"star trail step-focus\" technique. In this technique, a time exposure is used to create star trails, but during the exposure, the focus is changed in steps. For the brighter stars, the blurred image produces more saturated colours in photographs. At the upper left, the cool red supergiant Betelgeuse stands out from the other, hotter, bluish stars composing the body of the constellation. Bright Rigel, a blue supergiant, is at the lower right.",
    "hdurl": "https://apod.nasa.gov/apod/image/9808/orioncolours_malin.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion Star Colours",
    "url": "https://apod.nasa.gov/apod/image/9808/orioncolours_malin.jpg"
  },
  {
    "date": "1998-08-30",
    "explanation": "The Sun is a seething ball of extremely hot gas. Above, the Sun was captured by Skylab in 1973 throwing off one the largest eruptive prominences in recorded history. The Sun has survived for about 5 billion years, and will likely survive for another 5 billion. The Sun is not on fire, will never explode, and a solar flare will never destroy the Earth.  The Sun continues to present many unanswered questions. For example: Why is the Sun's corona so hot? What causes the Sun's unusual magnetic field? Why does the Sun's center emit so few neutrinos?",
    "hdurl": "https://apod.nasa.gov/apod/image/sunflare_skylab4_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sun Erupts",
    "url": "https://apod.nasa.gov/apod/image/sunflare_skylab4.gif"
  },
  {
    "date": "1998-08-31",
    "explanation": "It was mealtime in galaxy cluster Abell 3827. The hungry cluster dominant galaxy in A3827's center is seen being fed.  Breakfast included five smaller galaxies unfortunate enough to wander too close to the cluster's central supergiant galaxy.  The remnants of these five galaxies can be seen in the center of this false-color picture. A single massive galaxy dominates the centers of many compact clusters of galaxies.  A3827 is so distant, having a redshift of 0.1, that light takes about 1.5 billion years to get here from there.  We are therefore seeing this cluster only as it existed 1.5 billion years ago, so that these five galaxies are probably by now all digested into the huge cluster center.",
    "hdurl": "https://apod.nasa.gov/apod/image/9808/a3827_west_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A3827: Galactic Cannibal",
    "url": "https://apod.nasa.gov/apod/image/9808/a3827_west.jpg"
  },
  {
    "copyright": "Stephen Barnes",
    "date": "1998-09-01",
    "explanation": "A solar storm overtook the Earth on August 26th. The Earth survived unscathed, as usual, although many northerners reported an impressive display of aurora.  Many of these auroras changed rapidly, with patterns appearing and disappearing sometimes in less than a second.  Out away from city lights, observers also reported an unusually spectacular array of colors.  Some of these colors were captured in the photograph above.  Solar particles that strike oxygen high in Earth's atmosphere cause rare, red auroras, while oxygen lower to the ground will glow a more familiar green. Ionized nitrogen glows blue or red.",
    "hdurl": "https://apod.nasa.gov/apod/image/9809/coloraurora_sb_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Colorful Aurora",
    "url": "https://apod.nasa.gov/apod/image/9809/coloraurora_sb.jpg"
  }
]
