[
  {
    "copyright": "Stephen Barnes",
    "date": "1998-09-01",
    "explanation": "A solar storm overtook the Earth on August 26th. The Earth survived unscathed, as usual, although many northerners reported an impressive display of aurora.  Many of these auroras changed rapidly, with patterns appearing and disappearing sometimes in less than a second.  Out away from city lights, observers also reported an unusually spectacular array of colors.  Some of these colors were captured in the photograph above.  Solar particles that strike oxygen high in Earth's atmosphere cause rare, red auroras, while oxygen lower to the ground will glow a more familiar green. Ionized nitrogen glows blue or red.",
    "hdurl": "https://apod.nasa.gov/apod/image/9809/coloraurora_sb_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Colorful Aurora",
    "url": "https://apod.nasa.gov/apod/image/9809/coloraurora_sb.jpg"
  },
  {
    "copyright": "Nordic Optical Telescope",
    "date": "1998-09-02",
    "explanation": "Saturn is the second largest planet in our Solar System. Saturn has been easily visible in the sky since history has been recorded.  Galileo used one of the first telescopes in 1610 to discover Saturn's rings, which he first thought were moons.  Maxwell showed in 1856 that Saturn's rings couldn't be a single solid, since Saturn's own gravity would break it up.  Were Saturn's rings assembled into a single body, it would measure less than 100 kilometers across.  The origin of Saturn's rings, and of unusual radial patterns that appear on them called spokes, are still unknown. The above representative-color picture was taken from Earth in infrared light. A robot spacecraft Cassini launched in 1997 will reach Saturn in 2004.",
    "hdurl": "https://apod.nasa.gov/apod/image/9809/saturn_not_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn from Earth",
    "url": "https://apod.nasa.gov/apod/image/9809/saturn_not.jpg"
  },
  {
    "date": "1998-09-03",
    "explanation": "On August 27th an intense flash of X-rays and gamma-rays swept through our Solar System. Five spacecraft of the Third InterPlanetary gamma-ray burst Network, Ulysses, WIND, RXTE, NEAR, and BeppoSAX, recorded the high energy signal -- a signal so strong that it saturated detectors on WIND and RXTE and triggered the safety mode automatic shut-off of the NEAR gamma-ray instrument! As plotted here, the count rate for the Ulysses detector abruptly spiked to a high level and then slowly tailed off showing smaller peaks roughly every 5 seconds. The signal and location provided by these spacecraft observations leads researchers to identify the source as a dramatic flare-up from one of only four previously known \"Soft Gamma Repeaters\" . These exotic sources of gamma-rays are believed to be highly magnetized spinning neutron stars called Magnetars. Imaginatively cataloged as SGR 1900+14, this magnetar is estimated to have been born in a supernova explosion about 1,500 years ago and to have a magnetic field 500,000,000,000,000 times stronger than Earth's.",
    "hdurl": "https://apod.nasa.gov/apod/image/9809/sgr1900_hurley_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SGR 1900+14: Magnetar",
    "url": "https://apod.nasa.gov/apod/image/9809/sgr1900_hurley.jpg"
  },
  {
    "date": "1998-09-04",
    "explanation": "Japan launched its first mission to orbit Mars, Nozomi (Hope), on July 3rd from the Kagoshima Space Center on the island of Kyushu. Nozomi's goal is to explore the Martian atmosphere and magnetic field as well as regions of the planet's surface and moons. Formerly known as Planet B, the spacecraft will use highly elliptical orbits with successive Earth/Moon flybys to help slingshot itself along its ultimate trajectory toward Mars, arriving at the red planet in October 1999. This stunning picture of the crescent Earth-Moon system was taken by Nozomi's onboard camera on July 18 from a point in space about 100,000 miles from the Earth and 320,000 miles from the Moon. Vibrant and bright, the reflective clouds and oceans of Earth contrast strongly with the dark, somber tones of the lunar surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/9809/earthmoon_nozomi_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nozomi: Earth and Moon",
    "url": "https://apod.nasa.gov/apod/image/9809/earthmoon_nozomi.jpg"
  },
  {
    "date": "1998-09-05",
    "explanation": "In the Summer of 1054 A.D. Chinese astronomers reported that a star in the constellation of Taurus suddenly became as bright as the full Moon. Fading slowly, it remained visible for over a year. It is now understood that a spectacular supernova explosion - the detonation of a massive star whose remains are now visible as the Crab Nebula- was responsible for the apparition. The core of the star collapsed to form a rotating neutron star or pulsar, one of the most exotic objects known to 20th century astronomy. Like a cosmic lighthouse, the rotating Crab pulsar generates beams of radio, visible, x-ray and gamma-ray energy which, as the name suggests, produce pulses as they sweep across our view. Using a stunning series of visible light images taken with the Hubble Space Telescope (HST), astronomers have discovered spectacular pulsar powered motions within the Crab nebula. Highlights of this HST Crab \"movie\" show wisps of material moving away from the pulsar at half the speed of light, a scintillating halo, and an intense knot of emission dancing, sprite-like, above the pulsar's pole. Only 6 miles wide but more massive than the sun, the pulsar's energy drives the dynamics and emission of the nebula itself which is more than 10 lightyears across. In this HST image, the pulsar is the left most of the two bright central stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/9809/crab_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pulsar Powered Crab",
    "url": "https://apod.nasa.gov/apod/image/9809/crab_hst.jpg"
  },
  {
    "date": "1998-09-06",
    "explanation": "Mercury, the closest planet to the Sun, remains the most mysterious of the Solar System's inner planets. Hiding in the Sun's glare it is a difficult target for Earth bound observers. The only spacecraft to explore Mercury close-up was Mariner 10 which executed 3 flybys of Mercury in 1974 and 1975, surveying approximately 45 percent of its surface. Mariner 10 deftly manuevered to photograph part of the sunlit hemisphere during each approach, passed behind the planet, and continued to image the sun-facing side as the spacecraft receded. Its highest resolution photographs recorded features approximately a mile across. A recent reprocessing of the Mariner 10 data has resulted in this dramatic mosaic.  Like the Earth's Moon, Mercury's surface shows the scars of impact cratering - the smooth vertical band and patches visible above represent regions where no image information is available.",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/mercury2_mariner10_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mariner's Mercury",
    "url": "https://apod.nasa.gov/apod/image/9612/mercury2_mariner10.jpg"
  },
  {
    "copyright": "AAOAATBUKS Telescope",
    "date": "1998-09-07",
    "explanation": "A variety of stars and nebulae can be found towards the constellation of Sagittarius.  Dense fields of stars laced with dark lanes of dust crowd this region only a few degrees from the center of our Galaxy.  Prominent nebulae include the red Lagoon Nebula (M8) in the lower right and the multicolored Trifid Nebula (M20) in the upper right.  Recent high-resolution images of these nebulae show unusual features such as funnel-shaped clouds and proplyds that are not well understood.",
    "hdurl": "https://apod.nasa.gov/apod/image/9809/sag_uks026.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sky Towards Sagittarius",
    "url": "https://apod.nasa.gov/apod/image/9809/sag_uks026_big.jpg"
  },
  {
    "date": "1998-09-08",
    "explanation": "Why is this galaxy cluster so red? Nearby clusters have galaxies with colors that are much more yellow and blue.  A leading explanation is that this cluster of galaxies lies so far across our universe (z~1) that cosmological time dilation significantly reddens the light.  If true, this cluster might lie too far away to have formed in a dense universe, implying that our universe is not very dense.  HST 035528+09435 is one of the reddest clusters found in the Hubble Space Telescope's Medium Deep Survey.  Astronomers will now work to confirm the high distance to this cluster, and contemplate what it signifies about the nature of our universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/9809/clusters_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Cluster Too Far",
    "url": "https://apod.nasa.gov/apod/image/9809/clusters_hst.jpg"
  },
  {
    "date": "1998-09-09",
    "explanation": "One of the more prominent craters on the Moon is named Copernicus.  Copernicus is a large young crater visible with binoculars slightly northwest of the center of the Moon's Earth-facing hemisphere.  Copernicus is distinguished by its size and by the many bright rays pointing out from it. Although Copernicus is relatively young for a lunar crater, it was formed nearly a billion years ago by a colossal impact. The center of Copernicus is about 93 kilometers across.  The above picture was taken in 1972 by the last human mission to the moon: Apollo 17.  The prospects for a return have been boosted recently with increased evidence of ice deposits near the lunar poles.",
    "hdurl": "https://apod.nasa.gov/apod/image/9809/copernicus_apollo17_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crater Copernicus",
    "url": "https://apod.nasa.gov/apod/image/9809/copernicus_apollo17.jpg"
  },
  {
    "date": "1998-09-10",
    "explanation": "The large Jovian moon Europa may harbor liquid water beneath its frozen crust. Controversy surrounding this idea has been recently fueled by dramatic images of Europa's surface from the Galileo spacecraft. This alluring color image was produced by combining low resolution color data with higher resolution mosaics recorded during three separate flybys and covers about 120 by 150 miles.  The eerie terrain of grooved linear ridges and crustal plates which seem to have broken apart and rafted into new positions could indicate subsurface water or slush. Blue tints represent relatively old ice surfaces while reddish regions may contain material from more recent internal geological activity. White splotches are bright material blasted from the young impact crater Pwyll located about 600 miles south (to the right) of this area. Many believe that large reservoirs of water hold out the tantalizing possibility of organisms living on this dim, distant world.",
    "hdurl": "https://apod.nasa.gov/apod/image/9809/europacolor_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Europa: Ridges and Rafts on a Frozen Moon",
    "url": "https://apod.nasa.gov/apod/image/9809/europacolor_gal.jpg"
  },
  {
    "date": "1998-09-11",
    "explanation": "You can help map the Moon. Early tomorrow morning (Saturday, September 12) the Moon will occult, or pass in front of, the bright star Aldebaran as viewed from some Southern and Eastern areas of the U.S. as well as regions in the Caribbean Sea, Nova Scotia, Newfoundland, Mexico, and Central America. Aldebaran will disappear behind the bright edge of the third quarter moon and reappear behind the darkened edge. Accurately timed home video camera recordings from different locations can be used to make improved maps of the height of the lunar terrain at these occultation points. Interested? Follow the instructions on the International Occultation Timing Association HomePage which detail how to tape a familiar TV channel, take your running camcorder outside to record the occultation, and then return to tape a few more minutes of the TV channel. (First, determine if the occultation will be visible from your location!) You can then donate your tape by mailing it to the address given. Leave yourself plenty of time for a practice run and be sure to check the weather before going to a lot of trouble!  This mosaic mapping the North polar region of the lunar surface was constructed from images recorded by the Galileo spacecraft in 1992.",
    "hdurl": "https://apod.nasa.gov/apod/image/9809/moonnorth_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Help Map The Moon",
    "url": "https://apod.nasa.gov/apod/image/9809/moonnorth_gal.jpg"
  },
  {
    "copyright": "David Malin",
    "date": "1998-09-12",
    "explanation": "As the Earth spins on its axis, the sky seems to rotate around us. This motion produces the beautiful concentric trails traced by the stars in this time exposure of the night sky. In the middle of the picture is the North Celestial Pole (NCP), easily identified as the point in the sky at the center of all the star trail arcs. The very short bright trail near the NCP was made by the star Polaris, commonly known as the North Star.",
    "hdurl": "https://apod.nasa.gov/apod/image/9809/northpole_malin.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Trails in Northern Skies",
    "url": "https://apod.nasa.gov/apod/image/9809/northpole_malin.jpg"
  },
  {
    "date": "1998-09-13",
    "explanation": "Galileo Galilei made a good discovery great. Upon hearing at age 40 that a Dutch optician had invented a glass that made distant objects appear larger, Galileo crafted his own telescope and turned it toward the sky. Galileo quickly discovered that our Moon had craters, that Jupiter had its own moons, that the Sun has spots, and that Venus has phases like our Moon. Galileo, who lived from 1564 to 1642, made many more discoveries.  Galileo claimed that his observations only made sense if all the planets revolved around the Sun, as championed by Aristarchus and Copernicus, not the Earth, as was commonly believed then. The powerful Inquisition made Galileo publicly recant this conclusion, but today we know he was correct.",
    "hdurl": "https://apod.nasa.gov/apod/image/galileo_hist_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galileo Demonstrates the Telescope",
    "url": "https://apod.nasa.gov/apod/image/galileo_hist.gif"
  },
  {
    "date": "1998-09-14",
    "explanation": "Landing on the Martian Moon Phobos might be harder than previously thought. The reason: Moon dust.  Recent photographs of Phobos have indicated that a layer of fine powder estimated to be a meter deep covers the whole surface.  Evidence comes from infrared pictures that indicate the rapid speed that Phobos' surface cools after sunset.   The above high-resolution picture of Phobos was taken last month by the Mars Global Surveyor spacecraft now orbiting Mars. The larger of two Martian moons, measures about 20 kilometers across, and orbits so close that Mars' gravity should rip it apart in another 50 million years.",
    "hdurl": "https://apod.nasa.gov/apod/image/9809/phobos1_mgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dust Hip-Deep on Phobos",
    "url": "https://apod.nasa.gov/apod/image/9809/phobos1_mgs.jpg"
  },
  {
    "date": "1998-09-15",
    "explanation": "What happens if you point a large telescope at nothing?  The above New Technology Telescope SUSI Deep Field photograph isolated a small patch of sky picked to contain no bright objects at all.  A very long exposure was then taken, similar to the Hubble Deep Field, in order to see the many faint objects that are usually washed out by the light of bright foreground objects.  What remains is a cosmic wallpaper rich in distant galaxies.  Galaxies as faint as magnitude 26 were found to be irregularly distributed, with several unusual pairings of different colored objects.  This and other deep field images are being released for detailed inspection by anyone interested.  New deep field images are being planned.",
    "hdurl": "https://apod.nasa.gov/apod/image/9809/deepfield_ntt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The NTT SUSI Deep Field",
    "url": "https://apod.nasa.gov/apod/image/9809/deepfield_ntt.jpg"
  },
  {
    "date": "1998-09-16",
    "explanation": "Why does Jupiter have rings?  Jupiter's rings were discovered in 1979 by the passing Voyager 1 spacecraft, but their origin has always been a mystery.  Recent data from the Galileo spacecraft currently orbiting Jupiter now confirms that these rings were created by meteoroid impacts on small nearby moons.  As a small meteoroid strikes tiny Adrastea, for example, it will bore into the moon, vaporize, and explode dirt and dust off into a Jovian orbit.  Pictured above is an eclipse of the Sun by Jupiter, as viewed from Galileo. Small dust particles high in Jupiter's atmosphere, as well as the dust particles that compose the rings, can be seen by reflected sunlight.",
    "hdurl": "https://apod.nasa.gov/apod/image/9809/jupring1_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiters Rings Revealed",
    "url": "https://apod.nasa.gov/apod/image/9809/jupring1_gal.jpg"
  },
  {
    "copyright": "Rick Scott",
    "date": "1998-09-17",
    "explanation": "Since the early days of radio and television we have been freely broadcasting signals into space. For some time now, we have been listening too. Ohio State University's radio telescope, affectionately known as \"The Big Ear\" , was one of the first and largest listeners. Designed by John Kraus, OSU's Big Ear (about the size of three football fields) consisted of an immense metal ground plane with two fence-like reflectors (one fixed and one tiltable) and relied on the Earth's rotation to help scan the sky. This photo, taken by former Big Ear student volunteer Rick Scott, looks out across the ground plane toward the fixed reflector with the \"receiver horns\" in the foreground. This May, the final pieces of the Big Ear were torn down, but its explorations of the radio universe will be long remembered.  Starting in 1965, the Big Ear was used in an ambitious premier survey of the radio sky, ultimately finding over 20,000 celestial radio sources. Changing its focus in the 1970s, it became the first telescope to continuously listen for signals from extraterrestrial civilizations. For an exciting moment during August 1977 a very strong and unanticipated signal, dubbed the Wow! Signal, was detected by the Big Ear. But alas, heard only once, the cause of the signal could not be determined.",
    "hdurl": "https://apod.nasa.gov/apod/image/9809/bigear_rickscott_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Radio, The Big Ear, And The Wow! Signal",
    "url": "https://apod.nasa.gov/apod/image/9809/bigear_rickscott.jpg"
  },
  {
    "date": "1998-09-18",
    "explanation": "Launched on January 6th, NASA's Lunar Prospector spacecraft has been exploring the Moon with instruments designed to sense global properties while orbiting pole-to-pole, 63 miles above the lunar surface. Now over half way through its primary mission, impressive science results include a much-needed precision gravity map of the lunar surface, global maps of elemental composition, the detection of mini-magnetospheres related to large impact sites, and evidence pointing toward a small iron-rich lunar core. But perhaps the most spectacular recent announcement has underscored Prospector's earlier block-buster - the detection of substantial water-ice at both the North and South lunar poles. An analysis of data collected so far is consistent with near-pure water ice deposits - the residue of cometary impacts - buried beneath as much as 18 inches of dry dusty regolith. And the estimates now suggest 10 times more water in each polar region than previously thought! The small Prospector spacecraft carries no cameras for lunar imaging, but the Moon is relatively well photographed. This detailed, color-enhanced nearside mosaic was produced from images taken by the Galileo spacecraft as it passed the Moon in December of 1992.",
    "hdurl": "https://apod.nasa.gov/apod/image/9809/fullmoonmosaic_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Prospects",
    "url": "https://apod.nasa.gov/apod/image/9809/moonmosaic1_gal.jpg"
  },
  {
    "date": "1998-09-19",
    "explanation": "Diminutive Deimos is the smallest of the two tiny Moons of Mars. Potato-shaped and barely 6 miles wide this asteroid-like body was visited by the Viking 2 orbiter in 1977. This image was made when the spacecraft approached to within 18 miles of Deimos' surface. One of the most detailed pictures of a celestial body ever taken by an orbiting spacecraft, the field of view is less than a square mile and features just under 10 feet across are visible. Craters and large chunks of rock are seen scattered on the surface while some of the craters appear to be covered by a layer of powdery soil or \"regolith\".",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/deimos18_vik2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "18 Miles From Deimos",
    "url": "https://apod.nasa.gov/apod/image/9612/deimos18_vik2.jpg"
  },
  {
    "date": "1998-09-20",
    "explanation": "Sir Isaac Newton changed the world. Born in 1643, Newton was only an above-average student. But he went home from Cambridge one summer in 1665, thought a lot about the physical nature of the world, and came back two years later with a revolutionary understanding of mathematics, gravitation, and optics. A Professor of his, upon understanding what Newton had done, resigned his own position at Cambridge so Newton could have it. Newton's calculus provided a new mathematical framework for the rapid solution of whole classes of physical problems.  Newton's law of gravitation explained in one simple formula how apples fall and planets move.  Newton's insights proved to be so overwhelmingly powerful he was the first scientist ever knighted.",
    "hdurl": "https://apod.nasa.gov/apod/image/IsaacNewton_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Isaac Newton Explains the Solar System",
    "url": "https://apod.nasa.gov/apod/image/IsaacNewton.gif"
  },
  {
    "copyright": "David MalinAAOIACRGOIsaac Newton Telescope",
    "date": "1998-09-21",
    "explanation": "NGC 281 is a busy workshop of star formation.  Prominent features include a small open cluster of stars, a diffuse red-glowing emission nebula, large lanes of obscuring gas and dust, and dense knots of dust and gas in which stars may still be forming.  The open cluster of stars IC 1590 visible on the upper right has formed only in the last few million years.  The brightest member of this cluster is actually a multiple-star system shining light that helps ionize the nebula's gas, causing the red glow visible throughout.  The lanes of dust on the lower right might be the home of future star formation.  Particularly striking in the above photograph are the dark Bok globules visible against the bright nebula.  Stars are probably forming there right now. The entire NGC 281 system lies about 10 thousand light years distant.",
    "hdurl": "https://apod.nasa.gov/apod/image/9809/ngc281_dfm.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 281: Cluster, Clouds, and Globules",
    "url": "https://apod.nasa.gov/apod/image/9809/ngc281_dfm_big.jpg"
  },
  {
    "copyright": "Princeton University Press",
    "date": "1998-09-22",
    "explanation": "M61 is a barred spiral galaxy located in the nearby Virgo Cluster of Galaxies. Visible in M61 are a host of features common to spiral galaxies: bright spiral arms, a central bar, dust lanes, and bright knots of stars.  M61, also known as NGC 4303, in similar to our own Milky Way Galaxy.  M61 was discovered by telescope in 1779 twice on the same day, but one observer initially mistook the galaxy for a comet. Light from M61 takes about 60 million years to reach us.  Recent observations of M61 have detected unpredicted high velocity gas moving in its halo.",
    "hdurl": "https://apod.nasa.gov/apod/image/9809/ngc4303_frei_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M61: Virgo Spiral Galaxy",
    "url": "https://apod.nasa.gov/apod/image/9809/ngc4303_frei.jpg"
  },
  {
    "date": "1998-09-23",
    "explanation": "As the Sun heads South, crossing the celestial equator today at 1:37 a.m. Eastern Time, Autumn begins for Earth's Northern Hemisphere. This Autumnal Equinox finds an increasingly active Sun steadily approaching a solar cycle maximum expected around the year 2003. The solar activity cycle is driven by a periodic winding up of the Sun's internal magnetic field. This colorized picture is a mosaic of recent ultraviolet images from the orbiting TRACE satellite sensitive to light emitted by highly charged iron atoms. Growing in number, the intricate structures visible are the Sun's hot active regions with temperatures over a million degrees Fahrenheit and their associated magnetic loops.",
    "hdurl": "https://apod.nasa.gov/apod/image/9809/sunmosaic171_trace_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Autumn and the Active Sun",
    "url": "https://apod.nasa.gov/apod/image/9809/sunmosaic171_trace.jpg"
  },
  {
    "date": "1998-09-24",
    "explanation": "The North Pole of Mars is capped by layers likely consisting of ice and dust deposited over millions of years. Imaged on September 12 - early Spring for Northern Mars - by the Mars Global Surveyor's camera, this synthesized wide-angle color view shows the rippled, eroded polar terrain covered with pinkish seasonal carbon dioxide frost. Dark areas bordering the polar cap are fields of sand dunes. This is the last picture scheduled to be taken by Surveyor's camera until it resumes operation in late March 1999. Over the past year of operation, the camera has taken about 2,000 pictures of Mars. Meanwhile, the spacecraft will begin its second round of aerobraking to achieve a circularized martian mapping orbit.",
    "hdurl": "https://apod.nasa.gov/apod/image/9809/marsnorthpole_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The North Pole Of Mars",
    "url": "https://apod.nasa.gov/apod/image/9809/marsnorthpole_mgs.jpg"
  },
  {
    "date": "1998-09-25",
    "explanation": "Sun-like stars are forming - and probably planets too - hidden inside Lynds 1551, an interstellar cloud of molecular gas and dust in the constellation Taurus. Using new receivers, coordinated radio telescopes at the Very Large Array near Socorro, New Mexico, USA, can now sharply image the dusty proto-planetary disks surrounding these young stars at radio wavelengths. Just announced, this exciting example shows a false-color radio picture of twin disks in a double star system! A yellow bar indicates the scale in astronomical units (AUs) where one AU is the average distance between the Earth and Sun. The stars (unseen near the center of each disk) are about 45 AUs apart, comparable to the radius of the orbit of Pluto. Similar proto-planetary disks have been seen around single stars, but these twin disks are much smaller, each limited in size by the gravity of the nearby companion star.  In fact, if large planets form orbiting near the edges of these disks they may be ejected from the binary system.",
    "hdurl": "https://apod.nasa.gov/apod/image/9809/protodisks_rodriguez_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Twin Proto-Planetary Disks",
    "url": "https://apod.nasa.gov/apod/image/9809/protodisks_rodriguez.gif"
  },
  {
    "date": "1998-09-26",
    "explanation": "Astronaut Carl Walz waves at his colleagues from the aft end of the Space Shuttle Discovery's payload bay. During this 1993 spacewalk, Walz evaluated tools, tethers, and a foot restraint designed for use in a weightless environment while orbiting Planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/9809/spacewalz_sts51_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Space Walz",
    "url": "https://apod.nasa.gov/apod/image/9809/spacewalz_sts51.jpg"
  },
  {
    "date": "1998-09-27",
    "explanation": "Albert Einstein (1879-1955) is considered by many the greatest astrophysicist. He is pictured here in the Swiss Patent Office where he did much of his great work.  Einstein's many visionary scientific contributions include the equivalence of mass and energy (E=mc^2), how the maximum speed limit of light affects measurements of time and space (special relativity), and a more accurate theory of gravity based on simple geometric concepts (general relativity). One reason Einstein was awarded the 1921 Nobel Prize in Physics was to make the prize more prestigious.",
    "hdurl": "https://apod.nasa.gov/apod/image/einstein_clerk_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Albert Einstein Describes Space and Time",
    "url": "https://apod.nasa.gov/apod/image/einstein_clerk.gif"
  },
  {
    "date": "1998-09-28",
    "explanation": "Last Friday, Hurricane Georges was photographed from space entering the Gulf of Mexico. This immense storm system, larger than most states, is expected to make landfall today.  Starting as a slight pressure difference, hurricanes grow into large spiraling storm systems of low pressure, complete with high winds and driving rain.  A hurricane is powered by evaporating ocean water, and so typically gains strength over warm water and loses strength over land. Currently offshore in the Atlantic Ocean, Hurricanes Ivan, Jeanne, and Karl swirl, but will likely stay well away from North America.   Recent GOES Satellite Image",
    "hdurl": "https://apod.nasa.gov/apod/image/9809/georges_seawifs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Hurricane in the Gulf",
    "url": "https://apod.nasa.gov/apod/image/9809/georges_seawifs.jpg"
  },
  {
    "date": "1998-09-29",
    "explanation": "Far across the universe, an unusual cluster of galaxies has been evolving.  A diverse group of galaxies populate this cluster, including, on the left, an unusual galaxy showing an equatorial polar ring and a large spiral.  Above looms a large elliptical galaxy.  The reason for the small size of galaxies on the right is not yet known - these galaxies might be smaller or might just lie even farther in the distance.  Almost every spot in this picture is a galaxy. Studying distant clusters like this may help astronomers better understand when and how these cosmic giants formed.",
    "hdurl": "https://apod.nasa.gov/apod/image/9809/cluster_fors1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Peculiar Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/9809/cluster_fors1.jpg"
  },
  {
    "date": "1998-09-30",
    "explanation": "Galaxies are fascinating not only for what is visible, but for what is invisible.  Grand spiral galaxy NGC 1232, recently captured in detail by the new Very Large Telescope, is a good example.  The visible is dominated by millions of bright stars and dark dust, caught up in a gravitational swirl of spiral arms rotating about the center. Open clusters containing bright blue stars can be seen sprinkled along these spiral arms, while dark lanes of dense interstellar dust can be seen sprinkled between them.  Less visible, but detectable, are billions of dim normal stars and vast tracts of interstellar gas, together wielding such high mass that they dominate the dynamics of the inner galaxy.  Invisible are even greater amounts of matter in a form we don't yet know - pervasive dark matter needed to explain the motions of the visible in the outer galaxy.  What's out there?",
    "hdurl": "https://apod.nasa.gov/apod/image/9809/ngc1232_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy NGC 1232",
    "url": "https://apod.nasa.gov/apod/image/9809/ngc1232_vlt.jpg"
  },
  {
    "date": "1998-10-01",
    "explanation": "Happy Birthday, NASA! The National Aeronautics and Space Administration officially began operations on October 1, 1958, absorbing its forerunner organization the National Advisory Committee for Aeronautics, NACA. Its landmark achievements in human spaceflight include the Mercury and Gemini Projects culminating in the Apollo Project moon landings in the 1960s and early 1970s, Apollo-Soyuz and Skylab in the 1970s, and the Space Shuttle program of the 1980s and 1990s. (Pictured is the June 1998 launch of the Space Shuttle Discovery.) NASA's science programs have produced the robotic exploration of our Solar System, views of the Universe across the electromagnetic spectrum, and valuable meteorological and remote-sensing Earth observations. At birth, NASA's priorities were largely driven by the pressures and competitions of the Cold War. But looking back over 40 years, the sum of its accomplishments have produced needed new technologies and a vital new perspective on Planet Earth and the Cosmos.",
    "hdurl": "https://apod.nasa.gov/apod/image/9810/launch_sts91_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Happy 40th Birthday, NASA!",
    "url": "https://apod.nasa.gov/apod/image/9810/launch_sts91.jpg"
  }
]
