[
  {
    "date": "1998-03-01",
    "explanation": "Interstellar space is filled with extremely tenuous clouds of gas which are mostly Hydrogen. The neutral hydrogen atom (HI in astronomer's shorthand) consists of 1 proton and 1 electron. The proton and electron spin like tops but can have only two orientations; spin axes parallel or anti-parallel. It is a rare event for Hydrogen atoms in the interstellar medium to switch from the parallel to the anti-parallel configuration, but when they do they emit radio waves with a wavelength of 21 centimeters (about 8 inches) and a corresponding frequency of exactly 1420 MHz. Tuned to this frequency radio telescopes have mapped the neutral Hydrogen in the sky. The above image represents such an all-sky HI survey with the plane of our Milky Way Galaxy running horizontally through the center. In this false color image no stars are visible, just diffuse clouds of gas tens to hundreds of light years across which cluster near the plane. The gas clouds seem to form arching, looping structures, stirred up by stellar activity in the galactic disk.",
    "hdurl": "https://apod.nasa.gov/apod/image/9803/nHI_alt_skyview_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sky Full Of Hydrogen",
    "url": "https://apod.nasa.gov/apod/image/9803/nHI_alt_skyview.jpg"
  },
  {
    "date": "1998-03-02",
    "explanation": "In a meeting in California two weeks ago, unpublished results were presented indicating that most of the energy in our universe is not in stars or galaxies but is tied to space itself.  In the language of cosmologists, a large cosmological constant is directly implied by new distant supernovae observations. Suggestions of a cosmological constant (lambda) are not new -- they have existed since the advent of modern relativistic cosmology. Such claims are not usually popular with astronomers, though, because lambda is so unlike known universe components, because lambda's value appears limited by observations, and because less-strange cosmologies without lambda have historically done well in explaining the data.  Therefore most lamdba claims do not make the News Summary in a prestigious journal like Science.  What is noteworthy here is the seemingly direct and reliable method of the observations, and the good reputations of the scientists conducting the investigation. The   above picture of a supernova at redshift 0.5 in a spiral galaxy, was taken by this collaboration. However, two teams of scientists are independently studying distant supernovae, and the last official word from the other team was a result consistent with no cosmological constant, reported just two months ago.  Extraordinary claims require extraordinary evidence, and so cosmologists the world over eagerly await peer-reviewed results, further details, and more data.",
    "hdurl": "https://apod.nasa.gov/apod/image/9803/snhighz_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rumors of a Strange Universe",
    "url": "https://apod.nasa.gov/apod/image/9803/snhighz_hst.jpg"
  },
  {
    "date": "1998-03-03",
    "explanation": "Tomorrow's picture: Aurora Over Alaska  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC &: Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9803/europaclose_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "560 Kilometers Above Europa",
    "url": "https://apod.nasa.gov/apod/image/9803/europaclose_gal_big.jpg"
  },
  {
    "copyright": "D. Hutchinson",
    "date": "1998-03-04",
    "explanation": "Higher than the highest mountain, higher than the highest airplane, lies the realm of the aurora. Aurora rarely reach below 60 kilometers, and can range up to 1000 kilometers.  Aurora light results from solar electrons and protons striking molecules in the Earth's atmosphere. Frequently, when viewed from space, a complete aurora will appear as a circle around one of the Earth's magnetic poles. The above photograph was taken in January in Alaska and shows a spectacular aurora borealis above a frozen landscape which includes spruce trees and the photographer's truck.  The picture had to be taken quickly as the temperature was below -40 degrees.",
    "hdurl": "https://apod.nasa.gov/apod/image/9803/aurora2_dh.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Over Alaska",
    "url": "https://apod.nasa.gov/apod/image/9803/aurora2_dh.jpg"
  },
  {
    "copyright": "A. VanniniG. Li CausiA. RicciardiA. Garatti",
    "date": "1998-03-05",
    "explanation": "This gorgeous view of stars, nebulae, and the Milky Way comes from the dark night sky above the lovely island of La Palma in the Canaries archipelago. The picture was made by a group of experienced astrophotographers who traveled there to take advantage of the ideal observing conditions near La Palma's Observatorio del Roque de los Muchachos. Skygazers can easily pick out several of their favorite astronomical objects in this wide angle time exposure which covers about 40 degrees on winter the sky. Faint stars along the plane of our Galaxy compose the delicate, luminous band of the Milky Way stretching across the image from the bottom left. The familiar constellation of Orion the hunter is also easy to find, with glowing nebulae highlighting the hunter's belt and sword. Orion's famous red giant star Betelgeuse, near picture center, has a yellowish cast and Rigel is the bright star in Orion at lower right. Brilliant white Sirius, near the bottom, is the brightest star in the picture (and in Earth's night sky). Sirius, is part of the constellation Canis Major (Big Dog). Across the Milky Way, above and to the left of Sirius, is slightly less brilliant Procyon, brightest star of Canis Minor. A V-shaped group of yellowish stars at the upper right, part of Taurus the bull, is dominated by the red giant Aldebaran.",
    "hdurl": "https://apod.nasa.gov/apod/image/9803/orionuwh3_avann_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Canaries Sky",
    "url": "https://apod.nasa.gov/apod/image/9803/orionuwh2_avann.jpg"
  },
  {
    "date": "1998-03-06",
    "explanation": "After seven weeks in lunar orbit, instruments on board NASA's Lunar Prospector spacecraft have produced strong evidence for water ice on the Moon. While not in extensive sheets, this ice could be in the form of crystals, mixed in low concentrations with material in craters around the frigid North and South lunar poles. How much ice? So far, the estimates are from 10 to 300 million metric tons (about 3 to 90 billion gallons). The water ice is likely a result of meteoritic and cometary bombardment. Using very different instruments, the Star-Wars-technology Clementine spacecraft also detected telltale signs of ice as it orbited the Moon in 1994. Although the lunar samples returned by the Apollo missions suggested that the Moon was bone dry, the Clementine result sparked the controversy and hope that water ice might still be found - holding out the tantalizing possibility that a substantial reservoir of lunar water could be used to support human exploration. Above is a mosaic of Clementine images of the cratered terrain surrounding the Moon's North pole. Surprisingly, Lunar Prospector's data indicates that the North polar region contains about twice as much ice as the South.  As Lunar Prospector's mission continues, further data will help determine more precisely the amount and distribution of the water ice.",
    "hdurl": "https://apod.nasa.gov/apod/image/9803/lunarnorth_clem_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Water Ice At The Lunar Poles",
    "url": "https://apod.nasa.gov/apod/image/9803/lunarnorth_clem.jpg"
  },
  {
    "date": "1998-03-07",
    "explanation": "Globular clusters once ruled the Milky Way. Back in the old days, back when our Galaxy first formed, perhaps thousands of globular clusters roamed our Galaxy. Today, there are perhaps 200 left. Many globular clusters were destroyed over the eons by repeated fateful encounters with each other or the Galactic center. Surviving relics are older than any earth fossil, older than any other structures in our Galaxy, and limit the universe itself in raw age. There are few, if any, young globular clusters in our Milky Way Galaxy because conditions are not ripe for more to form. But things are different next door - in the neighboring LMC galaxy. Pictured above is a \"young\" globular cluster residing there: NGC 1818. Recent observations show it formed only about 40 million years ago - just yesterday compared to the 12 billion year ages of globular clusters in our own Milky Way",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/ngc1818_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1818: A Young Globular Cluster",
    "url": "https://apod.nasa.gov/apod/image/9702/ngc1818_hst.jpg"
  },
  {
    "date": "1998-03-08",
    "explanation": "The Space Shuttle Discovery's orbital maneuvering system (OMS) engine firing produced this dramatic flare as it cruised \"upside down\" in low Earth orbit.  Discovery was named for a ship commanded by Captain James Cook RN, the 18th Century English astronomer and navigator. Cook's voyages of discovery established new standards in scientific exploration and brought extensive knowledge of the unknown Pacific regions, including Australia, New Zealand, and the Hawaiian Island archipelago to Europeans. The Space Shuttle Endeavor, also named after one of Cook's ships, is the most recent addition to NASA's four-orbiter shuttle fleet.",
    "hdurl": "https://apod.nasa.gov/apod/image/9803/engine_sts51_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shuttle Engine Blast",
    "url": "https://apod.nasa.gov/apod/image/9803/engine_sts51.jpg"
  },
  {
    "date": "1998-03-09",
    "explanation": "Yogi is possibly the best photographed rock on Mars. By combining many pictures taken during the Mars Pathfinder Mission last year, scientists were able to create a super-resolution, digitally enhanced image that better allows them to study Yogi's surface and more accurately determine how Yogi was formed.  The smoothness of some Martian rocks suggests previous interactions with water, implying that Mars was both warmer and wetter in the past.",
    "hdurl": "https://apod.nasa.gov/apod/image/9803/yogihires_mp_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Yogi Rock on Mars",
    "url": "https://apod.nasa.gov/apod/image/9803/yogihires_mp_big.jpg"
  },
  {
    "date": "1998-03-10",
    "explanation": "Which way to the interstate?  What appears to be a caricature of a complex highway system on Earth is actually a system of ridges and cracks on the icy surface of Jupiter's moon Europa. The distance between parallel ridges in the above photograph is typically about 1 kilometer.  The complexity of the cracks and ridges tell a story of Europa's past that is mostly undecipherable -- planetary geologists try to understand just the general origin of the overall features.  One noteworthy feature is the overall white sheen, possibly indicating the presence of frost.  Another is the dark centers between parallel ridges, which might indicate that dirty water from an underground ocean recently welled up in the cracks and froze.",
    "hdurl": "https://apod.nasa.gov/apod/image/9803/europafrost_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cracks and Ridges on Europa",
    "url": "https://apod.nasa.gov/apod/image/9803/europafrost_gal.jpg"
  },
  {
    "copyright": "J. Sanford",
    "date": "1998-03-11",
    "explanation": "On February 26th, it was dark during the day. This total solar eclipse was the last visible from the Americas for this millennium. A total solar eclipse is exciting partly because it is so short. Were Earth's Moon farther away, no total eclipse would occur at all because the Moon would appear too small to block out all of the Sun.  Were the Moon much closer to the Earth, the eclipse would last much longer.  Oddly, the Sun and Moon have almost exactly the same angular size. Even for well located observers, this creates at most only a very few minutes of totality before the Moon's shadow moves away.  During a total solar eclipse in 1919, these few minutes were long enough for scientists to determine that the Sun's gravity bends light from the stars behind it, dramatically confirming the accuracy of a new theory of gravity postulated over 80 years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/9803/eclipse_js_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Total Eclipse of the Sun",
    "url": "https://apod.nasa.gov/apod/image/9803/eclipse_js.jpg"
  },
  {
    "date": "1998-03-12",
    "explanation": "When the Moon's shadow reached out and touched the Earth last month, the result was a Solar Eclipse. Such an eclipse is total only for observers located along a narrow path corresponding to the ground track of the shadow's dark central portion or \"umbra\". For this eclipse, racing along at nearly 1,200 miles per hour, the Moon's umbra obligingly crossed over land along pleasant tropical locales in South America and the Caribbean islands. Totality lasted for about 3 minutes or less at a given location.  Sizable fractions of North and South America fell within the lighter but much wider outer shadow region, the \"penumbra\", and witnessed a partial eclipse. This movie gif follows the Moon's shadow from Central and South America eastward across the Atlantic - as seen from the vantage point of an orbiting Geostationary Operational Environmental Satellite (GOES), 22,000 miles above Earth. The three frame animation spans about 2 hours. GOES satellite images are a corner stone of U.S. weather monitoring and forecast operations.",
    "hdurl": "https://apod.nasa.gov/apod/image/9803/moonshad_goes_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Shadow",
    "url": "https://apod.nasa.gov/apod/image/9803/moonshad_goes.gif"
  },
  {
    "date": "1998-03-13",
    "explanation": "No asteroid or comet is known to be on a collision course with Earth. The asteroid designated 1997 XF11 had been predicted to come uncomfortably close, but new estimates place its passing beyond the orbit of the Moon. This earth-approaching asteroid was discovered by SpaceWatch astronomer Jim Scotti in December of last year. Orbital computations using new observations suggested that it would pass within 30,000 miles of the Earth's center on October 26, 2028 - a very near miss considering that the radius of the Earth itself is about 4,000 miles. However, more recent and further refined calculations based on both new and archival data indicate that the closest approach will be 600,000 miles in 2028. Imaged by NASA spacecraft, the three potato-shaped objects above are large main-belt asteroids orbiting between Mars and Jupiter. Shown to the same scale from left to right are Mathilde, Gaspra, and Ida. Mathilde has dimensions of about 37 by 29 miles. The asteroid 1997 XF11 is much smaller, probably a mile wide, yet the impact of an asteroid of this size could have catastrophic effects. Over the last two decades, teams of astronomers have just begun to catalog and track near-earth objects.",
    "hdurl": "https://apod.nasa.gov/apod/image/9803/asteroids3_neargal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Asteroids",
    "url": "https://apod.nasa.gov/apod/image/9803/asteroids3_neargal.jpg"
  },
  {
    "date": "1998-03-14",
    "explanation": "A progression of beautiful spiral galaxies is illustrated above with three photographs from NASA's Ultraviolet Imaging Telescope (UIT). Flying above the Earth's obscuring layer of atmosphere on the Space Shuttle Columbia during the Astro-1 mission in 1990, UIT's cameras were able to image these distant spirals in the ultraviolet light produced by hot, young stars. These bright stars, newly condensed from gas and dust clouds, give away the location of the spiral arms they are born in. Because they are massive (many times the mass of the Sun), they are shortlived. Dying and fading before they move too far from their birth place they make excellent tracers of spiral structure. From left to right the galaxies are known as M33, M74, and M81 and have progressively more tightly wound spiral arms. Astronomers would classify these as Scd, Sc, and Sb type spirals using a galaxy classification scheme first worked out by Edwin Hubble.",
    "hdurl": "https://apod.nasa.gov/apod/image/spiral_gallery_uit_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Spiral Galaxy Gallery",
    "url": "https://apod.nasa.gov/apod/image/spiral_gallery_uit.gif"
  },
  {
    "copyright": "CfA1.2-m TelescopeWhipple Observatory",
    "date": "1998-03-15",
    "explanation": "Something strange happened to this galaxy, but what?  M82 is a nearby galaxy in the group of galaxies dominated by itself, M81, and NGC 3077.  M82 is thought by some to be limping away from a close encounter with M81. This galactic collision might have stirred up the inner stars and gas in M82, causing the unusual dark lanes of dust visible in the above photograph.  M82 is a starburst galaxy with a very active center containing star clusters far brighter than any in our own Milky Way Galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/m82_cfa_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual M82: The Cigar Galaxy",
    "url": "https://apod.nasa.gov/apod/image/9611/m82_cfa.gif"
  },
  {
    "date": "1998-03-16",
    "explanation": "Rocks from space hit Earth every day.  The larger the rock, though, the less often Earth is struck.  Many kilograms of space dust pitter to Earth daily. Larger bits appear initially as a bright meteor. Baseball-sized rocks and ice-balls streak through our atmosphere daily, most evaporating quickly to nothing.  Significant threats do exist for rocks near 100 meters in diameter, which strike Earth roughly every 1000 years.  An object this size could cause significant tidal waves were it to strike an ocean, potentially devastating even distant shores.  A collision with a massive asteroid, over 1 km across, is more rare, occurring typically millions of years apart, but could have truly global consequences.  Many asteroids remain undiscovered.  In fact, the discovery of several was announced last week; one is shown as the long blue streak in the above photograph. Such an interplanetary collision would not affect Earth's orbit so much as raise dust that would affect Earth's climate.  One likely result is a global extinction of many species of life, possibly dwarfing the ongoing extinction occurring now.",
    "hdurl": "https://apod.nasa.gov/apod/image/9803/asteroids_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Asteroids in the Distance",
    "url": "https://apod.nasa.gov/apod/image/9803/asteroids_hst.jpg"
  },
  {
    "date": "1998-03-17",
    "explanation": "When and where do clouds form on Mars? The Mars Global Surveyor spacecraft currently orbiting Mars is finding out.  Photographs released last week showed clouds forming above Tharsis, a huge bulge on Mars about 4000 kilometers across and 7 kilometers high containing several large volcanoes. These clouds temporarily disappeared as a large dust storm emerged from the South, the first developing dust storm to be tracked by an orbiting spacecraft.  Mars Global Surveyor continues to aerobrake during on its ongoing mission to survey the planet Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/9803/marsclouds_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Clouds Over Tharsis on Mars",
    "url": "https://apod.nasa.gov/apod/image/9803/marsclouds_mgs.jpg"
  },
  {
    "copyright": "WIYNWIYN Telescope",
    "date": "1998-03-18",
    "explanation": "What is going on in NGC 891?  This galaxy appeared previously to be very similar to our own Milky Way Galaxy: a spiral galaxy seen nearly edge-on.  However, recent high-resolution images of NGC 891's dust show unusual filamentary patterns extending well away from its Galactic disk. This interstellar dust was probably thrown out of the galactic disk toward the halo by stellar supernovae explosions.  Because dust is so fragile, its appearance after surviving disk expulsion can be very telling. Newly discovered phenomena, however, sometimes appear so complex that more questions are raised than are answered.",
    "hdurl": "https://apod.nasa.gov/apod/image/9803/ngc891_wiyn_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Interstellar Dust-Bunnies of NGC 891",
    "url": "https://apod.nasa.gov/apod/image/9803/ngc891_wiyn.jpg"
  },
  {
    "date": "1998-03-19",
    "explanation": "High resolution Mars Global Surveyor images were combined with Viking Orbiter color data to produce this stunning, detailed view of a Martian canyon's edge. The area pictured is about 6 miles wide and represents a tiny part of the northern edge of the canyon Valles Marineris, whose total length is about 2,500 miles. Details 20 to 30 feet across can be seen in the high resolution data. The composition of the thin, well-defined layers in the steep canyon walls is unknown, but their presence points to a complex and active Martian geologic history. In the later half of the 1970s, NASA's Viking Orbiters photographed Mars extensively, yet Surveyor's sharp new images have produced some striking and unanticipated results.",
    "hdurl": "https://apod.nasa.gov/apod/image/9803/marsval_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars: A Canyon's Edge",
    "url": "https://apod.nasa.gov/apod/image/9803/marsval1_mgs.jpg"
  },
  {
    "date": "1998-03-20",
    "explanation": "No, it's not breakfast ... but looking down from an orbiting spacecraft, the odd intersecting ridges covering this area of Mars do present a waffle-like appearance. The cause of the ridge pattern is unknown but it suggests that more complex layered deposits lie below. The south polar region in this Mars Global Surveyor image measures about 8.5 by 12 miles and is spread with a layer of bright, seasonal carbon dioxide frost. Mysterious dark spots which pepper some of the interridge areas are 60 to 300 feet across. Their exact nature is also unknown, but these spots have apparently defrosted early and lack the bright layer of frozen carbon dioxide.",
    "hdurl": "https://apod.nasa.gov/apod/image/9803/marswaffle_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars: Ridges Near The South Pole",
    "url": "https://apod.nasa.gov/apod/image/9803/marswaffle_mgs.jpg"
  },
  {
    "date": "1998-03-21",
    "explanation": "What if you could \"see\" gamma rays? If you could, the sky would seem to be filled with a shimmering high-energy glow from the most exotic and mysterious objects in the Universe. In the early 1990s NASA's orbiting Compton Observatory, produced this premier vista of the entire sky in gamma rays - photons with more than 40 million times the energy of visible light. The diffuse gamma-ray glow from the plane of our Milky Way Galaxy runs horizontally through the false color image. The brightest spots in the galactic plane (right of center) are pulsars - spinning magnetized neutron stars formed in the violent crucibles of stellar explosions. Above and below the plane, quasars, believed to be powered by supermassive black holes, produce gamma-ray beacons at the edges of the universe. The nature of many of the fainter sources remains unknown.",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/allsky1_egret_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Gamma Ray Sky",
    "url": "https://apod.nasa.gov/apod/image/9702/allsky1_egret.gif"
  },
  {
    "date": "1998-03-22",
    "explanation": "Our Sun has spots! These spots appear dark in photographs like the one above, but in fact sunspots are quite bright - they are just dark compared to the rest of the Sun. Sunspots are about the size of the Earth and frequently occur in groups, as shown above. Sunspots occur when a concentrated portion of the Solar magnetic field pokes through the surface.  This field slows energy from entering the sunspot region, causing sunspots to appear cooler, darker, and lower than the surrounding surface.  Sunspots typically last a few days before dissipating. The number of sunspots is always changing, generally going from a maximum to a minimum about every 5 ½ years. In fact, the Sun just passed a minimum two years ago.  The Sun and sunspots should never be looked at directly.",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/sunspot_nso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunspots: Magnetic Depressions",
    "url": "https://apod.nasa.gov/apod/image/9701/sunspot_nso.jpg"
  },
  {
    "date": "1998-03-23",
    "explanation": "The center of galaxy NGC 1808 is bursting with new stars, but why? Being a barred spiral galaxy makes NGC 1808 somewhat similar to our own Milky Way Galaxy.  But the disk of NGC 1808 (inset) is quite warped, and its center is unusually bright and blue. The above picture of NGC 1808's center, in representative color, was recently taken by the Hubble Space Telescope and released yesterday. Perhaps gravitational pull from a recent pass of neighboring galaxy NGC 1792 has caused matter to move inward along NGC 1808's bar, triggering the burst of star formation.  Also prominent are blue clusters of stars and filaments of dark dust obscuring even more activity.",
    "hdurl": "https://apod.nasa.gov/apod/image/9803/ngc1808_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Starbirth in NGC 1808",
    "url": "https://apod.nasa.gov/apod/image/9803/ngc1808_hst.jpg"
  },
  {
    "date": "1998-03-24",
    "explanation": "What's the farthest galaxy known? The answer keeps changing as astronomers compete to find new galaxies which top the list.  The new record holder is now the faint red smudge indicated in the above image by the arrow.  Detected light left this galaxy billions of years ago, well before the Earth formed, when the universe was younger than 1/10th of its present age.  Astronomers have measured a redshift of 5.34 for this galaxy, breaking the \"5 barrier\" for the first time.  Young galaxies are of much interest to astronomers because many unanswered questions exist on when and how galaxies formed in the early universe.  Although this galaxy's distance exceeds that of even the farthest known quasar, it is still in front of the pervasive glowing gas that is now seen as the cosmic microwave background radiation.",
    "hdurl": "https://apod.nasa.gov/apod/image/9803/gal5p34_keck_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Baby Galaxy",
    "url": "https://apod.nasa.gov/apod/image/9803/gal5p34_keck.jpg"
  },
  {
    "date": "1998-03-25",
    "explanation": "NGC 7027 is one of the smallest known planetary nebulae. Even so, NGC 7027 is 14,000 times larger than the Earth-Sun distance. Planetary nebula are so named because the first few discovered appeared similar to planets.  Planetary nebula are actually dying stars, though, that have recently run out of nuclear fuel.  The outer gaseous shells are expelled by an unknown process, frequently creating spectacular displays.  In the above picture in infrared light, the hot central star is visible. Our Sun will become a planetary nebula in about 5 billion years.",
    "hdurl": "https://apod.nasa.gov/apod/image/9803/ngc7027_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planetary Nebula NGC 7027 in Infrared",
    "url": "https://apod.nasa.gov/apod/image/9803/ngc7027_hst.jpg"
  },
  {
    "date": "1998-03-26",
    "explanation": "This striking pair of galaxies is far, far away ... about 350 million light-years from Earth. Cataloged as AM0500-620, the pair is located in the southern constellation Dorado. The background elliptical and foreground spiral galaxy are representative of two of the three major classes of galaxies which inhabit our Universe. Within the disks of spiral galaxies, like our own Milky Way, gas, dust, and young blue star clusters trace out grand spiral \"arms\". The dust lanes along the arms of this particular spiral stand out dramatically in this Hubble Space Telescope image as they obligingly sweep in front of the background elliptical. Like the central bulges of spiral galaxies, elliptical galaxies tend toward spherical shapes resulting from more random motions of their stars. But while spirals produce new stars, star formation in ellipticals which lack gas and dust seems to have stopped. How do galaxies evolve with cosmic time? Evidence is growing that graceful galaxy shapes can hide a violent history.",
    "hdurl": "https://apod.nasa.gov/apod/image/9803/am0500_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxies Away",
    "url": "https://apod.nasa.gov/apod/image/9803/am0500_hst1.jpg"
  },
  {
    "date": "1998-03-27",
    "explanation": "Why is the Moon dusty? On Earth, rocks are weathered by wind and water, creating soil and sand. On the Moon, the long history of micrometeorite bombardment has blasted away at the rocky surface creating a layer of powdery lunar soil or regolith. This lunar regolith could be a scientific and industrial bonanza. But for the Apollo astronauts and their equipment, the pervasive, fine, gritty dust was definitely a problem. On the lunar surface in December 1972, Apollo 17 astronauts Harrison Schmitt and Eugene Cernan needed to repair one of their lunar rover's fenders in an effort to keep the \"rooster tails\" of dust away from themselves and their gear. This picture reveals the wheel and fender of their dust covered rover along with the ingenious application of spare maps, clamps, and a grey strip of \"duct tape\".",
    "hdurl": "https://apod.nasa.gov/apod/image/9803/dustdt_apollo17_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Dust and Duct Tape",
    "url": "https://apod.nasa.gov/apod/image/9803/dustdt_apollo17.jpg"
  },
  {
    "date": "1998-03-28",
    "explanation": "Orbiting 1,075 miles above the Earth, a 250 foot wide, inflated, reinforced nylon \"wheel\" was conceived in the early 1950s to function as a navigational aid, meteorological station, military platform, and way station for space exploration by rocket pioneer Wernher von Braun. The wheel-shaped station could be easily rotated creating artificial gravity so that the astronauts would not suffer the effects of prolonged weightlessness. Von Braun and his team favored building a permanently occupied Earth orbiting space station from which to stage a lunar exploration program. But in the 1960s NASA adopted the Apollo Program, which called for astronauts to transfer to a landing vehicle after achieving lunar orbit, bypassing the construction of von Braun's wheel.",
    "hdurl": "https://apod.nasa.gov/apod/image/vonb_wheel.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Von Braun's Wheel",
    "url": "https://apod.nasa.gov/apod/image/vonb_wheel.gif"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard",
    "date": "1998-03-29",
    "explanation": "Hot blue stars shine brightly in this beautiful, recently formed galactic or \"open\" star cluster. Open cluster NGC 3293 is located in the constellation Carina, lies at a distance of about 8000 light years, and has a particularly high abundance of these young bright stars. A study of NGC 3293 implies that the blue stars are only about 6 million years old, whereas the cluster's dimmer, redder stars appear to be about 20 million years old. If true, star formation in this open cluster took at least 15 million years. Even this amount of time is short, however, when compared with the billions of years stars like our Sun live, and the over-ten billion year lifetimes of many galaxies and our universe. NGC 3293 appears just in front dense dust lane emanating from the Carina Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/ngc3293_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3293: A Bright Young Open Cluster",
    "url": "https://apod.nasa.gov/apod/image/ngc3293_aat_big.gif"
  },
  {
    "date": "1998-03-30",
    "explanation": "Can one galaxy hide behind another? Not in the case of B1938+666.  Here the foreground galaxy acts like a huge gravitational lens, pulling the light from the background object around it, keeping it visible. Here the alignment is so precise that the distant galaxy is distorted into a nearly perfect giant ring around the foreground galaxy, a formation known as an Einstein ring.  The bright peak at the center of the bulls-eye is the nearer galaxy.  The cosmic mirage was found initially with the MERLIN radio telescope array. The follow-up image shown above from the Hubble Space Telescope was released earlier today.  Although appearing extremely small at 1 arcsecond diameter, the above Einstein ring is really tens of thousands of light years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/9803/gravring_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Bulls-Eye Einstein Ring",
    "url": "https://apod.nasa.gov/apod/image/9803/gravring_hst.jpg"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard",
    "date": "1998-03-31",
    "explanation": "Unspeakable beauty and unimaginable bedlam can be found together in the Trifid Nebula. Also known as M20, this photogenic nebula is visible with good binoculars in the constellation of Sagittarius. The energetic processes of star formation create not only the colors but the chaos.  The red-glowing gas results from high-energy light striking interstellar hydrogen gas. The dark dust filaments that lace M20 were created in the atmospheres of cool giant stars and in the debris from supernovae explosions. Which bright young star lights up the blue reflection nebula is still being investigated. The light from M20 we see today left perhaps 3000 years ago.  Light takes about 50 years to cross M20.",
    "hdurl": "https://apod.nasa.gov/apod/image/9803/m20_dm_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M20: The Trifid Nebula",
    "url": "https://apod.nasa.gov/apod/image/9803/m20_dm.jpg"
  },
  {
    "date": "1998-04-01",
    "explanation": "Score three points for NASA.  With time running out late in Apollo 15's mission to the Moon in 1971, Astronaut David Scott prepared to \"split the uprights\" and bring about yet another dramatic end-of-the-mission win for NASA.  Scott used a special \"lunar football\" designed for the rugged games held on the Moon. R1D1, a predecessor to R2D2, cheers from the sideline. Happy April Fools Day from the folks at APOD.  In reality, Astronaut Scott adjusts one of Apollo 15's lunar experiments. The foreground device actually measured high-energy particles that escape from the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/9804/moonpunt_a15_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Astronaut Kicks Lunar Field Goal",
    "url": "https://apod.nasa.gov/apod/image/9804/moonpunt_a15.jpg"
  }
]
