[
  {
    "date": "1998-05-01",
    "explanation": "Venus, the second closest planet to the Sun, is a popular way-point for spacecraft headed for the gas giant planets in the outer reaches of the solar system. Why visit Venus first? Using a \" gravity assist \" maneuver, spacecraft can swing by planets and gain energy during their brief encounter saving fuel for use at the end of their long interplanetary voyage. This colorized image of Venus was recorded by the Jupiter-bound Galileo spacecraft shortly after its gravity assist flyby of Venus in February of 1990. Galileo's glimpse of the veiled planet shows structure in swirling sulfuric acid clouds. The bright area is sunlight glinting off the upper cloud deck. The Saturn-bound Cassini spacecraft just completed its own flyby of Venus on April 26. Launched in October of 1997, Cassini should reach Saturn in July 2004.",
    "hdurl": "https://apod.nasa.gov/apod/image/9805/venus1_gal_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus: Just Passing By",
    "url": "https://apod.nasa.gov/apod/image/9805/venus1_gal.jpg"
  },
  {
    "date": "1998-05-02",
    "explanation": "Astronomers have discovered that looking at dust along the plane of our Milky Way Galaxy is a bit like looking into a frothy glass of beer. The dust between stars in our galaxy appears to be arranged like a foam with bubbles and voids -- churned by shocks and winds generated as stars cycle through their lives. This processed infrared image, based on data from NASA's IRAS satellite, maps the radiation from the edges of galactic dust clouds and reveals the complex distribution. The image covers an area of about 40x60 degrees centered on the galactic plane near the Cygnus region. It shows bright bubble-shaped and arc-like dust clouds around the supernova remnants and starbirth regions embedded in the galactic disk.",
    "hdurl": "https://apod.nasa.gov/apod/image/9704/iras_waller1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Frothy Milky Way",
    "url": "https://apod.nasa.gov/apod/image/9704/iras_waller1.jpg"
  },
  {
    "date": "1998-05-03",
    "explanation": "Humans once walked on the Moon. Pictured above is the second person to stand on the lunar surface: Edwin \"Buzz\" Aldrin. During this Apollo 11 mission, Neil Armstrong (the first person to walk on the moon) and Buzz Aldrin landed on the Moon while Michael Collins circled in the Command Module above. The lunar team erected a plaque on the surface that reads: HERE MEN FROM THE PLANET EARTH FIRST SET FOOT UPON THE MOON JULY 1969 A.D. WE CAME IN PEACE FOR ALL MANKIND. The Apollo missions demonstrated that it is possible to land humans on the Moon and return them safely.",
    "hdurl": "https://apod.nasa.gov/apod/image/9805/aldrin_a11_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Standing on the Moon",
    "url": "https://apod.nasa.gov/apod/image/9805/aldrin_a11.jpg"
  },
  {
    "date": "1998-05-04",
    "explanation": "It looked like a ring on the sky. Hundreds of years ago astronomers noticed a nebula with a most unusual shape.  Now known as M57 or NGC 6720, the gas cloud became popularly known as the Ring Nebula. It is now know to be a planetary nebula, a gas cloud emitted at the end of a Sun-like star's existence.  As one of the brightest planetary nebula on the sky, the Ring Nebula can be seen with a small telescope in the constellation of Lyra. The Ring Nebula lies about 4000 light years away, and is roughly 500 times the diameter of our Solar System. In this recent picture by the Hubble Space Telescope, dust filaments and globules are visible far from the central star. This helps indicate that the Ring Nebula is not spherical, but cylindrical. Perhaps the Ring Nebula would appear differently if viewed sideways.",
    "hdurl": "https://apod.nasa.gov/apod/image/9805/ring_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M57: The Ring Nebula",
    "url": "https://apod.nasa.gov/apod/image/9805/ring_hst.jpg"
  },
  {
    "copyright": "J. CurtisU. Alaska Fairbanks",
    "date": "1998-05-05",
    "explanation": "What's happening behind those trees?  Aurora. This picture was taken at midnight near Fairbanks, Alaska, and captures familiar trees, common clouds, and a glowing sky markedly different than a sunset. Particularly strange is the green auroral ring caused by ionized oxygen high in the Earth's atmosphere.  The small water droplets composing clouds reflect and absorb aurora light, giving clouds a reddish tinge.  The above picture was taken on September 20th of last year.  In the next few years the Sun will reach the most active part of its 11 year cycle, meaning more puffs of high energy solar particles will be released, and more spectacular auroras will occur when these particles strike the Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/9805/aurora1_jc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora at Midnight",
    "url": "https://apod.nasa.gov/apod/image/9805/aurora1_jc.jpg"
  },
  {
    "date": "1998-05-06",
    "explanation": "Did observatories exist before telescopes? One example that still stands today is the Beijing Ancient Observatory in China. Starting in the 1400s astronomers erected large instruments here to enable them to measure star and planet positions with increasing accuracy.  Pre-telescopic observatories throughout the world date back to before recorded history, providing measurements that helped to determine when to plant crops, how to navigate ships, and when religious ceremonies should occur. The above hand-painted lantern slide was originally taken in 1895.",
    "hdurl": "https://apod.nasa.gov/apod/image/9804/ancientobs_whj.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Beijing Ancient Observatory",
    "url": "https://apod.nasa.gov/apod/image/9804/ancientobs_whj.jpg"
  },
  {
    "date": "1998-05-07",
    "explanation": "Gamma-ray bursts are thought to be the most powerful explosions in the Universe, yet the cause of these high-energy flashes remains a mystery. Blindingly bright for space-based gamma-ray detectors the burst sources are so faint at visible wavelengths that large telescopes and sensitive cameras are required to search for them. The faint optical flash from a relatively intense gamma-ray burst detected on December 14th of last year seems to have originated in the galaxy indicated in this Hubble Space Telescope image - taken months after the burst had faded from view. Astronomers have recently announced that this galaxy's spectrum, recorded using the large Keck telescope atop Hawaii's Mauna Kea, indicates that it lies at a distance of about 12 billion light-years. The energy required to produce the observed flash of gamma-rays from this distance would be staggering! Some estimates suggest that in a few seconds the burster released the equivalent energy of several hundred supernovae (exploding stars). The eruption of such a large amount of energy in such a short time is so extreme that even exotic theoretical models of the bursters are being challenged. Could the bursts be caused by the cataclysmic merger of neutron stars with black holes ... or something as yet unknown?",
    "hdurl": "https://apod.nasa.gov/apod/image/9805/grb971214_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Powerful Gamma-ray Burst",
    "url": "https://apod.nasa.gov/apod/image/9805/grb971214_hst.jpg"
  },
  {
    "date": "1998-05-08",
    "explanation": "Did a gamma-ray burst precede this supernova? This intriguing suggestion came to light yesterday with the discovery of an evolving supernova that is potentially coincident with the position of gamma-ray burst GRB 980425, which occurred just two weeks ago.  If true, this would tie together the two most violent phenomena known in the universe. The supernova, indicated by the arrow, appears to be somewhat unusual, for one reason because of its extremely bright radio emission. The host galaxy has a redshift of 0.0085, placing it at the relatively close distance of about 125 million light years away.  Today it remains undetermined whether the two events are related - perhaps the evolution of the supernova over the next few weeks will provide some clues.",
    "hdurl": "https://apod.nasa.gov/apod/image/9805/snorgrb_ntt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Gamma-Ray Burst Supernova?",
    "url": "https://apod.nasa.gov/apod/image/9805/snorgrb_ntt.jpg"
  },
  {
    "date": "1998-05-09",
    "explanation": "What alien planet's bizarre landscape lurks below these fiery-looking clouds? It's only Planet Earth, of course ... as seen on the Water Vapor Channel. Hourly, images like this one (an infrared image shown in false color) are brought to you by the orbiting Geostationary Operational Environmental Satellites' (GOES) multi-channel imagers. These instruments can produce images at the infrared wavelength of 6.7 microns or about 10 times the wavelength of visible light, recording radiation emitted by water vapor in the upper troposphere. Bright regions correspond to high concentrations of water vapor while dark spots are relatively dry areas. Atmospheric water vapor is invisible to the eye and produced by evaporation from the oceans. Convected upward in the tropical zones it affects the climate by contributing substantially to the greenhouse effect.",
    "hdurl": "https://apod.nasa.gov/apod/image/watervapor_goes8_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Water Vapor Channel",
    "url": "https://apod.nasa.gov/apod/image/watervapor_goes8.gif"
  },
  {
    "date": "1998-05-10",
    "explanation": "Skylab was an orbiting laboratory launched by a Saturn V rocket in May 1973.  Skylab was visited three times by NASA astronauts who sometimes stayed as long as two and a half months. Many scientific tests were performed on Skylab, including astronomical observations in ultraviolet and X-ray light. Some of these observations yielded valuable information about Comet Kohoutek, our Sun and about the mysterious X-ray background - radiation that comes from all over the sky. Skylab fell back to earth on 11 July 1979.",
    "hdurl": "https://apod.nasa.gov/apod/image/9805/skylab4_nasa_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Skylab Over Earth",
    "url": "https://apod.nasa.gov/apod/image/9805/skylab4_nasa.jpg"
  },
  {
    "date": "1998-05-11",
    "explanation": "Callisto's surface has many stories to tell.  The most distant of Jupiter's Galilean Moons, Callisto shows the highest density of impact craters in the Solar System, but harbors no volcanoes or even any large mountains.  Callisto's surface is laced with cracks and craters from billions of years of collisions with interplanetary debris. This image shows Callis",
    "hdurl": "https://apod.nasa.gov/apod/image/9805/callistotrue_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Callisto in True Color",
    "url": "https://apod.nasa.gov/apod/image/9805/callistotrue_gal.jpg"
  },
  {
    "date": "1998-05-12",
    "explanation": "Callisto is half rock and half ice. This moon of Jupiter is approximately the size of the planet Mercury, making it the third largest moon in the Solar System, after Ganymede and Titan. Callisto's icy surface is billions of years old, lacks any sign of volcanic activity, and is densely covered with rifts and craters.  These features are particularly apparent in this contrast-enhanced image taken by the Galileo spacecraft, and released last week.  Visible near the image center is Valhalla, one of the largest impact craters in the Solar System, measuring about 4,000 kilometers across. The rings and size of Valhalla make its appearance similar to the Caloris Impact Basin on Mercury.",
    "hdurl": "https://apod.nasa.gov/apod/image/9805/fourmoons_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Callisto Enhanced",
    "url": "https://apod.nasa.gov/apod/image/9805/callistoplus_gal.jpg"
  },
  {
    "copyright": "Olivier Staiger",
    "date": "1998-05-13",
    "explanation": "On April 23, the rising crescent Moon occulted (passed in front of) Venus and Jupiter. The double occultation was a rare event and only visible from certain locations tracing a path across Earth's surface. This dramatic telephoto picture was taken at one such location, Ascension Island in the South Atlantic. The sunlit crescent is over-exposed revealing the rest of the lunar surface illuminated by faint earthshine. Venus is emerging just beyond the crescent's tip and Jupiter is trailing above the dark lunar edge with a spot of light, Jupiter's moon Ganymede, between the lunar limb and the planet's disk. Look closely at Jupiter and you can see yet another Jovian moon, Io, just visible against Jupiter's glare!",
    "hdurl": "https://apod.nasa.gov/apod/image/9805/vjgim_staiger_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Occultations and Rising Moons",
    "url": "https://apod.nasa.gov/apod/image/9805/vjgim_staiger.jpg"
  },
  {
    "copyright": "D. McDavidLimber Observatory",
    "date": "1998-05-14",
    "explanation": "Comets move against a field of background stars. Their apparent motion is slow but carefull tracking reveals their orbits, allowing these visitors to the inner solar system to be identified as old or new acquaintances. Recently a new comet, designated 1998 H1, was discovered by observer Patrick L. Stonehouse of Wolverine, Michigan, USA, and announced on April 26. At 10th magnitude, comet Stonehouse is too faint to be seen by the unaided eye, but it is presently a popular object for telescope-equipped comet watchers. This false color picture of comet Stonehouse was taken on May 1st at Limber Observatory and is a composite of 8 exposures each 60 seconds long. The sequence of exposures was made with the telescope following the background stars. The individual pictures were then aligned on the comet and added together. Because of the comet's relative motion, the combined multiple-exposure shows trails of progressively offset star images but nicely captures the comet's coma and faint, tenuous tail.",
    "hdurl": "https://apod.nasa.gov/apod/image/9805/stoneh2_mcdavid.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Stonehouse",
    "url": "https://apod.nasa.gov/apod/image/9805/stoneh2_mcdavid.jpg"
  },
  {
    "date": "1998-05-15",
    "explanation": "This dramatic high resolution picture looking across the edge of the Sun was taken April 24th by a telescope on board the newly launched Transition Region and Coronal Explorer (TRACE) satellite. It shows graceful arcs of intensely hot gas suspended in powerful looping magnetic fields which soar above a solar active region. The colorized image was made in the extreme ultraviolet light radiated by highly ionized Iron atoms. With a temperature of a mere 6,000 degrees Celsius, the sun's surface is relatively cool and dark at these wavelengths, but the million degree hot plasma loops glow strongly! Such TRACE images follow the plasma and magnetic structures arising from the surface of the sun as they merge with the tenuous, hot solar Corona or outer atmosphere. By operating the TRACE instruments during the Sun's increasingly active phase, scientists hope to explore the connections between complex solar magnetic fields and potentially hazardous solar eruptions.",
    "hdurl": "https://apod.nasa.gov/apod/image/9805/feix0424_trace.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "TRACE and the Active Sun",
    "url": "https://apod.nasa.gov/apod/image/9805/feix0424_trace.jpg"
  },
  {
    "date": "1998-05-16",
    "explanation": "This image of the relatively quiet Sun was made using ultraviolet light emitted by ionized Helium atoms in the Solar chromosphere. Helium was first discovered in the Sun in 1868, its name fittingly derived from from the Greek word Helios, meaning Sun. Credit for the discovery goes to astronomer Joseph Norman Lockyer (born May 17, 1836). Lockyer relied on a then recently developed technique of spectroscopy, dissecting sunlight into a spectrum, and the idea that each element produces a characteristic spectral pattern of bright lines. He noticed a yellow line in a solar spectrum made during an eclipse which could not be accounted for by elements known on Earth. Almost 27 years later terrestrial Helium was finally discovered when the spectrum of a Helium bearing mineral of Uranium provided an exact match to the previously detected element of the Sun. Helium is now known to be the second most abundant element (after Hydrogen) in the Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/hesun_eit_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Helios Helium",
    "url": "https://apod.nasa.gov/apod/image/hesun_eit.gif"
  },
  {
    "date": "1998-05-17",
    "explanation": "After taking spectacular pictures of our Solar System's outer planets, Voyager 1 looked back at six planets to take our Solar System's first family portrait. Here Venus, Earth, Jupiter, Saturn, Uranus, and Neptune, were all visible across the sky. Each, however, was now just a small speck of light, dimmer than many of the stars in the sky. Voyager 1 is only one of four human-made objects to leave our Solar System, the other three being Voyager 2, and Pioneer 10 and Pioneer 11.",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/solsys_vg1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Our Solar System from Voyager",
    "url": "https://apod.nasa.gov/apod/image/9612/solsys_vg1.jpg"
  },
  {
    "date": "1998-05-18",
    "explanation": "Why isn't the star in the center of the nebula?  NGC 6369 appears to be a fairly ordinary planetary nebula. It can be seen with a good telescope in the constellation of Ophiuchus. The gas expelled by the central star is bunched in the shape of a donut or cylinder.  During the planetary nebula phase, the central star sheds its outer atmosphere as it is evolving to become a white dwarf star. The above image was taken with the Hubble Space Telescope.  A closer look at NGC 6369 indicates that the central star is closer to a dimmer edge of the nebula than to the opposing brighter edge.",
    "hdurl": "https://apod.nasa.gov/apod/image/9805/ngc6369_hst.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6369: A Donut Shaped Nebula",
    "url": "https://apod.nasa.gov/apod/image/9805/ngc6369_hst_big.jpg"
  },
  {
    "date": "1998-05-19",
    "explanation": "A human first set foot on another world on July 20, 1969. This world was Earth's own Moon. Pictured above is Neil Armstrong preparing to take the historic first step.  On the way down the Lunar Module ladder, Armstrong released equipment which included the television camera that recorded this fuzzy image. Pictures and voice transmissions were broadcast live to an estimated world wide audience of one billion people. The Apollo Moon landings have since been described as the greatest technological achievement the world has known.",
    "hdurl": "https://apod.nasa.gov/apod/image/9805/ladder_a11_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 11: Onto a New World",
    "url": "https://apod.nasa.gov/apod/image/9805/ladder_a11.jpg"
  },
  {
    "date": "1998-05-20",
    "explanation": "Staring at the Sun from a vantage point in space (Kids, don't try this at home!), the Solar and Heliospheric Observatory (SOHO) has enabled the discovery of much about our closest star. It has also been used to discover about 50 comets. While not competing with Hale-Bopp, one of SOHO's recently discovered comets has proved to be bright enough to see with the unaided eye. The May 4th discovery image is shown above with an enlarged inset of the comet. This colorized image is from SOHO's solar coronagraph (LASCO) which views the region around the Sun by blocking out the overwhelming sunlight with an occulting disk. The disk is visible near the bottom left, with the Sun's size and position indicated by the white circle. Bright solar wind regions can also be seen along with the the planet Mars and a background of stars. The comet itself is just entering the field of view at the upper right. Observers report that Comet SOHO (1998 J1) has now been seen low in the western sky following sunset and is moving south and east becoming more visible as this month progresses, particularly from the Southern Hemisphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/9805/comet1998_soho_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Discovery Image: Comet SOHO (1998 J1)",
    "url": "https://apod.nasa.gov/apod/image/9805/comet1998_soho2.jpg"
  },
  {
    "copyright": "Michael Horn",
    "date": "1998-05-21",
    "explanation": "Discovered this month with an orbiting solar observatory, bright Comet SOHO has now emerged from the Sun's glare. This telephoto picture of the new naked-eye comet was taken by astrophotographer Michael Horn after sunset in the western twilight above Lake Samsonvale, Brisbane, Australia on May 18. The comet is seen in the constellation Orion. Its long lovely tail stretches nearly 5 degrees to the bright star Bellatrix, near the top of the image. For Southern Hemisphere comet watchers, views of Comet SOHO (1998J1) will improve as this month draws to a close and the comet climbs to the south and east on its journey outward bound. In February 1999, NASA plans to launch the Stardust mission to fly close to a comet and return samples of dust from a comet's tail.",
    "hdurl": "https://apod.nasa.gov/apod/image/9805/soho98j1_horn_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bright Comet SOHO",
    "url": "https://apod.nasa.gov/apod/image/9805/soho98j1_horn.jpg"
  },
  {
    "date": "1998-05-22",
    "explanation": "A fantastic jumble of young blue star clusters, gigantic glowing gas clouds, and imposing dark dust lanes surrounds the central region of the active galaxy Centaurus A. This mosaic of Hubble Space Telescope images taken in blue, green, and red light has been processed to present a natural color picture of this cosmic maelstrom. Infrared images from the Hubble have also shown that hidden at the center of this activity are what seem to be disks of matter spiraling into a black hole with a billion times the mass of the Sun! Centaurus A itself is apparently the result of a collision of two galaxies and the left over debris is steadily being consumed by the black hole. Astronomers believe that such black hole \"central engines\" generate the radio, X-ray, and gamma-ray energy radiated by Centaurus A and other active galaxies. But for an active galaxy Centaurus A is close, a mere 10 million light-years away, and is a relatively convenient laboratory for exploring these powerful sources of energy.",
    "hdurl": "https://apod.nasa.gov/apod/image/9805/cena_wfpc2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Center of Centaurus A",
    "url": "https://apod.nasa.gov/apod/image/9805/cena_wfpc2.jpg"
  },
  {
    "date": "1998-05-23",
    "explanation": "This panorama view of the sky is really a drawing. It was made in the 1950s under the supervision of astronomer Knut Lundmark at the Lund Observatory in Sweden. To create the picture, draftsmen used a mathematical distortion to map the entire sky onto an oval shaped image with the plane of our Milky Way Galaxy along the center and the north galactic pole at the top. 7,000 individual stars are shown as white dots, size indicating brightness. The \"Milky Way\" clouds, actually the combined light of dim, unresolved stars in the densely populated galactic plane, are accurately painted on, interrupted by dramatic dark dust lanes. The overall effect is photographic in quality and represents the visible sky. Can you identify any familiar landmarks or constellations? For starters, Orion is at the right edge of the picture, just below the galactic plane and the Large and Small Magellanic Clouds are visible as fuzzy patches in the lower right quadrant.",
    "hdurl": "https://apod.nasa.gov/apod/image/milkyway_lund_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "7,000 Stars And The Milky Way",
    "url": "https://apod.nasa.gov/apod/image/milkyway_lund.gif"
  },
  {
    "date": "1998-05-24",
    "explanation": "Looking like a fleet of futuristic starcruisers, NASA's highly successful series of High Energy Astrophysical Observatory (HEAO) spacecraft appear poised over planet Earth. Labeled A, B, and C in this vintage illustration, the spacebased telescopes were known as HEAO-1, HEAO-2, and HEAO-3 respectively. HEAO-1 and HEAO-2 were responsible for revealing to earthlings the wonders of the x-ray sky, discovering 1,000s of celestial sources of high-energy radiation. HEAO-2, also known as the Einstein Observatory, was launched near the date of the famous physicist's 100th birthday (November, 1978) and was the first large, fully imaging x-ray telescope in space. HEAO-3, the last in the series, was launched in 1979 and measured high energy cosmic-ray particles and gamma-rays. These satellite observatories were roughly 18 feet long and weighed about 7,000 pounds. Their missions completed, all have fallen from orbit and burned up harmessly in the atmosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/heao_fleet_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A High Energy Fleet",
    "url": "https://apod.nasa.gov/apod/image/9805/heao_fleet.jpg"
  },
  {
    "date": "1998-05-25",
    "explanation": "M83 is a bright spiral galaxy that can be found with a small telescope in the constellation of Hydra. M83 is a member of the Centaurus group of galaxies, a nearby group dominated by the massive galaxy Centaurus A.  It takes light about 15 million years to reach us from M83. The spiral arms are given a blue color by the many bright young stars that have recently formed there.  Dark dust lanes are also visible.  Stars and gas in spiral arms seem to be responding to much more mass than is visible here, implying that galaxies are predominantly composed of some sort of dark matter. Finding the nature of this dark matter remains one of the great challenges of modern science.",
    "hdurl": "https://apod.nasa.gov/apod/image/9805/m83_wk_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M83: A Barred Spiral Galaxy",
    "url": "https://apod.nasa.gov/apod/image/9805/m83_wk.jpg"
  },
  {
    "copyright": "T. Polakis",
    "date": "1998-05-26",
    "explanation": "Isn't the Sun round? Yes, but in the above picture, the Earth's atmosphere makes it appear almost square.  Here a layer of air near the Earth was so warm it acted like a giant lens, creating increasingly distorted paths for sunlight to reach the camera.  Similarly, on a long flat highway, it may appear that the road in the distance is covered with water. In this case, light from the blue sky is being unusually refracted by warm air just above the dry road.  No matter how the Earth's atmosphere makes the Sun appear, the Sun will always be spherical. This setting Sun was photographed over Lake Michigan in Muskegon, MI.",
    "hdurl": "https://apod.nasa.gov/apod/image/9805/squaresun_tp_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Seemingly Square Sun",
    "url": "https://apod.nasa.gov/apod/image/9805/squaresun_tp.jpg"
  },
  {
    "date": "1998-05-27",
    "explanation": "What do you call a neutron star with a super-strong magnetic field? You guessed it ... a Magnetar. Imagine a star with more mass than the sun, the density of a neutron, and a magnetic field about a thousand trillion (a one followed by 15 zeroes) times stronger than Earth's. It sounds exotic and theoretical, but strong evidence for the existence of magnetars has recently been announced based on data from orbiting X-ray and Gamma-ray observatories. Neutron stars are formed in the violent crucibles of stellar explosions. Some become pulsars with relatively weak magnetic fields, spinning and emitting pulses of electromagnetic radiation as their rotation slows. However, astronomers now believe that some become magnetars, with magnetic fields so intense that the solid neutron star crust buckles and shifts under its influence. The resulting star quakes could repeatedly generate brief flashes of hard X-rays and soft gamma-rays giving rise to the rare but mysterious \"soft gamma repeaters\" (not to be confused with \" gamma-ray bursters\"!). This still frame from an animation illustrating a spinning, flashing magnetar emphasizes the looping magnetic field lines embedded in the X-ray hot neutron star surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/9805/magnetar_mallozzi_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Magnetar",
    "url": "https://apod.nasa.gov/apod/image/9805/magnetar_mallozzi.jpg"
  },
  {
    "date": "1998-05-28",
    "explanation": "This sequence of three false color X-ray pictures from the Italian/Dutch BeppoSAX satellite follows the fading glow from a gamma-ray burster. This burster triggered orbiting gamma-ray observatories on December 14, 1997 and within 6.5 hours the sensitive X-ray cameras onboard BeppoSAX had been turned to record the first image (left) of the afterglow. Each image covers a field about the size of the full moon with the position of the afterglow indicated by the white circle. The first two pictures were taken 6 hours apart, while the final picture was made 2 days after the gamma-ray burst. Initiated by an unknown but immensely powerful explosive event, gamma-ray bursts are thought to be caused by blast waves of particles moving at nearly the speed of light. The expanding cosmic fireball produces seconds-long bursts of gamma-rays and then as it slows and sweeps up surrounding material, generates an afterglow visible for many days at X-ray, optical, and radio energies. Evidence indicates that this burst originated at a distance of 12 billion light-years requiring a fantastic and extreme energy source. What could power a gamma-ray burst?",
    "hdurl": "https://apod.nasa.gov/apod/image/9805/after971214_sax_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Afterglow",
    "url": "https://apod.nasa.gov/apod/image/9805/after971214_sax.gif"
  },
  {
    "date": "1998-05-29",
    "explanation": "This infrared Hubble Space Telescope view may contain the first ever direct image of a planet outside our own solar system. The picture shows a very young double star located about 450 light-years away toward the constellation of Taurus. Cataloged as TMR-1 (Taurus Molecular Ring star 1), the binary system is still embedded in the dust cloud that formed it. This double star and dust cloud are the brightest grouping in the picture, glowing strongly at infrared wavelengths. A filament extends from the binary system toward the lower left and points toward the spot of light representing the candidate planet. Astronomers believe this planet is a \"runaway\" object which was gravitationally ejected, the filament tracing the path to its present location at about 1500 times the Earth-Sun distance from the parent star system. Models suggest that the planet and binary system are a mere 300,000 years old, with the planet having a mass of about 2 to 3 Jupiters. Future observations to look for the planet's continued runaway motion and spectral signatures should be able to confirm the nature of this object. While this and other tantalizing discoveries of extrasolar planetary objects and protoplanetary disks don't seem to offer direct examples of solar systems like our own, they do strongly hint that planet formation is a varied and common process.   Update: TMR-1 likely just a background star.",
    "hdurl": "https://apod.nasa.gov/apod/image/9805/tmr1planet_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Extrasolar Planet?",
    "url": "https://apod.nasa.gov/apod/image/9805/tmr1planet_hst.jpg"
  },
  {
    "date": "1998-05-30",
    "explanation": "Water (Dihydrogen Oxide, H2O) is a truly remarkable chemical compound, fundamental to life on Earth. Earth is the only planet in the Solar System where the present surface temperature and pressure allow the three forms of water, solid (ice), liquid (ocean), and gas (water vapor condensing in clouds) to exist simultaneously. Water in one of these forms accounts for everything visible in this view of Earth from space looking north at the Bering Sea and the coast of Alaska, USA, around Bristol Bay.",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/seaice_sts45_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Water World",
    "url": "https://apod.nasa.gov/apod/image/9703/seaice_sts45.jpg"
  },
  {
    "date": "1998-05-31",
    "explanation": "Phobos is doomed. Mars, the red planet named for the Roman god of war, has two tiny moons, Phobos and Deimos, whose names are derived from the Greek for Fear and Panic. These Martian moons may well be captured asteroids originating in the asteroid belt between Mars and Jupiter or perhaps from even more distant reaches of the Solar System. In this 1977 Viking orbiter image, the largest moon, Phobos, is seen to be a heavily cratered asteroid-like object. It is about 17 miles across and zips through the Martian sky completing an orbit in less than 8 hours. Phobos orbits so close to Mars, (about 3,600 miles above the surface compared to 250,000 miles for our Moon) that gravitational tidal forces are dragging it down. In 100 million years or so it should crash into the surface or be shattered by stress caused by the relentless tidal forces, the debris forming a ring around Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/phobos.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Phobos: Doomed Moon of Mars",
    "url": "https://apod.nasa.gov/apod/image/phobos.gif"
  },
  {
    "date": "1998-06-01",
    "explanation": "An 11th magnitude quake has been recorded on the Sun, immediately following a moderate solar flare.  The quake was the first ever recorded on the Sun, but only because astronomers have only recently figured out when and how to find them using the orbiting SOHO spacecraft. Dark waves from the quake can be seen in the above picture spreading out from an explosive bright flare. The solar ripples are similar in appearance to waves caused by a rock thrown into a pond.  The magnitude and evolution of these quakes gives information about the physical nature of solar flares, the surface of the Sun, and even the Sun's interior.",
    "hdurl": "https://apod.nasa.gov/apod/image/9806/sunquake_soho_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar Flares Cause Sun Quakes",
    "url": "https://apod.nasa.gov/apod/image/9806/sunquake_soho.jpg"
  }
]
