[
  {
    "date": "1998-04-01",
    "explanation": "Score three points for NASA.  With time running out late in Apollo 15's mission to the Moon in 1971, Astronaut David Scott prepared to \"split the uprights\" and bring about yet another dramatic end-of-the-mission win for NASA.  Scott used a special \"lunar football\" designed for the rugged games held on the Moon. R1D1, a predecessor to R2D2, cheers from the sideline. Happy April Fools Day from the folks at APOD.  In reality, Astronaut Scott adjusts one of Apollo 15's lunar experiments. The foreground device actually measured high-energy particles that escape from the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/9804/moonpunt_a15_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Astronaut Kicks Lunar Field Goal",
    "url": "https://apod.nasa.gov/apod/image/9804/moonpunt_a15.jpg"
  },
  {
    "copyright": "Chris Dorreman",
    "date": "1998-04-02",
    "explanation": "Have you seen an Iridium flare? Satellites in low Earth orbit reflect sunlight and are often visible gliding across early evening and predawn skies. But sun glints from Iridium commercial digital communications satellites are providing the most spectacular sightings. This Iridium flare photographed on September 20, 1997 by Belgian amateur astronomer Chris Dorreman reached an impressive -8 magnitude (about as bright as the half illuminated Moon). The one minute long exposure shows star trails nearly perpendicular to the bright, flaring track of the satellite and a \"ghost\" image of the flare at the far right. Iridium is the 77th element and so was a good name for the originally intended constellation of 77 satellites. Subsequently, plans were scaled down to 66 satellites with about 51 now in orbit and glinting away. Typical flares last 10 to 20 seconds. When can you catch a flare? The brightness, timing, and direction of a flare depend critically on your longitude and latitude, but satellite observers can make accurate predictions days in advance.",
    "hdurl": "https://apod.nasa.gov/apod/image/9804/iridflare_dorreman_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Iridium Flare",
    "url": "https://apod.nasa.gov/apod/image/9804/iridflare_dorreman.jpg"
  },
  {
    "date": "1998-04-03",
    "explanation": "This Hubble Space Telescope picture shows Hen-1357, the youngest known planetary nebula. Graceful, gentle curves and symmetry suggest its popular name - The Stingray Nebula. Observations in the 1970s detected no nebular material, but this image from March 1996 clearly shows the Stingray's emerging bubbles and rings of shocked and ionized gas. The gas is energized by the hot central star as it nears the end of its life, evolving toward a final white dwarf phase. The image also shows a companion star (at about 10 o'clock) within the nebula. Astronomers suspect that such companions account for the complex shapes and rings of this and many other planetary nebulae. This cosmic infant is about 130 times the size of our own solar system and growing. It is 18,000 light-years distant, in the southern constellation Ara.",
    "hdurl": "https://apod.nasa.gov/apod/image/9804/stingray_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hen-1357: New Born Nebula",
    "url": "https://apod.nasa.gov/apod/image/9804/stingray_hst.jpg"
  },
  {
    "date": "1998-04-04",
    "explanation": "Space suited project Mercury astronauts John H. Glenn, Virgil I. Grissom, and Alan B. Shepard Jr. (left to right) are posing in front of a Redstone rocket in this vintage 1961 NASA publicity photo. Project Mercury was the first U.S. program designed to put humans in space. It resulted in 6 flights using one-man capsules and Redstone and Atlas rockets. Shortly after the first U.S. manned flight on May 5, 1961, a suborbital flight piloted by Alan Shepard, President Kennedy announced the goal of a manned lunar landing by 1970. This goal was achieved by NASA's Apollo program and Shepard himself walked on the moon as commander of the Apollo 14 mission. Virgil Grissom died in a tragic fire during an Apollo launch pad test in 1967. Senator John Glenn will fly again on the 25th voyage of the Space Shuttle Discovery.",
    "hdurl": "https://apod.nasa.gov/apod/image/9704/merc_astronaut_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury Astronauts and a Redstone",
    "url": "https://apod.nasa.gov/apod/image/9704/merc_astronaut.jpg"
  },
  {
    "date": "1998-04-05",
    "explanation": "The Pleiades star cluster is one of the jewels of the northern sky. To the unaided eye it appears as a lovely and tantalizing grouping of stars in the constellation of Taurus, while telescopic views reveal cluster stars surrounded by delicate blue wisps of dust-reflected starlight. To the X-ray telescopes on board the orbiting ROSAT observatory, the cluster also presents an impressive, but slightly altered, appearance. This false color image was produced from ROSAT observations by translating different X-ray energy bands to visual colors - the lowest energies are shown in red, medium in green, and highest energies in blue. (The green boxes mark the position of the seven brightest visual stars.) The Pleiades stars seen in X-rays have extremely hot, tenuous outer atmospheres called coronas and the range of colors corresponds to different coronal temperatures.",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/pleiades_rosat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Pleiades",
    "url": "https://apod.nasa.gov/apod/image/9703/pleiades_rosat.jpg"
  },
  {
    "date": "1998-04-06",
    "explanation": "This image, showing what looks to be a human face (above center) and other features of the Cydonia region on the Martian surface, was produced using data from NASA's Viking 1 orbiter in 1976. Described in a NASA press release as a \"rock formation which resembles a human head\", some have since offered the extraordinary explanation that the face is an artificial construct built by a civilization on Mars! However, most scientists have a more conventional view - that this feature is indeed a natural Martian hill whose illusory face-like appearance depends on illumination and viewing angle. This month, the Mars Global Surveyor satellite will be in position to take new pictures of this region of controversial Martian features along with areas around the Mars Pathfinder and Viking landing sites.",
    "hdurl": "https://apod.nasa.gov/apod/image/9804/marsface1_vk1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Face On Mars",
    "url": "https://apod.nasa.gov/apod/image/9804/marsface1_vk1.jpg"
  },
  {
    "date": "1998-04-07",
    "explanation": "Yesterday the Mars Global Surveyor project released a new close-up image of a portion of the Cydonia region on Mars. This cropped and processed version shows an area about 2 miles wide (the full version covers a strip nearly 2.6 miles wide by 25 miles long) and at full resolution has a pixel size of about 14 feet. The rock formation visible is the famous feature seen as the \"Face on Mars\" in 1976 Viking orbiter images. Such complex looking landforms in the Cydonia region are thought to be the result of erosion and weathering of ancient crust by Martian winds, frost, and possibly surface water. Mars Global Surveyor is scheduled to take other images of the Cydonia region and the Mars Pathfinder and Viking landing sites this month.",
    "hdurl": "https://apod.nasa.gov/apod/image/9804/marsface3_mgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Return To Cydonia",
    "url": "https://apod.nasa.gov/apod/image/9804/marsface3_mgs.jpg"
  },
  {
    "date": "1998-04-08",
    "explanation": "In the Sahara Desert in Egypt lie the oldest known astronomically aligned stones in the world: Nabta. Over one thousand years before the creation of Stonehenge, local herders built a stone circle and other structures on the shoreline of a lake that has long since dried up.  Over 6000 years ago, stone slabs three meters high were dragged over a kilometer to create the site.  Shown above is one of the stones that remains.  Little is known about the ultimate purpose of  Nabta and the nature of the people who built it.",
    "hdurl": "https://apod.nasa.gov/apod/image/9804/nabta_uc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nabta: Older than Stonehenge",
    "url": "https://apod.nasa.gov/apod/image/9804/nabta_uc.jpg"
  },
  {
    "date": "1998-04-09",
    "explanation": "Where do quasars live?  Quasars are the brightest objects in the universe, so bright they can be seen from across the universe.  Observations continue to show that most quasars are surrounded by a relatively faint nebulous patch.  Astronomers are trying to identify the nature of these patches. The above false-color picture shows a central quasar embedded in an unusual elliptical galaxy.  The galaxy is being gravitationally distorted by a neighboring galaxy. Recent evidence indicates that most quasars live near the centers of large, elliptical galaxies - even those quasars where no host galaxy could be found before.  Quasars themselves are thought to result from matter falling toward  supermassive black-holes.",
    "hdurl": "https://apod.nasa.gov/apod/image/9804/qso0157_hst.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Quasar in an Elliptical Galaxy",
    "url": "https://apod.nasa.gov/apod/image/9804/qso0157_hst_big.jpg"
  },
  {
    "date": "1998-04-10",
    "explanation": "The atmosphere of a comet comes and goes. Approaching the sun, it swells as material from the icy cometary nucleus is warmed and evaporated by increasing sunlight. Immense but tenuous and fleeting, the inner atmosphere or inner \"coma\" of comet Hyakutake is seen in this false color picture. Oriented with the sunward direction toward the upper right, the picture is a composite of Hubble Space Telescope images recorded on April 3 and 4, 1996. It is about 14,000 km across (comparable to Earth's diameter) and is a combination of images showing dust reflected light (red) and ultraviolet light scattered from Hydrogen atoms (blue). Hyakutake's Hydrogen atoms were produced by the breakup of water (H20) molecules evaporating from its nucleus. The Hydrogen data, combined with other observations, indicate that this comet's nucleus, itself only a few km across, was producing about 7 to 8 tons of water per second.",
    "hdurl": "https://apod.nasa.gov/apod/image/9804/hyakutake1_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hyakutake: Comet Atmosphere",
    "url": "https://apod.nasa.gov/apod/image/9804/hyakutake1_hst.gif"
  },
  {
    "date": "1998-04-11",
    "explanation": "Scattered within this cavernous nebula, cataloged as NGC 604, are over 200 newly formed hot, massive, stars. At 1,500 light-years across, this expansive cloud of interstellar gas and dust is effectively a giant stellar nursery located some three million light-years distant in the spiral galaxy, M33. The newborn stars irradiate the gas with energetic ultraviolet light stripping electrons from atoms and producing a characteristic nebular glow. The details of the nebula's structure hold clues to the mysteries of star formation and galaxy evolution.",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/ngc604_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 604: Giant Stellar Nursery",
    "url": "https://apod.nasa.gov/apod/image/9703/ngc604_hst.jpg"
  },
  {
    "date": "1998-04-12",
    "explanation": "Newborn stars are forming in the Eagle Nebula.  This image, taken with the Hubble Space Telescope in 1995, shows evaporating gaseous globules (EGGs) emerging from pillars of molecular hydrogen gas and dust.  The giant pillars are light years in length and are so dense that interior gas contracts gravitationally to form stars.  At each pillars' end, the intense radiation of bright young stars causes low density material to boil away, leaving stellar nurseries of dense EGGs exposed. The Eagle Nebula, associated with the open star cluster M16, lies about 7000 light years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/pillars3_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars from Eagle's EGGs",
    "url": "https://apod.nasa.gov/apod/image/9701/pillars3_hst.jpg"
  },
  {
    "date": "1998-04-13",
    "explanation": "Our Sun changes every day. This recent picture was taken in a very specific red color called Hydrogen-Alpha.  Dark spots that might appear on the image are usually sunspots, dark magnetic depressions that are slightly cooler than the rest of the Sun's surface.  Bright spots that might appear are usually plages, active regions that are slightly hotter than the rest of the Sun's surface.  Over the next few years the average number of sunspots and plages will increase until \"Solar Maximum\" occurs in 2001.  The Sun usually goes through a maximum and minimum every 11 years. From 1645 to 1715, however, almost no sunspots at all were recorded, for reasons unknown. (An updated picture can be found here.)",
    "hdurl": "https://apod.nasa.gov/apod/image/9804/suntoday_98apr04_lear.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sun Changes",
    "url": "https://apod.nasa.gov/apod/image/9804/suntoday_98apr04_lear.gif"
  },
  {
    "copyright": "G. Greaney",
    "date": "1998-04-14",
    "explanation": "Wisps of dust fill the space between the stars. This dust is usually invisible, subtly acting to dim the light of more distant stars.  Sometimes this dust is thick and prominent as dark patches on otherwise bright emission nebulae.  Other times this dust may show itself by reflecting the light of bright, nearby stars. Because bright stars tend to be blue, and because dust reflects blue light more easily than red, the resulting reflection nebula usually appears blue.  Pictured above is the reflection nebula Sharpless 2-1 in the constellation of Scorpius.",
    "hdurl": "https://apod.nasa.gov/apod/image/9804/sh2_gg.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Starlight Reflections",
    "url": "https://apod.nasa.gov/apod/image/9804/sh2_gg_big.jpg"
  },
  {
    "date": "1998-04-15",
    "explanation": "This is NGC 1818, a youthful, glittering cluster of 20,000 stars residing in the Large Magellanic Cloud, 164,000 light-years away. Pick a star. Any star. Astronomers might pick the unassuming bluish-white one (circled) which appears to be a hot newly formed white dwarf star. What makes it so interesting? The standard astronomical wisdom suggests that stars over 5 times as massive as the sun rapidly exhaust their nuclear fuel and end their lives in a spectacular supernova explosion. With less than this critical mass they evolve into red giants, pass through a relatively peaceful planetary nebula phase, and calmly fade away as white dwarf stars like this one. Except that as a member of the NGC 1818 cluster, this new white dwarf would have evolved from a red giant star over 7.6 times as massive as the sun - which should have exploded! Its discovery will likely force astronomers to revise the limiting mass estimate for supernovae upward.",
    "hdurl": "https://apod.nasa.gov/apod/image/9804/ngc1818_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1818: Pick A Star",
    "url": "https://apod.nasa.gov/apod/image/9804/ngc1818_hst.jpg"
  },
  {
    "date": "1998-04-16",
    "explanation": "The Mars Global Surveyor spacecraft has returned another close-up of the Cydonia region on Mars. Orbiting over clear Martian skies at a range of about 200 miles, the Mars Orbiter Camera looked down on features known as the \"City\" on Mars and produced a high resolution image covering a swath around 1.5 by 15 miles at a pixel size of about 8.2 feet. This cropped portion of the processed image shows an area approximately 1.5 miles wide. Heavily weathered hills and pocked surfaces suggest the erosion of layers of the ancient Martian crust.",
    "hdurl": "https://apod.nasa.gov/apod/image/9804/cydonia2_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars: Cydonia Close-Up",
    "url": "https://apod.nasa.gov/apod/image/9804/cydonia2_mgs.jpg"
  },
  {
    "date": "1998-04-17",
    "explanation": "On July 20, 1976, the Viking 1 lander touched down on the Martian Chryse Planitia. Its exact landing site is somewhere in the white rectangle above. Unfortunately, this wide angle Mars Global Surveyor image taken on April 12 reveals a substantial dust storm in the area with light colored plumes apparently blowing toward the upper right of the picture. Attempts to find the first spacecraft to land on Mars in the corresponding high resolution narrow field images have not been successful due in part to the increased atmospheric haze. The region shown here is about 100 miles across.",
    "hdurl": "https://apod.nasa.gov/apod/image/9804/vik1site1_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars: Looking For Viking",
    "url": "https://apod.nasa.gov/apod/image/9804/vik1site1_mgs.jpg"
  },
  {
    "date": "1998-04-18",
    "explanation": "Long ago in a galaxy far, far away, locked in their final desperate struggle against the force of gravity ... two stars exploded! stellar explosions - Supernovae - are among the most powerful events in the Universe, estimated to release an equivalent energy of up to 1 million trillion trillion (1 followed by 30 zeros) megatons of TNT. After the explosion, an expanding supernova envelope is observed to brighten over a a period of days to a maximum light output which rivals that of an entire galaxy before fading from view over the following months. Triggered by the collapsing core of a massive star or the nuclear demise of a white dwarf supernovae occur in average spiral galaxies only about once every 25-100 years. But a recent observation of NGC 664, a spiral galaxy about 300 million light years distant, captured a rare and colorful performance - two supernovae from the same galaxy. In this monitoring exposure the two supernovae, one reddish yellow and one blue, form a close pair just below the image center (to the right of the galaxy nucleus). The color difference is due to temperature - blue is hotter.",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/starngc664_whipple_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Wars in NGC 664",
    "url": "https://apod.nasa.gov/apod/image/9702/starngc664_whipple.gif"
  },
  {
    "date": "1998-04-19",
    "explanation": "Here is the first direct picture of the surface of a star other than our Sun. Taken by the Hubble Space Telescope in 1995, the atmosphere of Betelgeuse reveals some unexpected features, including a large bright hotspot visible below the center.  Betelgeuse (sounds like \"beetle juice\") is a red supergiant star about 600 light years distant, easily recognizable from its brightness and reddish color in the constellation of Orion. While Betelgeuse is cooler than the Sun, it is more massive and over 1000 times larger.  If placed at the center of our Solar System, it would extend past the orbit of Jupiter. Betelgeuse is nearing the end of its life and will become a supernova in a perhaps a few tens of millions of years.",
    "hdurl": "https://apod.nasa.gov/apod/image/9804/betelgeuse_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Betelgeuse",
    "url": "https://apod.nasa.gov/apod/image/9804/betelgeuse_hst.jpg"
  },
  {
    "date": "1998-04-20",
    "explanation": "Can you name this satellite? In December, NASA's third Great Observatory is planned for launch. The two NASA Great Observatories currently in orbit are the Hubble Space Telescope and the Compton Gamma-Ray Observatory, both now named for famous scientists. But after whom should the Advanced X-ray Astrophysics Facility (AXAF) be named? If your submitted suggestion conforms with contest rules and is chosen, you will have named the most powerful X-ray satellite ever built, and may even win a prize.  AXAF is the size of a bus, has strange mirrors polished to atomic smoothness, and will produce X-ray images five times clearer of objects twice as faint as any previous X-ray satellite.  This should allow AXAF the ability to see X-rays emitted near small black holes, from distant active galaxies, and inside huge clusters of galaxies. Astronomers now hope for an uneventful launch, routine operations, and spectacular discoveries.",
    "hdurl": "https://apod.nasa.gov/apod/image/9804/axaf1_nasa.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Name This Satellite",
    "url": "https://apod.nasa.gov/apod/image/9804/axaf1_nasa.jpg"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard",
    "date": "1998-04-21",
    "explanation": "Is Orion all wet?  Recent observations have confirmed that water molecules now exist in the famous Orion Nebula, and are still forming.  The Orion Nebula (M42, shown above) is known to be composed mostly of hydrogen gas, with all other atoms and molecules being comparatively rare. The nebula is so vast, though, that even the measured minuscule production rate creates enough water to fill Earth's oceans 60 times over every day, speculate discoverers led by M. Harwit (Cornell).  The water that composes comets, the oceans of Earth, and even humans may have been created in a cloud like the Orion Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/9804/oriondust_aat_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Water in Orion",
    "url": "https://apod.nasa.gov/apod/image/9804/oriondust_aat.jpg"
  },
  {
    "date": "1998-04-22",
    "explanation": "Two hundred and twenty light years from Earth, planets are forming.  Recent observations of the binary star system HR 4796 have shown that one of the stars is surrounded by a dusty gaseous disk.  This disk is of the right size, age, and density for dust pellets to accrete surrounding matter.  A hole in the disk's center indicates that increasingly larger condensates are colliding and sticking together, coalescing into moons and planets. Pictured above is a false-color image of the system, with the bright star HR 4796A indicated by a cross. The disk measures about five times the size of our Solar System, and is seen nearly edge-on. HR 4796 is in the southern constellation Centaurus.",
    "hdurl": "https://apod.nasa.gov/apod/image/9804/hr4796a_keck_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "HR 4796A: A Recipe for Planets",
    "url": "https://apod.nasa.gov/apod/image/9804/hr4796a_keck.jpg"
  },
  {
    "date": "1998-04-23",
    "explanation": "These separate radio images reveal three dusty debris disks surrounding three bright, young, nearby stars - evidence for solar systems in formation. From left to right are the stars Fomalhaut, Beta Pictoris, and Vega, their positions indicated by star symbols. The false color maps show the intensity of submillimeter radio emission from the surrounding dust. Next to each dust \"disk\", a vertical bar illustrates the present size of our own solar system. These observations are likely examples of what our solar system would have looked like to distant radio astronomers when it was only a few hundred million years old! Astronomers speculate that bright blobs of emission near Vega and Beta Pictoris may represent dust clouds around developing giant planets. The radio images were made using detectors cooled to near absolute zero and the James Clerk Maxwell Telescope at Mauna Kea Observatory in Hawaii.",
    "hdurl": "https://apod.nasa.gov/apod/image/9804/starsdisks3_jcm_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Three Dusty Stars",
    "url": "https://apod.nasa.gov/apod/image/9804/starsdisks3_jcm.jpg"
  },
  {
    "date": "1998-04-24",
    "explanation": "This delightfully detailed false color image of Saturn has been earmarked to celebrate the 8th anniversary of the orbiting Hubble Space Telescope. The picture is a combination of three images taken in January of this year with the Hubble's new NICMOS instrument and shows the lovely ringed planet in reflected infrared light. Different colors indicated varying heights and compositions of cloud layers generally thought to consist of ammonia ice crystals. The eye-catching rings cast a shadow on Saturn's upper hemisphere, while the bright stripe seen within the left portion of the shadow is infrared sunlight streaming through the large gap in the rings known as the Cassini Division. Two of Saturn's many moons have also put in an appearance, Tethys just beyond the planet's disk at the upper right, and Dione at the lower left.",
    "hdurl": "https://apod.nasa.gov/apod/image/9804/saturn98_nicmos_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Infrared Saturn",
    "url": "https://apod.nasa.gov/apod/image/9804/saturn98_nicmos.jpg"
  },
  {
    "date": "1998-04-25",
    "explanation": "A massive star ends life as a supernova, blasting its outer layers back to interstellar space. The spectacular death explosion is initiated by the collapse of what has become an impossibly dense stellar core. However, this core is not necessarily destroyed. Instead, it may be transformed into an exotic object with the density of an atomic nucleus but more total mass than the sun - a neutron star. A neutron star is hard to detect directly because it is small (roughly 10 miles in diameter) and therefore dim, but newly formed in this violent crucible it is intensely hot, glowing in X-rays. These X-ray images from the orbiting ROSAT observatory may offer a premier view of such a recently formed neutron stars' X-ray glow. Pictured is the supernova remnant Puppis A, one of the brightest sources in the X-ray sky, with shocked gas clouds still expanding and radiating X-rays. In the inset close-up view, a faint pinpoint source of X-rays is visible which is most likely the young neutron star, kicked out by the asymmetric explosion and moving away from the site of the original supernova at about 600 miles per second.",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/puppisa_rosat_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Supernova Remnant and Neutron Star",
    "url": "https://apod.nasa.gov/apod/image/9611/puppisa_rosat.gif"
  },
  {
    "date": "1998-04-26",
    "explanation": "Like a butterfly, a white dwarf star begins its life by casting off a cocoon that enclosed its former self. In this analogy, however, the Sun would be a caterpillar and the ejected shell of gas would become the prettiest of all! The above cocoon, the planetary nebula designated NGC 2440, contains one of the hottest white dwarf stars known. The white dwarf can be seen as the bright dot near the photo's center. Our Sun will eventually become a \"white dwarf butterfly\", but not for another 5 billion years. The above false color image and was post-processed by F. Hamilton.",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/ngc2440_hst2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2440: Cocoon of a New White Dwarf",
    "url": "https://apod.nasa.gov/apod/image/9612/ngc2440_hst2.jpg"
  },
  {
    "date": "1998-04-27",
    "explanation": "How can a round star make a square nebula? This conundrum came to light with the discovery of planetary nebulae like IC 4406.  IC 4406 is most probably cylindrical, with its square appearance the result of our vantage point in viewing the cylinder.  Hot gas is known to be flowing out the ends of the cylinder, while filaments of dark dust and molecular gas lace the bounding walls. The star primarily responsible for this interstellar sculpture can be found in the nebula's center. In a few million years, the only thing left visible in IC 4406 will be a fading white dwarf star.",
    "hdurl": "https://apod.nasa.gov/apod/image/9804/ic4406_hst.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 4406: A Seemingly Square Nebula",
    "url": "https://apod.nasa.gov/apod/image/9804/ic4406_hst_big.jpg"
  },
  {
    "copyright": "S. Barnes",
    "date": "1998-04-28",
    "explanation": "The crescent Moon, Venus, and Jupiter all appeared together in the early morning hours of April 23rd.  Some locations on Earth were able to witness a rare double conjunction eclipse, where the Moon occulted both Jupiter and Venus at the same time. The next double conjunction eclipse will involve Mercury and Mars and will occur on February 13, 2056.",
    "hdurl": "https://apod.nasa.gov/apod/image/9804/conj_sb_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Double Conjunction Eclipse",
    "url": "https://apod.nasa.gov/apod/image/9804/conj_sb.jpg"
  },
  {
    "date": "1998-04-29",
    "explanation": "Giant spinning clouds of gas, similar to Earth's tornadoes, have been found on the Sun. Solar tornadoes, however, can be larger than the entire Earth, and sustain wind gusts over 1000 times stronger than their Earth counterparts. The SOHO spacecraft has found that solar tornadoes start low in the Sun's atmosphere and spiral outwards, gathering speed as they enter the Solar System.  Earthlings have more to fear from Earth's own weather phenomena, though, because the high speed particles that result from solar tornadoes are easily stopped by the Earth's thick atmosphere.  Earthlings may have much to learn from solar tornadoes, including details of how the solar wind and corona are powered, and how to better predict future solar particle storms that could damage sensitive satellites.",
    "hdurl": "https://apod.nasa.gov/apod/image/9804/tornado_soho.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tornadoes on the Sun",
    "url": "https://apod.nasa.gov/apod/image/9804/tornado_soho.jpg"
  },
  {
    "date": "1998-04-30",
    "explanation": "Get out your red/blue glasses and check out this stereo picture of \"Big Crater\" on Mars! (Pieces of red and blue or green clear plastic will do. Your right eye should look through the red piece.) The stereo perspective was created by combining images from the Mars Global Surveyor spacecraft taken on two different orbits, each with a slightly different viewing angle. At just under a mile in diameter, Big Crater is not all that big but it is an important landmark in the vicinity of the Mars Pathfinder landing site on an ancient flood plain in Ares Vallis. Identifying corresponding smaller scale features in Pathfinder and Surveyor images will help to precisely locate the lander. Meanwhile, the line of sight between the Earth and Mars is approaching the Sun. During this period, known as solar conjunction, communicating with Mars Global Surveyor will be difficult.",
    "hdurl": "https://apod.nasa.gov/apod/image/9804/bigcrater_stereo_mgs.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars: Big Crater in Stereo",
    "url": "https://apod.nasa.gov/apod/image/9804/bigcrater_stereo_mgs.jpg"
  },
  {
    "date": "1998-05-01",
    "explanation": "Venus, the second closest planet to the Sun, is a popular way-point for spacecraft headed for the gas giant planets in the outer reaches of the solar system. Why visit Venus first? Using a \" gravity assist \" maneuver, spacecraft can swing by planets and gain energy during their brief encounter saving fuel for use at the end of their long interplanetary voyage. This colorized image of Venus was recorded by the Jupiter-bound Galileo spacecraft shortly after its gravity assist flyby of Venus in February of 1990. Galileo's glimpse of the veiled planet shows structure in swirling sulfuric acid clouds. The bright area is sunlight glinting off the upper cloud deck. The Saturn-bound Cassini spacecraft just completed its own flyby of Venus on April 26. Launched in October of 1997, Cassini should reach Saturn in July 2004.",
    "hdurl": "https://apod.nasa.gov/apod/image/9805/venus1_gal_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus: Just Passing By",
    "url": "https://apod.nasa.gov/apod/image/9805/venus1_gal.jpg"
  }
]
