[
  {
    "date": "1998-12-01",
    "explanation": "Some galaxies are hard to find.  Besides being hidden behind the dust and bright foreground stars of our Milky Way Galaxy, recently discovered Cepheus 1 was missed previously because it is so uniformly dim.  In fact, the first indication that any galaxy was there at all came in the radio band from the Dwingeloo radio telescope in the Netherlands.  Close inspections of optical photographs like the one above then revealed Cepheus 1 as the low-surface brightness galaxy in the center.  Cepheus 1 turns out to be only about 20 million light years distant, and so is one of the few spiral galaxies that live close by.  Low-surface brightness (LSB) galaxies like Cepheus 1 are still being studied, but are known to have relatively large separations between bright stars, and to be more commonly found away from other galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/9812/cepheus1_apo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cepheus 1: Nearby Galaxy Hiding",
    "url": "https://apod.nasa.gov/apod/image/9812/cepheus1_apo.jpg"
  },
  {
    "date": "1998-12-02",
    "explanation": "This new deep view of the cosmos is the sequel to the 1995 hit Hubble Space Telescope Deep Field. Billed as the Hubble Deep Field South, it was produced by pointing the space telescope toward a patch of sky in the southern constellation Tucana. Over a period of 10 days, many separate exposures were accumulated and combined to reveal progressively fainter galaxies. The original deep field was constructed by observing a piece of sky in the northern constellation Ursa Major. Both stare down 12 billion light-year long tunnels to far-off and still mysterious times when young galaxies inhabited an infant universe. Hubble Deep Field South observations were released to an enthusiastic audience on November 23, 1998.",
    "hdurl": "https://apod.nasa.gov/apod/image/9812/southerndeep_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Deep Field In The Southern Sky",
    "url": "https://apod.nasa.gov/apod/image/9812/southerndeep_hst.jpg"
  },
  {
    "date": "1998-12-03",
    "explanation": "Going gently into the night, Deep Space 1's ion drive has been running smoothly since it was restarted on November 24. How powerful is this high-tech spacecraft's ion propulsion system? At full throttle the engine will consume about 2,100 watts of electrical power generated by solar panels and produce about 1/50th of a pound of thrust. This is roughly equivalent to the force you exert when holding up a single sheet of paper! While clearly not suitable for vehicles which need rapid acceleration, ion propulsion is advantageous to use for missions involving asteroid and comet rendezvous. For these long space voyages which ultimately require a lot of energy, the continuous, gentle nudge of an ion engine easily wins out over brief, powerful, but less efficient blasts from chemical rockets. Pictured here during ground tests, the Deep Space 1 craft is now about three million miles from planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/9812/deepspace1_jpl_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Deep Space 1",
    "url": "https://apod.nasa.gov/apod/image/9812/deepspace1_jpl.jpg"
  },
  {
    "date": "1998-12-04",
    "explanation": "Deep inside Centaurus A, the closest active galaxy to Earth, lies ... another galaxy! Cen A is a giant elliptical galaxy a mere 10 million light-years distant with a central jumble of stars, dust, and gas that probably hides a massive black hole. This composite combines an optical picture of Cen A with dark lines tracing lobes of radio emission and an infrared image from the ISO satellite (in red). The ISO data maps out the dust in what appears to be a barred spiral galaxy about the size of the prominent nearby spiral M33. The discoverers believe that the giant elliptical's gravity helps this barred spiral galaxy maintain its shape. In turn, material funneled along the spiral's bar fuels the central black hole which powers the elliptical's radio lobes. This apparently intimate association between two distinct and dissimilar galaxies suggests a truly cosmic symbiotic relationship.",
    "hdurl": "https://apod.nasa.gov/apod/image/9812/cenasymgal_mirabel_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Centaurus A: The Galaxy Deep Inside",
    "url": "https://apod.nasa.gov/apod/image/9812/cenasymgal_mirabel.jpg"
  },
  {
    "date": "1998-12-05",
    "explanation": "This panorama of the cratered lunar surface was constructed from images returned by the US Surveyor 6 lander. Surveyor 6 was not the first spacecraft to accomplish a soft landing on the Moon ... but it was the first to land and then lift off again! After touching down near the center of the Moon's nearside in November of 1967, NASA controllers commanded the spacecraft to hop. Briefly firing its rocket engine and lifting itself some 4 meters above the surface, the Surveyor moved about 2.5 meters to one side before setting down again. The hopping success of Surveyor 6 essentially marked the completion of the Surveyor series main mission - to determine if the lunar terrain was safe for the planned Apollo landings.",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/surveyor6_pan_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Surveyor Hops",
    "url": "https://apod.nasa.gov/apod/image/9611/surveyor6_pan.gif"
  },
  {
    "copyright": "AAOAATB",
    "date": "1998-12-06",
    "explanation": "The odd looking \"creature\" to the right of center in the above photo is a gas cloud known as a cometary globule. This globule, however, has ruptured. Cometary globules are typically characterized by dusty heads and elongated tails.  These features cause cometary globules to have visual similarities to comets, but in reality they are very much different.  Cometary globules are frequently the birthplaces of stars, and many show very young stars in their heads. The reason for the rupture in the head of this object is not completely known. The galaxy to the left of center is very far in the distance and is only placed near CG4 by chance superposition.",
    "hdurl": "https://apod.nasa.gov/apod/image/9812/cg4_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "CG4: A Ruptured Cometary Globule",
    "url": "https://apod.nasa.gov/apod/image/9812/cg4_aat_big.jpg"
  },
  {
    "date": "1998-12-07",
    "explanation": "Star cluster RCW38 was hiding. This open cluster of stars is located about 5000 light years away towards the constellation of Vela.  Looking there will not normally reveal most of the stars in this cluster, though. The reason is that the open cluster is so young that it is still shrouded in thick dust that absorbs visible light.  This dust typically accompanies the gas that condenses to form young stars.  When viewed in infrared light, however, the star cluster in RCW38 is revealed, because dust is less effective at absorbing infrared light.  The above photograph was one of the first ever taken with the new Infrared Spectrometer and Array Camera (ISAAC) affixed to the 8.2-meter Very Large Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/9812/RCW38_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star-Forming Region RCW38",
    "url": "https://apod.nasa.gov/apod/image/9812/RCW38_vlt.jpg"
  },
  {
    "date": "1998-12-08",
    "explanation": "Is Leo leaking? Leo, the famous sky constellation visible on the left of the above all-sky photograph, appears to be the source of all the meteors seen in this year's Leonids Meteor Shower.  That Leonids point back to Leo is not a surprise - it is the reason this November meteor shower is called the Leonids.  Sand-sized debris expelled from Comet Tempel-Tuttle follows a well-defined orbit about our Sun, and the part of the orbit that approaches Earth is superposed in front of the constellation Leo.  Therefore, when Earth crosses this orbit, the radiant point of falling debris appears in Leo.  Over 150 meteors can be seen in the above four-hour exposure.  The Geminid Meteor Shower, which appears to eminate from the constellation of Gemini, peaks this coming weekend.",
    "hdurl": "https://apod.nasa.gov/apod/image/9812/leonids100_am_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Leonids from Leo",
    "url": "https://apod.nasa.gov/apod/image/9812/leonids100_am.jpg"
  },
  {
    "date": "1998-12-09",
    "explanation": "NGC 253 is not only one of the brightest spiral galaxies visible, it is also one of the dustiest.  Discovered in 1783 by Caroline Herschel in the constellation of Sculptor, NGC 253 lies only about ten million light-years distant.  NGC 253 is the largest member of the Sculptor Group of Galaxies, the nearest group to our own Local Group of Galaxies.  The dense dark dust accompanies a high star formation rate, giving NGC 253 the designation of starburst galaxy.  Visible in the above photograph from the Hubble Space Telescope is the active central nucleus, also known to be a bright source of X-rays and gamma rays.",
    "hdurl": "https://apod.nasa.gov/apod/image/9812/ngc253_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 253: The Sculptor Galaxy",
    "url": "https://apod.nasa.gov/apod/image/9812/ngc253_hst.jpg"
  },
  {
    "date": "1998-12-10",
    "explanation": "Batteries and solar panels were included with this version of the International Space Station (ISS) but some assembly is still required. On Saturday, December 5th, the STS-88 crew of the Space Shuttle Endeavor achieved the in orbit docking of the Zarya and Unity (foreground) ISS modules. On Monday, astronauts James Newman (left) and Jerry Ross continued the assembly procedures connecting power and data cables during the first of three planned spacewalks. Ground controllers were then able to successfully activate the ISS. Now orbiting planet Earth at an altitude of about 248 miles, Endeavour and the ISS are reported to be in excellent shape and crew members plan to enter the new space station today. Five Americans, one Russian, and the Unity module itself were lifted into orbit by the shuttle on Friday, December 4, while the Zarya (sunrise) module was launched on a Proton rocket from the Baikonur Cosmodrome in Kazakstan on November 20.",
    "hdurl": "https://apod.nasa.gov/apod/image/9812/issassemble_sts88_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Assembling The International Space Station",
    "url": "https://apod.nasa.gov/apod/image/9812/issassemble_sts88.jpg"
  },
  {
    "date": "1998-12-11",
    "explanation": "ch red speck indicated above is a powerful quasar estimated to be over 100 times brighter than a galaxy. Yet in these Sloan Digital Sky Survey discovery images the quasars appear faint because they are extremely distant. Their distances have been indirectly gauged by noting how much the light they emit has been stretched to longer wavelengths by the expansion of the Universe. Because red light has the longest wavelengths in the visible spectrum, this stretch has come to be called \"redshift\" - the greater the distance, the greater the redshift. Astronomers use a number known as \"Z\" to quantify this cosmological redshift and the quasar at the left, with a Z of 5, was just proclaimed the new quasar redshift champion (from left to right the measured Zs are 5.00, 4.90, 4.75). What's the actual distance to quasars with Zs of 5 or so? ... about 15 billion light-years, give or take a few billion light-years depending on your favorite cosmology!",
    "hdurl": "https://apod.nasa.gov/apod/image/9812/quaz500_sdss_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "High Redshift Quasars",
    "url": "https://apod.nasa.gov/apod/image/9812/quaz500_sdss_sm.jpg"
  },
  {
    "date": "1998-12-12",
    "explanation": "How long would it take to drive to the Sun? Brittany, age 7, and D.J., age 12, ponder this question over dinner one evening. James, also age 7, suggests taking a really fast racing car while Christopher, age 4, eagerly agrees. Jerry, a really old guy who is used to estimating driving time on family trips based on distance divided by speed, offers to do the numbers. \"Let's see ... the Sun is 93 million miles away. So, if we drove 93 miles per hour the trip would only take us 1 million hours.\" How long is 1 million hours? One year is 365 days times 24 hours per day, or 8,760 hours. One hundred years would be 876,000 hours, still a little short of the 1 million hour drive time -- so the Sun is really quite far away. Christopher is not impressed, but as he grows older he will be. You've got to be impressed by something that's 93 million miles away and still hurts your eyes when you look at it!",
    "hdurl": "https://apod.nasa.gov/apod/image/9812/eithe_981211_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Driving To The Sun",
    "url": "https://apod.nasa.gov/apod/image/9812/eithe_981211.jpg"
  },
  {
    "date": "1998-12-13",
    "explanation": "How did the astronauts get back from the Moon? The Lunar Module that landed two astronauts on the Moon actually came apart. The top part containing the astronauts carried additional rocket fuel which allowed it to blast away, leaving the bottom part on the Moon forever. The top part would later meet up with the Command Module and its astronaut pilot, which were continually orbiting the Moon. All would then return to Earth together. The above picture was taken by a robot TV camera left on the Moon by the crew of Apollo 16.  The frame above captures the top part of the Lunar Module just at it was blasting off.",
    "hdurl": "https://apod.nasa.gov/apod/image/apollo16_blastoff_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Blasting Off from the Moon",
    "url": "https://apod.nasa.gov/apod/image/apollo16_blastoff.gif"
  },
  {
    "date": "1998-12-14",
    "explanation": "Among the faintest objects are some of the most unusual objects. The Hubble Deep Field South was released after much anticipation earlier this month, delivering a unique view of some of the most distant parts of our universe. Part of this field is shown above.  Numerous astronomers are currently poring over this field, trying to find clues about young galaxies, cosmological curvature, and dark matter.  Clearly, visible among galaxies as dim as magnitude 30 in this long-duration exposure (and in the original Hubble Deep Field North) are many peculiar looking galaxies. One interesting artifact is the blue arc just to the upper right of the large galaxy near the image center.  This arc may be light from a more distant galaxy focused by the gravitational lens effect of the nearer galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/9812/hdfs02_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Hubble Deep Field South",
    "url": "https://apod.nasa.gov/apod/image/9812/hdfs02_hst.jpg"
  },
  {
    "date": "1998-12-15",
    "explanation": "The ridges on Europa may be caused by cold water volcanoes.  Europa, one of the largest moons of Jupiter, has been the source of intense scrutiny since speculation increased of there being oceans beneath its icy surface.  Currently the Galileo spacecraft orbiting Jupiter is on an extended mission designed, in part, to study Europa's surface in greater detail.  The above image highlights features common to Europa's surface: pure blue water ice beneath lighter ridges that run for many kilometers.  These ridges may result from volcanic cracks in the ice where emerging liquid water froze upon exposure to the cold of deep space.  The reasons for the colors of the ridges remain uncertain.",
    "hdurl": "https://apod.nasa.gov/apod/image/9812/europaridges_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Plains and Ridges on Europa",
    "url": "https://apod.nasa.gov/apod/image/9812/europaridges_gal.jpg"
  },
  {
    "date": "1998-12-16",
    "explanation": "This dramatic premier three-dimensional visualization of Mars' north pole is based on elevation measurements made by an orbiting laser. During the Spring and Summer of 1998 the Mars Orbiter Laser Altimeter (MOLA) flashed laser pulses toward the Martian surface from the Global Surveyor spacecraft and recorded the time it took to detect the reflection. This timing data has now been translated to a detailed topographic map of Mars' north polar terrain. The map indicates that the ice cap is is about 1,200 kilometers across, a maximum of 3 kilometers thick, and cut by canyons and troughs up to 1 kilometer deep. The measurements also indicate that the cap is composed primarily of water ice with a total volume of only about four percent of planet Earth's Antarctic ice sheet. In all it represents at most a tenth of the amount of water some scientists believe once existed on ancient Mars. Where did all the water go?",
    "hdurl": "https://apod.nasa.gov/apod/image/9812/marsnpole_mola_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "3-D Mars' North Pole",
    "url": "https://apod.nasa.gov/apod/image/9812/marsnpole_mola1.jpg"
  },
  {
    "date": "1998-12-17",
    "explanation": "For the orbiting International Space Station (ISS), the sun sets every 90 minutes. But working through the night, spacewalking astronauts can rely on artificial lighting. Here, the eerie glow of work-lights illuminate Space Shuttle Endeavor astronaut Jerry Ross during a night on his second spacewalk as he continues the in orbit assembly of the ISS. Endeavor landed at Kennedy Space Center Tuesday night bringing an end to the successful ISS assembly mission and the final shuttle mission of 1998.",
    "hdurl": "https://apod.nasa.gov/apod/image/9812/nightwork_sts88_big1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Night Shift",
    "url": "https://apod.nasa.gov/apod/image/9812/nightwork_sts88_crop1.jpg"
  },
  {
    "date": "1998-12-18",
    "explanation": "TT Cygni is a cool red giant star with a wind. This false-color picture of TT Cyg was made using a coordinated array of millimeter wavelength radio telescopes and shows radio emission from carbon monoxide (CO) molecules in the surrounding gas. The central emission is from material blown off the red giant over a few hundred years while the thin ring, with a radius of about 1/4 light-year, actually represents a shell of gas expanding outward for 6,000 years. Carbon stars like TT Cyg are so named for their apparent abundance of carbon containing molecules. The carbon is likely the dredged-up ashes of nuclear helium burning in the stellar interior. Carbon stars loose a significant fraction of their total mass in the form of a stellar wind which ultimately enriches the interstellar gas - the source of material for future generations of stars. TT Cyg is about 1,500 light-years away in the constellation Cygnus.",
    "hdurl": "https://apod.nasa.gov/apod/image/9812/ttcyg_olofsson_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "TT Cygni: Carbon Star",
    "url": "https://apod.nasa.gov/apod/image/9812/ttcyg_olofsson1.jpg"
  },
  {
    "date": "1998-12-19",
    "explanation": "By chance, a collision of two galaxies has created a surprisingly recognizable shape on a cosmic scale - \"The Cartwheel Galaxy\". The Cartwheel is part of a group of galaxies about 500 million light years away in the constellation Sculptor (two smaller galaxies in the group are visible on the right). Its rim is an immense ring-like structure 100,000 light years in diameter composed of newly formed, extremely bright, massive stars. When galaxies collide they pass through each other, their individual stars rarely coming into contact. However, the galaxies' gravitational fields are seriously distorted by the collision. In fact, the ring-like shape is the result of the gravitational disruption caused by a small intruder galaxy passing through a large one, compressing the interstellar gas and dust and causing a a star formation wave to move out from the impact point like a ripple across the surface of a pond. In this case the large galaxy may have originally been a spiral, not unlike our own Milky Way, transformed into the wheel shape by the collision. But ... what happened to the small intruder galaxy?",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/cartwheel1_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cartwheel Of Fortune",
    "url": "https://apod.nasa.gov/apod/image/9702/cartwheel1_hst.jpg"
  },
  {
    "copyright": "PSIKPNONOAO",
    "date": "1998-12-20",
    "explanation": "Is our Galaxy this thin? We believe so. The Milky Way, like NGC 891 pictured above, has the width of a typical spiral galaxy. Spirals have most of their bright stars, gas, and obscuring dust in a thin disk.  This disk can be so thin the spiral galaxy appears edge-on like a compact disk seen sideways. The dark band across the middle is a lane of dust which absorbs light.  Some of the billions of stars that orbit the center of NGC 891, however, appear to be moving too fast to just be traveling in circles.  What causes this peculiar motion?  One hypothesis is that NGC 891 has a large bar across its center -- a bar that would be obvious were we to see this galaxy face-on instead of edge-on. This false color picture was constructed from 3 near infrared images.",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/ngc891_kp.jpg ",
    "media_type": "image",
    "service_version": "v1",
    "title": "Edge-On Spiral Galaxy NGC 891",
    "url": "https://apod.nasa.gov/apod/image/9702/ngc891_kp_rot.jpg"
  },
  {
    "date": "1998-12-21",
    "explanation": "The solstice occurs today at 8:56 PM Eastern Standard Time. At the solstice the sun reaches its most southerly position in the sky and winter begins for the Northern Hemisphere while summer starts South of the Equator. This false-color image of the sun was made about 48 hours before the solstice in the light of soft (lower energy) X-rays by a telescope on board the space-based Yohkho solar observatory. The normally bright, visible solar surface or photosphere appears dark in X-ray light while active regions in the solar corona which lie above the photosphere are particularly X-ray bright. Solar photospheric temperatures are about 6,000 degrees C. but the X-ray bright coronal regions have temperatures of millions of degrees. Why is the sun's corona so hot?",
    "hdurl": "https://apod.nasa.gov/apod/image/9812/solsticesun_sxt_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solstice Sun In Soft X-rays",
    "url": "https://apod.nasa.gov/apod/image/9812/solsticesun_sxt.jpg"
  },
  {
    "date": "1998-12-22",
    "explanation": "Many of the 1998 Leonid shower meteors were so bright they could be seen even during sunrise.  The above photograph was taken near the dawn of November 16 close to Hong Kong, China.  However, most meteors are fainter and are not associated with any particular meteor shower.  On any given night from a dark location it would not be unusual to see up to 10 meteors per hour,  while the predictable Meteor showers might feature 100 meteors per hour.  A true meteor storm will occur only a few times per century.  The actual intensity of meteor storms is notoriously hard to predict, but may feature rates upwards of 10 meteors per second.",
    "hdurl": "https://apod.nasa.gov/apod/image/9812/leonidawn_hk_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dawn of the Leonids",
    "url": "https://apod.nasa.gov/apod/image/9812/leonidawn_hk.jpg"
  },
  {
    "date": "1998-12-23",
    "explanation": "It is difficult to hide one galaxy far behind another.  The closer galaxy's gravity will act like a huge lens, pulling images of the background galaxy around both sides.  This is just the case observed in the above recently released image from the VLT: the red galaxy in the middle is in the foreground, lensing the image of the background green galaxy into surrounding contorted arcs.  These images are more than sideshows, since the distance between background images increases with the mass of the lens.  This lens mass turns out to be much greater than the sum of all its stars - indicating the presence of dark matter.  The distorted galaxy is said to appear as an Einstein ring, named after Albert Einstein who accurately predicted many attributes of the gravitational lens effect -- although he also guessed that such an effect was unlikely to be seen in practice.",
    "hdurl": "https://apod.nasa.gov/apod/image/9812/ering_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ring Around the Galaxy",
    "url": "https://apod.nasa.gov/apod/image/9812/ering_vlt.jpg"
  },
  {
    "date": "1998-12-24",
    "explanation": "Looking down from atop a Delta II rocket blasting skyward, solid fuel boosters fall away (left) and the Earth's limb slides into view. These pictures from the launch of the Mars Climate Orbiter were taken as it climbed away from Cape Canaveral Air Station Space Launch Complex 17 on December 11. This spacecraft won't arrive at Mars in time for Christmas though, as its cruise to the red planet will require about 9 1/2 Earth months to complete. Once it does get there it will use aerobraking to help establish a polar science mapping orbit for studying the martian atmosphere. The orbiter is also scheduled to act as a communications relay for the soon to be launched Mars Polar Lander.",
    "hdurl": "https://apod.nasa.gov/apod/image/9812/m98boost1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars Climate Orbiter Launches",
    "url": "https://apod.nasa.gov/apod/image/9812/m98boost1.jpg"
  },
  {
    "date": "1998-12-25",
    "explanation": "If our Galaxy were a Christmas tree, planetary nebulae would adorn it like colorful lighted ornaments twinkling on a cosmic scale. Glowing shrouds of gas ejected by red giant stars, planetary nebulae like NGC 6578 (left) and IC 3568 last for a mere 10,000 years or so as swollen stellar giants are transformed into fading, cooling white dwarf stars. Meanwhile ... have a safe, happy holiday season and Best Wishes to all from APOD!",
    "hdurl": "https://apod.nasa.gov/apod/image/9812/ngc6578.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nebulae For Christmas",
    "url": "https://apod.nasa.gov/apod/image/9812/ngc6578_1.jpg"
  },
  {
    "date": "1998-12-26",
    "explanation": "The bright object in the center of the false color image above is quasar 3C279 viewed in gamma-rays, photons with more than 40 million times the energy of visible light. Like all quasars, 3C279 is a nondescript, faint, star-like object in the visible sky. Yet, in June of 1991 a gamma-ray telescope onboard NASA's orbiting Compton Gamma Ray Observatory unexpectedly discovered that it was one of the brightest objects in the gamma-ray sky. Shortly after this image was recorded the quasar faded from view at gamma-ray energies. Astronomers are still trying to understand what causes these enigmatic objects to flare so violently. Another quasar, 3C273, is faintly visible above and to the right of center.",
    "hdurl": "https://apod.nasa.gov/apod/image/gamma_3c279_egret.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gamma-Ray Quasar",
    "url": "https://apod.nasa.gov/apod/image/gamma_3c279_egret.gif"
  },
  {
    "date": "1998-12-27",
    "explanation": "Are stars better appreciated for their art after they die?  Actually, stars usually create their most artistic displays as they die.  In the case of low-mass stars like our Sun and M2-9 pictured above, the stars transform themselves from normal stars to white dwarfs by casting off their outer gaseous envelopes.  The expended gas frequently forms an impressive display called a planetary nebula that fades gradually over thousand of years. M2-9, a butterfly planetary nebula 2100 light-years away shown in representative colors, has wings that tell a strange but incomplete tale. In the center, two stars orbit inside a gaseous disk 10 times the orbit of Pluto.  The expelled envelope of the dying star breaks out from the disk creating the bipolar appearance.  Much remains unknown about the physical processes that cause planetary nebulae.",
    "hdurl": "https://apod.nasa.gov/apod/image/9712/m2-9_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M2-9: Wings of a Butterfly Nebula",
    "url": "https://apod.nasa.gov/apod/image/9712/m2-9_hst.jpg"
  },
  {
    "date": "1998-12-28",
    "explanation": "On December 23, the NEAR spacecraft flew by asteroid 433 Eros.  NEAR was originally scheduled to brake and orbit Eros, but an unexpected shutdown of its main engine caused this plan to be aborted.  NEAR will now be reset and attempt to return to orbit Eros in early 2000. The above  image sequence was taken as NEAR approached Eros.  The rotation of the asteroid is visible in the successive frames.  When NEAR is fully operational, it will likely provoke the world's largest telescopes to point not toward asteroid Eros but to positions indicated by another of NEAR's instruments: its gamma-ray burst (GRB) detector.  NEAR's distant GRB detector happens now to be in a unique position to contribute information crucial to the rapid acquisition of accurate GRB positions.",
    "hdurl": "https://apod.nasa.gov/apod/image/9812/eros_near_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NEAR to Asteroid Eros",
    "url": "https://apod.nasa.gov/apod/image/9812/eros_near.jpg"
  },
  {
    "copyright": "B. Yen",
    "date": "1998-12-29",
    "explanation": "The Leonid meteor shower was not the only good meteor shower this season.  Earlier this month, the annual Geminids meteor shower peaked, featuring as many as 140 meteors per hour from some locations.  Geminid meteors can be seen streaking away from the constellation of Gemini, as depicted in the above all-sky photograph.  The origin of the Geminid meteors is somewhat uncertain but thought to be small bits broken off the unusual asteroid 3200 Phaetheon.  Many observers reported that the 1998 Geminids were typically less bright than the 1998 Leonids, but appeared more bunched, with groups of two or three meteors sometimes appearing simultaneously.  Next years' Geminids might be better yet.",
    "hdurl": "https://apod.nasa.gov/apod/image/9812/geminids98_by_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Geminid From Gemini",
    "url": "https://apod.nasa.gov/apod/image/9812/geminids98_by.jpg"
  },
  {
    "date": "1998-12-30",
    "explanation": "Far away, long ago, a star exploded.  Supernova 1994D, visible as the bright spot on the lower left, occurred in the outskirts of disk galaxy NGC 4526. Supernova 1994D was not of interest for how different it was, but rather for how similar it was to other supernovae.  In fact, the light emitted during the weeks after its explosion caused it to be given the familiar designation of a Type Ia supernova.  If all Type 1a supernovae have the same intrinsic brightness, then the dimmer a supernova appears, the farther away it must be.  By calibrating a precise brightness-distance relation, astronomers are able to estimate not only the expansion rate of the universe (parameterized by the Hubble Constant), but also the geometry of the universe we live in (parameterized by Omega and Lambda). The large number and great distances to supernovae measured in 1998 have been interpreted as indicating that we live in a previously unexpected universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/9812/sn94d_hiz_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Supernova 1994D and the Unexpected Universe",
    "url": "https://apod.nasa.gov/apod/image/9812/sn94d_hiz.jpg"
  },
  {
    "date": "1998-12-31",
    "explanation": "Distant supernovae were among topics at the forefront of astronomy during 1998.  Two independent groups raced to deploy large telescopes to scan the sky, discovering and analyzing far-off supernovae with the promise of calibrating the geometry of our universe.  The results were surprising -- implying an unexpected universe rich in not only dark matter (Omega in matter ~ 0.3) but also in dark energy (Lambda ~ 0.7).  Skeptics remain cautious, however, some waiting for more than a few high- redshift supernovae to light the way, while others waiting for verification methods not vulnerable to the same types of systematic errors.  Pictured above are several of the distant supernovae that have ignited modern cosmology.",
    "hdurl": "https://apod.nasa.gov/apod/image/9812/sne98_hiz_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Year of Distant Supernovae",
    "url": "https://apod.nasa.gov/apod/image/9812/sne98_hiz.jpg"
  },
  {
    "date": "1999-01-01",
    "explanation": "SO202-G23 is a colorful mess.  It is a collision between two galaxies taking place over hundreds of millions of years.  The representative colors give astronomers some idea of what is going on. Visible in this jumble is an  active nucleus spewing ultraviolet radiation which lights up surrounding gas (blue); galactic arms contorted by the gravity of the collision (green); a star forming complex left of center (blue); and dust (red).  In billions of years this mess might settle into a relatively normal looking galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/9901/merger_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "ESO202-G23: Merging Galaxies",
    "url": "https://apod.nasa.gov/apod/image/9901/merger_vlt.jpg"
  }
]
