[
  {
    "date": "1998-06-01",
    "explanation": "An 11th magnitude quake has been recorded on the Sun, immediately following a moderate solar flare.  The quake was the first ever recorded on the Sun, but only because astronomers have only recently figured out when and how to find them using the orbiting SOHO spacecraft. Dark waves from the quake can be seen in the above picture spreading out from an explosive bright flare. The solar ripples are similar in appearance to waves caused by a rock thrown into a pond.  The magnitude and evolution of these quakes gives information about the physical nature of solar flares, the surface of the Sun, and even the Sun's interior.",
    "hdurl": "https://apod.nasa.gov/apod/image/9806/sunquake_soho_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar Flares Cause Sun Quakes",
    "url": "https://apod.nasa.gov/apod/image/9806/sunquake_soho.jpg"
  },
  {
    "copyright": "Very Large TelescopeESO",
    "date": "1998-06-02",
    "explanation": "The Butterfly Nebula is only thousands of years old.  As a central star of a binary system aged, it threw off its outer envelopes of gas in a strong stellar wind. The remaining stellar core is so hot it ionizes the previously ejected gas, causing it to glow.  The different colors of this planetary nebula are determined by small differences in its composition.  This bipolar nebula will continue to shine brightly for only a few thousand more years, after which its central star will fade and become a white dwarf star. The above picture is one of the first ever taken by the Very Large Telescope (VLT), a new 8.2-meter telescope located in Chile.",
    "hdurl": "https://apod.nasa.gov/apod/image/9806/butterfly_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6302: The Butterfly Nebula",
    "url": "https://apod.nasa.gov/apod/image/9806/butterfly_vlt.jpg"
  },
  {
    "date": "1998-06-03",
    "explanation": "Did a pond once exist in this Martian crater? Recent photographs by the spacecraft Mars Global Surveyor, currently in orbit around Mars, show features unusual for Mars yet similar to a dried pond on Earth.  Previously, much evidence suggested the effects of ancient channels of flowing water on Mars, but less evidence had been found for dried pools of water.  Islands and bays on this crater floor indicate an accumulation of some liquid, however, a hypothesis consistent with channels found on the (inset) crater walls.   As it is also possible the features were formed by other mechanisms including flowing lava, future observations and analysis will be needed to say for sure.",
    "hdurl": "https://apod.nasa.gov/apod/image/9806/marspond_mgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Martian Crater Shows Evidence of Dried Pond",
    "url": "https://apod.nasa.gov/apod/image/9806/marspond_mgs.jpg"
  },
  {
    "copyright": "M. Horn",
    "date": "1998-06-04",
    "explanation": "Astrophotographer Michael Horn captured this gorgeous view of comet SOHO in the dark night sky above Wandibindle, Queensland, Australia on May 23rd. On this date, comet SOHO was moving against the background of the nebula-rich constellation of Orion. South is up in the picture which shows SOHO's bright head or coma and long tail extending past the glowing gas clouds and dark dust lanes of the Flame and Horsehead nebulae.  Alnitak, the bright star above and to the right of the cometary coma, is also known as Zeta Orionis, the eastern-most of the three stars in Orion's belt. Southern Hemisphere observers report that comet SOHO has recently undergone a dramatic increase in brightness.",
    "hdurl": "https://apod.nasa.gov/apod/image/9806/sohoneb_mhorn_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet SOHO and Nebulae in Orion",
    "url": "https://apod.nasa.gov/apod/image/9806/sohoneb_mhorn1.jpg"
  },
  {
    "date": "1998-06-05",
    "explanation": "Neutrinos, along with things like electrons and quarks, are fundamental pieces of matter according to physicists' Standard Model. But neutrinos are hard to detect. Readily produced in nuclear reactions and particle collisions, they can easily pass completely through planet Earth without once interacting with any other particle. Constructed in an unused mine in Japan, an ambitious large-scale experiment designed to detect and study neutrinos is known as Super-Kamiokande or \"Super-K\". Only(!) 500 days worth of data was needed to produce this \"neutrino image\" of the Sun, using Super-K to detect the neutrinos from nuclear fusion in the solar interior. Centered on the Sun's postion, the picture covers a significant fraction of the sky (90x90 degrees in R.A. and Dec.). Brighter colors represent a larger flux of neutrinos.  News: In a tantalizing recent announcement, an international collaboration of Super-K researchers has now presented evidence that the ghostly neutrinos undergo quantum mechanical oscillations, changing their particle identities and quantum properties over time. Theorists have considered neutrinos to be massless particles but these oscillations would imply that they have a very small (but nonzero) mass. Astrophysicists are taking note because even a small mass for ubiquitous, nearly undetectable neutrinos would make them accountable for a substantial fraction of the total mass of our Universe, influencing and perhaps determining its ultimate fate! A measurable mass for neutrinos would also make them candidates for the mysterious dark matter known to affect the motions of stars and galaxies, while proof of neutrino oscillations would be a step toward resolving the decades old Solar Neutrino Problem. Even skeptical scientists will be waiting impatiently to see if these results are independently confirmed.",
    "hdurl": "https://apod.nasa.gov/apod/image/9806/neusun1_superk.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Neutrinos in the Sun",
    "url": "https://apod.nasa.gov/apod/image/9806/neusun1_superk.jpg"
  },
  {
    "date": "1998-06-06",
    "explanation": "Majestic on a truly cosmic scale, M100 is appropriately known as a Grand Design spiral galaxy. A large galaxy of over 100 billion or so stars with well defined spiral arms, it is similar to our own Milky Way. One of the brightest members of the Virgo Cluster of galaxies , M100 (alias NGC 4321) is 56 million light-years distant in the spring constellation of Coma Berenices. This Hubble Space Telescope image of the central region of M100 was made in 1993 with the Wide Field and Planetary Camera 2. It reveals the bright blue star clusters and intricate winding dust lanes which are hallmarks of this class of galaxies. Studies of stars in M100 have recently played an important role in determining the size and age of the Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/9706/m100_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M100: A Grand Design",
    "url": "https://apod.nasa.gov/apod/image/9706/m100_hst.jpg"
  },
  {
    "date": "1998-06-07",
    "explanation": "Galaxies like colorful pieces of candy fill the Hubble Deep Field - humanity's most distant yet optical view of the Universe. The dimmest, some as faint as 30th magnitude (about four billion times fainter than stars visible to the unaided eye), are the most distant galaxies and represent what the Universe looked like in the extreme past, perhaps less than one billion years after the Big Bang. To make the Deep Field image, astronomers selected an uncluttered area of the sky in the constellation Ursa Major (the Big Bear) and pointed the Hubble Space Telescope at a single spot for 10 days accumulating and combining many separate exposures. With each additional exposure, fainter objects were revealed. The final result can be used to explore the mysteries of galaxy evolution and the infant Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/deep_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Hubble Deep Field",
    "url": "https://apod.nasa.gov/apod/image/9702/deep_hst.jpg"
  },
  {
    "date": "1998-06-08",
    "explanation": "Tomorrow's picture: Ice Cusps on Europa  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC &: Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9806/marsglint_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Mars Glint",
    "url": "https://apod.nasa.gov/apod/image/9806/marsglint_mgs.jpg"
  },
  {
    "date": "1998-06-09",
    "explanation": "uropa's icy crust has many unusual features. Pictured above is part of Europa's southern hemisphere photographed by the Galileo spacecraft currently orbiting Jupiter. Europa is one of the largest moons of Jupiter, and is thought to have oceans of water underneath its ice-covered surface. Among many cracks and ridges appear dark cusp-shaped features running from the lower left toward the upper right.  The origin of these features is not known for sure, but their shape is thought to indicate that large portions of Europa's crust move together, similar to tectonic motion of our Earth's crust.",
    "hdurl": "https://apod.nasa.gov/apod/image/9806/europacusps_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ice Cusps on Europa",
    "url": "https://apod.nasa.gov/apod/image/9806/europacusps_gal.jpg"
  },
  {
    "date": "1998-06-10",
    "explanation": "The graceful spiral galaxy NGC 6070, 100 million light-years distant in the constellation Serpens, is helping astronomers celebrate \"First Light\" (the first test sky images) for an exciting new telescope built to perform the ambitious Sloan Digital Sky Survey. The dedicated survey instrument, located at Apache Point Observatory in Sunspot, New Mexico, USA, will map 1/4 of the entire sky in unprecedented detail with sophisticated digital imaging and data processing technologies. Telescopic observations tend to offer sensitive views of only very small pieces of the universe. Interpreting the results is a bit like watching a baseball game through a a drinking straw and trying to figure out what's going on! But scanning the sky over five years of planned operation, the Sloan Digital Sky Survey will build up a multi-color, 3-dimensional view of a large portion of the visible universe. At the turn of the millennium, this \"big picture\" will give humanity a critical new and detailed field guide to the cosmos.",
    "hdurl": "https://apod.nasa.gov/apod/image/9806/ngc6070_sloandss_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6070: First Light for Sloan",
    "url": "https://apod.nasa.gov/apod/image/9806/ngc6070_sloandss.jpg"
  },
  {
    "date": "1998-06-11",
    "explanation": "This four frame animation (courtesy D. Biesecker) shows two comets arcing toward a fatal fiery encounter with the Sun. These discovery images were recorded by the LASCO instrument on board the space-based SOHO solar observatory on June 1-2. A portion of LASCO's circular occulting disk - which blocks the blinding direct sunlight - is seen at the upper left along with a bright solar wind region extending to the right. For scale, the size and position of the Sun's edge are outlined by the white quarter circle on the occulting disk. The Sungrazer comets approach from below and have visible tails. The lower comet's coma is bright enough to cause a horizontal blemish in the digital image, while the tail of the upper comet grows dramatically as it closes with the Sun. The pair are \"twins\" or at least \"siblings\" in the sense that they are both likely members of a family of comets thought to result from the breakup of a single large parent comet. Members of the Sungrazer family can pass within 400,000 miles or less of the solar surface and many, like this pair, do not survive.",
    "hdurl": "https://apod.nasa.gov/apod/image/9806/twins_soho.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "SOHO's Twin Sungrazers",
    "url": "https://apod.nasa.gov/apod/image/9806/twins_soho.gif"
  },
  {
    "date": "1998-06-12",
    "explanation": "Few astronomical sights excite the imagination like the nearby stellar nursery known as the Orion Nebula. The Nebula's glowing gas surrounds hot young stars at the edge of an immense interstellar molecular cloud only 1,500 light-years away. This distinctively detailed image of the Orion Nebula was constructed using data from the 2 Micron All Sky Survey or 2MASS. Now underway with telescopes in the Northern and Southern Hemispheres of planet Earth, the 2MASS project will map the entire sky in infrared light. The wavelength of infrared light is longer than visible light but more easily penetrates obscuring dust clouds. 2MASS cameras are sensitve to near infrared wavelengths around 2 microns or about 0.00008 inches. Visible light has a wavelength of about 0.00002 inches. Survey observations in three infrared bands were translated to blue, green, and red colors to produce this composite image.",
    "hdurl": "https://apod.nasa.gov/apod/image/9806/ori2mass_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion Nebula: The 2MASS View",
    "url": "https://apod.nasa.gov/apod/image/9806/ori2mass.jpg"
  },
  {
    "copyright": "Anglo-Australian Telescope\nBoard",
    "date": "1998-06-13",
    "explanation": "Stars with tens of times the mass of the Sun profoundly affect their galactic environment. Churning and mixing the interstellar gas and dust clouds they leave their mark in the compositions and locations of future generations of stars and star systems. Dramatic evidence of this is beautifully illustrated in our neighboring galaxy, the Large Magellanic Cloud (LMC), by the lovely ring shaped nebula, Henize 70. It is actually a luminous \"superbubble\" of interstellar gas about 300 lightyears in diameter, blown by winds from massive stars and supernova explosions, its interior filled with tenuous hot expanding gas. These superbubbles offer astronomers a chance to explore this crucial connection between the lifecycles of stars and the evolution of galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/9806/henize70_aat.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Henize 70: A SuperBubble In The LMC",
    "url": "https://apod.nasa.gov/apod/image/9806/henize70_aat.jpg"
  },
  {
    "date": "1998-06-14",
    "explanation": "What are those strange blue objects? Many are images of a single, unusual, beaded, blue, ring-like galaxy which just happens to line-up behind a giant cluster of galaxies. Cluster galaxies here appear yellow and -- together with the cluster's dark matter -- act as a gravitational lens. A gravitational lens can create several images of background galaxies, analogous to the many points of light one would see while looking through a wine glass at a distant street light. The distinctive shape of this background galaxy -- which is probably just forming -- has allowed astronomers to deduce that it has separate images at 4, 8, 9 and 10 o'clock, from the center of the cluster. Possibly even the blue smudge just left of center is yet another image! This spectacular photo from HST was taken in October 1994. The first cluster lens was found unexpectedly by Roger Lynds (NOAO) and Vahe Petrosian (Stanford) in 1986 while testing a new type of imaging device.  Lensed arcs around this cluster, CL0024+1654, were first discovered from the ground by David Koo (UCO Lick) in 1988.",
    "hdurl": "https://apod.nasa.gov/apod/image/cl0024_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Giant Cluster Bends, Breaks Images",
    "url": "https://apod.nasa.gov/apod/image/cl0024_hst.gif"
  },
  {
    "date": "1998-06-15",
    "explanation": "Is this old galaxy up to new tricks? The barred spiral galaxy NGC 4314 is billions of years old, but its appearance has changed markedly over just the past few millions of years.  During that time, a nuclear ring of bright young stars has been evolving.  The inset picture of NGC 4314 taken by McDonald Observatory shows the whole galaxy and boxes the small region around the core imaged by the Hubble Space Telescope. This inner region appears much like a miniature spiral galaxy itself, complete with dust lanes and spiral arms, even though it is only a few thousand light-years across.  Further study of NGC 4314 might help astronomers understand how the inner and outer parts of this galaxy interact, and what caused this unusual ring of star formation.",
    "hdurl": "https://apod.nasa.gov/apod/image/9806/ngc4314_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4314: A Nuclear Starburst Ring",
    "url": "https://apod.nasa.gov/apod/image/9806/ngc4314_hst.jpg"
  },
  {
    "date": "1998-06-16",
    "explanation": "The Sun is a busy place.  This false-color image depicts an active region near an edge of the Sun.  Hot plasma is seen exploding off the Sun's photosphere and traveling along loops defined by the Sun's magnetic field.  The red regions are particularly hot, indicating that some magnetic field loops carry hotter gas than others.  These active loops were so large that the Earth could easily fit under one. The TRACE satellite was launched in April with plans to continue high-resolution imaging as the Sun passes  Solar Maximum in the next few years.",
    "hdurl": "https://apod.nasa.gov/apod/image/9806/activesun_trace_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Active Region of the Sun",
    "url": "https://apod.nasa.gov/apod/image/9806/activesun_trace.jpg"
  },
  {
    "date": "1998-06-17",
    "explanation": "The Sloan Digital Sky Survey (SDSS) will soon begin.  Pictured above is the 2.5-meter telescope poised to create the most ambitious sky map in the history of astronomy.  SDSS will catalog one quarter of the sky down past 23rd magnitude ( R), obtaining redshifts for galaxies and quasars brighter than magnitude 19.  SDSS is expected to store about 200 Gigabytes of data each night. Astronomers will work to cull from this information an unprecedented three-dimensional view of our local universe.  However, the SDSS may one day be remembered not only for the hundreds of millions of objects which it could see, but for how it indicated the nature and composition of the rest of the universe which it could not see.",
    "hdurl": "https://apod.nasa.gov/apod/image/9806/sloan_fermilab_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sloan Digital Sky Survey Telescope",
    "url": "https://apod.nasa.gov/apod/image/9806/sloan_fermilab.jpg"
  },
  {
    "date": "1998-06-18",
    "explanation": "Cosmic Rays are celestial high energy particles traveling at nearly the speed of light, which constantly bombard the Earth. Discovered during high altitude balloon flights in 1912 their source has been a long standing mystery. But a recent theory suggests that cosmic ray particles are atomic nuclei blasted from dust grains formed in supernovae, the death explosions of massive stars. This artist's illustration shows a supernova explosion (at left) and a conical section of the expanding cloud of ejected material. Atoms are torn from the brownish bands of \"dust\" material by shock waves (represented by orange rings). The shocks in the expanding blast wave then accelerate the atoms to near light speeds firing them into interstellar space like cosmic bullets. The theory is supported by observations indicating that high velocity dust was formed in the nearby supernova 1987A, and that Beryllium, a light element created in Cosmic Ray collisions, is found equally in both old an young stars. NASA's Advanced Composition Explorer (ACE) satellite can also test details of the theory by directly measuring Cosmic Rays.",
    "hdurl": "https://apod.nasa.gov/apod/image/9806/crejecta_ramaty_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cosmic Rays and Supernova Dust",
    "url": "https://apod.nasa.gov/apod/image/9806/crejecta_ramaty.jpg"
  },
  {
    "date": "1998-06-19",
    "explanation": "Looking down on the Northern Hemisphere of Mars on June 1, the Mars Global Surveyor spacecraft's wide angle camera recorded this morning image of the red planet. Mars Global Surveyor's orbit is now oriented to view the planet's surface during the morning hours and the night/day shadow boundary or terminator arcs across the left side of the picture. Two large volcanos, Olympus Mons (left of center) and Ascraeus Mons (lower right) peer upward through seasonal haze and water-ice clouds of the Northern Martian Winter. The color image was synthesized from red and blue band pictures and only approximates a \"true color\" picture of Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/9806/tharsis_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Good Morning Mars",
    "url": "https://apod.nasa.gov/apod/image/9806/tharsis_mgs.jpg"
  },
  {
    "date": "1998-06-20",
    "explanation": "Q: What was made by humans and is 6.5 billion miles away? A: Pioneer 10 - and last year was the 25th anniversary of its launch. More than 9.5 light-hours distant, Pioneer 10 is presently about twice as far from the Sun as Pluto, bound for interstellar space at 28,000 miles per hour. The distinction of being the first human artifact to venture beyond the Solar System is just one in a long list of firsts for this spacefaring ambassador, including; the first spacecraft to travel through the asteroid belt and explore the outer Solar System, the first spacecraft to visit Jupiter, the first to use a planet's gravity to change its course and to reach solar-system-escape velocity, and the first spacecraft to pass beyond the known planets. Pioneer 10's mission is nearing an end - now exploring the distant reaches of the heliosphere it will soon run out of sufficient electrical power to operate science instruments. However, the 570 lb. spacecraft will continue to coast and in 30,000 years or so it will pass within about 3 light years of a nearby star known as Ross 248. Ross 248 is a faint red dwarf just over 10 light years distant in the constellation Taurus. (Note: This year Voyager 1, launched 21 years ago but traveling faster than Pioneer 10, became humanity's most distant spacecraft.)",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/pioneer10_art.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pioneer 10: The First 6 Billion Miles",
    "url": "https://apod.nasa.gov/apod/image/9703/pioneer10_art.jpg"
  },
  {
    "date": "1998-06-21",
    "explanation": "No person in history has had greater impact in determining the extent of our universe than Edwin Hubble. From proving that other galaxies existed to proving that galaxies move apart from one another, Hubble's work defined our place in the cosmos.  Hubble lived from 1889 to 1953 and is shown above posing with the 48-inch telescope on Palomar Mountain and his famous pipe. In memory of his great work, the Orbiting Space Telescope was named after him. The rate of the universe's expansion is now parameterized by a quantity known as Hubble's constant. A modern debate on the value of Hubble's constant took place in 1996.",
    "hdurl": "https://apod.nasa.gov/apod/image/Hubble_Edwin1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Edwin Hubble Discovers the Universe",
    "url": "https://apod.nasa.gov/apod/image/Hubble_Edwin1.gif"
  },
  {
    "date": "1998-06-22",
    "explanation": "What created the dust disk in the center of NGC 7052, and what keeps it spinning?  Although the disk might appear as a relatively tame \"hubcap in space\", the unusual center of elliptical galaxy NGC 7052 is probably the remnant of a titanic collision between galaxies.  What's more, the disk's spin indicates the tremendous gravity of a massive central black hole. Analysis of this recently released photo by the Hubble Space Telescope indicates that the disk is thousands of light-years across, rotates faster than 100 kilometers per second, at a distance of 150 light-years from the center, and contains more mass than a million Suns.  The theorized central black hole is thought to be yet 100 times more massive, and may swallow the entire disk in the next few million years.",
    "hdurl": "https://apod.nasa.gov/apod/image/9806/ngc7052disk_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Doomed Dust Disk of NGC 7052",
    "url": "https://apod.nasa.gov/apod/image/9806/ngc7052disk_hst.jpg"
  },
  {
    "date": "1998-06-23",
    "explanation": "We live in the era of humanity when most of our Universe is being mapped. To help understand these maps, astronomers computationally estimate the appearance of several possible candidate universes, to which maps of the real Universe can be compared.  Pictured above is a slice through one of these artificial universes, displayed so that each part of the universe is seen at the same time after the Big Bang. The above map corresponds to an area nearly ten billion light years across.  Highlighted in red are filaments that each contain thousands of galaxies, while darker regions are nearly devoid of galaxies. Our good-sized Milky Way Galaxy would hardly be visible on this map.",
    "hdurl": "https://apod.nasa.gov/apod/image/9806/unislice_virgo_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Slice Through an Artificial Universe",
    "url": "https://apod.nasa.gov/apod/image/9806/unislice_virgo.jpg"
  },
  {
    "date": "1998-06-24",
    "explanation": "If a star in this photograph twinkled slightly, would anyone notice? Would anyone care? Astronomers with the MACHO Collaboration noticed one such twinkle just last week, and many members of the astronomical community now care.  The specific type of sparkling of the SMC star in the above cross-hairs clearly indicated a multiple-star microlensing event was in progress.  Microlensing is a rare phenomena where gravity itself deflects light so prominently that background sources might appear to have many images and appear many times their normal brightness.  Study of the precise details of the latter part of this microlensing event might reveal the mass and distance to the lenses.  Were these lenses in the outer reaches of our Galactic halo, this would add evidence to some controversial indications that a good fraction of the normally unseen matter in our Galaxy is composed of lenses only slightly less massive than our Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/9806/machosmc_planet_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sparkling Star May Indicate Galactic Composition",
    "url": "https://apod.nasa.gov/apod/image/9806/machosmc_planet.jpg"
  },
  {
    "date": "1998-06-25",
    "explanation": "This strangely distorted galaxy of stars is cataloged as NGC 4650A. It lies about 165 million light-years away in the southern constellation Centaurus. The complex system seems to have at least two parts, a flattened disk of stars with a dense, bright, central core and a sparse, sharply tilted ring of gas, dust and stars. Observations show that the stars in the disk and the stars and gas in the ring really do move in two different, nearly perpendicular planes, probably as the result of a past galaxy vs. galaxy collision. The observed motions within both disk and ring also indicate the presence of \"dark matter\" - an unseen source of gravity which influences the movement of this system's visible stars. Over the decades evidence that our Universe is largely composed of such dark matter has grown while the nature of dark matter has remained a profound astrophysical mystery. The picture was constructed from images made using part of the European Southern Observatory's (ESO) new Very Large Telescope system now undergoing its testing phase.",
    "hdurl": "https://apod.nasa.gov/apod/image/9806/ngc4650a_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4650A: Strange Galaxy and Dark Matter",
    "url": "https://apod.nasa.gov/apod/image/9806/ngc4650a_vlt.jpg"
  },
  {
    "copyright": "Digitized Sky Survey",
    "date": "1998-06-26",
    "explanation": "Centered in this unremarkable, 1/4 degree wide patch of sky in the constellation Aquarius is the star Gliese 876. Gliese 876 is smaller than the Sun, only about 1/3 as massive, and too faint to be seen without a telescope. But it is known to be one of the nearest stars, only 15 light-years distant. Astronomers have just announced findings that imply Gliese 876 has a planet at least 1.6 times as massive as Jupiter - making this now one of the closest suspected planetary systems. Like many recent discoveries, this planet's detection is not based on direct imaging but on spectroscopic measurements of the periodic change in motion or \"Doppler wobble\" produced in the parent star as the planet orbits. The Doppler wobble of Gliese 876 indicates that its planet orbits once every 61 days at an average distance of about 1/5 the radius of the Earth's orbit.",
    "hdurl": "https://apod.nasa.gov/apod/image/9806/gliese876_dss_1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Planet For Gliese 876",
    "url": "https://apod.nasa.gov/apod/image/9806/gliese876_dss_1.jpg"
  },
  {
    "date": "1998-06-27",
    "explanation": "Neptune, the Solar System's outermost gas giant planet, is 30 times farther from the Sun than Earth. Twelve years after a 1977 launch, Voyager 2 flew by Neptune and found surprising activity on a planet that receives only 3 percent as much sunlight as Jupiter. In its brief but tantalizing close-up glimpse of this dim and distant world, the robot spacecraft recorded pulses of radio emission, zonal cloud bands, and large scale storm systems with up to 1500 mile per hour winds - the strongest measured on any planet. This mosaic of 5 Voyager images shows Neptune's Southern Hemisphere. Cloud bands and the Earth-sized, late \"Great Dark Spot\" with trailing white clouds located at about 22 degrees southern latitude are clearly visible.  The distance from the Great Dark Spot feature to Neptune's South Pole (image center) is about 17,000 miles.",
    "hdurl": "https://apod.nasa.gov/apod/image/9705/neptune_south_vg2_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Southern Neptune",
    "url": "https://apod.nasa.gov/apod/image/9705/neptune_south_vg2.jpg"
  },
  {
    "date": "1998-06-28",
    "explanation": "In 1997, Comet Hale-Bopp became much brighter than any surrounding stars. It could be seen even over bright city lights. Out away from city lights, however, it put on quite a spectacular show. Here Comet Hale-Bopp was photographed last March above Val Parola Pass in the Dolomite mountains surrounding Cortina d'Ampezzo, Italy. Comet Hale-Bopp's blue ion tail was created when fast moving particles from the solar wind strike ions expelled from the comet's nucleus. The white dust tail was composed of larger particles of dust and ice expelled by the nucleus that orbit behind the comet.  Observations have shown that Comet Hale-Bopp's nucleus spins about once every 12 hours. Comet Hale-Bopp is still visible to those in the right place with a good telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/halebopp5_aac_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hale-Bopp Over Val Parola Pass",
    "url": "https://apod.nasa.gov/apod/image/9703/halebopp5_aac.jpg"
  },
  {
    "date": "1998-06-29",
    "explanation": "Is that our Sun? The unusual banana-shaped loops shown above are actually part of a computer-generated snap-shot of our Sun's magnetic field.  This animated frame was constructed using data from the ground-based U.S. Solar Vector Magnetograph and the space-based Japanese X-Ray Telescope Yohkoh. Surfaces of constant magnetic field strength loop through the Sun's corona, break through the Sun's surface, and connect regions of magnetic activity such as sunspots.  Recently, contact has been interrupted with the Sun-watching SOHO satellite.  Although SOHO had completed its two year mission, attempts are still being made to re-establish communication.",
    "hdurl": "https://apod.nasa.gov/apod/image/9806/sunfield_msfc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar Magnetic Bananas",
    "url": "https://apod.nasa.gov/apod/image/9806/sunfield_msfc_big.jpg"
  },
  {
    "date": "1998-06-30",
    "explanation": "Scroll right and watch the universe evolve.  Above is a computer simulation depicting the evolution of our entire universe.  On the far left is a slice of the universe soon after the Big Bang - over 10 billion years ago.  As time progresses toward the right, the initially smooth universe can be seen becoming more and more clumpy. The vertex near the far right marks the present day.  The largest slice of the universe actually surveyed is simulated to the vertex's right. This artificial universe, called a Hubble Volume, was designed to mimic what humanity might see were we to have powerful enough telescopes.  By comparing different computer simulations to reality, we might be able to better tell what kind of universe we live in.",
    "hdurl": "https://apod.nasa.gov/apod/image/9806/compuni_virgo_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Universe Evolves",
    "url": "https://apod.nasa.gov/apod/image/9806/compuni_virgo.jpg"
  },
  {
    "date": "1998-07-01",
    "explanation": "NGC 1808 is a galaxy in turmoil. A barred spiral with marked similarities to our home Milky Way Galaxy,  NGC 1808 is distinguished by a peculiar nucleus, an unusually warped disk, and strange flows of hydrogen gas out from the central regions.  Amidst all of this, NGC 1808 is undergoing so much star formation it has been deemed a starburst galaxy. In the above color-enhanced photograph, regions of active star formation and shown by their blue glow.  Here bright blue stars have recently formed and are energizing large clouds of surrounding hydrogen gas.  The reddish brown regions indicate dense interstellar dust.  NGC 1808 is a relatively close 40 million light-years away, and stretches about 35,000 light-years across.  The peculiar state of NGC 1808 may be caused by the gravity of neighboring galaxy NGC 1792.",
    "hdurl": "https://apod.nasa.gov/apod/image/9807/ngc1808wide_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1808: A Nearby Starburst Galaxy",
    "url": "https://apod.nasa.gov/apod/image/9807/ngc1808wide_hst.jpg"
  }
]
