[
  {
    "date": "1998-11-01",
    "explanation": "Three thousand light years away, a dying star throws off shells of glowing gas. This image from the Hubble Space Telescope reveals The Cat's Eye Nebula to be one of the most complex planetary nebulae known.  In fact, the features seen in this image are so complex that astronomers suspect the bright central object may actually be a binary star system. The term planetary nebula, used to describe this general class of objects, is misleading. Although these objects may appear round and planet-like in small telescopes, high resolution images reveal them to be stars surrounded by cocoons of gas blown off in the late stages of stellar evolution.",
    "hdurl": "https://apod.nasa.gov/apod/image/catseye_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cat's Eye Nebula",
    "url": "https://apod.nasa.gov/apod/image/catseye_hst.jpg"
  },
  {
    "date": "1998-11-02",
    "explanation": "In this tangle of quasars and galaxies lies a clue to the expansion rate of the universe.  A diffuse glow evident in the picture on the left reveals a normal elliptical galaxy.  Directly behind this galaxy lies a normal quasar. Because the quasar is directly behind the galaxy, however, the gravity of the galaxy deflects quasar light like a lens, creating four bright images of the same distant quasar.  When these images are all digitally subtracted, a distorted image of the background galaxy that hosts the quasar appears - here shown on the right in ghostly white. Each quasar image traces how the quasar looked at different times in the past, with the time between images influenced by the expansion rate of the universe itself.  Assuming dark matter in the elliptical lens galaxy traces the visible matter, this expansion rate can be characterized by a Hubble constant of Ho near 65 km/sec/Mpc, a value close to that determined by other methods.  Analysis of this image by itself sheds little light on whether the global geometry of the universe is affected by a cosmological constant.",
    "hdurl": "https://apod.nasa.gov/apod/image/9811/pg1115_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "PG 1115+080 A Ghost of Lensing Past",
    "url": "https://apod.nasa.gov/apod/image/9811/pg1115_hst.jpg"
  },
  {
    "date": "1998-11-03",
    "explanation": "What's bothering local galaxy Sextans A? A small dwarf irregular galaxy spanning 5 thousand light years across, Sextans A is  located only 5 million light-years away.  Named for its home constellation of Sextans, the \"diamond in the rough\" structure relates to an ancient unknown event.  100 million years ago, something mysterious started a new wave of star formation in Sextans A's center.  Massive short-lived stars exploded in supernovae that caused more star formation and yet more supernovae, ultimately resulting in an expanding shell.  Today, young blue stars highlight areas and shell edges high in current star formation, a shell that from our perspective appears roughly square.  In the above picture, a bright orange star in our own Milky Way Galaxy appears superposed in the foreground.",
    "hdurl": "https://apod.nasa.gov/apod/image/9811/sextansa_kpno_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sextans A: A Seemingly Square Galaxy",
    "url": "https://apod.nasa.gov/apod/image/9811/sextansa_kpno.jpg"
  },
  {
    "date": "1998-11-04",
    "explanation": "At the Nature of the Universe Debate held last month at the Smithsonian, top cosmologists P. James E. Peebles (Princeton) and Michael S. Turner (Chicago) argued over whether new data is finally resolving the type of universe in which we live.  Turner, pictured speaking above, argued that a universe that underwent an early, rapid, inflationary expansion now looks particularly strong, potentially explaining even new data that indicates some sort of dark energy.  Peebles, watching, was more cautious, agreeing that the evidence for a big bang is strong, but arguing that the specific type is still unclear.  Peebles noted that a big bang leaving little but low-density matter still could not be ruled out.  Both Turner and Peebles agreed that this is an exciting time, as data should continue to pour in and curious astrophysicists scramble to decode the geometry of the universe.   Margaret J. Geller (Harvard Smithsonian), the debate moderator, looks on.  The event was sponsored by the Smithsonian, the National Science Foundation, NASA, Michigan Technological University, and USRA. It was held in the honor of David N. Schramm.",
    "hdurl": "https://apod.nasa.gov/apod/image/9811/debate48_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cosmology Solved?",
    "url": "https://apod.nasa.gov/apod/image/9811/debate48_1.jpg"
  },
  {
    "date": "1998-11-05",
    "explanation": "What you could see approaching Saturn aboard an interplanetary cruise ship would closely resemble this subtly shaded view of the gorgeous ringed gas giant. Processed by the Hubble Heritage project, the picture intentionally avoids overemphasizing color contrasts and presents a natural looking Saturn with cloud bands, storms, nearly edge-on rings, and the small round shadow of the moon Enceladus near the center of the planet's disk. Of course, seats were not available on the only ship currently enroute - the Cassini spacecraft, launched just over a year ago and scheduled to arrive at Saturn in the year 2004. After an extended cruise to a world 1,400 million kilometers from the Sun, Cassini will tour the Saturnian system, conducting a remote, robotic exploration with software and instruments designed by denizens of planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/9811/saturn_herhst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Natural Saturn On The Cassini Cruise",
    "url": "https://apod.nasa.gov/apod/image/9811/saturn_herhst.jpg"
  },
  {
    "date": "1998-11-06",
    "explanation": "Cruising past the moons of reigning gas giant Jupiter, Voyager and Galileo have returned tantalizing evidence for a liquid water ocean beneath the surface of Europa. Now researchers are reporting telltale indications that the battered Jovian moon Callisto may also harbor a subsurface ocean. This cutaway view of Callisto shows a whitish 200 kilometer thick band of ice just beneath the moon's surface. The hypothetical ocean - indicated by the underlying light blue stripe - is potentially a salty layer of liquid water up to 10 kilometers thick, while the rest of the interior is seen as a jumble of rock and ice. Why a salty subsurface ocean? Magnetic measurements made during Galileo flybys so far indicate Callisto's magnetic field is variable, analogous to results during Europa passes, and a plausible explanation is that Callisto too has a subsurface liquid layer. If the liquid were salt water it could easily carry electrical currents and produce the changing magnetic field.",
    "hdurl": "https://apod.nasa.gov/apod/image/9811/callistocore_jpl_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cutaway Callisto: Ice, Rock, and Ocean?",
    "url": "https://apod.nasa.gov/apod/image/9811/callistocore_jpl.jpg"
  },
  {
    "date": "1998-11-07",
    "explanation": "Stars come in bunches. Of the over 200 globular star clusters that orbit the center of our Milky Way Galaxy, 47 Tucanae is the second brightest globular cluster (behind Omega Centauri).  Known to some affectionately as 47 Tuc or NGC 104, it is only visible from the Southern Hemisphere.  Light takes about 20,000 years to reach us from 47 Tuc which can be seen near the SMC in the constellation of Tucana.  Red Giant stars are particularly easy to see in this picture.   The dynamics of stars near the center of 47 Tuc are not well understood, particularly why there are so few binary systems there.",
    "hdurl": "https://apod.nasa.gov/apod/image/9709/47tuc_wc_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Globular Cluster 47 Tucanae",
    "url": "https://apod.nasa.gov/apod/image/9709/47tuc_wc.jpg"
  },
  {
    "copyright": "ICSTARS",
    "date": "1998-11-08",
    "explanation": "rly next week, a spectacular meteor storm is expected: the 1998 Leonids. It is widely thought that that the meteors from the Leonids meteor shower are just small pieces of  Comet Temple-Tuttle falling to Earth. During each pass near the Sun, a comet will heat up and shed pieces of ice and rock from its nucleus. This debris continues to orbit the Sun until either evaporating or being swept up by some large solar-system body.  A piece of comet debris striking the Moon creates a small crater, but a piece striking the Earth usually burns up in the atmosphere causing a brief, bright streak. The streak below center in the above picture of the northern sky actually depicts a meteor from the Perseid meteor shower, a usually impressive display that peaks every year in mid-August.",
    "hdurl": "https://apod.nasa.gov/apod/image/perseid_vw.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Leonid Meteor Shower Next Week",
    "url": "https://apod.nasa.gov/apod/image/perseid_vw.gif"
  },
  {
    "date": "1998-11-09",
    "explanation": "Some stars explode in slow motion. Rare, massive Wolf-Rayet stars are so tumultuous and hot they are disintegrating right before our telescopes.  Glowing gas globs each over 30 times more massive than the Earth are being expelled by a violent stellar wind.  Wolf-Rayet star WR124, visible near the image center, is thus creating the surrounding nebula known as M1-67. Why this star has been slowly blowing itself apart over the past 10,000 years remains unclear.  WR124 is 15,000 light-years away towards the constellation of Sagitta.",
    "hdurl": "https://apod.nasa.gov/apod/image/9811/wr124_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "WR124: Stellar Fireball",
    "url": "https://apod.nasa.gov/apod/image/9811/wr124_hst.jpg"
  },
  {
    "date": "1998-11-10",
    "explanation": "It's the dim star, not the bright one, near the center of NGC 3132 that created this odd but beautiful planetary nebula.  Nicknamed the Eight-Burst Nebula and the Southern Ring Nebula, the glowing gas originated in the outer layers of a star like our Sun. In  this representative color picture, the hot blue pool of light seen surrounding this  binary system is energized by the hot surface of the faint star.  Although photographed to explore unusual symmetries, it's the asymmetries that help make NGC 3132 so intriguing.  Neither the unusual shape of the surrounding cooler shell nor the structure and placements of the cool filamentary dust lanes running across NGC 3132 are well understood.",
    "hdurl": "https://apod.nasa.gov/apod/image/9811/ngc3132_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3132: The Eight Burst Nebula",
    "url": "https://apod.nasa.gov/apod/image/9811/ngc3132_hst.jpg"
  },
  {
    "date": "1998-11-11",
    "explanation": "On some nights the sky is the most interesting show in town.  This picture captures a particularly active and colorful display of aurora that occurred a month ago high above Alaska.  Auroras are more commonly seen by observers located near the Earth's poles.  Aurora light results from solar electrons and protons striking molecules high in the Earth's atmosphere.  Planetary aurora activity can sometimes be predicted after particularly active solar coronal mass ejections.",
    "hdurl": "https://apod.nasa.gov/apod/image/9811/aurora2_jc.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Above",
    "url": "https://apod.nasa.gov/apod/image/9811/aurora2_jc_big.jpg"
  },
  {
    "date": "1998-11-12",
    "explanation": "This simulated image models the intensities of gamma rays with over 40 million times the energy of visible light,  and represents how the sky might appear to the proposed Gamma-ray Large Area Space Telescope (GLAST) after its first year in orbit. Familiar steady stars are absent from the dramatic 80x80 degree field which looks directly away from the center of the Galaxy. Instead, the Geminga and Crab pulsars - bizarre, spinning stellar corpses known to be neutron stars - are the two brightest gamma-ray sources. These and other bright objects in the field, dense pulsars, monstrous active galaxies, and still unknown sources, have been detected by the Energetic Gamma-Ray Experiment Telescope (EGRET) on the orbiting Compton Gamma-Ray Observatory. However, most of the simulated point sources are new - extrapolating current ideas and anticipating discoveries resulting from GLAST's improved gamma-ray vision. The central broad band of faint gamma-ray emission is due to high-energy cosmic rays colliding with interstellar gas in the outer spiral arms of the Milky Way, while below is a diffuse energetic glow from prominent molecular clouds in Monoceros, Orion, Auriga, and Taurus. Intended to explore the most extreme energy sources in the distant cosmos and planned for launch in 2005, the GLAST mission is under development by NASA and a collaboration of U. S. and international partners.",
    "hdurl": "https://apod.nasa.gov/apod/image/9811/anticenter_glastsim_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "GLAST Gamma-Ray Sky Simulation",
    "url": "https://apod.nasa.gov/apod/image/9811/anticenter_glastsim.jpg"
  },
  {
    "date": "1998-11-13",
    "explanation": "This bright fireball meteor was photographed from Table Mountain Observatory during the peak of the annual Leonid meteor shower on November 17, 1966. That was a good year for Leonid meteor watchers - a meteor \"storm\" was produced as the Earth swept through a dense swarm of dusty debris from the tail of comet Tempel-Tuttle. Observer Jim Young reported a peak rate for the 1966 shower of about 50 meteors per second and recorded 22 otherwise extremely rare, bright fireballs like this one in the span of 90 minutes from his California mountain top location. Predictions are uncertain, but this year might also produce an intense apparition of the Leonids shower which should again peak on the 17th. You may need to be well placed and a little lucky to see the shower at its maximum, but Leonid meteors should be easy to see in dark skies - particularly in early morning hours - for two or so days before and after the peak. How do you watch a meteor shower? Get a comfortable lawn chair and a warm jacket ... go outside and look up!",
    "hdurl": "https://apod.nasa.gov/apod/image/9811/leonidfball66_young_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Leonid Fireball From 1966",
    "url": "https://apod.nasa.gov/apod/image/9811/leonidfball66_young.jpg"
  },
  {
    "date": "1998-11-14",
    "explanation": "\"Safe!\" In September 1967 (during regular season play), the Surveyor 5 lander actually slid several feet while making a successful soft landing on the Moon's Mare Tranquillitatis. Equipped with television cameras and soil sampling experiments, the US Surveyor spacecraft were intended to determine if the lunar surface at chosen locations was safe for manned landings. Surveyor 5 touched down on the inside edge of a small crater inclined at about 20 degrees. Its footpad slipped and dug the trench visible in the picture. Covered with dusty lunar soil, the footpad is about 20 inches in diameter.",
    "hdurl": "https://apod.nasa.gov/apod/image/moonslide_surveyor5_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Surveyor Slides",
    "url": "https://apod.nasa.gov/apod/image/moonslide_surveyor5.gif"
  },
  {
    "date": "1998-11-15",
    "explanation": "Mars has two tiny moons, Phobos and Deimos. Pictured above is Deimos, the smaller moon of Mars. In fact, Deimos is one of the smallest known moons in the Solar System measuring only 9 miles across. The diminutive Martian moons were discovered in 1877 by Asaph Hall, an American astronomer working at the US Naval Observatory in Washington D.C. The existence of two Martian moons was predicted around 1610 by Johannes Kepler, the astronomer who derived the laws of planetary motion. In this case, Kepler's prediction was not based on scientific principles, but his writings and ideas were so influential that the two Martian moons are discussed in works of fiction such as Jonathan Swift's \"Gulliver's Travels\", written in 1726, over 150 years before their actual discovery.",
    "hdurl": "https://apod.nasa.gov/apod/image/9811/deimos_viking.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Deimos: A Small Martian Moon",
    "url": "https://apod.nasa.gov/apod/image/9811/deimos_viking_big.jpg"
  },
  {
    "copyright": "W. Pacholka",
    "date": "1998-11-16",
    "explanation": "You're in no danger. During the meteor storm occurring tonight and tomorrow, thousands of bits of ice and rock will likely rain onto the Earth.  Few, if any, will hit the ground.  Touted as potentially the most active meteor shower since 1966, the  Leonids of 1998 will be tracked by observers the world over.  The meteor storm is caused by the Earth moving through the leftover debris of Comet Temple-Tuttle.  The peak of the storm will be best visible tomorrow from Asia, though increased activity should be visible globally over many hours.  It is even possible to monitor the storm live on the web. Pictured above is a Perseid 1997 meteor streaking across the sky behind an illuminated California desert.",
    "hdurl": "https://apod.nasa.gov/apod/image/9811/perseid_wp_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Leonids 1998: A Safe Meteor Storm",
    "url": "https://apod.nasa.gov/apod/image/9811/perseid_wp.jpg"
  },
  {
    "copyright": "T. Bonev et al.Astron. Inst., U. BonnPik Terskol Obs.",
    "date": "1998-11-17",
    "explanation": "What created this huge space bubble? A massive star that is not only bright and blue, but also emitting a fast stellar wind of ionized gas.  The Bubble Nebula is actually the smallest of three bubbles surrounding massive star BD+602522, and part of gigantic bubble network S162 created with the help of other massive stars.  As fast moving gas expands off BD+602522, it pushes surrounding sparse gas into a shell.  The energetic starlight then ionizes the shell, causing it to glow.  The Bubble Nebula, also known as NGC 7635, is about 10 light-years across and visible with a small telescope towards the constellation of Cassiopeia.",
    "hdurl": "https://apod.nasa.gov/apod/image/9811/ngc7635_pt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7635: The Bubble Nebula",
    "url": "https://apod.nasa.gov/apod/image/9811/ngc7635_pt.jpg"
  },
  {
    "date": "1998-11-18",
    "explanation": "It's the bubble versus the cloud. NGC 7635, the Bubble Nebula, is being pushed out by the stellar wind of massive central star BD+602522.  Next door, though, lives a giant molecular cloud, visible above to the upper left.  At this place in space, an irresistible force meets an immovable object in an interesting way.  The cloud is able to contain the expansion of the bubble gas, but gets blasted by the hot radiation from the bubble's central star.  The radiation heats up dense regions of the molecular cloud, causing the orange glow seen above. The Bubble Nebula is about 10 light-years across and part of a much larger complex of stars and shells.  The Bubble Nebula can be seen with a small telescope towards the constellation of Cassiopeia.",
    "hdurl": "https://apod.nasa.gov/apod/image/9811/ngc7635_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Close-Up of the Bubble Nebula",
    "url": "https://apod.nasa.gov/apod/image/9811/ngc7635_hst.jpg"
  },
  {
    "copyright": "Olivier Staiger",
    "date": "1998-11-19",
    "explanation": "Rich in bright and awesome fireballs, the Leonid Meteor Shower came early this year. In fact, judging from meteor watcher reports the peak came nearly 15 hours earlier than the best predictions. Observers on the Canary Islands were probably close to an ideal viewing location and recorded a maximum of effectively about 200 to 250 meteors per hour near dawn on November 17 - way below the peak rate during the 1966 Leonid meteor storm display. Still, those blessed with clear skies in dark, early morning hours all over planet Earth were treated to a first rate cosmic light show. Roving astrophotographer Olivier Staiger took this stunning image of two bright Leonids in the skies over Chiang Mai, Thailand.",
    "hdurl": "https://apod.nasa.gov/apod/image/9811/leonid2_staiger_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bright Leonids",
    "url": "https://apod.nasa.gov/apod/image/9811/leonid2_staiger.jpg"
  },
  {
    "copyright": "Steve Dunn",
    "date": "1998-11-20",
    "explanation": "\"Goodness, Gracious, Green Balls Of Fire!\", might have been an appropriate theme song title for the 1998 Leonid meteor shower. Many observers, like astrophotographer Steve Dunn watching from Cape Canaveral, Florida, USA, reported that a lot of the characteristically bright Leonid meteors had a greenish tint. Around 6:00 AM EST on November 17, he photographed this dazzling Leonid fireball leaving a striking green-to-white trail against a background of stars in the constellation Coma Berenices. Dunn comments that he considers himself a green novice observer, but is now anticipating next November's appearance of the Leonids shower.",
    "hdurl": "https://apod.nasa.gov/apod/image/9811/greenfire_dunn_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Green Fireball",
    "url": "https://apod.nasa.gov/apod/image/9811/greenfire1_dunn.jpg"
  },
  {
    "date": "1998-11-21",
    "explanation": "This carrot shaped track is actually little more than 5 hundredths of an inch long. It is the trail of a meteroid through the high-tech substance aerogel exposed to space by the shuttle launched EURECA (European Recoverable Carrier) spacecraft. The meteoroid itself, about a thousandth of an inch in diameter, is visible where it came to rest, just beyond the tip of the carrot (far right). Chemical analyses of interplanetary dust particles similar to this one suggest that some of them may be bits of comets and represent samples of material from the early stages of the formation of the Solar System.",
    "hdurl": "https://apod.nasa.gov/apod/image/dusttrk_stardust.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Catching Falling Stardust",
    "url": "https://apod.nasa.gov/apod/image/9702/dusttrk_stardust_sm.jpg"
  },
  {
    "date": "1998-11-22",
    "explanation": "This is the mess that is left when a star explodes. The Crab Nebula is so energetic that it glows in every kind of light known.  Shown above are images of the Crab Nebula from visible light to the X-ray band. NUV stands for \"near ultraviolet\" light, FUV means \"far ultraviolet\" light, and VIS means visible light. In the center of the Crab Nebula lies the powerful Crab pulsar - a spinning neutron star with mass comparable to our Sun but with the diameter of only a small town.  The pulsar expels particles and radiation in a beam that sweeps past the Earth 30 times a second.  The supernova that created the Crab Nebula was seen by ancient Chinese astronomers and possibly even the Anasazi Indians -- in 1054 AD, perhaps glowing for a week as bright as the full moon. The Crab still presents mysteries today as the total mass of the nebula and pulsar appears much less than the mass of the original pre-supernova star!",
    "hdurl": "https://apod.nasa.gov/apod/image/crab_4wav_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The High Energy Crab Nebula",
    "url": "https://apod.nasa.gov/apod/image/crab_4wav.gif"
  },
  {
    "date": "1998-11-23",
    "explanation": "Click on the above image and watch a Leonid meteor explode.  The tremendous heat generated by the collision of a small sand-bit moving at 70 kilometers/second with the Earth's upper atmosphere causes the rock-fragment to heat up, glow brightly, and disintegrate.  In some cases, the meteor literally explodes leaving a visible cloud that dissipates slowly.  The above image shows just such an explosion for a bright meteor from the recent Leonid Meteor Shower.  Clicking on the above image will start a (4.2 Megabtye) movie of thirty 1-minute exposures showing the explosion cloud dissipate.  Each movie frame, taken with the ROTSE telescope early 17 November, is 8 degrees across - 16 times the diameter of the full moon.  Near the middle of the sequence, a less bright meteor moves through the field.",
    "hdurl": "https://apod.nasa.gov/apod/image/9811/leonidanim2_rotse.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Leonid Meteor Explodes",
    "url": "https://apod.nasa.gov/apod/image/9811/leonidanim2_rotse_frame.jpg"
  },
  {
    "date": "1998-11-24",
    "explanation": "More Leonids were visible at some places than others.  In Israel, early in the morning of 17 November, it rained meteors though a clear sky.  Observers there reported a peak rate for the 1998 Leonid Meteor Shower of about 600 meteors per hour.  Visible in the above picture are no fewer than seven Leonid meteors occurring over just a few minutes.  (Can you find them all?)  The dome of the Wise Observatory is visible on the right.  The Earth's rotation causes stars to appear as arcs. The 1998 Leonids might be remembered not for their numbers, however, but for the unusually high fraction of bright fireballs.  Another eventful Leonid Meteor Shower is forecast for the same time next year.",
    "hdurl": "https://apod.nasa.gov/apod/image/9811/leonid7_wise_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Seven Leonids Over Wise Observatory",
    "url": "https://apod.nasa.gov/apod/image/9811/leonid7_wise.jpg"
  },
  {
    "copyright": "ICSTARS",
    "date": "1998-11-25",
    "explanation": "Tomorrow's picture: Meteor Sky  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC &: Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9811/leonidbolide_vw.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Leonid Bolide Over Kansas",
    "url": "https://apod.nasa.gov/apod/image/9811/leonidbolide_vw.jpg"
  },
  {
    "copyright": "Jeff Medkeff",
    "date": "1998-11-26",
    "explanation": "The bold, bright star patterns of Orion (right) are a familiar sight to even casual skygazers. But this gorgeous color photo also features a subtler spectacle - the faint stars of the Milky Way. A broad region of the Milky Way runs vertically through the picture with the striking red Rosette Nebula in bloom left of center. Cutting across this dim, diffuse band of stars which lie along the plane of our Galaxy is a meteor streak. It seems to pass just under the red-orange giant star Betelgeuse at Orion's shoulder. Astrophotographer Jeff Medkeff recorded this and other beautiful time exposures from a dark sky countryside southeast of Sierra Vista, Arizona USA, during November's Leonid meteor shower.",
    "hdurl": "https://apod.nasa.gov/apod/image/9811/orionleonid_medkeff_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Meteor Milky Way",
    "url": "https://apod.nasa.gov/apod/image/9811/orionleonid_medkeff.jpg"
  },
  {
    "copyright": "Tom BaileyDes Moines Astronomical Society",
    "date": "1998-11-27",
    "explanation": "Blazing through the sky at 70 kilometers per second, 100 kilometers or so above planet Earth, many bright Leonid meteors left behind a persistent, smoke-like trail of glowing, hot, ionized gas. Twisting in high altitude winds, these trails or trains typically were visible for many minutes. As Iowa astrophotographer Tom Bailey captured the eerie, wispy remains of this persistent train from a fireball arcing overhead, yet another fainter Leonid meteor flashed across the sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/9811/iowaleonid_bailey_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Twisting Meteor Train",
    "url": "https://apod.nasa.gov/apod/image/9811/iowaleonid1_bailey_big.jpg"
  },
  {
    "date": "1998-11-28",
    "explanation": "How massive can a star get without imploding into a black hole?  These limits are being tested by the discovery of a lone neutron star in space. Observations by the Hubble Space Telescope have been combined with previous observations by the X-ray ROSAT observatory and ultraviolet EUVE observatory for the isolated star at the location of the arrow.  Astronomers are able to directly infer the star's size from measurements of its unblended brightness, temperature, and an upper limit on the distance. Assuming that the object is a neutron star of typical mass, some previous theories of neutron star structure would have predicted an implosion that would have created a black hole. That this neutron star even exists therefore allows a window to the extreme conditions that exist in the interiors of neutron stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/9709/nslonely_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Lonely Neutron Star",
    "url": "https://apod.nasa.gov/apod/image/9709/nslonely_hst.jpg"
  },
  {
    "date": "1998-11-29",
    "explanation": "The Arecibo radio telescope is currently the largest single-dish telescope in the world.  First opening in 1963, this 305 meter (1000 foot) radio telescope resides in a natural valley of Puerto Rico. The Arecibo telescope has been used for many astronomical research projects, including searches and studies of pulsars, and mapping atomic and molecular gas in the Galaxy and the universe. As the Arecibo dish can also be used to send radio waves, it has bounced and recorded radiation off of planets in our Solar System, and has even broadcast messages to areas of the Galaxy that might contain intelligent extra-terrestrial life. Any person in the world may use the telescope, providing their proposal is selected by a review committee.",
    "hdurl": "https://apod.nasa.gov/apod/image/arecibo_naic_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Arecibo: The Largest Telescope",
    "url": "https://apod.nasa.gov/apod/image/arecibo_naic.gif"
  },
  {
    "copyright": "B. Yen",
    "date": "1998-11-30",
    "explanation": "The 1998 Leonids Meteor Shower was perhaps the most photographed meteor event in history.  Patient observers saw bright meteors streak across dark skies every few minutes, frequently leaving fading trails stretching across the sky.  High above the Anza-Borrego Desert, a meteor was photographed streaking up from the radiant constellation of the Leonids: Leo.  This meteor train covered over 40 degrees, and changed colors from green to red.",
    "hdurl": "https://apod.nasa.gov/apod/image/9811/leonid1_by.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Annotated Leonid",
    "url": "https://apod.nasa.gov/apod/image/9811/leonid1_by.jpg"
  },
  {
    "date": "1998-12-01",
    "explanation": "Some galaxies are hard to find.  Besides being hidden behind the dust and bright foreground stars of our Milky Way Galaxy, recently discovered Cepheus 1 was missed previously because it is so uniformly dim.  In fact, the first indication that any galaxy was there at all came in the radio band from the Dwingeloo radio telescope in the Netherlands.  Close inspections of optical photographs like the one above then revealed Cepheus 1 as the low-surface brightness galaxy in the center.  Cepheus 1 turns out to be only about 20 million light years distant, and so is one of the few spiral galaxies that live close by.  Low-surface brightness (LSB) galaxies like Cepheus 1 are still being studied, but are known to have relatively large separations between bright stars, and to be more commonly found away from other galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/9812/cepheus1_apo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cepheus 1: Nearby Galaxy Hiding",
    "url": "https://apod.nasa.gov/apod/image/9812/cepheus1_apo.jpg"
  }
]
