[
  {
    "date": "1998-10-01",
    "explanation": "Happy Birthday, NASA! The National Aeronautics and Space Administration officially began operations on October 1, 1958, absorbing its forerunner organization the National Advisory Committee for Aeronautics, NACA. Its landmark achievements in human spaceflight include the Mercury and Gemini Projects culminating in the Apollo Project moon landings in the 1960s and early 1970s, Apollo-Soyuz and Skylab in the 1970s, and the Space Shuttle program of the 1980s and 1990s. (Pictured is the June 1998 launch of the Space Shuttle Discovery.) NASA's science programs have produced the robotic exploration of our Solar System, views of the Universe across the electromagnetic spectrum, and valuable meteorological and remote-sensing Earth observations. At birth, NASA's priorities were largely driven by the pressures and competitions of the Cold War. But looking back over 40 years, the sum of its accomplishments have produced needed new technologies and a vital new perspective on Planet Earth and the Cosmos.",
    "hdurl": "https://apod.nasa.gov/apod/image/9810/launch_sts91_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Happy 40th Birthday, NASA!",
    "url": "https://apod.nasa.gov/apod/image/9810/launch_sts91.jpg"
  },
  {
    "date": "1998-10-02",
    "explanation": "Indicated on this infrared image of the galactic center region is the position of SGR 1900+14 - the strongest known magnet in the galaxy. SGR 1900+14 is believed to be a city-sized, spinning, super-magnetic neutron star, or Magnetar. How strong is a Magnetar's magnetic field? The Earth's magnetic field which deflects compass needles is measured to be about 1 Gauss, the strongest fields sustainable in Earth-based laboratories are about 100,000 Gauss, yet the Magnetar's monster magnetic field is estimated to be 1,000,000,000,000,000 Gauss. A magnet this strong, located at about half the distance to the Moon would easily erase your credit cards and suck pens out of your pocket. From a distance of about 20,000 light-years, SGR 1900+14 recently generated a powerful flash of gamma-rays detected by many spacecraft. That blast of high-energy radiation is now known to have had a measurable effect on Earth's ionosphere. At the surface of the Magnetar, its powerful magnetic field is thought to buckle and shift the neutron star crust generating the intense gamma-ray flares.",
    "hdurl": "https://apod.nasa.gov/apod/image/9810/magnetarcobe_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Magnetar In The Sky",
    "url": "https://apod.nasa.gov/apod/image/9810/magnetarcobe.jpg"
  },
  {
    "date": "1998-10-03",
    "explanation": "Sputnik means \"traveling companion\". Despite the innocuous sounding name, the launch of the Earth's first \"artificial moon\", Sputnik 1, by the Soviets on October 4, 1957 shocked the free world, setting in motion events which resulted in the creation of NASA and the race to the Moon. Sputnik 1 was a 184 pound, 22 inch diameter sphere with four whip antennas connected to battery powered transmitters. The transmitters broadcast a continuous \"beeping\" signal to an astounded earthbound audience for 23 days. A short month later, on November 3, the Soviet Union followed this success by launching a dog into orbit aboard Sputnik 2.",
    "hdurl": "https://apod.nasa.gov/apod/image/9810/sputnik1_nasahq.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sputnik: Traveling Companion",
    "url": "https://apod.nasa.gov/apod/image/9810/sputnik1_nasahq.jpg"
  },
  {
    "date": "1998-10-04",
    "explanation": "On July 20th, 1969, a human first set foot on the Moon. Pictured above is the first lunar footprint. The footprint and distinction of the first person to walk on the Moon belong to Neil Armstrong. It has been estimated that one billion people world-wide watched Armstrong's first step - making the live transmission from a camera mounted on the lunar lander one of the highest rated television shows ever.  Upon setting foot on the moon, Armstrong said: \"That's one small step for (a) man, one giant leap for mankind.\" The Apollo missions to the Moon have been described as the result of the greatest technological mobilization the world has known.",
    "hdurl": "https://apod.nasa.gov/apod/image/9810/foot_apollo11_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "One Small Step",
    "url": "https://apod.nasa.gov/apod/image/9810/foot_apollo11.jpg"
  },
  {
    "date": "1998-10-05",
    "explanation": "Sometimes, small regions of the Sun appear unusually dark.  Visible above is a close-up picture of a sunspot, a depression on the Sun's face that is slightly cooler and less luminous than the rest of the Sun. The Sun's complex magnetic field creates this cool region by inhibiting hot material from entering the spot.  Sunspots can be larger than the Earth and typically last for only a few days.  This high-resolution picture also shows clearly that the Sun's face is a bubbling sea of separate cells of hot gas.  These cells are known as granules. A solar granule is about 1000 kilometers across and lasts about 10 minutes. After that, many granules end up exploding.",
    "hdurl": "https://apod.nasa.gov/apod/image/9810/sunspot_vtt_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sunspot Up Close",
    "url": "https://apod.nasa.gov/apod/image/9810/sunspot_vtt.jpg"
  },
  {
    "copyright": "Gordon Garradd",
    "date": "1998-10-06",
    "explanation": "The brightest comet in the sky right now is Comet Williams. Moving slowly though the constellation of Centaurus, Comet Williams, at magnitude 8, is visible to Southern Hemisphere observers with binoculars. In ten days, Comet Williams will reach its closest point to the Sun, although it will still be farther from the Sun than the Earth.  Comet Williams should become visible to many Northern Hemisphere observers in late November.  At magnitude 10, however, it might require a small telescope to see.  Comet Williams was discovered in early August by Peter Williams. The above image was taken August 25th from Australia.",
    "hdurl": "https://apod.nasa.gov/apod/image/9810/williams_gg_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Williams in 1998",
    "url": "https://apod.nasa.gov/apod/image/9810/williams_gg.jpg"
  },
  {
    "date": "1998-10-07",
    "explanation": "The Sea-viewing Wide Field-of-view Sensor (SeaWiFS) instrument onboard the orbiting SeaStar spacecraft can map subtle differences in Earth's ocean color. These North (left) and South Pole projections are based on SeaWiFS measurements made between September 1997 and July 1998. The \"color\" strongly depends on how sunlight is reflected by free-floating phytoplankton - photosynthesizing organisms which contain chlorophyll. Chlorophyll absorbs blue and red light and reflects green. Since the tiny phytoplankton are tremendously important, forming the beginning of the food chain for sea life, SeaWiFS color maps can help track the activity of ocean planet Earth's biosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/9810/north1_seawifs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ocean Planet Pole To Pole",
    "url": "https://apod.nasa.gov/apod/image/9810/north1_seawifs.jpg"
  },
  {
    "date": "1998-10-08",
    "explanation": "Locked in synchronous rotation, the Moon always presents its well-known near side to Earth. But from lunar orbit, Apollo astronauts also grew to know the Moon's far side. This sharp picture from Apollo 16's mapping camera shows the eastern edge of the familiar near side (left) and the strange and heavily cratered far side of the Moon. Surprisingly, the rough and battered surface of the far side looks very different from the near side which is covered with smooth dark lunar maria. The likely explanation is that the far side crust is thicker, making it harder for molten material from the interior to flow to the surface and form the smooth maria.",
    "hdurl": "https://apod.nasa.gov/apod/image/9810/farside_apollo16_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Far Side of the Moon",
    "url": "https://apod.nasa.gov/apod/image/9810/farside_apollo16.jpg"
  },
  {
    "date": "1998-10-09",
    "explanation": "While searching the skies above 18th century France for comets, astronomer Charles Messier diligently recorded this object as number 27 on his list of things which are definitely not comets. So what is it? Well, 20th century astronomers would classify it as a Planetary Nebula ... but it's not a planet either, even though it may appear round and planet-like in a small telescope. Messier 27 (M27) is now known to be an excellent example of a gaseous emission nebula created as a sun-like star runs out of nuclear fuel in its core. The nebula forms as the star's outer layers are expelled into space, with a visible glow generated by atoms excited by the dying star's intense but invisible ultraviolet light. Known by the popular name of the \"Dumbbell Nebula\", the beautifully symmetric interstellar gas cloud is about 1,200 light-years away in the constellation Vulpecula. This gorgeous synthetic color picture of M27 was produced during testing of the European Southern Observatory's new Very Large Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/9810/m27_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M27: Not A Comet",
    "url": "https://apod.nasa.gov/apod/image/9810/m27_vlt.jpg"
  },
  {
    "date": "1998-10-10",
    "explanation": "\"Do not look at stars as bright spots only - try to take in the vastness of the universe.\" October 1st was the 151st anniversary of the day Maria Mitchell swept the sky with her telescope and discovered the comet of 1847 (comet Mitchell 1847VI). Honored and recognized internationally for her discovery, Mitchell, who lived from 1818 to 1889, became one of the most famous American scientists of her day.  Vassar College appointed Mitchell the first woman Professor of Astronomy and she remained the only woman ever elected to the American Academy of Arts and Sciences until 1943.  Mitchell mentored a generation of scientists, and is fondly remembered for her ability to motivate.  \"We especially need imagination in science,\" Maria Mitchell said, \"Question everything.\"",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/mitchell_hw_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Maria Mitchell Inspires a Generation",
    "url": "https://apod.nasa.gov/apod/image/9710/mitchell_hw.jpg"
  },
  {
    "date": "1998-10-11",
    "explanation": "Most stars appear only as points of light. Early last year, Betelgeuse became the second star, after our Sun, to have it surface resolved.  Later last year, Mira was added to the list. Mira A is a red giant star undergoing dramatic pulsations, causing it to become more than 100 times brighter over the course of a year.  Mira was discovered to be the first variable star 401 years ago today by David Fabricus.  Mira can extend to over 700 times the size of our Sun, and is only 400 light-years away. The above photograph taken by the Hubble Space Telescope shows the true face of Mira. But what are we seeing?  The unusual extended feature off the lower left of the star remains somewhat mysterious.  Possible explanations include gravitational perturbation and/or heating from Mira's white dwarf star companion",
    "hdurl": "https://apod.nasa.gov/apod/image/9708/mira_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Resolving Mira",
    "url": "https://apod.nasa.gov/apod/image/9708/mira_hst.jpg"
  },
  {
    "date": "1998-10-12",
    "explanation": "Galaxies this faint have never been seen before. In 1996 the Hubble Space Telescope (HST) created one of the most famous pictures of modern astronomy, the Hubble Deep Field (HDF).  Now HST has returned to a piece of the HDF for a long exposure by its new NICMOS camera, sensitive to infrared light. The resulting image, shown above in representative color, shows known galaxies in a new light, and previously unknown galaxies probably farther than anything ever seen before. Galaxies as dim as magnitude 30 are visible. Astronomers are learning from the HDF how different the young universe was from the familiar universe of today.",
    "hdurl": "https://apod.nasa.gov/apod/image/9810/hdfir_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Hubble Deep Field in Infrared",
    "url": "https://apod.nasa.gov/apod/image/9810/hdfir_hst.jpg"
  },
  {
    "date": "1998-10-13",
    "explanation": "Here's part of the Dumbbell Nebula that you can't see through binoculars.   To see this, we suggest a sophisticated spectrograph attached to a telescope with an 8-meter aperture. Pictured above is the central part of the Dumbbell Nebula, also known as M27 and NGC 6853.  The Dumbbell is a planetary nebula created by the aging bright star visible just right of center.  The nebula, located in the constellation Vulpecula, is thousands of years old. Visible in this false-color photograph is glowing hydrogen gas (green) and enigmatical globules of dense molecular gas and dust (red).",
    "hdurl": "https://apod.nasa.gov/apod/image/9810/m27center_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Center of the Dumbbell Nebula",
    "url": "https://apod.nasa.gov/apod/image/9810/m27center_vlt.jpg"
  },
  {
    "date": "1998-10-14",
    "explanation": "It's back, and it's bigger than ever. The ozone hole that has been a cause of concern in recent years has again reformed over Earth's South Pole.  The seasonal recurrence of the ozone hole was expected, although the size of the hole has never been so large this early in the season.  Ozone is important because it shields us from damaging ultraviolet sunlight. Ozone is vulnerable, though, to CFCs and halons being released into the atmosphere.  The ozone hole's large size is probably related to unusually low temperatures, allowing CFC byproducts like chlorine to react with atmospheric ozone molecules with greater efficiency.  In the above false-color picture taken earlier this month, low ozone levels are shown in blue.",
    "hdurl": "https://apod.nasa.gov/apod/image/9810/ozonehole_toms_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The World's Largest Ozone Hole",
    "url": "https://apod.nasa.gov/apod/image/9810/ozonehole_toms.jpg"
  },
  {
    "date": "1998-10-15",
    "explanation": "The last 10 days have been great days for SOHO, the space-based SOlar and Heliospheric Observatory. Contact was completely lost with this international research spacecraft over 3 months ago but recovery teams have reacquired control of SOHO and, beginning October 5th, have been successfully switching on its scientific instruments. This October 13th view of the Sun in the light of ionized Helium atoms was recorded by the restored EIT instrument. It shows bright active regions and lofty prominences above the solar limb. North is toward the left rather than the top as the spacecraft's orientation has not yet been fully adjusted. (For a full Sun / full resolution view, click on the picture!) With the solar cycle approaching a maximum in the coming years, excitement continues to build as it becomes very likely that SOHO will be able to resume its unprecedented exploration of solar phenomena.",
    "hdurl": "https://apod.nasa.gov/apod/image/9810/eithe_soho13_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Great Day For SOHO",
    "url": "https://apod.nasa.gov/apod/image/9810/eithe_soho13.jpg"
  },
  {
    "date": "1998-10-16",
    "explanation": "Alluring aurora surrounding Io (eye-oh) appear as a ghostly glow while the volcanic moon orbits within Jupiter's dark shadow. Gas giant Jupiter is off to the right of this image, recorded in May by the robot Galileo spacecraft's solid state imaging camera from a distance of about 1.3 million kilometers. Energetic charged particles colliding with Io's atmospheric gases create the vivid colors and produce the red and green glow analogous to the aurora of Earth. The striking blue light is caused by dense volcanic plumes and may indicate regions electrically connected to Jupiter itself.",
    "hdurl": "https://apod.nasa.gov/apod/image/9810/ioaurora_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io Aurora",
    "url": "https://apod.nasa.gov/apod/image/9810/ioaurora_gal.jpg"
  },
  {
    "date": "1998-10-17",
    "explanation": "This cluster of stars, known as G1, is the brightest globular cluster in the whole Local Group of galaxies. Also called Mayall II, it orbits the center of the largest nearby galaxy: M31.  G1 contains over 300,000 stars and is almost as old as the entire universe.  In fact, observations of this globular star cluster show it to be as old as the oldest of the roughly 250 known globular clusters in our own Milky Way Galaxy.  Two bright foreground stars appear in this image of G1 taken with the orbiting Hubble Space Telescope in July of 1994.  It shows detail in the distant cluster comparable to ground-based telescopic views of globular star clusters in our own Galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/9810/m31gc1_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Giant Globular Cluster in M31",
    "url": "https://apod.nasa.gov/apod/image/9810/m31gc1_hst.jpg"
  },
  {
    "date": "1998-10-18",
    "explanation": "Saturn's rings are actually very thin.  This picture from the Hubble Space Telescope was taken on August 6, 1995 when the rings lined up sideways as seen from Earth.  Saturn's largest moon Titan is seen on the left, and Titan's shadow can be seen on Saturn's cloud tops!  Titan itself looks a brownish color because of its thick atmosphere. Four other moons of Saturn can be seen just above the ring plane, which are, from left to right: Mimas, Tethys, Janus, and Enceladus. If you look carefully, you will note that the dark band across the planet is actually the shadow of the rings, and is slightly displaced from the real rings - which are best seen away from the planet.  Saturn's rings are not solid - they are composed of ice chunks which range in size from a grain of sand to a house.",
    "hdurl": "https://apod.nasa.gov/apod/image/saturn_24Apr_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Rings Seen Sideways",
    "url": "https://apod.nasa.gov/apod/image/saturn_24Apr_hst.gif"
  },
  {
    "date": "1998-10-19",
    "explanation": "Tomorrow's picture: Infrared Uranus  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC &: Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9810/olympus_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Olympus Mons From Orbit",
    "url": "https://apod.nasa.gov/apod/image/9810/olympus_mgs.jpg"
  },
  {
    "date": "1998-10-20",
    "explanation": "The Sun's third largest planet usually looks quite dull.  Uranus typically appears as a featureless small spot in a small telescope or a featureless large orb in a large telescope.  Last August, however, the Hubble Space Telescope was able to photograph Uranus in infrared light, where the distant planet better shows its unusual clouds, rings, and moons.  Recent analysis indicates that clouds seen here in orange appear to circle Uranus at speeds in excess of 500 kilometers per hour.  Comparisons to earlier photographs show a slight precession shift in the brightest of Uranus' rings. Several of Uranus' numerous small moons are visible.",
    "hdurl": "https://apod.nasa.gov/apod/image/9810/uranusclouds_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Infrared Uranus",
    "url": "https://apod.nasa.gov/apod/image/9810/uranusclouds_hst.jpg"
  },
  {
    "date": "1998-10-21",
    "explanation": "Sometimes, near midnight, auroras suddenly stop. Nobody knows why.  This nightside gap in aurora was confirmed recently by D. Chua (U. Washington) and colleagues in data from the Ultraviolet Imager onboard the Polar spacecraft.  The gap appears from space as a slight break in a more full auroral arc surrounding a magnetic pole of the Earth.  Pictured above are clouds and auroras occurring last August near Wildcat Mountain in Wisconsin.",
    "hdurl": "https://apod.nasa.gov/apod/image/9810/aurora1_jpd.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Case of the Missing Aurora",
    "url": "https://apod.nasa.gov/apod/image/9810/aurora1_jpd_big.jpg"
  },
  {
    "date": "1998-10-22",
    "explanation": "Sometime in February, two of three long-lived Jovian storm systems known as \"white ovals\" apparently collided and merged -- forming what is now likely the second largest storm in the Solar System, after the famous Great Red Spot. The whitish, oval-shaped storms in Jupiter's banded atmosphere have been telescopically studied since the 1930s, but details of this surprising merger are unknown as Jupiter and Earth were on opposite sides of the Sun when it happened. The aftermath is shown in the (top panel) Hubble Space Telescope picture, taken in July as part of the evidence investigators are using to reconstruct the facts of the case. Centered are the swirling white clouds of the newly created storm system which is about as wide as planet Earth. At its left is the remaining smaller white oval which seems to be drifting away from the larger new storm. Atmospheric temperature data from the Galileo spacecraft represented in the (bottom panel) false-color image show the new storm as a dark feature, cooler than its surroundings.",
    "hdurl": "https://apod.nasa.gov/apod/image/9810/whiteoval_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter: When Storms Collide",
    "url": "https://apod.nasa.gov/apod/image/9810/whiteoval_gal.jpg"
  },
  {
    "date": "1998-10-23",
    "explanation": "This might resemble a fried egg you've had for breakfast, but it's actually much larger. In fact, ringed by blue-tinted star forming regions and faintly visible spiral arms, the yolk-yellow center of this face-on spiral galaxy, NGC 7742, is about 3,000 light-years across. About 72 million light-years away in the constellation Pegasus, NGC 7742 is known to be a Seyfert galaxy - a type of active spiral galaxy with a center or nucleus which is very bright at visible wavelengths. Across the spectrum, the tremendous brightness of Seyferts can change over periods of just days to months and galaxies like NGC 7742 are suspected of harboring massive black holes at their cores. This beautiful color picture is courtesy of the newly inaugurated Hubble Space Telescope Heritage Project.",
    "hdurl": "https://apod.nasa.gov/apod/image/9810/ngc7742_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Seyfert Galaxy NGC 7742",
    "url": "https://apod.nasa.gov/apod/image/9810/ngc7742_hst.jpg"
  },
  {
    "date": "1998-10-24",
    "explanation": "Sunrise seen from low Earth orbit by the shuttle astronauts can be very dramatic indeed ( and the authors apologize to Hemingway for using his title!). In this breathtaking view, the Sun is just visible peaking over towering anvil-shaped storm clouds whose silhouetted tops mark the upper boundary of the troposphere, the lowest layer of planet Earth's atmosphere. Sunlight filtering through suspended dust causes this dense layer of air to appear red. In contrast, the blue stripe marks the stratosphere, the tenuous upper atmosphere, which preferentially scatters blue light.",
    "hdurl": "https://apod.nasa.gov/apod/image/sunrise_sts47.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sun Also Rises",
    "url": "https://apod.nasa.gov/apod/image/sunrise_sts47.gif"
  },
  {
    "copyright": "AAOAATBROEUKS Telescope",
    "date": "1998-10-25",
    "explanation": "It is the most famous star cluster on the sky. The Pleiades can be seen without binoculars from even the depths of a light-polluted city.  Also known as the Seven Sisters and M45, the Pleiades is one of the brightest and closest open clusters.  The Pleiades contains over 3000 stars, is about 400 light years away, and only 13 light years across. Quite evident in the above photograph are the blue reflection nebulae that surround the bright cluster stars. Low mass, faint, brown dwarfs have recently been found in the Pleiades.",
    "hdurl": "https://apod.nasa.gov/apod/image/pleiades_uks.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pleiades Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/pleiades_uks_big.gif"
  },
  {
    "date": "1998-10-26",
    "explanation": "Space travel entered the age of the ion drive Saturday with the launch of Deep Space 1, a NASA mission designed primarily to test new technologies.  Deep Space 1 is bound for asteroid 1992 KD in July 1999.  Although the ion drive on Deep Space 1 provides acceleration much smaller than we feel toward Earth, it will gradually give the spacecraft the speed it needs to travel across our Solar System. The propulsion drive works by ionizing Xenon atoms with power provided by large panels that collect sunlight.  As these ions are expelled by a strong electric field out the back, the spacecraft slowly gains speed.  Pictured above, hot blue ions emerge from a prototype drive that was successfully tested last year at JPL.",
    "hdurl": "https://apod.nasa.gov/apod/image/9810/ion_jpl_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Ion Drive for Deep Space 1",
    "url": "https://apod.nasa.gov/apod/image/9810/ion_jpl.jpg"
  },
  {
    "date": "1998-10-27",
    "explanation": "Humanity's understanding of the relative brightness and variability of stars was revolutionized by the work of Henrietta Swan Leavitt (1868-1921).  Working at Harvard College Observatory, Leavitt precisely calibrated the photographic magnitudes of 47 stars to which all other stars could be compared.  Leavitt discovered and cataloged over 1500 variable stars in the nearby Magellanic Clouds.  From this catalog, Leavitt discovered that brighter Cepheid variable stars take longer to vary, a fact used today to calibrate the distance scale of our universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/9810/leavitt_aavso_sml.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Henrietta Leavitt Calibrates the Stars",
    "url": "https://apod.nasa.gov/apod/image/9810/leavitt_aavso.jpg"
  },
  {
    "date": "1998-10-28",
    "explanation": "A Turtle in Space?  Planetary nebula NGC 6210 may look like a giant space turtle, but it is actually much more massive and violent.  Fortunately, this gas cloud in Hercules lies about 6500 light years away.  NGC 6210 was investigated with the Hubble Space Telescope because it showed evidence of unusual relative abundances of nebular gas.  The resulting detailed representative-color picture, above, shows jets of hot gas streaming through holes in an older, cooler shell of gas.  The central star that created the planetary nebula is clearly visible in the center of the inset image.  Analyses of data involving this recently released picture may help explain the origin of chemical abundances in this nebula and our Galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/9810/ngc6210_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6210: The \"Turtle in Space\" Planetary Nebula",
    "url": "https://apod.nasa.gov/apod/image/9810/ngc6210_hst.jpg"
  },
  {
    "date": "1998-10-29",
    "explanation": "Rehearsing for his historic flight on February 20, 1962, Mercury program astronaut John H. Glenn Jr. works in a cramped training capsule preparing for a few hours' voyage through space. Dubbed Friendship 7, his own snug spacecraft was launched by an Atlas rocket and carried Glenn three times around planet Earth at an altitude of about 120 miles, returning him safely to a \"splashdown\" in the Atlantic Ocean. The first American in orbit, Senator Glenn's remarkable return to space will be 36 years later as a payload specialist on the Space Shuttle Discovery mission STS-95. Discovery is a roomier craft which will carry a crew of 7 and an array of scientific payloads, such as the International Extreme Ultraviolet Hitchhiker. Scheduled for launch today at 2:00 PM Eastern Time, Discovery will orbit at an altitude of 320 miles and land after 8 days at Kennedy Space Center's shuttle landing facility. Godspeed the crew of STS-95 !",
    "hdurl": "https://apod.nasa.gov/apod/image/9810/johnglenn62_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "John Glenn: Friendship 7 To Discovery",
    "url": "https://apod.nasa.gov/apod/image/9810/johnglenn62_nasa.jpg"
  },
  {
    "date": "1998-10-30",
    "explanation": "At left, the Space Shuttle Discovery waits in darkness on Kennedy Space Center's launch pad 39B. At right, on Thursday October 29, Discovery blasts through a bright afternoon sky returning Senator John Glenn to space over 36 years after he became the first American in orbit. Paving the way in 1962 Glenn flew solo, but today he is part of a crew of seven astronauts shepherding scientific payloads on shuttle mission STS-95. On tape, fellow Mercury Program astronaut Scott Carpenter again wished, \"... Godspeed John Glenn.\" while Kennedy Space Center launch control offered, \"Let the wings of Discovery lift us into the future.\"  At age 77, John Glenn, a legend and hero of NASA's first human spaceflight program, has become the oldest space traveler. From orbit, Glenn commented, \"... zero-g and I feel fine!\"",
    "hdurl": "https://apod.nasa.gov/apod/image/9810/discodawn_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "John Glenn: Discovery Launch",
    "url": "https://apod.nasa.gov/apod/image/9810/discodawn_nasa.jpg"
  },
  {
    "date": "1998-10-31",
    "explanation": "This picture, taken as the Apollo 17 astronauts orbited the Moon in 1972, depicts the stark lunar surface around the Eratosthenes and Copernicus craters. Images of a Moon devoid of life are familiar to denizens of the space age. Contrary to this modern perception, life on the Moon was reported in August of 1835 in a series of sensational stories first published by the New York Sun - apparently intended to improve the paper's circulation. These descriptions of lunar life received broad credence and became one of the most spectacular hoaxes in history. Supposedly based on telescopic observations, the stories featured full, lavish accounts of a Moon with oceans and beaches, teeming with plant and animal life and climaxing with reported sightings of winged, furry, human-like creatures resembling bats ! Within a month the trick had been revealed but the newspaper continued to enjoy an increased readership. For now ... have a safe and happy Halloween !",
    "hdurl": "https://apod.nasa.gov/apod/image/9810/craters_ap17_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bats And The Barren Moon",
    "url": "https://apod.nasa.gov/apod/image/9810/craters_ap17.jpg"
  },
  {
    "date": "1998-11-01",
    "explanation": "Three thousand light years away, a dying star throws off shells of glowing gas. This image from the Hubble Space Telescope reveals The Cat's Eye Nebula to be one of the most complex planetary nebulae known.  In fact, the features seen in this image are so complex that astronomers suspect the bright central object may actually be a binary star system. The term planetary nebula, used to describe this general class of objects, is misleading. Although these objects may appear round and planet-like in small telescopes, high resolution images reveal them to be stars surrounded by cocoons of gas blown off in the late stages of stellar evolution.",
    "hdurl": "https://apod.nasa.gov/apod/image/catseye_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cat's Eye Nebula",
    "url": "https://apod.nasa.gov/apod/image/catseye_hst.jpg"
  }
]
