[
  {
    "date": "1998-07-01",
    "explanation": "NGC 1808 is a galaxy in turmoil. A barred spiral with marked similarities to our home Milky Way Galaxy,  NGC 1808 is distinguished by a peculiar nucleus, an unusually warped disk, and strange flows of hydrogen gas out from the central regions.  Amidst all of this, NGC 1808 is undergoing so much star formation it has been deemed a starburst galaxy. In the above color-enhanced photograph, regions of active star formation and shown by their blue glow.  Here bright blue stars have recently formed and are energizing large clouds of surrounding hydrogen gas.  The reddish brown regions indicate dense interstellar dust.  NGC 1808 is a relatively close 40 million light-years away, and stretches about 35,000 light-years across.  The peculiar state of NGC 1808 may be caused by the gravity of neighboring galaxy NGC 1792.",
    "hdurl": "https://apod.nasa.gov/apod/image/9807/ngc1808wide_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1808: A Nearby Starburst Galaxy",
    "url": "https://apod.nasa.gov/apod/image/9807/ngc1808wide_hst.jpg"
  },
  {
    "date": "1998-07-02",
    "explanation": "This sequence of false color X-ray images captures a rare event - the passage or transit of planet Mercury in front of the Sun. Mercury's small disk is silhouetted against the bright background of X-rays from the hot Solar Corona. It appears just to the right of center in the top frame and moves farther right as the sequence progresses toward the bottom. The dark notch is a coronal hole near the Solar South Pole, while a flaring coronal bright point can be seen to the left of the notch in the top frames. The frames were recorded on November 6, 1993 by the Soft X-ray Telescope on board the orbiting Yohkoh satellite. Transits of Mercury (and Venus) were historically used to discover the geometry of the solar system and to map planet Earth itself.",
    "hdurl": "https://apod.nasa.gov/apod/image/9807/merctransit_yohkoh_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-ray Transit Of Mercury",
    "url": "https://apod.nasa.gov/apod/image/9807/merctransit_yohkoh.jpg"
  },
  {
    "date": "1998-07-03",
    "explanation": "Photographed from the approaching Space Shuttle Endeavour, the Mir space station floats above the clouds of planet Earth. Mir's modular construction, bristling with solar panels and antennas, lends it a slightly whimsical, insect-like appearance. Astronaut Andrew Thomas was dropped off at Mir by Endeavour in January and recently picked up by the Space Shuttle Discovery during STS-91, the ninth and last Mir docking mission. Thomas' 4 1/2 month stay culminates the shuttle-Mir program in which seven U.S. astronauts spent a total of 977 days with Russian crews on board Mir. The experience gained will be applied toward the construction of the International Space Station scheduled to begin with launches in November and December 1998.",
    "hdurl": "https://apod.nasa.gov/apod/image/9807/mir_sts89_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mir Above",
    "url": "https://apod.nasa.gov/apod/image/9807/mir_sts89.jpg"
  },
  {
    "copyright": "WIYN TelescopeConsortium",
    "date": "1998-07-04",
    "explanation": "Imaged by the WIYN Telescope, the Firework Nebula is the result of a type of stellar explosion called a nova. In a nova, a nuclear detonation on the surface of a compact white dwarf star blasts away material that has been dumped on its surface by a companion star. Also known as GK Persei or Nova Persei, this nova became one of the brightest stars in the night sky in the year 1901. As it faded, astronomers could see an expanding shell of gas that eventually became this spectacular nebula. While not exactly predictable, GK Per undergoes minor outbursts every three or four years.",
    "hdurl": "https://apod.nasa.gov/apod/image/9807/gkper_wiyn.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Firework Nebula",
    "url": "https://apod.nasa.gov/apod/image/9807/gkper_wiyn.gif"
  },
  {
    "date": "1998-07-05",
    "explanation": "Could you ever call this place home? The lunar module shown above, named \"Falcon,\" served as home for Apollo 15 astronauts David Scott and James Irwin during their stay on the Moon in July and August 1971. Meanwhile, astronaut Alfred Worden circled in the command module overhead. Harsh sunlight on the grey lunar surface lends the image an eerie quality, while the Lunar Apennine Mountains frame the background. Mount Hadley Delta is visible on the right. Visible in the foreground are tracks from the first Lunar Roving Vehicle, an electric car which enabled the astronauts to explore extended areas on the lunar surface.  Apollo 15 confirmed that most lunar surface features were created by impacts. Rocks returned by the Apollo 15 crew included green glasses whose formation mechanism is still unclear.",
    "hdurl": "https://apod.nasa.gov/apod/image/lunmod_a15_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 15's Home on the Moon",
    "url": "https://apod.nasa.gov/apod/image/lunmod_a15.gif"
  },
  {
    "date": "1998-07-06",
    "explanation": "What's cooking on Io? This active moon of Jupiter is marked with volcanoes spewing lava that is now known to be hotter than any lava on Earth.  Above is the highest resolution color-enhanced image yet composed of the most active surface in our Solar System.  Features as small as three kilometers are visible.  Sulfur compounds cause many of Io's unusual colors, while darker regions are probably composed of silicate rock.",
    "hdurl": "https://apod.nasa.gov/apod/image/9807/iohires_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sizzling Io",
    "url": "https://apod.nasa.gov/apod/image/9807/iohires_gal.jpg"
  },
  {
    "copyright": "AAOAATBROEUKS Telescope",
    "date": "1998-07-07",
    "explanation": "The bright Lagoon Nebula is home to a diverse array of astronomical objects.  Particularly interesting sources include a bright open cluster of stars and several energetic star-forming regions.  The general red glow is caused by luminous hydrogen gas, while the dark filaments are caused by absorption by dense lanes of dust. The Lagoon Nebula, also known as M8 and NGC 6523, lies about 5000 light-years away.  The Lagoon Nebula can be located with binoculars in the constellation of Sagittarius spanning a region over three times the diameter of a full Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/9807/m8_dfm_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M8: The Lagoon Nebula",
    "url": "https://apod.nasa.gov/apod/image/9807/m8_dfm.jpg"
  },
  {
    "date": "1998-07-08",
    "explanation": "Pluto is the only planet in our Solar System remaining unphotographed by a passing spacecraft. Distant Pluto and its moon Charon therefore remain somewhat mysterious.  In addition to direct imaging by the Hubble Space Telescope, careful tracking of brightness changes that occur as each object eclipses the other have allowed astronomers to build up the above black & white surface maps.  These maps depict the face of Pluto (left) that always faces Charon, and the face of Charon that always faces away from Pluto. The rectangular pixels are an artifact of the mapping software. The Pluto-Kuiper Express mission is tentatively planned for launch in 2003 and should encounter Pluto around the year 2012.",
    "hdurl": "https://apod.nasa.gov/apod/image/9807/plutocharon_lo_sml.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mysterious Pluto and Charon",
    "url": "https://apod.nasa.gov/apod/image/9807/plutocharon_lo.jpg"
  },
  {
    "copyright": "J. Orman",
    "date": "1998-07-09",
    "explanation": "In 1997, the bright comet Hale-Bopp may have become the most viewed comet in history -- visible even to casual skywatchers in light polluted cities around the globe. In this picture, taken by photographer Joe Orman on the evening of May 8, 1997, Hale-Bopp easily competes with near twilight skies and a shining, over-exposed, crescent moon above Mobile, Arizona, USA. Where is Hale-Bopp now? Still visible to telescopic observers in the Southern Hemisphere, the comet is outbound, presently about 537 million miles from the Sun. (Jupiter orbits at about 480 million miles.) The long lead time provided by the early discovery of Hale-Bopp has allowed extensive observing campaigns producing a bonanza of information about this primordial chunk of our Solar System.",
    "hdurl": "https://apod.nasa.gov/apod/image/9807/hale-bopp_orman_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hale-Bopp: The Crowd Pleaser Comet",
    "url": "https://apod.nasa.gov/apod/image/9807/hale-bopp_orman.jpg"
  },
  {
    "date": "1998-07-10",
    "explanation": "This dramatic image of an interacting pair of galaxies was made using the 1.5 meter telescope at the Cerro Tololo Inter-American Observatory near La Serena, Chile. NGC 1531 is the background galaxy with a bright core just above center and NGC 1532 is the foreground spiral galaxy laced with dust lanes. The pair is about 70 million light-years away in the southern constellation Eridanus. These galaxies lie close enough together so that each feels the influence of the other's gravity. The gravitational tug-of-war has triggered star formation in the foreground spiral as evidenced by the young, bright blue star clusters along the edge of the front spiral arm. Though the spiral galaxy in this pair is viewed nearly edge-on, astronomers believe the system is similar to the face-on spiral and companion known as M51, the Whirlpool Galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/9807/ngc1531_keel_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1531/2: Interacting Galaxies",
    "url": "https://apod.nasa.gov/apod/image/9807/ngc1531_keel.gif"
  },
  {
    "date": "1998-07-11",
    "explanation": "The Sleeping Beauty galaxy may appear peaceful at first sight but it is actually tossing and turning. In an unexpected twist, recent observations have shown that the center of this photogenic galaxy is rotating in the opposite direction than the outer regions! Stranger still - there is a middle region where the stars rotate in the opposite direction from the surrounding dust and gas. The fascinating internal motions of M64, also cataloged as NGC 4826, are thought to be the result of a collision between a small galaxy and a large galaxy where the resultant mix has not yet settled down.",
    "hdurl": "https://apod.nasa.gov/apod/image/m64_keel.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M64: The Sleeping Beauty Galaxy",
    "url": "https://apod.nasa.gov/apod/image/m64_keel.gif"
  },
  {
    "date": "1998-07-12",
    "explanation": "Asteroid 951 Gaspra is a huge rock tumbling in space.  Gaspra became one of the best-studied asteroids in 1991 when the spacecraft Galileo flew by. In the above photograph, subtle color variations have been exaggerated to highlight changes in reflectivity, surface structure and composition. Gaspra is about 20 kilometers long and orbits the Sun in the main asteroid belt between Mars and Jupiter.",
    "hdurl": "https://apod.nasa.gov/apod/image/9807/gaspra_gal_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Asteroid Gaspra's Best Face",
    "url": "https://apod.nasa.gov/apod/image/9807/gaspra_gal.jpg"
  },
  {
    "date": "1998-07-13",
    "explanation": "In the old days, just over a year ago, astronomers had little idea of the true distance to  gamma-ray bursts.  Did these enigmatic explosions occur in our outer Galaxy, or in the outer Universe?  Last May, a first telling distance measure was made - GRB 970508 showed an absorption line with a redshift of about 0.8 - indicating that this gamma-ray burst (GRB) was an enormous distance away.  Skeptics, however, are not always convinced by an unrepeated measurement. Since then, though, other tantalizing coincidences have occurred: GRB 971214 occurred unusually near a galaxy with the enormous redshift of 3.4, and GRB 980425 occurred unusually near a peculiar low-redshift supernova.  Skeptics were intrigued. Now, the potentially definitive implications of the above-pictured optical transient might impress even the cautious.  GRB 980703's optical transient shows a well-measured redshift from both an absorption line and an emission line: 0.97. The above negative highlights the uncommon transient source with the label \"OT\", while letters designate common comparison stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/9807/grb980703_keck_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "GRB 980703: A Reassuring Redshift",
    "url": "https://apod.nasa.gov/apod/image/9807/grb980703_keck.jpg"
  },
  {
    "date": "1998-07-14",
    "explanation": "To learn about the history ofMars, just ask the rocks.  Last year, that's exactly what the robot rover Sojourner did.  Sojouner can be seen, above, analyzing a rock nicknamed Moe, trying to discern its past.  One significant discovery of the Mars Pathfinder mission was that of conglomerate rocks, indicating the presence of running water in the past.  Such water, in turn, indicates that Mars was much more like watery Earth in the distant past.  Visible in the foreground of this color-enhanced mosaic is part of the Sagan Memorial Station, while a hill nicknamed one of the \"Twin Peaks\" is visible about a kilometer in the distance.",
    "hdurl": "https://apod.nasa.gov/apod/image/9807/marshill_mpf_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "At Work on Mars",
    "url": "https://apod.nasa.gov/apod/image/9807/marshill_mpf.jpg"
  },
  {
    "date": "1998-07-15",
    "explanation": "How do you find a nearly invisible galaxy?  Pictured above is the blue compact dwarf (BCD) galaxy NGC 2915. In visible light, shown above in yellow, this galaxy appears to be a normal dwarf galaxy, as indicated by the yellow smudge in the image center.  Yet when imaged in a very specific color, shown in blue, a whole spiral galaxy appears.  This specific color is in the radio band and is preferentially emitted by neutral hydrogen atoms. Much about BCD galaxies remains mysterious, such as how the neutral hydrogen obtained its shape, what drives current star formation, and why there is so much dark matter.  NGC 2915 is located at the relatively nearby distance of 15 million light-years - just outside our Local Group of Galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/9807/ngc2915_meurer_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ghost Galaxy NGC 2915",
    "url": "https://apod.nasa.gov/apod/image/9807/ngc2915_meurer.jpg"
  },
  {
    "date": "1998-07-16",
    "explanation": "Recorded on July 7, this animation using X-ray images of the Sun shows an amazing event - three nearly simultaneous jets connected with solar active regions. The two frames were taken several hours apart by the Soft X-ray Telescope on board the orbiting Yohkoh observatory. They have a \"negative\" color scheme, the darker colors representing more intense X-rays from the corona and active regions on the solar surface. The pictures clearly show two curving jets of X-ray hot plasma appearing above the solar equator and one below. A sharp vertical stripe near the jet above center is a digital blemish while the overall shift of the image is due to solar rotation. As the Sun is now approaching the active part of its 11 year cycle, similar single jets are seen every week or so. But the appearance of these three widely separated jets at once is considered an unlikely coincidence and is fueling current speculations about their origins.",
    "hdurl": "https://apod.nasa.gov/apod/image/9807/triple_jet_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Triple Jet",
    "url": "https://apod.nasa.gov/apod/image/9807/triple_jet.gif"
  },
  {
    "copyright": "R. Scott",
    "date": "1998-07-17",
    "explanation": "Comets are cosmic icebergs. They follow very elongated orbits which carry them from the frozen, remote outer reaches of the Solar System to close encounters with the Sun. Heated by sunlight, they slough off layers of material as gas and dust, forming their characteristic awe-inspiring comas (heads) and tails. In the spring of 1996, Comet Hyakutake inspired Arizona photographers Rick Scott and Joe Orman to take this picture showing faint stars near the constellation Ursa Minor (the Little Dipper) shining through the comet's long, graceful tail. Blown by the solar wind, comet tails generally point away from the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/9807/hyakutake_scott_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hyakutake: Stars Through A Comet's Tail",
    "url": "https://apod.nasa.gov/apod/image/9807/hyakutake_scott.jpg"
  },
  {
    "date": "1998-07-18",
    "explanation": "Robert H. Goddard, one of the founding fathers of modern rocketry, was born in Worcester Massachusetts in 1882. As a 16 year old, Goddard read H.G. Wells' science fiction classic \"War Of The Worlds\" and dreamed of spaceflight. By 1926 he had designed, built, and launched the world's first liquid fuel rocket. During his career he was ridiculed by the press for suggesting that rockets could be flown to the Moon, but he kept up his experiments in rocketry supported in part by the Smithsonian Institution and championed by Charles Lindbergh. Pictured above in 1937 in the desert near Roswell, New Mexico, Goddard examines a nose cone and parachute from one of his test rockets. Widely recognized as a gifted experimenter and engineering genius, his rockets were many years ahead of their time. He died in 1945 holding over 200 patents in rocket technology. A liquid fuel rocket constructed on principles developed by Goddard landed humans on the Moon in 1969.",
    "hdurl": "https://apod.nasa.gov/apod/image/goddard1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rockets and Robert Goddard",
    "url": "https://apod.nasa.gov/apod/image/goddard1.gif"
  },
  {
    "copyright": "CfA1.2-m TelescopeWhipple Observatory",
    "date": "1998-07-19",
    "explanation": "This huge ball of stars predates our Sun. Long before mankind evolved, before dinosaurs roamed, and even before our Earth existed, ancient globs of stars condensed and orbited a young Milky Way Galaxy. Of the 250 or so globular clusters that survive today, M3 is one of the largest and brightest, easily visible in the Northern hemisphere with binoculars.  M3 contains about half a million stars, most of which are old and red. The existence of young blue stars in M3 once posed a mystery, but these blue stragglers are now thought to form via stellar interactions.",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/m3_cfa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Globular Cluster M3",
    "url": "https://apod.nasa.gov/apod/image/9612/m3_cfa.gif"
  },
  {
    "date": "1998-07-20",
    "explanation": "Goodbye El Niño. Hello La Niña? Scientists are watching to see if an evolving pool of relatively cool water in the mid-Pacific Ocean will develop into a full \"La Niña\".  Over the past several months, the water temperature in the Equatorial Pacific Ocean has been doing a flip-flop.  From being slightly warmer than normal in the winter, a condition called El Niño, much of this water is now slightly colder than normal, a condition that might develop into a La Niña - with global weather consequences.  Pictured above is a false-color satellite image showing relative temperature in Equatorial Pacific taken earlier this month.  The blue color indicates relatively cool water.  Since little has changed since last month, it is possible that the situation has stabilized.  The last two La Nina years were 1988 and 1995.",
    "hdurl": "https://apod.nasa.gov/apod/image/9807/lanina_nasda_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "La Nina Watch",
    "url": "https://apod.nasa.gov/apod/image/9807/lanina_nasda.jpg"
  },
  {
    "copyright": "D. MalinAAOIACRGOIsaac Newton Telescope",
    "date": "1998-07-21",
    "explanation": "M33 is a prominent nearby spiral galaxy. Nicknamed the Triangulum,  M33 is one of the larger members of the Local Group of Galaxies.  Two massive spiral galaxies dominate the Local Group: M31 and our Milky Way Galaxy.  M33 is the only other spiral galaxy known in the Local Group.  At 3 million light-years, M33 is the second closest spiral galaxy.  M33 is thought by some to be a satellite galaxy to massive M31.  M33 is close enough to appear twice the angular size of the full moon, when viewed with binoculars.  Globular clusters in M33's halo appear unusual and might be much younger than globular clusters in our Galaxy's halo.",
    "hdurl": "https://apod.nasa.gov/apod/image/9807/m33_dfm_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nearby Spiral M33",
    "url": "https://apod.nasa.gov/apod/image/9807/m33_dfm.jpg"
  },
  {
    "date": "1998-07-22",
    "explanation": "Ganymede has craters within craters within craters.  The old surface of the largest moon in the Solar System shows its age by the large amount of these impact features. The above picture released last week shows two old craters with dark floors located in a relatively bright region known as  Memphis Facula, a region itself thought created by an ancient collision.  The strange dark floors of these craters were themselves created long ago and now house craters of their own.  Crater Chrysor, on the left, spans about 6000 meters, about half that of crater Aleyn on the right. The robot spacecraft Galileo took the above photograph during a flyby of this moon of Jupiter in June 1996.",
    "hdurl": "https://apod.nasa.gov/apod/image/9807/ganycraters_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Craters on Ganymede",
    "url": "https://apod.nasa.gov/apod/image/9807/ganycraters_gal.jpg"
  },
  {
    "date": "1998-07-23",
    "explanation": "This dramatic artist's vision shows a city-sized neutron star centered in a disk of hot plasma drawn from its enfeebled red companion star. Ravenously accreting material from the disk, the neutron star spins faster and faster emitting powerful particle beams and pulses of X-rays as it rotates 400 times a second. Could such a bizarre and inhospitable star system really exist in our Universe? Based on data from the orbiting Rossi X-Ray Timing Explorer (RXTE) satellite, research teams have recently announced a discovery which fits this exotic scenario well - a \"millisecond\" X-ray pulsar. The newly detected celestial X-ray beacon has the unassuming catalog designation of SAX J1808.4-3658 and is located a comforting 12,000 light years away in the constellation Sagittarius. Its X-ray pulses offer evidence of rapid, accretion powered rotation and provide a much sought after connection between known types of radio and X-ray pulsars and the evolution and ultimate demise of binary star systems.",
    "hdurl": "https://apod.nasa.gov/apod/image/9807/millisec_pulsar_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Pulsar",
    "url": "https://apod.nasa.gov/apod/image/9807/millisec_pulsar.jpg"
  },
  {
    "date": "1998-07-24",
    "explanation": "On another Friday (May 5, 1961), at the dawn of the space age, NASA controllers \"lit the candle\" and sent Alan B. Shepard Jr. arcing into space atop a Redstone rocket. The picture shows the pressure-suited Shepard before the launch in his cramped space capsule dubbed \"Freedom 7\" . This historic flight - the first spaceflight by an American - made Shepard a national hero. Born in East Derry, New Hampshire on November 18, 1923, Shepard graduated from the United States Naval Academy in 1944 and went on to train and serve as a Naval Aviator. Chosen as one of the original seven Mercury Program astronauts, he considered this first flight the greatest challenge and actively sought the assignment. Shepard's accomplishments in his career as an astronaut spanned a remarkable period in human achievement and in 1972 he walked on the moon as commander of the Apollo 14 mission. A true pioneer and intrepid explorer, Alan Shepard died Tuesday at age 74 after a lengthy illness.",
    "hdurl": "https://apod.nasa.gov/apod/image/9807/shepard_freedom7_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Alan B. Shepard Jr. 1923-1998",
    "url": "https://apod.nasa.gov/apod/image/9807/shepard_freedom7.jpg"
  },
  {
    "date": "1998-07-25",
    "explanation": "Aloha! With the graceful arc of the Earth's limb in the background, the Hawaiian Island archipelago is visible in this stunning photo taken by the astronauts onboard the shuttle Discovery in October of 1988. Along with popular beaches and tropical resorts, these volcanic islands offer extreme elevations with dark, dry, cloudless skies. Consequently they have also become popular sites for large and sophisticated ground based telescopes. The peak of Mauna Kea, on the Big Island (upper left), boasts an impressive array of astronomical instruments including the Keck, the Canada-France-Hawaii Telescope, the NASA IRTF, the JCMT and UKIRT, and the Gemini Telescope Project. The dormant volcanic cone of Haleakala on Maui (just below the Big Island) is home to the Air Force Maui Optical Station and the Mees Solar Observatory. Mahalo nui loa!",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/hawaii_sts26_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hawaii",
    "url": "https://apod.nasa.gov/apod/image/9703/hawaii_sts26.jpg"
  },
  {
    "copyright": "AAOAATBUKS Telescope",
    "date": "1998-07-26",
    "explanation": "Antares is a huge star. In a class called red supergiant, Antares is about 700 times the diameter of our own Sun, 15 times more massive, and 10,000 times brighter.  Antares is the brightest star in the constellation of Scorpius and one of the brighter stars in all the night sky.  Antares is seen surrounded by a nebula of gas which it has itself expelled. Radiation from Antares' blue stellar companion helps cause the nebular gas to glow, as photographed above.  Antares is located about 500 light years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/9706/antaresneb_uks.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Antares",
    "url": "https://apod.nasa.gov/apod/image/9706/antaresneb_uks_big.jpg"
  },
  {
    "date": "1998-07-27",
    "explanation": "A very young star cluster has been discovered in a neighboring galaxy.  The stars found in this cluster, dubbed N81, are so young and massive that they furiously eject matter and light up the surrounding nebula.  The ejected stellar winds combine and interact to sculpt beautiful and complex structures.  Visible near the center of the above representative-color picture are two of N81's brightest stars. Just above them lies a dark knot of dust and gas where these massive stars probably originated.  The home galaxy of this stellar nursery is the Small Magellanic Cloud (SMC) located about 200,000 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/9807/n81_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "N81: Starbirth in the SMC",
    "url": "https://apod.nasa.gov/apod/image/9807/n81_hst.jpg"
  },
  {
    "date": "1998-07-28",
    "explanation": "In 1993, a strange string of comet pieces was discovered near the planet Jupiter. So unusual a sight, Comet Shoemaker-Levy 9 (SL9) quickly became the object of much scientific curiosity.  Studies showed that the Sun would soon perturb the orbit of SL9 so that it would actually strike Jupiter in July 1994.  The studies were right. The above picture shows the impact site of SL9's fragment G on Jupiter's cloud-tops.  The size of the dark outer ring is roughly the size of the Earth.  Since Jupiter is mostly gas, the comet melted and evaporated before plunging too far into Jupiter's atmosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/9807/sl9g_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Impact on Jupiter",
    "url": "https://apod.nasa.gov/apod/image/9807/sl9g_hst.jpg"
  },
  {
    "date": "1998-07-29",
    "explanation": "These high resolution false color pictures of the Galactic center region in high energy X-ray and gamma-ray light result from a very long exposure of roughly 3,000 hours performed from 1990 to 1997 by the French SIGMA telescope onboard the Russian GRANAT spacecraft. Each image covers a 14x14 degree field which includes most of the central bulge of our Milky Way Galaxy. The X-ray picture (left) reveals a cluster of sources releasing enormous amounts of energy. They are probably binary star systems where matter accretes onto a collapsed object, either a neutron star or a black hole. But according to recent theories, only those binary systems with black holes can radiate above X-ray energies -- in the gamma-ray regime. In that case, the SIGMA sources also shining in the gamma-ray picture (right) betray the presence of accreting stellar black holes! Surprisingly, no high energy source seems to coincide exactly with the Galactic center itself, located near the brightest source at the bottom of both pictures. This indicates that the large black hole thought to be lurking there is unexpectedly quiet at these energies.",
    "hdurl": "https://apod.nasa.gov/apod/image/9807/galcen_sigma2.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The High Energy Heart Of The Milky Way",
    "url": "https://apod.nasa.gov/apod/image/9807/galcen_sigma2.jpg"
  },
  {
    "date": "1998-07-30",
    "explanation": "This \"synthetic color\" image swath of the Elysium Volcanic Region of Mars was recorded by Mars Global Surveyor's wide angle camera on July 2. North is up and the sun illuminates the scene from the lower right. Bright clouds hover near the northern most dome-shaped volcano Hecates Tholus. The shield volcano Elysium Mons lies about 250 miles south near the image center, and farther south lies another dome-shaped volcano, Albor Tholus, with a broad summit basin or caldera. Even though Mars is just half the size of planet Earth, it is known for its volcanos - the largest of which dwarf their terrestrial counterparts.",
    "hdurl": "https://apod.nasa.gov/apod/image/9807/elysiumvol_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Volcanos on Mars: Elysium Region",
    "url": "https://apod.nasa.gov/apod/image/9807/elysiumvol_mgs.jpg"
  },
  {
    "date": "1998-07-31",
    "explanation": "Do you recognize the constellation Orion? This striking but unfamiliar looking picture of the familiar Orion region of the sky was produced using survey data from the InfraRed Astronomical Satellite (IRAS). It combines information recorded at three different invisible infrared wavelengths in a red, green, and blue color scheme and covers about 30x24 degrees on the sky. Most of Orion's visually impressive stars don't stand out, but bright Betelgeuse does appear as a small purplish dot just above center. Immediately to the right of Betelgeuse and prominent in the IRAS skyview, expanding debris from a stellar explosion, a supernova remnant, is seen as a large bright ring-shaped feature. The famous gas clouds in Orion's sword glow brightly as the yellow regions at the lower right. No longer operational, IRAS used a telescope cooled by liquid helium to detect celestial infrared radiation.",
    "hdurl": "https://apod.nasa.gov/apod/image/9807/orion_iras_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IRAS Orion",
    "url": "https://apod.nasa.gov/apod/image/9807/orion_iras.jpg"
  },
  {
    "date": "1998-08-01",
    "explanation": "Comet Shoemaker-Levy 9, named after its co-discoverers, was often referred to as the \"string of pearls\" comet. It is famous for its suggestive appearance as well as its collision with the planet Jupiter! The comet's original single nucleus was torn to pieces by Jupiter's strong gravity during a close encounter with the solar system's largest planet in 1992. The pieces are seen in this composite of Hubble Space Telescope images to be \"pearls\" strung out along the comet's orbital path. In July of 1994 these pieces collided with Jupiter in a rare and spectacular series of events.",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/sl9_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A String Of Pearls",
    "url": "https://apod.nasa.gov/apod/image/9703/sl9_hst.jpg"
  }
]
