[
  {
    "copyright": "Anglo-Australian Telescope\nBoard",
    "date": "1998-02-01",
    "explanation": "The Orion Nebula is visible to the unaided eye as a fuzzy patch near the famous belt of three stars in the constellation Orion. The above picture captures a part of the Orion Nebula that primarily reflects light from bright Orion stars. This reflection nebula appears blue because the blue light from the neighboring stars scatters more efficiently from nebula gas than does red light. The dark lanes are composed of mostly interstellar dust - fine needle-shaped carbon grains.",
    "hdurl": "https://apod.nasa.gov/apod/image/ngc1977_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1977: Blue Reflection Nebula in Orion",
    "url": "https://apod.nasa.gov/apod/image/ngc1977_aat.gif"
  },
  {
    "date": "1998-02-02",
    "explanation": "Part of Jupiter is missing.  Actually, three parts appear to be missing.  In reality though, the three dark spots seen in the above photograph are only shadows. The unusual alignment of three of Jupiter's moons between the Jovian giant and the Sun was imaged last November 10th.  The shadows of Io, Callisto, and Ganymede move across Jupiter as these moons progress in their orbits.  It was by noting the times of eclipse of Jupiter's moons in 1675 that Ole Roemer became the first person to measure the speed of light.  When a shadow from Earth's Moon crosses the Earth's surface, the people inside the shadow see an eclipse of the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/9802/jup3ecl_ua.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Triple Eclipse on Jupiter",
    "url": "https://apod.nasa.gov/apod/image/9802/jup3ecl_ua.jpg"
  },
  {
    "date": "1998-02-03",
    "explanation": "Two galaxies stand out to casual observers in Earth's Southern Hemisphere: the Large Magellanic Cloud (LMC) and the Small Magellanic Cloud (SMC).  These irregular galaxies are two of the closest galaxies to our Milky Way Galaxy.  Recent observations of the LMC (on the left) have determined that it is on a nearly circular orbit around our Galaxy, and have even helped in the determination of the composition of dark matter in our Galaxy. The above photograph spans 40 degrees.  Visible on the lower left of the LMC is the Tarantula Nebula (in red).  In the foreground to the right of the SMC is globular cluster 47 Tucanae, appearing here as a bright point of light.",
    "hdurl": "https://apod.nasa.gov/apod/image/9802/lmcsmc_wk_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Magellanic Mural",
    "url": "https://apod.nasa.gov/apod/image/9802/lmcsmc_wk.jpg"
  },
  {
    "date": "1998-02-04",
    "explanation": "This is how Earth appeared to the passing spacecraft NEAR.  The Near Earth Asteroid Rendezvous (NEAR) spacecraft was launched from Florida, USA, planet Earth in 1996. After a quick flyby of asteroid Mathilde in June last year, NEAR passed the Earth two weeks ago on its way to asteroid 433 Eros. Visible on the above representative-color picture is the western part of Earth's Southern Hemisphere.  Prominent features include the white snow-covered Antarctica and swirling and extended cloud systems. Oceans appear blue and part of South America is visible on the right.",
    "hdurl": "https://apod.nasa.gov/apod/image/9802/earth_near.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Passing Spaceship Views Earth",
    "url": "https://apod.nasa.gov/apod/image/9802/earth_near.jpg"
  },
  {
    "date": "1998-02-05",
    "explanation": "This canyon on the surface of Mars appears to have been carved by flowing water. Known as Nanedi Vallis, the terraces and channels visible within the canyon strongly suggest that a river of water once ran here. But the lack of smaller surface channels and other features argue that the valley was formed by a surface collapse. Further images of Martian valley systems will help distinguish the degree to which these processes affected the Martian surface. This image was recorded on January 8th by the Mars Global Surveyor's camera during its 87th orbit of the red planet. The area pictured is about 6 miles wide. High resolution versions of the image show features that are as small as 40 feet across.",
    "hdurl": "https://apod.nasa.gov/apod/image/9802/marsriver1_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Martian River Bed?",
    "url": "https://apod.nasa.gov/apod/image/9802/marsriver1_mgs.jpg"
  },
  {
    "date": "1998-02-06",
    "explanation": "Sunday marks the 170th anniversary of the birth of Jules Verne (born in Nantes, France on the 8th of February, 1828). Inspired by a lifelong fascination with machines, Verne wrote visionary works about \"Extraordinary Voyages\" including such terrestrial travels as Around the World in 80 Days, Journey to the Centre of the Earth, and Twenty Thousand Leagues Under the Sea. In 1865 he published the story of three adventurers who undertook a journey From the Earth to the Moon. Verne's characters rode a \"projectile-vehicle\" fired from a huge cannon constructed in Florida. Does that sound familiar? A century later, the Saturn V rocket and NASA's Apollo program finally turned this work of fiction into fact, propelling adventuresome trios on what was perhaps Verne's most extraordinary voyage. This stirring floodlit view shows the Apollo 9 space-vehicle atop its Saturn V. Launched from a spaceport in Florida in 1969, the Apollo 9 crew were the first to test all lunar landing hardware in space .",
    "hdurl": "https://apod.nasa.gov/apod/image/9802/apollo9_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Happy Birthday Jules Verne",
    "url": "https://apod.nasa.gov/apod/image/9802/apollo9.jpg"
  },
  {
    "date": "1998-02-07",
    "explanation": "Above is a microwave image of the entire sky. The plane of our galaxy runs horizontally through the center. This historic all-sky map is based on the first two years of data from NASA's COsmic Background Explorer (COBE) satellite. After computer processing to remove contributions from nearby objects and the effects of the earth's motion, the map shows temperature variations in the early Universe as red \"spots\". These spots are the oldest, most distant structures known. As our Universe expanded and cooled, conglomerations of mass formed. The COBE images confirm that only a million years after the big-bang - which occurred roughly 15 billion years ago - parts of the universe were visibly hotter than other parts. By studying the size and distribution of the spots found with COBE and future missions, astronomers hope to learn what matter and processes caused the spots to form - and hence determine the composition, density, and future of our Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/9802/cmb_cobe2yr_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "COBE Hotspots: The Oldest Structures Known",
    "url": "https://apod.nasa.gov/apod/image/9802/cmb_cobe2yr.jpg"
  },
  {
    "copyright": "S. Kohle, T. Credner et al.AIUB",
    "date": "1998-02-08",
    "explanation": "The Crab Nebula, filled with mysterious filaments, is the result of a star that exploded in 1054 AD.  This spectacular supernova explosion was recorded by Chinese and (quite probably) Anasazi Indian astronomers.  The filaments are mysterious because they appear to have less mass than expelled in the original supernova and higher speed than expected from a free explosion. In the above picture, the color indicates what is happening to the electrons in different parts of the Crab Nebula. Red indicates the electrons are recombining with protons to form neutral hydrogen, while green indicates the electrons are whirling around the magnetic field of the inner nebula. In the nebula's very center lies a pulsar: a neutron star rotating, in this case, 30 times a second.",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/m1crab_kc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M1: Filaments of the Crab Nebula",
    "url": "https://apod.nasa.gov/apod/image/9702/m1crab_kc.jpg"
  },
  {
    "copyright": "G. Greaney",
    "date": "1998-02-09",
    "explanation": "Double, double toil and trouble; Fire burn, and cauldron bubble ... Maybe Macbeth should have consulted the Witch Head Nebula. This suggestively shaped reflection nebula is associated with the bright star Rigel in the constellation Orion. More formally known as IC 2118, the Witch Head Nebula glows primarily by light reflected from Rigel.  Rigel is located about one photo-width off the image to the right. Fine dust in the nebula reflects the light.  The blue color is caused not only by Rigel's blue color but because the dust grains reflect blue light more efficiently than red. The same physical process causes Earth's daytime sky to appear blue, although the scatterers here are molecules of nitrogen and oxygen. The nebula lies about 1000 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/9802/witchhead_gg.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Witch Head Nebula",
    "url": "https://apod.nasa.gov/apod/image/9802/witchhead_gg.jpg"
  },
  {
    "date": "1998-02-10",
    "explanation": "Mars Global Surveyor is photographing Mars. The robot spacecraft arrived last September and continues to use solar panel aerobraking to help maneuver it to a better orbit to survey all of Mars The above image is a reconstruction of several photographs digitally combined to simulate a single vantage point 2700 kilometers above the Martian surface.  The images were taken by the Mars Orbital Camera in wide angle mode in late December 1997. Visible features include the Valles Marineris canyon across the top, and the South Polar Cap of frozen carbon dioxide at the bottom.  Many finer features that would normally be visible are hidden by dust remaining from a planet-wide storm that subsided only three weeks before these images were recorded.",
    "hdurl": "https://apod.nasa.gov/apod/image/9802/marsfull1_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "All of Mars",
    "url": "https://apod.nasa.gov/apod/image/9802/marsfull1_mgs.jpg"
  },
  {
    "date": "1998-02-11",
    "explanation": "Pulsars are rotating neutron stars, born in the violent crucibles of supernova explosions. Like cosmic lighthouses, beams of radiation from surface hotspots sweep past our viewpoint creating pulses which reveal the rotation rates of these incredibly dense stellar corpses. The most famous pulsar of all is found in the nearby supernova remnant, the Crab Nebula. The Crab's young pulsar is fast. Rotating at 33 times a second, its radiation energizes the surrounding gaseous stellar debris.  But using archival observations from orbiting X-ray telescopes, astronomers have recently identified another \"Crab-like\" pulsar that is even faster. Located in the Large Magellanic Cloud (LMC), X-ray pulses from this newly discovered pulsar, in the supernova remnant N157B, indicate an even faster rotation rate - 62 times a second - making it the fastest known pulsar associated with a supernova remnant. This contoured, false color X-ray image of a portion of the LMC shows the location of N157B along with the core of the nearby hot star cluster R136, and the site of another Crab-like pulsar in SNR 0540-69.3 (rotating a mere 20 times a second). The image is about 1,500 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/9802/n157b1_asca.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ultra-Fast Pulsar",
    "url": "https://apod.nasa.gov/apod/image/9802/n157b1_asca.jpg"
  },
  {
    "date": "1998-02-12",
    "explanation": "In a grand canyon on Mars, steep slopes fall away from a smooth plateau revealing striking layered rock formations. The canyon is part of the Valles Marineris, a 2,500 mile long system of canyons cutting across the Martian equator. This view, recorded on January 1 by the orbiting Mars Global Surveyor shows a small portion of Valles Marineris in amazing detail. The image is about 6 miles wide and high resolution versions show features as small as 20 feet across. What processes caused the layering? In the Grand Canyon on planet Earth, sedimentary processes have resulted in spectacular rock layers. But similar layers of rock in canyons of the Hawaiian Islands were created by volcanoes. Regardless of the origin of layering on Mars, its extent suggests that early Mars was geologically active and complex.",
    "hdurl": "https://apod.nasa.gov/apod/image/9802/marv1_mgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "In A Grand Canyon On Mars",
    "url": "https://apod.nasa.gov/apod/image/9802/marv1_mgs.jpg"
  },
  {
    "date": "1998-02-13",
    "explanation": "Inaugurating the era of space exploration for the US, the First Explorer was launched into Earth orbit forty years ago (February 1, 1958) by the Army Ballistic Missle Agency. The Explorer I satellite weighed about 30 pounds, was 6 feet long, 6 inches in diameter and consisted of batteries, transmitters, and scientific instrumentation built into the fourth stage of a Jupiter-C rocket. Foreshadowing NASA and the adventurous and successful Explorer Program, Explorer I bolstered national prestige in the wake of Sputnik. The satellite also contributed to a spectacular scientific bonanza - the discovery of Earth-girdling belts of magnetically trapped charged particles now known as the Van Allen Radiation Belts.",
    "hdurl": "https://apod.nasa.gov/apod/image/9802/explorer1_jpl_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Explorer I",
    "url": "https://apod.nasa.gov/apod/image/9802/explorer1_jpl.jpg"
  },
  {
    "copyright": "G. Greaney",
    "date": "1998-02-14",
    "explanation": "Would the Rosette Nebula by any other name look as sweet? The bland New General Catalog designation of NGC 2237 doesn't appear to diminish the appearance of the this flowery emission nebula. Inside the nebula lies an open cluster of bright young stars designated NGC 2244. These stars recently formed from the nebular material and their stellar \"wind\" has cleared a hole in the nebula's center, insulated by a layer of dust and hot gas. Ultraviolet light from the hot cluster stars causes the surrounding nebula to glow.",
    "hdurl": "https://apod.nasa.gov/apod/image/9802/rosette_gg_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Rosette Nebula",
    "url": "https://apod.nasa.gov/apod/image/9802/rosette_gg.jpg"
  },
  {
    "date": "1998-02-15",
    "explanation": "Galaxies are made up of stars, but are all stars found within galaxies? Using the Hubble Space Telescope, researchers exploring the Virgo Cluster of galaxies have now found about 600 red giant stars adrift in intergalactic space. Above is an artist's vision of the sky from a hypothetical planet of such a lonely sun. The night sky on a world orbiting an intergalactic star would be a stark contrast to Earth's - which features a spectacle of stars, all members of our own Milky Way galaxy. As suggested by the illustration, a setting swollen red sun would leave behind a dark sky flecked only with faint, fuzzy, apparitions of Virgo Cluster galaxies. Possibly ejected from their home galaxies during galaxy-galaxy collisions, these isolated suns may well represent part of a large, previously unseen stellar population, filling the space between Virgo Cluster galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/vcstars_illust_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars Without Galaxies",
    "url": "https://apod.nasa.gov/apod/image/9702/vcstars_illust.jpg"
  },
  {
    "date": "1998-02-16",
    "explanation": "Our Galaxy is being invaded. Recent observations indicate that in the next 100 million years, the Sagittarius Dwarf galaxy will move though the disk of our own Milky Way Galaxy yet again . The Sagittarius Dwarf (Sgr), shown as the extended irregular shape below the Galactic Center,  is the closest of 9 known small dwarf spheroidal galaxies that orbit our Galaxy.  Don't worry, our Galaxy is not in danger, but no such assurances are issued for the Sagittarius Dwarf: the intense gravitational tidal forces might pull it apart. Oddly, however, Sgr's orbit indicates that is has been through our Galaxy several times before, and survived!  One possibility is that Sgr contains a great deal of low-density dark matter that hold it together gravitationally during these collisions.",
    "hdurl": "https://apod.nasa.gov/apod/image/9802/sagdwarf_wyse.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sagittarius Dwarf to Collide with Milky Way",
    "url": "https://apod.nasa.gov/apod/image/9802/sagdwarf_wyse.jpg"
  },
  {
    "date": "1998-02-17",
    "explanation": "even years ago the brightest supernova of modern times was recorded. Now the expanding debris from this tremendous stellar explosion is seen to be crashing into previously expelled material.  The onset of this collision is shown by the arrow in the above picture as the yellow spot on the interior of the ring.  Although the collision is occurring at speeds near 60 million km/hour, it will appear to take years due to the vast distances involved. As the supernova blast wave moves out, it shock-heats any gas it encounters, causing it to glow.  Astronomers are thus hopeful that the blast wave will illuminate the interesting past of SN 1987a, and perhaps provide more clues about the origins of the mysterious rings.",
    "hdurl": "https://apod.nasa.gov/apod/image/9802/sn87aknot_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shocked by Supernova 1987a",
    "url": "https://apod.nasa.gov/apod/image/9802/sn87aknot_hst.jpg"
  },
  {
    "date": "1998-02-18",
    "explanation": "The first hint of what will become of our Sun was discovered inadvertently in 1764.  At that time, Charles Messier was compiling a list of \"annoying\" diffuse objects not to be confused with \"interesting\" comets. The 27th object on Messier's list, now known as M27 or the Dumbbell Nebula, is a planetary nebula, the type of nebula our Sun will produce when nuclear fusion stops in its core. M27 is one of the brightest planetary nebulae on the sky, and can be seen in the constellation Vulpecula with binoculars.  It takes light about 1000 years to reach us from M27.  Understanding the physics and significance of M27 was well beyond 18th century science.  Even today, many things remain mysterious about bipolar planetary nebula like M27, including the physical mechanism that expels a low-mass star's gaseous outer-envelope, leaving an X-ray hot white dwarf.",
    "hdurl": "https://apod.nasa.gov/apod/image/9802/m27_dm_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M27: The Dumbbell Nebula",
    "url": "https://apod.nasa.gov/apod/image/9802/m27_dm_big.jpg"
  },
  {
    "date": "1998-02-19",
    "explanation": "Miranda is a bizarre world which surely had a tempestuous past. The innermost of the larger Uranian moons, Miranda is almost 300 miles in diameter and was discovered only 50 years ago (February 16, 1948) by the renown American planetary astronomer Gerard Kuiper. Examined very closely by the Voyager 2 spacecraft in 1986, this dark and distant world turned out to be quite a surprise. Miranda was found to display a unique, bewildering variety of terrain leading some to suggest that it has been fractured up to 5 times during its evolution. Along with the famous \"chevron\" feature, the bright V-shaped area just above center, this composite of the highest resolution images of Miranda shows wild juxtapositions of ridges and valleys, older cratered and younger smooth surfaces, and shadowy canyons perhaps 12 miles deep.  The large crater (below center) is the 15 mile wide crater Alonso.",
    "hdurl": "https://apod.nasa.gov/apod/image/9802/miranda_vg2mos1_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Miranda",
    "url": "https://apod.nasa.gov/apod/image/9802/miranda_vg2mos1.jpg"
  },
  {
    "date": "1998-02-20",
    "explanation": "Where is Hale-Bopp now? The Great Comet of 1997, one of the largest and most active comets ever, is outbound about 400 million miles from the sun. Too faint for viewing without telescopes or binoculars, Hale-Bopp is presently positioned in the very southerly constellation of Pictor. This \"negative\" image (black stars against white sky) of Hale-Bopp is the result of a 1 hour time exposure using the 1-metre European Southern Observatory Schmidt telescope on January 5. Clearly the comet still has a substantial tail, blown by the solar wind, that points generally away from the sunward direction. But look closely. A spiky \"anti-tail\" is also visible pointing toward the sun! It is likely that this anti-tail is composed of dust grains released from the comet nucleus which are too large to be easily pushed by the solar wind. As Hale-Bopp recedes from the sun its activity will subside but astronomers are still uncertain as to how long its tails will last. After a swing through the outer solar system and the Oort cloud, Hale-Bopp will pass through the inner solar system again ... around the year 5400.",
    "hdurl": "https://apod.nasa.gov/apod/image/9802/halebopp1_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hale-Bopp: A Continuing Tail",
    "url": "https://apod.nasa.gov/apod/image/9802/halebopp1_eso.jpg"
  },
  {
    "date": "1998-02-21",
    "explanation": "This picture was taken by the Voyager 2 spacecraft in 1989 - the only spacecraft ever to visit Neptune. Neptune will be the farthest planet from the Sun until 1999, when the elliptical orbit of Pluto will cause it to once again resume this status. Neptune, like Uranus, is composed mostly of liquid water, methane and ammonia, is surrounded by a thick gas atmosphere of mostly hydrogen and helium, and has many moons and rings. Neptune's moon Triton is unlike any other and has active volcanoes. The nature of Triton's unusual orbit around Neptune is the focus of much discussion and speculation.",
    "hdurl": "https://apod.nasa.gov/apod/image/neptune_vg2.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Neptune: Big Blue Giant",
    "url": "https://apod.nasa.gov/apod/image/neptune_vg2.gif"
  },
  {
    "date": "1998-02-22",
    "explanation": "A background of distant stars, sinuous and spiky bands of Southern Lights (Aurora Australis), and the faint glow of charged plasma (ionized atomic gas) surrounding the Space Shuttle Discovery's engines give this photo from the STS-39 mission an eerie, otherworldly look. This image reflects Discovery's April 1991 mission well - its payload bay (PLB) was filled with instruments designed to study celestial objects, aurora and atmospheric phenomena, and the low Earth orbit environment around the PLB itself. The aurora seen here are at a height of about 50-80 miles. Aurora are caused by charged particles in the solar wind, channeled through the Earth's magnetic field which excite molecules in the upper atmosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/9802/aurora1_sts39_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Southern Lights and Shuttle Glow",
    "url": "https://apod.nasa.gov/apod/image/9802/aurora1_sts39.jpg"
  },
  {
    "date": "1998-02-23",
    "explanation": "What's going on in the center of this spiral galaxy? Named the Sombrero Galaxy for its hat-like resemblance, M104 features a prominent dust lane and a bright halo of stars and globular clusters.  Something truly energetic is going on in the Sombrero's center, as it not only appears bright in visible light, but glows prodigiously in X-ray light as well. This X-ray emission coupled with unusually high central stellar speeds cause many astronomers to speculate that a black hole lies at the Sombrero's center - a black hole possibly a billion times the mass of our Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/9802/m104_dfm_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M104: The Sombrero Galaxy",
    "url": "https://apod.nasa.gov/apod/image/9802/m104_dfm.jpg"
  },
  {
    "copyright": "UIUCGCCC",
    "date": "1998-02-24",
    "explanation": "We live in a forest.  Strewn throughout the universe are \"trees\" of hydrogen gas that absorb light from distant objects. These gas clouds leave numerous absorption lines in a distant quasar's spectra, together called the Lyman-alpha forest. Distant quasars appear to be absorbed by many more Lyman-alpha clouds than nearby quasars, indicating a Lyman-alpha thicket early in our universe. The above image depicts one possible computer realization of how Lyman-alpha clouds were distributed at a redshift of 3. Each side of the box measures 30 million light-years across. Much remains unknown about the Lyman-alpha forest, including the real geometry and extent of the clouds, and why there are so many fewer clouds today.",
    "hdurl": "https://apod.nasa.gov/apod/image/9802/lyalpha_gc3_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Lyman Alpha Forest",
    "url": "https://apod.nasa.gov/apod/image/9802/lyalpha_gc3.jpg"
  },
  {
    "copyright": "U. Chicago",
    "date": "1998-02-25",
    "explanation": "You are here. The orange dot in the above false-color drawing represents the current location of the Sun among local gas clouds in the spiral Milky Way Galaxy. These gas clouds are so thin that we usually see right through them. Nearly spherical bubbles surround regions of recent star formation. The purple filaments near the Sun are gas shells resulting from star formation 4 million years ago in the Scorpius-Centaurus Association, located to the Sun's lower left. The Sun has been between spiral arms moving through relatively low density gas for the past 5 million years. In contrast, the Sun oscillates in the Milky Way plane every 66 million years, and circles the Galactic Center every 250 million years.",
    "hdurl": "https://apod.nasa.gov/apod/image/9802/sunjourney_pf_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Solar Neighborhood",
    "url": "https://apod.nasa.gov/apod/image/9802/sunjourney_pf.jpg"
  },
  {
    "copyright": "G. Garradd",
    "date": "1998-02-26",
    "explanation": "From horizon to horizon, the night sky above Loomberah, New South Wales, Australia was photographed by astronomer Gordon Garradd on March 22, 1996. Garradd used a home made all-sky camera with a fish-eye lens, resulting in a circular 200 degree field of view. This gorgeous sky view is dominated by the luminous band of the Milky Way cut by dramatic, dark interstellar dust clouds. Along with the bright stars of our Galaxy, the Large Magellanic Cloud is visible at the upper right (about 1 o'clock) and the long, lovely, bluish tail of comet Hyakutake can be seen toward the bottom of the image, near the bright star Arcturus. Bright city lights from nearby Tamworth glow along the Northwestern horizon.",
    "hdurl": "https://apod.nasa.gov/apod/image/9802/southernsky_garradd_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Southern Sky View",
    "url": "https://apod.nasa.gov/apod/image/9802/southernsky_garradd.jpg"
  },
  {
    "date": "1998-02-27",
    "explanation": "Yesterday, the Moon's shadow reached out and touched the Earth, treating a large portion of the Western Hemisphere to an Eclipse of the Sun. This composite image combines pictures of the Sun made from both Earth and space. The central direct image of the solar surface was recorded yesterday by the Extreme Ultraviolet Imaging Telescope on board the space based SOHO observatory. It is surrounded by a telescopic picture of the Sun as seen from the island of Aruba during the total eclipse. The surrounding view of the eclipsed Sun reveals the gleaming solar corona, visible to ground based observers during totality. Such combined images can help connect explosive events and features on the Sun's surface with the corona and solar wind.",
    "hdurl": "https://apod.nasa.gov/apod/image/9802/feb26eclipse_eitcomp_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar Eclipse: A Composite View",
    "url": "https://apod.nasa.gov/apod/image/9802/feb26eclipse_eitcomp.jpg"
  },
  {
    "date": "1998-02-28",
    "explanation": "Star forming regions known as \"EGGs\" are uncovered at the end of this giant pillar of gas and dust in the Eagle Nebula (M16).  EGGs, short for evaporating gaseous globules, are dense regions of mostly molecular hydrogen gas that fragment and gravitationally collapse to form stars. Light from the hottest and brightest of these new stars heats the end of the pillar and causes further evaporation of gas - revealing yet more EGGs and more young stars.  This picture was taken by the Wide Field and Planetary Camera on board the Hubble Space Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/9802/m16_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eagle EGGs in M16",
    "url": "https://apod.nasa.gov/apod/image/9802/m16_hst.jpg"
  },
  {
    "date": "1998-03-01",
    "explanation": "Interstellar space is filled with extremely tenuous clouds of gas which are mostly Hydrogen. The neutral hydrogen atom (HI in astronomer's shorthand) consists of 1 proton and 1 electron. The proton and electron spin like tops but can have only two orientations; spin axes parallel or anti-parallel. It is a rare event for Hydrogen atoms in the interstellar medium to switch from the parallel to the anti-parallel configuration, but when they do they emit radio waves with a wavelength of 21 centimeters (about 8 inches) and a corresponding frequency of exactly 1420 MHz. Tuned to this frequency radio telescopes have mapped the neutral Hydrogen in the sky. The above image represents such an all-sky HI survey with the plane of our Milky Way Galaxy running horizontally through the center. In this false color image no stars are visible, just diffuse clouds of gas tens to hundreds of light years across which cluster near the plane. The gas clouds seem to form arching, looping structures, stirred up by stellar activity in the galactic disk.",
    "hdurl": "https://apod.nasa.gov/apod/image/9803/nHI_alt_skyview_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sky Full Of Hydrogen",
    "url": "https://apod.nasa.gov/apod/image/9803/nHI_alt_skyview.jpg"
  }
]
