[
  {
    "date": "1999-09-01",
    "explanation": "Nearly four kilometers across, the huge rock known as 1999 JM8 silently passed only 8.5 million kilometers from the Earth in early August.  The small asteroid was completely unknown before May.  Every few centuries, a rock like this impacts the Earth, with the potential to disrupt modern civilization. Radar from two of the largest radio telescopes, Arecibo and Goldstone, tracked and imaged the Apollo asteroid as it approached to only 22 times the distance to the Moon.  Although 1999 JM8 missed the Earth, thousands of similar but unknown asteroids likely exist that cross Earth's orbit.  In fact, four asteroids have passed inside the orbit of the Moon within the last decade.  Possibly of larger concern to humanity are the more numerous rocks near 100 meters across. Were one of these to strike an ocean, a dangerous tidal wave might occur.",
    "hdurl": "https://apod.nasa.gov/apod/image/9909/1999JM8_goldstone_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "1999 JM8: A Rock Too Close",
    "url": "https://apod.nasa.gov/apod/image/9909/1999JM8_goldstone.jpg"
  },
  {
    "copyright": "Mack H. Frost",
    "date": "1999-09-02",
    "explanation": "Undaunted by world wide anticipation of the August 11 total solar eclipse, the moon also performed a lunar eclipse just two weeks earlier, on July 28. Crossing the edge of Earth's shadow the moon was only partially eclipsed - but the spectacle could be seen by observers located across the Earth's night side. For example, this photo was taken in early morning hours shortly after the mid-point of the eclipse as seen from Cody, Wyoming, USA. Still illuminating the landscape and obscured by a wisp of cloud, the moon is setting behind Sheep Mountain, west of Cody. Enjoying the celestial display, astrophotographer Mack Frost reported fairly clear skies tinged with a little smoke from area grass fires.",
    "hdurl": "https://apod.nasa.gov/apod/image/9909/leclipse_frost.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse Over The Mountain",
    "url": "https://apod.nasa.gov/apod/image/9909/leclipse_frost.jpg"
  },
  {
    "copyright": "Joe Orman",
    "date": "1999-09-03",
    "explanation": "Tomorrow's picture: The Water Vapor Channel  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9909/venus_orman.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus Falls Out of the Evening Sky",
    "url": "https://apod.nasa.gov/apod/image/9909/venus_orman.jpg"
  },
  {
    "date": "1999-09-04",
    "explanation": "What alien planet's bizarre landscape lurks below these fiery-looking clouds? It's only Planet Earth, of course ... as seen on the Water Vapor Channel. Hourly, images like this one (an infrared image shown in false color) are brought to you by the orbiting Geostationary Operational Environmental Satellites' (GOES) multi-channel imagers. These instruments can produce images at the infrared wavelength of 6.7 microns or about 10 times the wavelength of visible light, recording radiation emitted by water vapor in the upper troposphere. Bright regions correspond to high concentrations of water vapor while dark spots are relatively dry areas. Atmospheric water vapor is invisible to the eye and produced by evaporation from the oceans. Convected upward in the tropical zones it affects the climate by contributing substantially to the greenhouse effect.",
    "hdurl": "https://apod.nasa.gov/apod/image/watervapor_goes8_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Water Vapor Channel",
    "url": "https://apod.nasa.gov/apod/image/watervapor_goes8.gif"
  },
  {
    "date": "1999-09-05",
    "explanation": "Scroll right and watch the universe evolve.  Above is a computer simulation depicting the evolution of our entire universe.  On the far left is a slice of the universe soon after the Big Bang - over 10 billion years ago.  As time progresses toward the right, the initially smooth universe can be seen becoming more and more clumpy. The vertex near the far right marks the present day.  The largest slice of the universe actually surveyed is simulated to the vertex's right. This artificial universe, called a Hubble Volume, was designed to mimic what humanity might see were we to have powerful enough telescopes.  By comparing different computer simulations to reality, we might be able to better tell what kind of universe we live in.",
    "hdurl": "https://apod.nasa.gov/apod/image/9909/compuni_virgo_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Universe Evolves",
    "url": "https://apod.nasa.gov/apod/image/9909/compuni_virgo.jpg"
  },
  {
    "date": "1999-09-06",
    "explanation": "Sometimes galaxies form groups. For example, our own Milky Way Galaxy is part of the Local Group of Galaxies.  Small, compact groups, like Hickson Compact Group 87 (HCG 87) shown above, are interesting partly because they slowly self-destruct.  Indeed, the galaxies of HCG 87 are gravitationally stretching each other during their 100-million year orbits around a common center.  The pulling creates colliding gas that causes bright bursts of star formation and feeds matter into their active galaxy centers.  HCG 87 is composed of a large edge-on spiral galaxy visible on the lower left, an elliptical galaxy visible on the lower right, and a spiral galaxy visible near the top.  The small spiral near the center might be far in the distance.  Several stars from our Galaxy are also visible in the foreground.  The above picture was taken in July by the Hubble Space Telescope's Wide Field Planetary Camera 2.  Studying groups like HCG 87 allows insight into how all galaxies form and evolve.",
    "hdurl": "https://apod.nasa.gov/apod/image/9909/hcg87_heritage_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "HCG 87: A Small Group of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/9909/hcg87_heritage.jpg"
  },
  {
    "date": "1999-09-07",
    "explanation": "What would you do if it rained blue water from space?   On 1998 March 22, no umbrella was needed, as the blue water came attached to a stony meteorite that landed in Monahans, Texas.  The meteorite fall was seen by several boys, and was being carefully scrutinized by NASA scientists within 72 hours.  The scientists discovered an unusual patch of salt crystals on the meteorite's surface, turned blue by radiation in space.  Inside the blue crystals was an even bigger surprise - small droplets of water.  One of these water droplets is visible near the very center of the above photograph.  Water is a key factor in life, and this drop of water most likely dates from 4.5 billion years ago - from the early days of the Solar System.  How salt and water came to be attached to this asteroid chip still remains speculative.  What did the boys do with the meteorite? First they lent it to NASA.  Then they sold it on the Internet.",
    "hdurl": "https://apod.nasa.gov/apod/image/9909/water_jsc_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Water Found in Space Rock",
    "url": "https://apod.nasa.gov/apod/image/9909/water_jsc.jpg"
  },
  {
    "date": "1999-09-08",
    "explanation": "In astronomical parlance, an interior planet is at superior conjunction when it is located on the opposite side of the Sun from Earth. Mercury, the solar system's innermost planet, zips past this point in its orbit today. In fact, this recent picture from a solar coronagraph on board the the space-based SOHO observatory shows Mercury positioned very close to the Sun as seen from a near Earth vantage point. The coronagraph uses an internal occulting disk to block the intense solar glare which otherwise hides this sight from ground-based observers. The shadow of the occulting disk is at the center with the Sun's size and position indicated by the white circle. Mercury is the bright dot with a horizontal line (a digital artifact), while faint dots scattered throughout the field are stars. Bright regions of the sun's outer atmosphere are also visible. As Mercury continues in its orbit, on November 15 it will actually appear to cross the disk of the Sun as viewed from Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/9909/lasco_merc2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Superior Conjunction Of Mercury",
    "url": "https://apod.nasa.gov/apod/image/9909/lasco_merc2.jpg"
  },
  {
    "copyright": "William R. Dellinges",
    "date": "1999-09-09",
    "explanation": "Four years ago, Comet Hale-Bopp was discovered out near Jupiter falling toward the inner Solar System.   Two years ago, it provided spectacular pictures as it neared its closest approach to the Sun.  Still today, spectacular pictures of the brightest comet of the 1990s are surfacing.  Above, Comet Hale-Bopp was photographed in 1997 behind the Superstition Mountains in Arizona.  Clearly visible are the comets white dust tail that shines by reflected sunlight, and the blue ion tail that shines by glowing gas.  Currently, there are several comets visible from the proper location with a small telescope.  A comet visible to the unaided eye appears about once every five years.",
    "hdurl": "https://apod.nasa.gov/apod/image/9909/Hbopp_wd_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hale-Bopp Over the Superstition Mountains",
    "url": "https://apod.nasa.gov/apod/image/9909/Hbopp_wd.jpg"
  },
  {
    "date": "1999-09-10",
    "explanation": "On August 18, the Cassini spacecraft flew by the Earth and Moon, then continued on its way to the outer solar system. Near its closest approach to the Moon, a distance of about 377,000 kilometers, controllers tested Cassini's imaging systems on this most familiar celestial body. This composite picture shows three resulting lunar images from the green, blue, and ultraviolet regions of the spectrum (left to right). Prominant in the upper right of each image is the dark, round Mare Crisium (Sea of Crises) at the eastern edge of the Moon's near side. With its cameras clearly functioning well, Cassini's next way-point will be Jupiter in December 2000. It is expected to arrive at its final destination, the Saturnian system, in 2004.",
    "hdurl": "https://apod.nasa.gov/apod/image/9909/moon3_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cassini Images The Moon",
    "url": "https://apod.nasa.gov/apod/image/9909/moon3_cassini.jpg"
  },
  {
    "date": "1999-09-11",
    "explanation": "The sky toward the center of our Galaxy is filled with a wide variety of celestial wonders. Many are easily visible with binoculars.   Constellations near the galactic center include Sagittarius, Libra, Scorpius, Scutum, and Ophiuchus.  Nebulae include Messier Objects M8, M16, M17, M20 and the Pipe Nebula.  Open star clusters include M6, M7, M18, M21, M23, M24, M25.   Globular star clusters include M9, M22, M28, M54, M69, M70.  And don't forget Baade's Window.  Click on the photo to get the un-annotated version.",
    "hdurl": "https://apod.nasa.gov/apod/image/9711/galcen_wk_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Annotated Galactic Center",
    "url": "https://apod.nasa.gov/apod/image/9711/galcen_wk.gif"
  },
  {
    "copyright": "Clive Ruggles",
    "date": "1999-09-12",
    "explanation": "Stonehenge consists of large carved stones assembled about 4000 years ago.  Long before modern England was established, ancient inhabitants somehow moved 25 ton rocks nearly 20 miles to complete it.  From similar constructs of the era, people could learn the time of year by watching how the Sun and Moon rose and set relative to accurately placed stones and pits.  The placement of the boulders at Stonehenge, however, is not impressively accurate by today's standards, nor even by the standards of that time.  Therefore, modern scholars interpret Stonehenge as a colossal monument to the Sun in celebration of the predictability of the seasons.",
    "hdurl": "https://apod.nasa.gov/apod/image/9909/stonehenge_cr_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stonehenge: Ancient Monument to the Sun",
    "url": "https://apod.nasa.gov/apod/image/9909/stonehenge_cr.jpg"
  },
  {
    "date": "1999-09-13",
    "explanation": "Thousands of years after a star explodes, an expanding remnant may still glow brightly.  Such is the case with N132D, a supernova remnant located in the neighboring Large Magellanic Cloud galaxy.  The expanding shell from this explosion now spans 80 light-years and has swept up about 600 Suns worth of mass.  The bright regions surrounding the lower right of this X-ray image result from a collision with an even more massive molecular cloud.  Towards the upper left, the supernova remnant expands more rapidly into less dense region of space.  This image is one of the first ever taken with the High Resolution Camera onboard the orbiting Chandra X-ray Observatory, and records details being analyzed for the first time.",
    "hdurl": "https://apod.nasa.gov/apod/image/9909/n132d_chandra.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Supernova Remnant N132D in X-Rays",
    "url": "https://apod.nasa.gov/apod/image/9909/n132d_chandra_big.jpg"
  },
  {
    "copyright": "U. MichiganLucent",
    "date": "1999-09-14",
    "explanation": "Tomorrow's picture: The Big Corona  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9909/orion_btc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Colorful Orion Nebula",
    "url": "https://apod.nasa.gov/apod/image/9909/orion_btc.jpg"
  },
  {
    "copyright": "Fred EspenakNASAGSFC",
    "date": "1999-09-15",
    "explanation": "Most photographs don't adequately portray the magnificence of the Sun's corona.  Seeing the corona first-hand during a total solar eclipse is best.  The human eye can adapt to see features and extent that photographic film usually cannot.  Welcome, however, to the digital age.  The above picture is a combination of twenty-two photographs that were digitally processed to highlight faint features.  The outer pictures of the Sun's corona were digitally altered to enhance dim, outlying waves and filaments.   The inner pictures of the usually dark Moon were enhanced to bring out its faint glow from doubly reflected sunlight.  Shadow seekers need not fret, though, since as yet there is no way that digital image processing can mimic the fun involved in experiencing a total solar eclipse.",
    "hdurl": "https://apod.nasa.gov/apod/image/9909/corona99_espanek.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Big Corona",
    "url": "https://apod.nasa.gov/apod/image/9909/corona99_espanek_big.jpg"
  },
  {
    "date": "1999-09-16",
    "explanation": "Watch closely. As this animation blinks between two Hubble Space Telescope images of NGC 6543 - the first from 1994 and the second from 1997 - the intricate filaments of this nebula are seen to shift. The shift is due to the actual expansion of this gaseous shroud shed by a dying star! NGC 6543 is more popularly known as the Cat's Eye Nebula. Classified as a \"planetary nebula\", its complex, interwoven shells of expanding gas have been castoff by the central star as it evolves from a red giant to its final white dwarf phase. The planetary nebula phase of a star's life is known to be relatively brief, lasting 10,000 years or so. In fact, combined with other data, this nebula's detectable shift over a three year period allows the expansion age of its bright inner shells to be estimated at only around 1,000 years while its distance can be gauged at about 3,000 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/9909/catseye_expand.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Incredible Expanding Cat's Eye",
    "url": "https://apod.nasa.gov/apod/image/9909/catseye_expand.gif"
  },
  {
    "date": "1999-09-17",
    "explanation": "This immense ball of half a million stars older than the sun lies 30,000 light-years above the plane of our Galaxy. Cataloged as M3 (and NGC 5272), it is one of about 250 globular star clusters which roam our galactic halo.  Individual stars are difficult to distinguished in the densely packed core but colors are apparent for the bright stars on the cluster's outskirts. M3's many cool \"red\" giant stars take on a yellowish cast in this lovely composite image while hotter giants and pulsating variable stars look light blue.",
    "hdurl": "https://apod.nasa.gov/apod/image/9909/m3_mochejska_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M3: Half A Million Stars",
    "url": "https://apod.nasa.gov/apod/image/9909/m3_mochejska.jpg"
  },
  {
    "date": "1999-09-18",
    "explanation": "Space suited project Mercury astronauts John H. Glenn, Virgil I. Grissom, and Alan B. Shepard Jr. (left to right) are posing in front of a Redstone rocket in this vintage 1961 NASA publicity photo. Project Mercury was the first U.S. program designed to put humans in space. It resulted in 6 flights using one-man capsules and Redstone and Atlas rockets. Shortly after the first U.S. manned flight on May 5, 1961, a suborbital flight piloted by Alan Shepard, President Kennedy announced the goal of a manned lunar landing by 1970. This goal was achieved by NASA's Apollo program and Shepard himself walked on the moon as commander of the Apollo 14 mission. Alan Shepard passed away in 1998. Virgil Grissom died in a tragic fire during an Apollo launch pad test in 1967. Senator John Glenn flew again on the 25th voyage of the Space Shuttle Discovery.",
    "hdurl": "https://apod.nasa.gov/apod/image/9704/merc_astronaut_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury Astronauts and a Redstone",
    "url": "https://apod.nasa.gov/apod/image/9704/merc_astronaut_big.jpg"
  },
  {
    "copyright": "WIYNWIYN Telescope",
    "date": "1999-09-19",
    "explanation": "Tomorrow's picture: Io in True Color  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9909/ngc891_wiyn_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Interstellar Dust Bunnies of NGC 891",
    "url": "https://apod.nasa.gov/apod/image/9909/ngc891_wiyn.jpg"
  },
  {
    "date": "1999-09-20",
    "explanation": "The strangest moon in the Solar System is bright yellow.  This recently released picture, showing Io's true colors, was taken in July by the Galileo spacecraft currently orbiting Jupiter.  Io's colors derive from sulfur and molten silicate rock.  The unusual surface of Io is kept very young by its system of active volcanoes.  The intense tidal gravity of Jupiter stretches Io and damps wobbles caused by Jupiter's other Galilean moons.  The resulting friction greatly heats Io's interior, causing molten rock to explode through the surface.  Io's volcanoes are so active that they are effectively turning the whole moon inside out. Some of Io's volcanic lava is so hot it glows in the dark.",
    "hdurl": "https://apod.nasa.gov/apod/image/9909/iotrue_galileo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io in True Color",
    "url": "https://apod.nasa.gov/apod/image/9909/iotrue_galileo.jpg"
  },
  {
    "date": "1999-09-21",
    "explanation": "Bright clusters of stars form and disperse near the center of our Galaxy.   Four million years ago the Quintuplet Cluster, pictured above, formed and is now slowly dispersing.  The Quintuplet Cluster is located within 100 light-years of the Galactic center, and is home to the brightest star yet cataloged in our Galaxy: the Pistol Star.  Objects near our Galactic center are usually hidden from view by opaque dust. This recently-released picture was able to capture the cluster in infrared light, though, with the NICMOS camera onboard the orbiting Hubble Space Telescope.  The young Quintuplet Cluster is one of the most massive open clusters yet discovered, but still much less massive than the ancient globular clusters that orbit in the distant halo.  Some of the bright white stars visible above may be on the verge of blowing themselves up in a spectacular supernova.",
    "hdurl": "https://apod.nasa.gov/apod/image/9909/quintuplet_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Quintuplet Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/9909/quintuplet_hst.jpg"
  },
  {
    "date": "1999-09-22",
    "explanation": "What's happened to the Ring Nebula?  The familiar Ring that can be seen with a small back-yard telescope takes on a new look when viewed in dim light.  The above recently-released, false-color image taken by the giant Subaru Telescope shows details of  giant halos of diffuse gas that are seen to envelop the entire structure.  The Ring Nebula, also known as M57, is an elongated planetary nebula, a type of nebula that is created when a Sun-like star evolves to throw off its outer atmosphere and becomes a white dwarf.  The Ring Nebula is about 2000 light-years away, and the main ring spans about one light-year.  The origin and future evolution of the Ring Nebula's outer halos is still being investigated.",
    "hdurl": "https://apod.nasa.gov/apod/image/9909/ringhalo_subaru_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Halos Around the Ring Nebula",
    "url": "https://apod.nasa.gov/apod/image/9909/ringhalo_subaru.jpg"
  },
  {
    "date": "1999-09-23",
    "explanation": "Today, the Sun crosses the celestial equator and seasons change from Summer to Fall in the north and Winter to Spring in the southern hemisphere.  Defined by the Sun's position in sky the event is known as an equinox - the length of daylight is equal to the length of night. Just last week the active Sun produced the dramatic eruptive prominence seen in this extreme ultraviolet picture from the space-based SOHO observatory.  The hot plasma is lofted above the solar surface by twisting magnetic fields. How big is the prominence? Click on the image to view the larger full-sun picture. At the same scale, planet Earth would likely still appear smaller than your cursor.",
    "hdurl": "https://apod.nasa.gov/apod/image/9909/equinoxprom_eit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Equinox and Eruptive Prominence",
    "url": "https://apod.nasa.gov/apod/image/9909/equinoxprom_eit.jpg"
  },
  {
    "date": "1999-09-24",
    "explanation": "Intense ultraviolet light from massive, hot stars in the Orion region has sculpted and compressed clouds of dust and gas in to distinctively shaped Cometary Globules. Seen in this IRAS infrared image recorded at a wavelength sensitive to emission from dust, the elongated globules are easily visible along with a bright region which corresponds to the Trapezium star cluster. Otherwise known as the Witch Head Nebula, IC 2118 is the string of globules near the middle right. Suggestively similar to comets in general appearance only, Cometary Globules are interstellar condensations on a vastly different scale. These are likely related to star formation episodes in the Orion molecular cloud. Besides those indicated by the arrows, more comet-shaped clouds or globules are present in this image.",
    "hdurl": "https://apod.nasa.gov/apod/image/9909/orionglob_iras_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cometary Globules In Orion",
    "url": "https://apod.nasa.gov/apod/image/9909/orionglob_iras.jpg"
  },
  {
    "date": "1999-09-25",
    "explanation": "The awesome spectacle of starbirth produces extreme stellar winds and intense energetic starlight -- bombarding dusty molecular clouds inside the Lagoon Nebula (M8).  At least two long funnel shaped clouds, each roughly half a light-year long, have apparently been formed by this activity. They extend from the upper left of this close-up of the bright area of the Lagoon known as 'the Hour Glass'. Are these interstellar funnel clouds actually swirling, twisting analogs to Earthly tornados? It's possible. As energy from nearby young hot stars, like the one at lower right, pours into the cool dust and gas, large temperature differences in adjoining regions can be created generating shearing winds. This picture is a reprocessed HST image made in 1995 as researchers explored this nearby (5,000 light-year distant) star forming reg",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/lagoonclose_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Twistin' By The Lagoon",
    "url": "https://apod.nasa.gov/apod/image/9701/lagoonclose_hst.jpg"
  },
  {
    "date": "1999-09-26",
    "explanation": "M83 is a bright spiral galaxy that can be found with a small telescope in the constellation of Hydra.  It takes light about 15 million years to reach us from M83.  M83 is quite a typical spiral - much like our own Milky Way Galaxy. Spiral galaxies contains many billions of stars, the youngest of which inhabit the spiral arms and glow strongly in blue light.  Dark dust lanes are mixed in with the stars and help define M83's marked spiral structure.  The space between the spiral arms is also filled with stars - but stars that are typically more dim and red. The stars and gas in spiral arms seem to be responding to much more mass than is visible here, implying that galaxies are predominantly composed of some sort of dark matter. Finding the nature of this dark matter remains one of the great challenges of modern science.",
    "hdurl": "https://apod.nasa.gov/apod/image/9909/m83_aao.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M83: A Barred Spiral Galaxy",
    "url": "https://apod.nasa.gov/apod/image/9909/m83_aao_big.jpg"
  },
  {
    "copyright": "John P. Gleason",
    "date": "1999-09-27",
    "explanation": "The disk of our Milky Way Galaxy is home to hot nebulae, cold dust, and billions of stars.   The red nebulae visible in the above contrast-enhanced picture are primarily emission nebulae, glowing clouds of hydrogen gas heated by nearby, bright, young stars.  The blue nebulae are primarily reflection nebulae, clouds of gas and fine dust reflecting the light of nearby bright stars.  Perhaps the most striking, though, are the areas of darkness, including the Pipe Nebula visible on the image top left.  These are lanes of thick dust, many times containing relatively cold molecular clouds of gas.  Dust is so plentiful that it obscures the Galactic Center in visible light, hiding its true direction until discovered early this century.  The diffuse glow comes from billions of older, fainter stars like our Sun, which are typically much older than any of the nebulae.  Most of the mass of our Galaxy remains in a form currently unknown.",
    "hdurl": "https://apod.nasa.gov/apod/image/9909/mw7b_gleason_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Our Galaxy in Stars, Gas, and Dust",
    "url": "https://apod.nasa.gov/apod/image/9909/mw7b_gleason.jpg"
  },
  {
    "date": "1999-09-28",
    "explanation": "rers often discover the unexpected.  Such was the case when the Second Palomar Observatory Sky Survey chanced upon the unusual object circled in the above photograph.  The so-called mystery object appeared star-like but displayed colors unlike most stars or quasars.  Further investigation has now revealed the object to be a Broad Absorption Line (BAL) quasar, a relatively rare type of active center of a distant galaxy.  Different atoms and molecules in the absorbing gas surrounding the BAL quasar's center probably cause the unusual colors.  We are fortunate enough to live in the fascinating age when much of the universe is being investigated for the first time, so exciting - and often unexpected - discoveries are sure to continue.",
    "hdurl": "https://apod.nasa.gov/apod/image/9909/balquasar_dposs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mystery Object Explained",
    "url": "https://apod.nasa.gov/apod/image/9909/balquasar_dposs.jpg"
  },
  {
    "date": "1999-09-29",
    "explanation": "Why does the Crab Nebula still glow? In the year 1054 A.D. a supernova was observed that left a nebula that even today glows brightly in every color possible, across the entire electromagnetic spectrum.  At the nebula's center is an ultra-dense neutron star that rotates 30 times a second.  The power liberated as this neutron star slows its rotation matches the power radiated by the Crab Nebula.  The above picture by the recently launched Chandra X-Ray Observatory shows new details of the nebula's center in X-ray light, yielding important clues to how the neutron star powers the nebula.  Visible are rings of high-energy particles that are being flung outward near light-speed from the center, and powerful jets emerging from the poles.  Astrophysicists continue to study and learn from this unusual engine which continually transfers 30 million times more power than lightning at nearly perfect efficiency.",
    "hdurl": "https://apod.nasa.gov/apod/image/9909/crab_chandra.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Crab Nebula in X-Rays",
    "url": "https://apod.nasa.gov/apod/image/9909/crab_chandra_big.jpg"
  },
  {
    "date": "1999-09-30",
    "explanation": "This gorgeous visible-light Hubble Space Telescope image shows a young cluster of massive stars at the center of the 30 Doradus Nebula. Gas and dust clouds in 30 Doradus, also known as the Tarantula Nebula, have been sculpted into elongated shapes by powerful winds and ultraviolet radiation from these hot cluster stars. Insets in the picture represent corresponding views from the Hubble's infrared camera where each square measures 15.5 light-years across. Penetrating the obscuring dust, these infrared images themselves offer detailed pictures of star formation within the nebula's collapsing clouds, revealing the presence of newborn massive stars. The 30 Doradus Nebula lies within a neighboring galaxy, the Large Magellanic Cloud, located a mere 170,000 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/9909/30dor_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Massive Stars Of 30 Doradus",
    "url": "https://apod.nasa.gov/apod/image/9909/30dor_hst.jpg"
  },
  {
    "date": "1999-10-01",
    "explanation": "Compare these matched Hubble Space Telescope views (visible-light on top; infrared on bottom) of a region in the star-forming 30 Doradus Nebula. Find the numbered arrows in the infrared image which identify newborn massive stars. For example, arrows 1 and 5 both point to compact clusters of bright young stars. Formed within collapsing gas and dust clouds, the winds and radiation from these hot stars have cleared away the remaining obscuring material making the clusters easily apparent in both visible and infrared images. But still shrouded in dust and readily seen only in the penetrating infrared view are newborn stars and star systems indicated by arrows 2, 3, and 4. Perhaps even more remarkable are the infrared bright spots indicated by arrows 6 and 7. Exactly in a line on opposite sides of the bright cluster at arrow 5, they may actually be caused by symmetric jets of material produced by one of the young cluster stars. These luminous spots are each about 5 light-years from the cluster and would correspond to points at which the energetic jet material impacts the surrounding dust clouds.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/30dor_details_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "New Stars In 30 Doradus",
    "url": "https://apod.nasa.gov/apod/image/9910/30dor_details.jpg"
  }
]
