[
  {
    "date": "1999-06-01",
    "explanation": "The deeper you peer into the universe, the harder it is to see straight. The reason is that distant galaxies act as gravitational lenses, deflecting light that passes nearby.  These deflections result in the distortion of background sources, and in some cases the creation of multiple images.  Pictured above, candidate artifacts of gravitational lensing have been found in images from the Medium Deep Survey being done with the Hubble Space Telescope. Background source images that are lensed by foreground galaxies include quasars, appearing as multiple blue smudges, and galaxies, distorted into curving arcs.  Unusual and interesting candidates for gravitational lensing include an edge-on galaxy disk which might be acting as a lens (upper left) and an image nicknamed London Underground (far left) which could well be the distortion of a background galaxy into an optical Einstein ring.",
    "hdurl": "https://apod.nasa.gov/apod/image/9906/lenses_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Gallery of Gravitational Mirages",
    "url": "https://apod.nasa.gov/apod/image/9906/lenses_hst.jpg"
  },
  {
    "date": "1999-06-02",
    "explanation": "It's 2 AM on Mars and surface temperatures range from -65C to -120C, as measured by the Thermal Emission Spectrometer (TES) onboard the Mars Global Surveyor spacecraft. TES data used to make this detailed temperature map were acquired while passing over the night side of the Red Planet during 500 mapping orbits of Mars. With the warmest temperatures shown in white, progressing through red, yellow, and green colors to the coldest temperatures in blue, the map reveals the northern hemisphere during summer while the south experiences the cold martian winter. Near Mars' equator, the variations in nighttime temperatures are related to surface materials. Cold blue areas are covered with fine dust particles and the warmer regions are covered with coarser sand and rocks.",
    "hdurl": "https://apod.nasa.gov/apod/image/9905/marsnight_temp_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Thermal Mars",
    "url": "https://apod.nasa.gov/apod/image/9905/marsnight_temp.jpg"
  },
  {
    "date": "1999-06-03",
    "explanation": "While hunting through Sloan Sky Survey data in search of distant quasars, Princeton astronomers Xiaohui Fan and Michael Strauss came upon an undiscovered type of object very nearby - now dubbed a methane dwarf. Marked by white lines in this recently released image, the isolated, faint, but extremely red methane dwarf lies only 30 or so light-years away in the constellation Ophiuchus. Intermediate in size between a star and a planet, it is thought to be about 10 to 70 times as massive as Jupiter. The moniker \"methane dwarf\" was derived from the strong signature of methane gas in the object's spectrum. Along with the red color, the presence of methane (CH4) indicates that this object is cool - cooler than brown dwarfs which lack the strong methane signature yet are the only other known objects in this mass range. Subsequent observations have now raised the total to three detected methane dwarfs, but because they are so difficult to find so far no one knows if they are rare or common in our Galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/9906/tdwarf1_sloan.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Methane Dwarf",
    "url": "https://apod.nasa.gov/apod/image/9906/tdwarf1_sloan.jpg"
  },
  {
    "date": "1999-06-04",
    "explanation": "From beginning to end, different stages of a star's life appear in this exciting Hubble Space Telescope picture of the environs of galactic emission nebula NGC 3603. For the beginning, eye-catching \"pillars\" of glowing hydrogen at the right signal newborn stars emerging from their dense, gaseous, nurseries. Less noticeable, dark clouds or \"Bok globules\" at the top right corner are likely part of a still earlier stage, prior to their collapse to form stars. At picture center lies a cluster of bright hot blue stars whose strong winds and ultraviolet radiation have cleared away nearby material. Massive and young, they will soon exhaust their nuclear fuel. Nearing the end of its life, the bright supergiant star Sher 25 is seen above and left of the cluster, surrounded by a glowing ring and flanked by ejected blobs of gas. The ring structure is reminiscent of Supernova 1987a and Sher 25 itself may be only a few thousand years from its own devastating finale. But what about planets? Check out the two teardrop-shaped objects below the cluster toward the bottom of the picture. Although larger, these emission nebulae are similar to suspected proto-planetary disks (proplyds) encompassing stars in the Orion Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/9906/ngc3603_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3603: From Beginning To End",
    "url": "https://apod.nasa.gov/apod/image/9906/ngc3603_hst.jpg"
  },
  {
    "date": "1999-06-05",
    "explanation": "Betelgeuse (sounds a lot like \"beetle juice\"), a red supergiant star about 600 light years distant, is seen in this Hubble Space Telescope image - the first direct picture of the surface of a star other than the Sun. While Betelgeuse is cooler than the Sun, it is more massive and over 1000 times larger. If placed at the center of our Solar System, it would extend past the orbit of Jupiter. Betelgeuse is also known as Alpha Orionis, one of the brightest stars in the familiar constellation of Orion, the Hunter. The name Betelgeuse is Arabic in origin. As a massive red supergiant, it is nearing the end of its life and will soon become a supernova. In this historic image, a bright hotspot is revealed on the star's surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/9804/betelgeuse_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Betelgeuse, Betelgeuse, Betelgeuse",
    "url": "https://apod.nasa.gov/apod/image/9804/betelgeuse_hst.jpg"
  },
  {
    "date": "1999-06-06",
    "explanation": "Johannes Kepler used simple mathematics to describe how planets move. Kepler was an assistant to the most accurate astronomical observer of the time, Tycho Brahe.  Kepler was able to use Brahe's data to show that planets move in ellipses around the Sun (Kepler's First Law), that planets move proportionally faster in their orbits when they are nearer the Sun (Kepler's Second Law), and that more distant planets take proportionally longer to orbit the Sun (Kepler's Third Law). Kepler lived from 1571 to 1630, during the time of discovery of the telescope. Kepler was one of the few vocal supporters of Galileo's discoveries and the Copernican system of planets orbiting the Sun instead of the Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/kepler_hist_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Kepler Discovers How Planets Move",
    "url": "https://apod.nasa.gov/apod/image/kepler_hist.gif"
  },
  {
    "date": "1999-06-07",
    "explanation": "Tremendous pillars of gas and dust are being boiled away in the Trifid Nebula. In the center of the picturesque Trifid lies a young hot star, located above and to the right of this picture.  As soon as it was born, the massive star scorched its surroundings with bright and energetic light.  Nearby stars trying to form ended up starved for gas as it was swept away from them by the bright star's light and wind.  Lower mass stars should continue to form in the Trifid Nebula, as over 1500 times the mass of  our Sun still exists in uncondensed gas.  Also known as M20, the Trifid Nebula is about 9000 light years away and easily visible with a small telescope in the constellation of Sagittarius.",
    "hdurl": "https://apod.nasa.gov/apod/image/9906/trifid_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Starbirth in the Trifid Nebula",
    "url": "https://apod.nasa.gov/apod/image/9906/trifid_hst.jpg"
  },
  {
    "date": "1999-06-08",
    "explanation": "Dust pillars are like interstellar mountains.  They survive because they are more dense than their surroundings, but they are being slowly eroded away by a hostile environment.  Visible in the above picture is the end of a huge gas and dust pillar in the Trifid Nebula, punctuated by a smaller pillar pointing up and an unusual jet pointing to the left.  The pink dots are newly formed low-mass stars. A star near the small pillar's end is slowly being stripped of its accreting gas by radiation from a tremendously brighter star situated off the above picture to the upper right.  The jet extends nearly a light-year and would not be visible without external illumination.  As gas and dust evaporate from the pillars, the hidden stellar source of this jet will likely be uncovered, possibly over the next 20,000 years.",
    "hdurl": "https://apod.nasa.gov/apod/image/9906/trifid_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Trifid Pillars & Jets",
    "url": "https://apod.nasa.gov/apod/image/9906/trifidjet_hst.jpg"
  },
  {
    "date": "1999-06-09",
    "explanation": "How far away is this galaxy?  Cosmologists the world over have been working hard to find out.  Spiral galaxy NGC 4414 contains many Cepheid variable stars that oscillate in a way that allows astronomers to estimate their distance.  From analyzing distances to galaxies like this, some astronomers have recently announced that they have again refined their estimate of the expansion rate of the universe.  The running debate over this rate is not yet over, however, as another group of astronomers has recently announced a distance that corresponds to a smaller universe expansion rate from a completely new method.  NGC 4414 shows many classic spiral galaxy features, including thick dust lanes, a central region rich in old red stars, and winding spiral arms glowing with young blue stars.  Even classic spirals contain new surprises, though, as an unusual blue variable object has recently been found in NGC 4414.",
    "hdurl": "https://apod.nasa.gov/apod/image/9906/ngc4414_heritage_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4414: A Telling Spiral",
    "url": "https://apod.nasa.gov/apod/image/9906/ngc4414_heritage.jpg"
  },
  {
    "date": "1999-06-10",
    "explanation": "The stark surface of Earth's moon is pocked with large craters, records of a history of fierce bombardment by the solar system's formative debris. It may be difficult to imagine, but nearby planet Earth itself has endured a similar cosmic pounding, though oceans, weathering, and geological activity have removed or hidden many of the telltale scars. For example, this false color image produced from seismic data shows a recently discovered ringed structure about 24 miles wide on the floor of the Barents Sea. It is most probably the result of the impact, roughly 150 million years ago, of a mile or so wide asteroid-like body. Estimates indicate that the energy released in the impact could have been as high as a million megatons of TNT, resulting in immense earthquakes and tidal waves. Drawing on Norse mythology, the crater has been aptly named Mjølnir - Thor's hammer.",
    "hdurl": "https://apod.nasa.gov/apod/image/9906/hammer_tsikalas_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mjølnir: Impact Crater",
    "url": "https://apod.nasa.gov/apod/image/9906/hammer_tsikalas.jpg"
  },
  {
    "date": "1999-06-11",
    "explanation": "This enhanced Hubble Space Telescope image shows in remarkable detail the inner portion of the disk of dust and gas surrounding the star AB Aurigae. Knots of material, visible here for the first time, may well represent an early stage of a process which could result in the formation of planets over the next few million years. AB Aurigae is a young star (2-4 million years old), about 469 light-years distant. Its swirling circumstellar disk is large, about 30 times the size of our solar system. Astronomers believe planet-making is just beginning in AB Aurigae's disk because known disks surrounding younger stars (less than 1 million years old) do not show such clumpy structure, while disks of slightly older stars (aged 8-10 million years) have gaps and features suggesting that planets have already been formed. Why the window pane appearance? Wide black stripes in the picture are caused by occulting bars used to block out the overwhelming starlight and the diagonal streaks are due to diffraction spikes.",
    "hdurl": "https://apod.nasa.gov/apod/image/9906/abaurigae_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "AB Aurigae: How To Make Planets",
    "url": "https://apod.nasa.gov/apod/image/9906/abaurigae_hst.jpg"
  },
  {
    "date": "1999-06-12",
    "explanation": "Venus, the second closest planet to the Sun, is a popular way-point for spacecraft headed for the gas giant planets in the outer reaches of the solar system. Why visit Venus first? Using a \" gravity assist \" maneuver, spacecraft can swing by planets and gain energy during their brief encounter saving fuel for use at the end of their long interplanetary voyage. This colorized image of Venus was recorded by the Jupiter-bound Galileo spacecraft shortly after its gravity assist flyby of Venus in February of 1990. Galileo's glimpse of the veiled planet shows structure in swirling sulfuric acid clouds. The bright area is sunlight glinting off the upper cloud deck. The Saturn-bound Cassini spacecraft will complete its own second flyby of Venus on June 24th. Launched in October of 1997, Cassini should reach Saturn in July 2004.",
    "hdurl": "https://apod.nasa.gov/apod/image/9805/venus1_gal_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus: Just Passing By",
    "url": "https://apod.nasa.gov/apod/image/9805/venus1_gal.jpg"
  },
  {
    "copyright": "AAOAATB",
    "date": "1999-06-13",
    "explanation": "Sometimes the sky itself seems to glow.  Usually, this means you are seeing a cloud reflecting sunlight or moonlight.  If the glow appears as a faint band of light running across the whole sky, you are probably seeing the combined light from the billions of stars that compose our Milky Way Galaxy.  But if the glow appears triangular and near the horizon, you might be seeing something called zodiacal light.  Pictured above, zodiacal light is just sunlight reflected by tiny dust particles orbiting in our Solar System.  Many of these particles were ejected by comets.  Zodiacal light is easiest to see in September and October just before sunrise from a very dark location.",
    "hdurl": "https://apod.nasa.gov/apod/image/9708/zodiacal_dm.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Zodiacal Light",
    "url": "https://apod.nasa.gov/apod/image/9708/zodiacal_dm.jpg"
  },
  {
    "date": "1999-06-14",
    "explanation": "In a search for massive stars, the Hubble Space Telescope has peered into yet another spectacular region of star formation.  This nebula, known as N159, spans over 150 light-years and is located in the neighboring Large Magellanic Cloud galaxy, about 170,000 light years distant. Visible in the above picture are bright newborn stars, dark filaments of dust, and red-glowing hydrogen gas.  The aptly named Papillon Nebula (French for butterfly), is the unusual central compact cloud, highlighted in the inset.  Reasons for the bipolar shape of the Papillon Nebula are currently unknown, but might indicate the presence of unseen high-mass stars and a thick gaseous disk.",
    "hdurl": "https://apod.nasa.gov/apod/image/9906/papillon_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "N159 and the Papillon Nebula",
    "url": "https://apod.nasa.gov/apod/image/9906/papillon_hst.jpg"
  },
  {
    "date": "1999-06-15",
    "explanation": "Our Sun is in a continual state of oscillation.  Large patches of the Sun vibrate in and out, back and forth, even as the Sun rotates.  One mode of Solar oscillation is depicted graphically above, with blue indicating outward motion, and red indicating inward motion.  Although sensitive optical solar observatories can only directly detect surface motions, they give information about vibrations occurring much deeper in the Sun.  In helioseismology, these oscillations are being analyzed and are revealing unprecedented information about the density, temperature, motion, and chemical composition of the entire Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/9906/sunmodes2_gong.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sun Oscillates",
    "url": "https://apod.nasa.gov/apod/image/9906/sunmodes2_gong_big.jpg"
  },
  {
    "date": "1999-06-16",
    "explanation": "Sometimes lightning occurs out near space.  One such lightning type is the recently documented red sprite lightning, which has only been photographed and studied on Earth over the last few years.  The origins of all types of lightning remains unknown, and scientists are even trying to figure out why red sprite lightning occurs at all.  What is known is that as some large, positive cloud-to-ground lightning strokes occur, millisecond flashes appearing red may also occur far above in the upper atmosphere.  Pictured above, a group of red sprites was photographed at high resolution.  Reasons for the observed complexities are being researched.  APOD is four years old today",
    "hdurl": "https://apod.nasa.gov/apod/image/9906/sprites_exl98.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sprite Fireworks",
    "url": "https://apod.nasa.gov/apod/image/9906/sprites_exl98_big.jpg"
  },
  {
    "copyright": "William McLaughlinARGO Cooperative Observatory",
    "date": "1999-06-17",
    "explanation": "Presenting a sleek needle-like profile the magnificent spiral galaxy NGC 4565 is viewed edge-on from planet Earth. Its core of stars bulges from the centre of a thin disk of spiral arms and dust. The core appears to be cut sharply by dust lanes to dramatic effect in this composite image. NGC 4565's obscuring dust lanes and pronounced core are typical of large majestic spiral galaxies, including our own Milky Way. To make this picture, astronomer Bill McLaughlin digitally combined a high quality black and white image with colour information from three separate exposures through red, green, and blue filters. This island universe is about 50 million light-years away in the constellation Coma Berenices.",
    "hdurl": "https://apod.nasa.gov/apod/image/9906/ngc4565_mclaughlin_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4565: Needle Galaxy",
    "url": "https://apod.nasa.gov/apod/image/9906/ngc4565_mclaughlin.jpg"
  },
  {
    "date": "1999-06-18",
    "explanation": "Ice crystal clouds float above the immense Tharsis volcanos of Mars in this recently released picture from NASA's Mars Global Surveyor spacecraft. Olympus Mons at the upper left is 340 miles across and almost 15 miles high - the largest volcano in the solar system. In this sunny afternoon scene, the clouds are formed as warm martian air containing water vapour rises up the volcanic slopes. The water vapour cools and condenses into ice crystals. These reflective clouds are common in the Tharsis region, together creating a bright feature visible in earth-bound telescopes.",
    "hdurl": "https://apod.nasa.gov/apod/image/9906/tharsisvols_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tharsis Volcanos",
    "url": "https://apod.nasa.gov/apod/image/9906/tharsisvols_mgs.jpg"
  },
  {
    "date": "1999-06-19",
    "explanation": "Venus can appear as a brilliant evening star. Besides the sun and moon, Venus is the brightest object visible in Earth's sky. Because it is closer to the sun than Earth, Venus never strays far from the sun in its apparent position and is seen during the year as either a bright morning or evening star. This beautiful sunset imaged from low earth orbit by the Atlantis space shuttle crew in May 1989 also reveals the planet Venus blazing above Earth's horizon. It is a fitting image for this mission and crew. It was recorded following the successful release of the robot Venus-explorer Magellan, the first planetary probe to be deployed from a space shuttle.",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/venus_sts30_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus on the Horizon",
    "url": "https://apod.nasa.gov/apod/image/9710/venus_sts30.jpg"
  },
  {
    "date": "1999-06-20",
    "explanation": "Pictured above is one of the world's premiere radio astronomical observatories: The Very Large Array (VLA). Each antenna dish is as big as a house (25 meters across) and mounted on railroad tracks.  The VLA consists of 27 dishes - together capable of spanning the size of a city (35 kilometers).  The VLA is the most sensitive  radio telescope ever, and, through interferometry, can resolve a golf ball-sized radio source 150 kilometers away (0.04 arcsec).  The VLA is continually making new discoveries, including determining the composition of galaxies, passing comets, quasars, HII regions, and clusters of galaxies.  The VLA is also used to receive the weak radio signals broadcast from interplanetary spacecraft. The VLA is located in New Mexico, USA. A significant upgrade of VLA's capabilities is planned.",
    "hdurl": "https://apod.nasa.gov/apod/image/9906/vla_nrao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Very Large Array of Radio Telescopes",
    "url": "https://apod.nasa.gov/apod/image/9906/vla_nrao.jpg"
  },
  {
    "date": "1999-06-21",
    "explanation": "The center of our Galaxy is a busy place. In visible light, much of the Galactic Center is obscured by opaque dust.  In infrared light, however, dust glows more and obscures less, allowing nearly one million stars to be recorded in the above photograph.  The Galactic Center itself appears on the right and is located about 30,000 light years away towards the constellation of Sagittarius.  The Galactic Plane of our Milky Way Galaxy, the plane in which the Sun orbits, is identifiable by the dark diagonal dust lane.  The absorbing dust grains are created in the atmospheres of cool red-giant stars and grow in molecular clouds.  The region directly surrounding the Galactic Center glows brightly in radio and high-energy radiation, and is thought to house a large black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/9906/gcenter_2mass_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Galactic Center in Infrared",
    "url": "https://apod.nasa.gov/apod/image/9906/gcenter_2mass.jpg"
  },
  {
    "date": "1999-06-22",
    "explanation": "How do planetary nebulae acquire their exquisite geometrical shapes?  To investigate this, astronomers used the Hubble Space Telescope to image several young planetary nebulae.  These nebulae are the outer envelopes of stars like our Sun that have recently been cast away to space, leaving behind a core fading to become a white dwarf.  In this photograph in red H-alphacarb",
    "hdurl": "https://apod.nasa.gov/apod/image/9906/pk285_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "PKS285-02: A Young Planetary Nebula",
    "url": "https://apod.nasa.gov/apod/image/9906/pk285_hst.jpg"
  },
  {
    "date": "1999-06-23",
    "explanation": "Tomorrow's picture: A Barred Galaxy  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9906/sudbury_sno_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sudbury Neutrino Detector",
    "url": "https://apod.nasa.gov/apod/image/9906/sudbury_sno.jpg"
  },
  {
    "date": "1999-06-24",
    "explanation": "Many spiral galaxies have bars across their centers.  Even our own Milky Way Galaxy is thought to have a bar, but perhaps not so prominent as the one in NGC 1365, shown above.   The persistence and motion of the bar imply relatively massive spiral arms.  The placements of bright young blue stars and dark dust lanes also indicate a strong rotating density wave of star formation.  NGC 1365 is a member of the Fornax Cluster of Galaxies. Because NGC 1365 is relatively nearby, simultaneous measurements of its speed and distance are possible, which help astronomers estimate how fast our universe is expanding.",
    "hdurl": "https://apod.nasa.gov/apod/image/9906/ngc1365_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1365: A Nearby Barred Spiral Galaxy",
    "url": "https://apod.nasa.gov/apod/image/9906/ngc1365_vlt.jpg"
  },
  {
    "date": "1999-06-25",
    "explanation": "If you look carefully enough, you can even see the glow of the Sun in the opposite direction.  At night this glow is known as the gegenschein (German for \"counter glow\"), and can be seen as a faint glow in an extremely dark sky, as pictured above.  The gegenschein is sunlight back-scattered off small dust particles. These dust particles are millimeter sized splinters from asteroids and orbit in the ecliptic plane of the planets.  The gegenschein is distinguished from zodiacal light by the high angle of reflection. At day, a phenomenon similar to the gegenschien called the glory can be seen in clouds opposite the Sun from an airplane.",
    "hdurl": "https://apod.nasa.gov/apod/image/9906/gegenschein_naoj_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Gegenschein",
    "url": "https://apod.nasa.gov/apod/image/9906/gegenschein_naoj.jpg"
  },
  {
    "date": "1999-06-26",
    "explanation": "The Egg Nebula is taking a beating. Like a baby chick pecking its way out of an egg, the star in the center of the Egg Nebula is casting away shells of gas and dust as it slowly transforms itself into a white dwarf star.  The above picture was taken by the newly installed Near Infrared Camera and Multi-Object Spectrometer (NICMOS) now on board the Hubble Space Telescope.  A thick torus of dust now surrounds the star through which the shell gas is escaping.  Newly expelled gas shells escape in beams as can be seen in the original HST image and in the image shown above.  This infrared image is coded in false color to highlight two different types of emission. The red light represents hot hydrogen gas heated by the collisions of expanding shells.  The blue light represents light from the central star scattered by the dust in the nebula.  It takes light about 3000 years to reach us from the Egg Nebula, which is hundreds of times the size of our Solar System.",
    "hdurl": "https://apod.nasa.gov/apod/image/9705/eggshells_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shells in the Egg Nebula",
    "url": "https://apod.nasa.gov/apod/image/9705/eggshells_hst.jpg"
  },
  {
    "date": "1999-06-27",
    "explanation": "Our Earth is not at rest. The Earth moves around the Sun. The Sun orbits the center of the Milky Way Galaxy. The Milky Way Galaxy orbits in the Local Group. The Local Group falls toward the Virgo Cluster of Galaxies. But these speeds are less than the speed that all of these objects together move relative to the microwave background. In the above all-sky map, radiation in the Earth's direction of motion appears blueshifted and hence hotter, while radiation on the opposite side of the sky is redshifted and colder.  The map indicates that the Local Group moves at about 600 kilometers per second relative to this primordial radiation. This high speed was initially unexpected and its magnitude is still unexplained. Why are we moving so fast? What is out there?",
    "hdurl": "https://apod.nasa.gov/apod/image/dip_cobe.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "COBE Dipole: Speeding Through the Universe",
    "url": "https://apod.nasa.gov/apod/image/9906/dip_cobe.jpg"
  },
  {
    "date": "1999-06-28",
    "explanation": "Are Martians trying to tell us something?  An indentation has been recently photographed on Mars that resembles a heart, a common human symbol for love.  Because intelligent Martians have never been known to exist, and because formations with similarities have been found that clearly result from natural phenomena, the pit shown above is thought not to be a form of interplanetary communication.  Many scientists believe instead that the right-most wall of the two-kilometer wide heart-shaped pit was created by a naturally occurring graben, a surface drop caused by expansion along a fault-line.  Perhaps love is easier to find here on Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/9906/marsheart_mgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "From Mars with Love",
    "url": "https://apod.nasa.gov/apod/image/9906/marsheart_mgs.jpg"
  },
  {
    "date": "1999-06-29",
    "explanation": "A new mammoth telescope has begun to inspect the northern sky.  The 8-meter Gemini North telescope, pictured above, was dedicated last week in Hawaii, with images documenting its unprecedented abilities being released.  Within two years, sister telescope Gemini South will begin similar observations of the southern sky from Chile.  The Gemini telescopes will collect an enormous amount of visible and infrared light. In the infrared, a Gemini can resolve objects that even appear blurred to the Hubble Space Telescope.  To achieve such high resolution, the Gemini's use adaptive optics, a technique that continually flexes Gemini's main mirrors to counteract the defocusing effects of Earth's turbulent atmosphere.  A seven-nation collaboration is completing the Geminis under the direction of the US National Science Foundation.",
    "hdurl": "https://apod.nasa.gov/apod/image/9906/gemini_pfa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gemini North Telescope Inaugurated",
    "url": "https://apod.nasa.gov/apod/image/9906/gemini_pfa.jpg"
  },
  {
    "date": "1999-06-30",
    "explanation": "What's going on near the center of globular cluster NGC 6934?  The blur caused by the Earth's atmosphere has prevented astronomers from discerning individual stars in this unusual environment.  Telescopes in space can help, but the new Gemini North telescope took the above picture from the ground. In infrared light, Gemini was able to use its adaptive optic mirrors to resolve stars even near the globular cluster's center.  NGC 6934 is a 15 billion-year-old ball of hundreds of thousands of stars. Dating stars in ancient globular clusters like NGC 6934 provide valuable constraints on the minimum age of the universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/9906/ngc6934_gemini.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6934 from Gemini North",
    "url": "https://apod.nasa.gov/apod/image/9906/ngc6934_gemini.jpg"
  },
  {
    "date": "1999-07-01",
    "explanation": "In December of 1972, Apollo 17 astronauts Eugene Cernan and Harrison Schmitt spent about 75 hours exploring the Moon's Taurus-Littrow valley while colleague Ronald Evans orbited overhead. Cernan and Schmitt were the last humans to walk or ride on the Moon - aided in their explorations by a Lunar Roving Vehicle. The skeletal-looking lunar rover was just over 10 feet long, 6 feet wide and easily carried astronauts, equipment, and rock samples in the Moon's low gravity (about 1/6 Earth's). In this picture, Cernan stands at the back of the rover which carried the two astronauts in lawn-chair style seats. An umbrella-shaped high gain antenna and TV camera are mounted in the front. Powered by four 1/4 horsepower electric motors, one for each wheel, this rover was driven a total of about 18 miles across the lunar surface. Its estimated top speed was nearly 8 miles per hour.",
    "hdurl": "https://apod.nasa.gov/apod/image/9906/rover_apollo17_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 17's Lunar Rover",
    "url": "https://apod.nasa.gov/apod/image/9906/rover_apollo17.jpg"
  }
]
