[
  {
    "date": "1999-02-01",
    "explanation": "Last week, Japan's new Subaru Telescope made its first observations of the sky.  The gray building housing Subaru is visible just left of the white Keck domes near the photo's center.  Subaru is the latest in the class of optical telescopes using a mirror with a diameter greater than 8 meters.  Subaru's 8.3-meter primary is the largest single-piece optical telescope mirror yet made, and is so thin that its precise shape can be monitored and adjusted.  Subaru will be owned and operated by Japan but located at the top of Hawaii's Mauna Kea, a dormant volcano famous for housing several of the world's leading telescopes.",
    "hdurl": "https://apod.nasa.gov/apod/image/9902/subaru_cara_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Subaru Telescope",
    "url": "https://apod.nasa.gov/apod/image/9902/subaru_cara.jpg"
  },
  {
    "date": "1999-02-02",
    "explanation": "The Orion Nebula (M42) shows a host of treasures when viewed in infrared light.  Some stars in the Trapezium, an open cluster of stars at the center, are only visible in infrared light.  The orange feature above center is called the Kleinman-Low Nebula, and appears greatly affected by newly forming central star IRc2.  The blue emission in this representative color photograph is caused by hot gas ionized by the Trapezium stars.  This is one of the first photographs ever taken through Japan's new Subaru Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/9902/orion_subaru_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Orion Nebula from Subaru",
    "url": "https://apod.nasa.gov/apod/image/9902/orion_subaru.jpg"
  },
  {
    "copyright": "Jayanne English",
    "date": "1999-02-03",
    "explanation": "Tomorrow's picture: Spiral Sunspot  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9902/mushroom_cgps_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Galactic Mushroom Cloud",
    "url": "https://apod.nasa.gov/apod/image/9902/mushroom_cgps.jpg"
  },
  {
    "copyright": "AURA",
    "date": "1999-02-04",
    "explanation": "Spiral galaxies abound in the universe, but spiral sunspots are definitely an unusual twist. This distinctive spiral-shaped sunspot caught the attention of National Solar Observatory astronomers and was photographed on February 19, 1982 with the Vacuum Solar Telescope on Kitt Peak. Sunspots appear dark only because they are relatively cool - about 4,000 degrees compared to the 6,000 degrees Celsius of the surrounding solar surface. Associated with surface magnetic fields, their numbers increase and decrease in a regular pattern tracing the Solar Activity cycle. A maximum in sunspot numbers occurs every 11 years with the next maximum expected around the year 2001. This sunspot was actually about 50,000 miles across (Earth's diameter is about 8,000 miles) and held its shape for two days.",
    "hdurl": "https://apod.nasa.gov/apod/image/9902/spiralspot_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Sunspot",
    "url": "https://apod.nasa.gov/apod/image/9902/spiralspot_noao.jpg"
  },
  {
    "date": "1999-02-05",
    "explanation": "These are not false-color renderings of the latest observations of Saturn's magnificent rings. Instead, the panels show a strikingly similar system on a much larger scale - a ring around the young, Vega-like star, HR 4796A, located about 200 light-years from Earth. Probably composed of dusty debris ground from colliding planetesimals, this ring is confined to a zone less than 17 AU wide (1 AU equals the Earth-Sun distance) and girdles the star at a radius of about 70 AU, roughly twice the orbital radius of Neptune. In analogy with the relationship of Saturn's rings and moons, this circumstellar ring could be held in place by forces due to planets - shepherding planetary bodies or the gravitational influence of larger planets orbiting closer to the parent star. In any event, because the ring would not survive long without something to keep it there, astronomers consider its presence strong evidence for unseen planetary bodies around HR 4796A. The top panels show the false-color images at two infrared wavelengths from the Hubble Space Telescope's NICMOS instrument, and the bottom panels trace the corresponding image contours. At the center of each, the overwhelming light of HR 4796A has been masked to reveal the fainter circumstellar ring.",
    "hdurl": "https://apod.nasa.gov/apod/image/9902/hr4796a_schneider_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "HR 4796A: Not Saturn",
    "url": "https://apod.nasa.gov/apod/image/9902/hr4796a_schneider.jpg"
  },
  {
    "date": "1999-02-06",
    "explanation": "The first US spacecraft was Explorer 1. The cylindrical 30 pound satellite was launched (above) as the fourth stage of a Jupiter-C rocket (a modified US Army Redstone ballistic missile) and achieved orbit on January 31, 1958. Explorer I carried instrumentation to measure internal and external temperatures, micrometeorite impacts, and an experiment designed by James A. Van Allen to measure the density of electrons and ions in space. The measurements made by Van Allen's experiment led to an unexpected and startling discovery -- an earth-encircling belt of high energy electrons and ions trapped in the magnetosphere now known as the Van Allen Belt. Explorer I ceased transmitting on February 28 of that year but remained in orbit until March of 1970.",
    "hdurl": "https://apod.nasa.gov/apod/image/explaunch_abma_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The First Explorer",
    "url": "https://apod.nasa.gov/apod/image/explaunch_abma.gif"
  },
  {
    "date": "1999-02-07",
    "explanation": "The largest moon of Saturn is a rare wonder.  Titan is the only one of Saturn's moons with an atmosphere, and one of only two moons in the Solar System with this distinction (Neptune's Triton is the other).  Titan's thick cloudy atmosphere is mostly nitrogen, like Earth's, but contains much higher percentages of \"smog-like\" chemicals such as methane and ethane. The smog may be so thick that it actually rains \"gasoline-like\" liquids.  The organic nature of some of the chemicals found in Titan's atmosphere cause some to speculate that Titan may harbor life!  Because of its thick cloud cover, however, Titan's actual surface properties remain mysterious.  Voyager 1 flew by in 1980 taking the above picture, and more recently much has been learned from observations by the Hubble Space Telescope.  The Cassini mission launched in 1997 will map Titan's surface in 2004, helping to solve some of its mysteries.",
    "hdurl": "https://apod.nasa.gov/apod/image/9902/titan_vg2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Titan: Saturn's Smog Moon",
    "url": "https://apod.nasa.gov/apod/image/9902/titan_vg2.jpg"
  },
  {
    "date": "1999-02-08",
    "explanation": "Winds of fast particles blow out from the Sun, but why?  Astronomers came a step closer to answering this question recently by making detailed observations of the high-speed wind source with the space-borne Solar and Heliospheric Observatory (SOHO).  Images like those shown above isolate regions of inflowing gas, shown in red, and outflowing gas, shown in blue.  Particles such as electrons and protons flow out at speeds near 3 million kilometers per hour.  This wind will typically enter one of the Sun's coronal holes before flowing out into the Solar System.  Analysis indicates that the high-speed wind escapes at the edges of large convection cells, drawn in black.  SOHO has recently been revived to run without the use of any orienting gyroscopes.",
    "hdurl": "https://apod.nasa.gov/apod/image/9902/solwind_soho_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Solar Wind Emerges",
    "url": "https://apod.nasa.gov/apod/image/9902/solwind_soho.jpg"
  },
  {
    "date": "1999-02-09",
    "explanation": "Bright stars don't last forever. A bright star similar to others in this field exploded in a spectacular supernova that was witnessed on Earth in 1987.  The result is visible even today as unusual rings and glowing gas. The above picture is a composite of recent images taken over several years.  The explosion originated from a bright massive star that ran out of nuclear fuel.  SN1987A occurred in the Large Magellanic Cloud (LMC), a satellite galaxy only 150,000 light years from our Milky Way Galaxy.  The rings of SN1987A are currently excited by light from the initial explosion.  Astronomers expect the inner ring to brighten in the next few years as expanding supernova debris overtakes it.",
    "hdurl": "https://apod.nasa.gov/apod/image/9902/sn1987a_heritage_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Supernova Star-Field",
    "url": "https://apod.nasa.gov/apod/image/9902/sn1987a_heritage.jpg"
  },
  {
    "date": "1999-02-10",
    "explanation": "Do the powerful explosions known as gamma-ray bursts (GRBs) originate in galaxies?  This subject took on new light yesterday with the release of a Hubble Space Telescope image of the sky surrounding GRB 990123.  This burst was first detected only two weeks ago and cataloged as one of the most powerful GRBs ever.  The optical transient (OT) counterpart to the GRB can be seen as the bright spot just below center.  Once so bright it was briefly visible with just binoculars, this OT has since become four million times dimmer and continues to fade.  Now, it can be seen easily with only a large telescope.  The diffuse object above is of particular interest because it appears to be the host galaxy of GRB 990123.  This distant galaxy seems to have a normal brightness but an irregular shape. This discovery increases the evidence that most OTs do occur in galaxies.  Are all host galaxies this strange?",
    "hdurl": "https://apod.nasa.gov/apod/image/9902/gal990123_stis_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "GRB 990123 Host Galaxy Imaged",
    "url": "https://apod.nasa.gov/apod/image/9902/gal990123_stis.jpg"
  },
  {
    "date": "1999-02-11",
    "explanation": "Planets condense from disks. Several new Hubble Space Telescope pictures of stars surrounded by disks were released earlier this week.  Since the glare of the central star usually makes a surrounding disk hard to see, prior observations in radio and infrared light were used to isolate systems where the disk was edge-on, blocking much of the central starlight.  One such disk system, Haro 6-5B, is shown above in false color. Here, the central disk confines the emitted light into an hourglass shape.  Complex dust clouds appear dark.  A powerful protruding jet is shown in green.  This budding planetary system measures 0.2 light-years across.  Quite possibly, our own Solar System looked like this about 5 billion years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/9902/haro65b_wfpc2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Disk and Jet in Haro 6-5B",
    "url": "https://apod.nasa.gov/apod/image/9902/haro65b_wfpc2_big.jpg"
  },
  {
    "date": "1999-02-12",
    "explanation": "Late last month, NASA's Lunar Prospector spacecraft moved in for a closer look at the Moon. Now entering an extended mission phase, controllers have reduced the altitude of this polar lunar orbiter from 100 kilometers to about 30 kilometers (18 miles). Having mapped global properties and recorded evidence for water-ice at the lunar poles, the lower orbit allows Prospector's instruments to gather valuable confirming data at higher resolutions. The new orbit is not without some risk, though, and maneuvers are required every 28 days to maintain it. Should the maneuvers fail to be performed, the spacecraft would impact the surface only two days later. This lunar close-up was recorded by the European Southern Observatory's new WFI camera. It shows dramatic shadows and contrasting terrain near the prominent Gassendi crater at the northern edge of the Moon's Mare Humorum.",
    "hdurl": "https://apod.nasa.gov/apod/image/9902/esomoon_close_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Close-Up",
    "url": "https://apod.nasa.gov/apod/image/9902/esomoon_close.jpg"
  },
  {
    "date": "1999-02-13",
    "explanation": "This portrait of Pluto and its companion Charon was taken by the Hubble Space Telescope in 1994.  Pluto is usually the most distant planet from the Sun but because of its eccentric orbit Pluto crossed inside of Neptune's orbit in 1979. On Thursday, February 11th, it crossed back out, recovering its status as the most distant of nine planets. Pluto is still considered to be a planet, although very little is known about it compared to other planets. Pluto is smaller than any other planet and even smaller than several other planet's moons.  Pluto is probably composed of frozen rock and ice, much like Neptune's moon Triton. Pluto has not yet been visited by a spacecraft, but a mission is being planned for the next decade.",
    "hdurl": "https://apod.nasa.gov/apod/image/9902/plutocharon_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pluto: The Frozen Planet",
    "url": "https://apod.nasa.gov/apod/image/9902/plutocharon_hst.jpg"
  },
  {
    "date": "1999-02-14",
    "explanation": "In low Earth orbit there is not enough atmosphere to diffuse and scatter sunlight, so shadows are black and the sky is dark - even when the Sun shines.  The harsh lighting produced this dramatic effect as mission specialist Gregory Harbaugh photographed colleague Joseph Tanner during their second spacewalk to service the Hubble Space Telescope in February 1997. The aft section of the Space Shuttle Discovery is visible in the background with the Sun hanging over a delicate crescent of the Earth's limb. A checklist is attached to Tanner's left arm, and Harbaugh's reflection is just visible in Tanner's visor.",
    "hdurl": "https://apod.nasa.gov/apod/image/9709/sunview_sts82_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Sky, Bright Sun",
    "url": "https://apod.nasa.gov/apod/image/9709/sunview_sts82.jpg"
  },
  {
    "date": "1999-02-15",
    "explanation": "La Niña is a temporary climate change caused by unusually cold water in the central Pacific Ocean.  Cold water topping an unusually low sea level is shown as purple in the above false-color picture taken by the orbiting TOPEX/Poseidon satellite in mid-January.  Such cold water tends to deflect winds around it, changing the course of weather systems locally and the nature of weather patterns globally.  This year's La Niña appears to have weakened over the past few months, indicating a slow return to more normal seasonal weather.  The full effects of the preceding El Niño and the present La Niña are still under study.",
    "hdurl": "https://apod.nasa.gov/apod/image/9902/lanina2_topex_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "La Niña Earth",
    "url": "https://apod.nasa.gov/apod/image/9902/lanina2_topex.jpg"
  },
  {
    "date": "1999-02-16",
    "explanation": "Tomorrow's picture: A Galaxy Group  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9902/m87s_vla_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Large and Small of M87",
    "url": "https://apod.nasa.gov/apod/image/9902/m87s_vla.jpg"
  },
  {
    "date": "1999-02-17",
    "explanation": "Galaxies, like stars, frequently form groups.  A group of galaxies is a system containing more than two galaxies but less than the tens or hundreds typically found in a cluster of galaxies.  A most notable example is the Local Group of Galaxies, which houses over 30 galaxies including our Milky Way, Andromeda, and the Magellanic Clouds.  Pictured above is nearby compact group Hickson 40.  This group is located about 300 million light-years away toward the constellation of Hydra.  Of the five prominent galaxies in Hickson 40, three are spirals, one is an elliptical and one is a lenticular.  Many galaxies in compact groups are either slowly merging or gravitationally pulling each other apart.",
    "hdurl": "https://apod.nasa.gov/apod/image/9902/hickson40_subaru_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hickson Compact Group 40",
    "url": "https://apod.nasa.gov/apod/image/9902/hickson40_subaru.jpg"
  },
  {
    "date": "1999-02-18",
    "explanation": "On February 7th, this honey comb of aluminum cells filled with aerogel was launched on the STARDUST mission to interplanetary space. STARDUST's goal is to capture dust from a comet's tail and return to planet Earth - the first sample return mission to a comet! This structure represents about 1,000 square centimeters of area for collecting dust trailing within 150 kilometers of the nucleus of P/Wild-2. Comet P/Wild-2 is new to the inner Solar System. Having spent its life in orbit between Jupiter and Uranus, this comet was deflected in 1974 by a close encounter with Jupiter and now orbits between Jupiter and Earth. Dust from P/Wild-2 should impact the aerogel at high speeds and come to rest leaving carrot-shaped tracks in this amazingly tough, transparent, ultra-low density material. Returning to Earth by parachute in 2006, the cometary dust sample will be analyzed for clues to the formation and primordial composition of our Solar System.",
    "hdurl": "https://apod.nasa.gov/apod/image/9902/aerogel_stardust_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aerogel For STARDUST",
    "url": "https://apod.nasa.gov/apod/image/9902/aerogel_stardust.jpg"
  },
  {
    "date": "1999-02-19",
    "explanation": "This exceptionally bright fireball meteor trail was photographed with a fish-eye camera at a Czech Republic station of the European Fireball Network on January 21, 1999. Of the star trails visible in this night-long exposure, the bright short arc in the upper left is due to Polaris, the north star. The breaks seen near the beginning of the fireball trail itself were produced by a shutter rotating 15 times a second. In all, three stations recorded the dazzling streak and their combined tracking information has revealed details of the meteor's brief atmospheric flight and previous interplanetary voyage. For example, the luminous trail is measured to begin at an altitude of 81.9 kilometers and covered 71.1 kilometers in 6.7 seconds. The projected prior orbit for the meteoroid corresponds to one typical for Apollo class asteroids which can cross Earth's orbit. In forty years of operations the European Network has multistation recordings of less than 10 or so fireballs as bright as this one. It is thought likely that a small (a few hundred grams) meteorite survived this fiery fall to Earth and landed near the Czech-Poland border.",
    "hdurl": "https://apod.nasa.gov/apod/image/9902/fireball_en_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "On The Trail Of A Fireball",
    "url": "https://apod.nasa.gov/apod/image/9902/fireball_en.jpg"
  },
  {
    "date": "1999-02-20",
    "explanation": "In December of 1990, the Space Shuttle Columbia carried an array of astronomical telescopes high above the Earth's obscuring atmosphere to observe the Universe at ultraviolet and x-ray wavelengths. The telescopes, known by the acronyms UIT, HUT, WUPPE, and BBXRT, are seen here in Columbia's payload bay against a spectacular view of the constellation Orion. The ultraviolet telescopes were mounted on a common structure - HUT is visible in this view along with a star tracker (the silver cone at the left). The mission studied solar system, galactic, and extra-galactic sources.",
    "hdurl": "https://apod.nasa.gov/apod/image/9708/astro1_sts35_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Astro 1 In Orbit",
    "url": "https://apod.nasa.gov/apod/image/9708/astro1_sts35_big.jpg"
  },
  {
    "date": "1999-02-21",
    "explanation": "In the center of 30 Doradus lies a huge cluster of the largest, hottest, most massive stars known. The center of this cluster, known as R136, is boxed in the upper right portion of the above picture. The gas and dust filling the rest of the picture is predominantly ionized hydrogen from the emission nebula 30 Doradus. R136 is composed of thousands of hot blue stars, some about 50 times more massive than our Sun.  30 Doradus and R136 lie in the LMC - a satellite galaxy to our own Milky Way Galaxy. Although the ages of stars in R136 cause it to be best described as an open cluster, R136's density will likely make it a low mass globular cluster in a few billion years.",
    "hdurl": "https://apod.nasa.gov/apod/image/30doradus_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Center of 30 Doradus",
    "url": "https://apod.nasa.gov/apod/image/30doradus_hst.gif"
  },
  {
    "date": "1999-02-22",
    "explanation": "Astronomers turn detectives when trying to figure out the cause of unusual sites like NGC 1316.  A preliminary inspection indicates that NGC 1316 is an enormous elliptical galaxy that started devouring a smaller spiral galaxy neighbor about 100 million years ago.  Supporting evidence includes the dark dust lanes uniquely indicative of a spiral.  What remains unexplained are the unusually small globular star clusters, visible as faint dots on the above photograph. Most elliptical galaxies have more and brighter globular clusters than evident in NGC 1316.  Yet the observed globulars are too old to have been created by the recent spiral collision. One hypothesis therefore holds that these globulars survive from an even earlier galaxy that was subsumed into NGC 1316.",
    "hdurl": "https://apod.nasa.gov/apod/image/9902/ngc1316_wfpc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1316: After Galaxies Collide",
    "url": "https://apod.nasa.gov/apod/image/9902/ngc1316_wfpc.jpg"
  },
  {
    "date": "1999-02-23",
    "explanation": "Move over Mir, here comes the International Space Station.  In December 1998, the crew of Space Shuttle Endeavour started construction by joining the U.S.-built Unity node with the Russian-built Zarya module. A close look at the above IMAX(r) photograph will reveal two astronauts working on Unity.  Below on Earth, the terminator between night and day is visible.  The International Space Station's low 250-mile Earth orbit causes it to experience one complete day/night cycle in about 90 minutes.",
    "hdurl": "https://apod.nasa.gov/apod/image/9902/unity_sts88_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Construction of International Space Station Begins",
    "url": "https://apod.nasa.gov/apod/image/9902/unity_sts88_sm1.jpg"
  },
  {
    "copyright": "John P. Gleason",
    "date": "1999-02-24",
    "explanation": "Most bright stars in our Milky Way Galaxy reside in a disk.  Since our Sun also resides in this disk, these stars appear to us as a diffuse band that circles the sky.  The above panorama of a southern band of the Milky Way's disk was taken from Australia.  A 40-minute exposure was used, and the colors were digitally enhanced.  Visible are many bright stars, dark dust lanes, red emission nebulae, blue reflection nebulae, and clusters of stars.  In addition to all this matter that we can see, astronomers suspect there exists even more dark matter that we cannot see.",
    "hdurl": "https://apod.nasa.gov/apod/image/9902/milkyway_gleason_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Milky-Way Band",
    "url": "https://apod.nasa.gov/apod/image/9902/milkyway_gleason.jpg"
  },
  {
    "date": "1999-02-25",
    "explanation": "Following orbits which loop high above the galactic plane, globular star clusters are probably 12 to 14 billion years old - truly ancient denizens of our Milky Way Galaxy. After analyzing these new ESO/VLT images of portions of the globular cluster NGC 6712, astronomers report that this dense grouping of about 1 million stars seems to be slowly dissolving - steadily loosing fainter, lower mass stars into our Galaxy's halo. Their results offer strong evidence for gravitational stripping of stars from clusters which pass through the plane and central regions of the Galaxy. One of about 150 globular clusters known to be members of the Milky Way, NGC 6712 is thought to have crossed through the crowded galactic plane only a few million years ago. NGC 6712 is about 23,000 light-years away in the southern constellation Scutum.",
    "hdurl": "https://apod.nasa.gov/apod/image/9902/ngc6712_esovlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6712: Galactic Globular Cluster",
    "url": "https://apod.nasa.gov/apod/image/9902/ngc6712_esovlt.jpg"
  },
  {
    "date": "1999-02-26",
    "explanation": "Ominously foreshadowing events to come, a dark cloud of obscuring dust stands out against a luminous star field in the Milky Way. Cataloged as Feitzinger and Stuwe object \"1-457\" this fuliginous interstellar nebula is relatively close - possibly only 1,000 light-years distant. Near its core it is dense enough to block almost all of the light from the numerous, more distant stars visible toward the galactic center region. In addition to dust grains, dark nebulae which abound in the plane of our Galaxy are likely to contain interstellar gas and represent potential raw material for future star formation.",
    "hdurl": "https://apod.nasa.gov/apod/image/9902/darkcloud_2massatlas_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Cloud",
    "url": "https://apod.nasa.gov/apod/image/9902/darkcloud_2massatlas.jpg"
  },
  {
    "date": "1999-02-27",
    "explanation": "What's in a name? Since 1919, the International Astronomical Union has been charged with the task of establishing \"conventional\" nomenclature for planets, satellites, and surface features. For the remote Uranian system of moons, namesakes from Shakespearean works have been chosen. Thus Oberon, king of the mid-summer night fairies, is also Uranus' most distant and second largest moon. Hamlet is the tragically dark, large and princely crater on its surface (right of center). The above image represents known surface features of Oberon and was constructed by the U.S. Geological Survey (USGS) based on data from NASA's robot explorer Voyager 2. In 1986, Voyager 2 flew through the Uranian system - so far it has been the only spacecraft to do so.",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/oberon2_usgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hamlet of Oberon",
    "url": "https://apod.nasa.gov/apod/image/9701/oberon2_usgs.jpg"
  },
  {
    "date": "1999-02-28",
    "explanation": "Sometimes the unexpected comes in a familiar shape. In this picture, the seemingly familiar teardrop-shaped object just right of center is actually an unusually situated disk of gas and dust.  In fact, the teardrop is about the size of our own Solar System and is racing against time to condense and form planets. This disk, however, is unfortunate enough to lie in the Trapezium, which is also home to several immense, bright stars. These bright stars emit light so powerful it boils away the gas and dust in planet-forming disks. Large Jupiter-like planets will probably never form in this hostile environment, but it is currently unknown whether Earth-like planets could form and survive.",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/teardrop_hst.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Trapezium: Teardrops in My Skies",
    "url": "https://apod.nasa.gov/apod/image/9701/teardrop_hst.jpg"
  },
  {
    "copyright": "Yuugi Kitahara",
    "date": "1999-03-01",
    "explanation": "Reflection nebulae reflect light from a nearby star.  Many small carbon grains in the nebula reflect the light.  The blue color typical of reflection nebula is caused by blue light being more efficiently scattered by the carbon dust than red light.  The brightness of the nebula is determined by the size and density of the reflecting grains, and by the color and brightness of the neighboring star(s).  NGC 1435, pictured above, surrounds Merope (23 Tau), one of the brightest stars in the Pleiades (M45).  The Pleiades nebulosity is caused by a chance encounter between an open cluster of stars and a molecular cloud.  The unusual area on the far left, known as Bernard's Merope Nebula (IC 349), reflects visible light with unusually high efficiency.",
    "hdurl": "https://apod.nasa.gov/apod/image/9903/ngc1435_kitahara_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Reflection Nebula NGC 1435",
    "url": "https://apod.nasa.gov/apod/image/9903/ngc1435_kitahara.jpg"
  }
]
