[
  {
    "date": "1999-07-01",
    "explanation": "In December of 1972, Apollo 17 astronauts Eugene Cernan and Harrison Schmitt spent about 75 hours exploring the Moon's Taurus-Littrow valley while colleague Ronald Evans orbited overhead. Cernan and Schmitt were the last humans to walk or ride on the Moon - aided in their explorations by a Lunar Roving Vehicle. The skeletal-looking lunar rover was just over 10 feet long, 6 feet wide and easily carried astronauts, equipment, and rock samples in the Moon's low gravity (about 1/6 Earth's). In this picture, Cernan stands at the back of the rover which carried the two astronauts in lawn-chair style seats. An umbrella-shaped high gain antenna and TV camera are mounted in the front. Powered by four 1/4 horsepower electric motors, one for each wheel, this rover was driven a total of about 18 miles across the lunar surface. Its estimated top speed was nearly 8 miles per hour.",
    "hdurl": "https://apod.nasa.gov/apod/image/9906/rover_apollo17_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 17's Lunar Rover",
    "url": "https://apod.nasa.gov/apod/image/9906/rover_apollo17.jpg"
  },
  {
    "date": "1999-07-02",
    "explanation": "Hale-Bopp, the Great Comet of 1997, may have been the most viewed comet in history - visible even from bright metropolitan skies. Astronomers are now reporting that this magnificent comet also cast a shadow against the glare of the solar system's ultraviolet haze. This false-color image represents a slice of the sky viewed by the SWAN (Solar Wind ANisotropy) instrument aboard the space-based SOHO observatory. Recorded on March 8, 1997 it shows a general haze of solar ultraviolet light scattered by interstellar hydrogen. The sun itself is positioned below the bottom center of the cropped image and the large bright spot is ultraviolet sunlight scattered by the cloud of hydrogen gas surrounding Hale-Bopp's nucleus. Just above and to the left is a broad, diffuse, dark streak - the 150 million kilometer long shadow produced by the denser regions of this hydrogen envelope. Why are comets surrounded by hydrogen? The hydrogen comes from the breakup of water (H20) vapor released as the comet nucleus approaches the sun. These observations indicate that Hale-Bopp's nucleus was producing about 300 tons of water per second.",
    "hdurl": "https://apod.nasa.gov/apod/image/9907/swan_hbshadow_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shadow Of A Comet",
    "url": "https://apod.nasa.gov/apod/image/9907/swan_hbshadow.jpg"
  },
  {
    "date": "1999-07-03",
    "explanation": "Like a butterfly, a white dwarf star begins its life by casting off a cocoon that enclosed its former self.  In this analogy, however, the Sun would be a caterpillar and the ejected shell of gas would become the prettiest of all! The above cocoon, the planetary nebula designated NGC 2440, contains one of the hottest white dwarf stars known. The white dwarf can be seen as the bright dot near the photo's center. Our Sun will eventually become a \"white dwarf butterfly\", but not for another 5 billion years. The above false color image and was post-processed by Forrest Hamilton.",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/ngc2440_hst2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2440: Cocoon of a New White Dwarf",
    "url": "https://apod.nasa.gov/apod/image/9612/ngc2440_hst2.jpg"
  },
  {
    "date": "1999-07-04",
    "explanation": "On July 4th, 1997 - using its own array of fireworks, a parachute, and airbags - the Mars Pathfinder spacecraft successfully came to rest on the surface of Mars at 10:07 AM Pacific Daylight Time. Ninety minutes before reaching the surface Pathfinder began a flurry of activity. The robot spacecraft vented cooling fluid, jettisoned its cruise stage, decelerated at 20 gees on atmospheric entry, deployed a 24 foot parachute, jettisoned its heat shield, slid down a 60 foot bridle, fired solid fuel braking rockets, deployed a cocoon of airbags, separated from the bridle, impacted the martian surface, bounced a few times (traveling about 300 - 600 feet between bounces), settled on the surface, deflated the airbags, and righted itself, all under the autonomous control of the onboard computer. Above is a mosaic of images transmitted shortly after Pathfinder reestablished communication with its operators on Earth. The solar powered, two foot long, 25 pound Mars Sojourner robot rover is visible crouched on the unfolded spacecraft. Beyond lie deflated airbags, rock-strewn terrain, distant hills, and a dusty brown martian sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/9707/mars1_pathfinder_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Landing On Mars",
    "url": "https://apod.nasa.gov/apod/image/9707/mars1_pathfinder.jpg"
  },
  {
    "date": "1999-07-05",
    "explanation": "As Mars rotates, most of its surface becomes visible. During Earth's recent pass between Mars and the Sun, the Hubble Space Telescope was able to capture the most detailed time-lapse pictures ever from the Earth.  Dark and light sand and gravel create an unusual blotted appearance for the red planet.  Winds cause sand-tinted features on the Martian surface to shift over time.  Visible in the above pictures are the north polar cap, made of water ice and  dry ice, clouds including an unusual cyclone, and huge volcanoes leftover from ancient times.  The Mars Global Surveyor satellite orbiting Mars continues to scan the surface for good places to land future robot explorers.",
    "hdurl": "https://apod.nasa.gov/apod/image/9907/mars4_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Four Faces of Mars",
    "url": "https://apod.nasa.gov/apod/image/9907/mars4_hst.jpg"
  },
  {
    "date": "1999-07-06",
    "explanation": "Have you ever seen a sun pillar? When the air is cold and the Sun is rising or setting, falling ice crystals can reflect sunlight and create an unusual column of light.  Ice sometimes forms flat, stop-sign shaped crystals as it falls from high-level clouds.  Air resistance causes these crystals to lie nearly flat much of the time as they flutter to the ground.  Sunlight reflects off crystals that are properly aligned, creating the sun-pillar effect.  In the above picture, the sun-pillar can be traced up to the cloud that is raining the reflecting ice-crystals.",
    "hdurl": "https://apod.nasa.gov/apod/image/9907/sunpillar_noaa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sun Pillar",
    "url": "https://apod.nasa.gov/apod/image/9907/sunpillar_noaa.jpg"
  },
  {
    "date": "1999-07-07",
    "explanation": "If our Sun were part of M80, the night sky would glow like a jewel box of bright stars.  M80, also known as NGC 6093, is one of about 250 globular clusters that survive in our Galaxy.  Most of the stars in M80 are older and redder than our Sun, but some enigmatic stars appear to be bluer and younger.  Young stars would contradict the hypothesis that all the stars in M80 formed at nearly the same time.  These unusual stars are known as blue stragglers, and by analyzing pictures like the Hubble Space Telescope image above, astronomers have been able to find the largest population of blue stragglers yet.  As blue stragglers are now thought to be due to stars coalescing, the collision and capture rate at the dense center of M80 must be very high.",
    "hdurl": "https://apod.nasa.gov/apod/image/9907/m80_heritage_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M80: A Dense Globular Cluster",
    "url": "https://apod.nasa.gov/apod/image/9907/m80_heritage.jpg"
  },
  {
    "date": "1999-07-08",
    "explanation": "Activity on our parent star continues to increase as the sun approaches a maximum in its 11-year solar cycle, expected in the year 2000. On June 14 - only a week before the solstice - the space-based SOHO observatory recorded this stunning view of an immense prominence erupting from the sun's southern latitudes (south is up). The false-color image was made in the extreme Ultraviolet light produced by ionized Helium atoms in the solar plasma. Earth dwellers fortunate enough to be well located in Europe, the Middle East, Asia may be able to view for themselves activity above the solar limb during the upcoming August solar eclipse - the last total eclipse of the second millennium.",
    "hdurl": "https://apod.nasa.gov/apod/image/9906/solstice_erupt_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eruptive Prominence",
    "url": "https://apod.nasa.gov/apod/image/9906/solstice_erupt.jpg"
  },
  {
    "date": "1999-07-09",
    "explanation": "At 1.6 billion years old, this cluster of stars is beginning to show its age. NGC 7789 is an open or galactic star cluster about 8,000 light-years distant toward the constellation Cassiopeia and lies near the plane of our Milky Way galaxy. All the stars in the cluster were likely born at the same time but the brighter and more massive ones have more rapidly exhausted the hydrogen fuel in their cores. These have evolved from main sequence stars like the sun into the gaggle of red giant stars apparent (with a reddish-yellow cast) in this lovely composite color image. Comparing computer models to observations of the red giants and main sequence stars astronomers can determine the mass and hence the age of the cluster stars just starting to \"turn off\" the main sequence to become red giants.",
    "hdurl": "https://apod.nasa.gov/apod/image/9907/ngc7789_mochejska_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7789: Galactic Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/9907/ngc7789_mochejska.jpg"
  },
  {
    "date": "1999-07-10",
    "explanation": "Neptune, the Solar System's outermost gas giant planet, is 30 times farther from the Sun than Earth. Twelve years after a 1977 launch, Voyager 2 flew by Neptune and found surprising activity on a planet that receives only 3 percent as much sunlight as Jupiter. In its brief but tantalizing close-up glimpse of this dim and distant world, the robot spacecraft recorded pulses of radio emission, zonal cloud bands, and large scale storm systems with up to 1500 mile per hour winds - the strongest measured on any planet. This mosaic of 5 Voyager images shows Neptune's Southern Hemisphere. Cloud bands and the Earth-sized, late \"Great Dark Spot\" with trailing white clouds located at about 22 degrees southern latitude are clearly visible.  The distance from the Great Dark Spot feature to Neptune's South Pole (image center) is about 17,000 miles.",
    "hdurl": "https://apod.nasa.gov/apod/image/9705/neptune_south_vg2_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Southern Neptune",
    "url": "https://apod.nasa.gov/apod/image/9705/neptune_south_vg2.jpg"
  },
  {
    "date": "1999-07-11",
    "explanation": "What happens when a meteor hits the ground?  Usually nothing much, as most meteors are small, and indentations they make are soon eroded away.  49,000 years ago, however, a large meteor created Barringer Meteor Crater in Arizona, pictured above.  Barringer is over a kilometer across.  In 1920, it was the first feature on Earth to be recognized as an impact crater. Today, over 100 terrestrial impact craters have been identified.  Recent computer modeling now indicates how some of the Canyon Diablo impactor melted during the impact that created Barringer.",
    "hdurl": "https://apod.nasa.gov/apod/image/9711/azcrater_lpi_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Barringer Crater on Earth",
    "url": "https://apod.nasa.gov/apod/image/9711/azcrater_lpi.jpg"
  },
  {
    "date": "1999-07-12",
    "explanation": "Tomorrow's picture: The Flame Nebula  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9907/launch_fuse_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Delta Rocket Launches",
    "url": "https://apod.nasa.gov/apod/image/9907/launch_fuse.jpg"
  },
  {
    "date": "1999-07-13",
    "explanation": "What lights up the Flame Nebula? Fifteen hundred light years away towards the constellation of Orion lies a nebula which, from its glow and dark dust lanes, appears like a billowing fire.  But fire, the rapid acquisition of oxygen, is not what makes this Flame glow.  Rather the bright star Alnitak, the easternmost star in the Belt of Orion visible to the nebula's right, shines energetic light into the Flame that knocks electrons away from the great clouds of hydrogen gas that reside there.  Much of the glow results when the electrons and ionized hydrogen recombine. The above false-color picture of the Flame Nebula (NGC 2024) was taken in infrared light, where a young star cluster becomes visible.  The Flame Nebula is part of the Orion Molecular Cloud Complex, a star-forming region that includes the famous Horsehead Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/9907/ngc2024_2mass_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Flame Nebula in Infrared",
    "url": "https://apod.nasa.gov/apod/image/9907/ngc2024_2mass.jpg"
  },
  {
    "copyright": "Joe Orman",
    "date": "1999-07-14",
    "explanation": "Tomorrow's picture: Charles Conrad 1930-1999  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9907/rockettrails_orman99.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon, Planets, and Rocket Trails",
    "url": "https://apod.nasa.gov/apod/image/9907/rockettrails_orman99.jpg"
  },
  {
    "date": "1999-07-15",
    "explanation": "Known for his sense of humor and infectious grin, Charles P. \"Pete\" Conrad, as commander of the Apollo 12 mission, was the third person to walk on the moon. Not a tall man, Conrad stepped down onto the lunar surface in November of 1969 and gleefully commented, \"Whoopie! Man, that may have been a small one for Neil, but that's a long one for me.\" Born June 2nd, 1930 in Philadelphia, Pennsylvania, he graduated from Princeton University in 1953 and went on to become a Navy test pilot. Selected as a NASA astronaut in 1962, Conrad is seen here in 1965 during a suiting up activity in preparation for his first space flight - the endurance record setting Gemini 5 mission. His final space flight was to Skylab in 1973. Tragically, Conrad died from injuries in a motorcycle accident on Thursday, July 8.",
    "hdurl": "https://apod.nasa.gov/apod/image/9907/peteconrad_c1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Charles P. Conrad, Jr. 1930-1999",
    "url": "https://apod.nasa.gov/apod/image/9907/peteconrad_c1.jpg"
  },
  {
    "date": "1999-07-16",
    "explanation": "The sun's corona is a tenuous outer atmosphere composed of streams of energetic charged particles, but it is only easily seen from Earth during a total solar eclipse. For example, this 1991 image of totality from atop Mauna Kea, Hawaii forms a fleeting snapshot of the mysterious corona's beautiful, intricate structures and streams. However in space, instruments can use occulting disks to simulate eclipses and more readily monitor the corona beyond the sun's edge. Combined observations from the space-based SOHO UCVS and shuttle-borne Spartan 201 experiments have recently contributed to a major advance in understanding the high-speed component of the wind of particles in the corona. They reveal evidence for magnetic waves within the corona itself that push solar wind particles along, like an ocean wave gives a surfer a ride. Surprisingly, heavier charged particles can surf the magnetic waves faster - oxygen ions were found to achieve speeds of up to 500 miles per second, faster than the lighter hydrogen ions which make up most of the solar wind.",
    "hdurl": "https://apod.nasa.gov/apod/image/9907/eclipse91_ncar_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar Surfin'",
    "url": "https://apod.nasa.gov/apod/image/9907/eclipse91_ncar.jpg"
  },
  {
    "date": "1999-07-17",
    "explanation": "Robert H. Goddard, one of the founding fathers of modern rocketry, was born in Worcester Massachusetts in 1882. As a 16 year old, Goddard read H.G. Wells' science fiction classic \"War Of The Worlds\" and dreamed of space flight. By 1926 he had designed, built, and launched the world's first liquid fuel rocket. During his career he was ridiculed by the press for suggesting that rockets could be flown to the Moon, but he kept up his experiments in rocketry supported in part by the Smithsonian Institution and championed by Charles Lindbergh. Pictured above in 1937 in the desert near Roswell, New Mexico, Goddard examines a nose cone and parachute from one of his test rockets. Widely recognized as a gifted experimenter and engineering genius, his rockets were many years ahead of their time. He died in 1945 holding over 200 patents in rocket technology. A liquid fuel rocket constructed on principles developed by Goddard landed humans on the Moon in 1969.",
    "hdurl": "https://apod.nasa.gov/apod/image/goddard1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rockets and Robert Goddard",
    "url": "https://apod.nasa.gov/apod/image/goddard1.gif"
  },
  {
    "date": "1999-07-18",
    "explanation": "This picture of the planet Jupiter was taken by the Voyager 1 spacecraft as it passed the planet in 1979.  Jupiter, a gas giant planet with no solid surface, is the largest planet in the Solar System and is made mostly of the hydrogen and helium.  Clearly visible in the above photo is the Great Red Spot, a giant, hurricane-like storm system that rotates with the clouds of Jupiter.  It is so large three complete Earths could fit inside it. Astronomers have recorded this giant storm on Jupiter for over 300 years.",
    "hdurl": "https://apod.nasa.gov/apod/image/9907/jupiter_vg1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter from Voyager",
    "url": "https://apod.nasa.gov/apod/image/9907/jupiter_vg1.jpg"
  },
  {
    "date": "1999-07-19",
    "explanation": "In one of the brightest parts of the Milky Way lies a nebula where some of the oddest things occur.  NGC 3372, known as the Great Nebula in Carina, is home to massive stars and changing nebula.  Eta Carina, the most energetic star in the nebula was one of the brightest stars in the sky in the 1830s, but then faded dramatically.  The Keyhole Nebula, visible near the center, houses several of the most massive stars known and has also changed its appearance.  The Carina Nebula is about 7000 light-years away in the constellation of Carina.  The CTIO Curtis-Schmidt Telescope in Chile, South America took the above photograph.  Eta Carina might explode in a dramatic supernova within the next thousand years, and has even flared in brightness over just the past two years.",
    "hdurl": "https://apod.nasa.gov/apod/image/9907/ngc3372_cs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3372: The Great Nebula in Carina",
    "url": "https://apod.nasa.gov/apod/image/9907/ngc3372_cs.jpg"
  },
  {
    "date": "1999-07-20",
    "explanation": "On July 20, 1969, only four days after leaving planet Earth 250,000 miles behind them, Apollo 11 astronauts landed on the moon - the first humans to reach another celestial body. But the Saturn V rocket which took them there actually \"began\" the journey two months before traveling at a blinding speed of one mile per hour. Seen here in a dramatic aerial view, the giant moon rocket rides on top of a slow moving crawler-transporter vehicle toward Kennedy Space Center's launch complex 39 pad A. The NASA History Office's new Apollo web site celebrates the 30th anniversary of the first moon landing with this and other images, documents, and collections of links commemorating this profound achievement and the people who made it possible.",
    "hdurl": "https://apod.nasa.gov/apod/image/9907/saturnv_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Rocket",
    "url": "https://apod.nasa.gov/apod/image/9907/saturnv_nasa.jpg"
  },
  {
    "date": "1999-07-21",
    "explanation": "About 8000 years ago, a star in our Galaxy exploded.  Ancient humans might have noticed the supernova as a temporary star, but modern humans can see the expanding shell of gas even today.  In the above false-color infrared image of supernova remnant IC 443, blue denotes expanding gas where emission is dominated by excited iron atoms.  Of particular interest, though, are the wisps of IC 443 colored red, as they are impacting an otherwise normal molecular cloud.  Here emission from shock-excited molecular hydrogen is allowing astronomers to study how fast moving supernova gas affects star formation in the cloud.  Additionally, astronomers theorize that the impact accelerates some particles to velocities near the speed of light.  The horizontal line across the image is not part of the nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/9907/ic443_2mass_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galactic Supernova Remnant IC 443",
    "url": "https://apod.nasa.gov/apod/image/9907/ic443_2mass.jpg"
  },
  {
    "date": "1999-07-22",
    "explanation": "Hundreds of galaxies appear as faint smudges of light in this Hubble Space Telescope picture of galaxy cluster MS1054-03. Eight billion light-years away, the cluster is among the most distant known clusters of galaxies and is now reported to contain the largest number of colliding galaxies ever found in a cluster. Examples of these truly cosmic collisions are shown in the insets at the right. Disrupted by gravitational effects, the colliding galaxies are thought to merge over a billion years or so to form larger galaxies - a theory of galaxy formation which seems to be borne out by these results. Though galaxy collisions appear to have occurred much more frequently in the distant, early Universe, they are still seen to happen in the nearby, \"close-to-present\" Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/9907/ms1054_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cosmic Collisions in a Galaxy Cluster",
    "url": "https://apod.nasa.gov/apod/image/9907/ms1054_hst.jpg"
  },
  {
    "date": "1999-07-23",
    "explanation": "Tomorrow's picture: Saturn Day  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9907/marsvalley_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Martian Valley",
    "url": "https://apod.nasa.gov/apod/image/9907/marsvalley_mgs.jpg"
  },
  {
    "date": "1999-07-24",
    "explanation": "This delightfully detailed false color image of Saturn was earmarked to celebrate the 8th anniversary of the orbiting Hubble Space Telescope",
    "hdurl": "https://apod.nasa.gov/apod/image/9804/saturn98_nicmos_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Infrared Saturn",
    "url": "https://apod.nasa.gov/apod/image/9804/saturn98_nicmos.jpg"
  },
  {
    "date": "1999-07-25",
    "explanation": "The shockwave from a 20,000 year-old supernova in the constellation of Cygnus supernova explosion is still expanding into interstellar space. The collision of this fast moving wall of gas with a stationary cloud has heated it causing it to glow in visible as well as high energy radiation, producing the nebula known as the Cygnus Loop (NGC 6960/95). The nebula is located about 2500 light-years away. The colors used here indicate emission from different kinds of atoms excited by the shock: oxygen-blue, sulfur-red, and hydrogen-green. This picture was taken with the Wide Field and Planetary Camera 2 on board the Hubble Space Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/9907/CygnusLoop_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cygnus Loop",
    "url": "https://apod.nasa.gov/apod/image/9907/CygnusLoop_hst.jpg"
  },
  {
    "copyright": "Pekka ParviainenNCWGU. Colorado",
    "date": "1999-07-26",
    "explanation": "Sometimes it's night on the ground but day in the air. As the Earth rotates to eclipse the Sun, sunset rises up from the ground. Therefore, at sunset on the ground, sunlight still shines on clouds above.  Under usual circumstances, a pretty sunset might be visible, but unusual noctilucent clouds float so high up they can be seen well after dark.  Pictured above, a network of noctilucent clouds casts a colorful but eerie glow visible above the dark.  Although noctilucent clouds are thought to be composed of small ice-coated particles, much remains unknown about them.",
    "hdurl": "https://apod.nasa.gov/apod/image/9907/noctilucent_pp_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Noctilucent Clouds",
    "url": "https://apod.nasa.gov/apod/image/9907/noctilucent_pp.jpg"
  },
  {
    "date": "1999-07-27",
    "explanation": "Tomorrow's picture: Asia at Night  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9907/chandra_columbia_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Chandra X Ray Telescope",
    "url": "https://apod.nasa.gov/apod/image/9907/chandra_columbia.jpg"
  },
  {
    "copyright": "DMSPNGDCNOAA",
    "date": "1999-07-28",
    "explanation": "This is what Asia looks like at night!  Can you find your favorite Asian city? Although not all of Asia is shown, city lights might make this task possible.  The above picture is actually a composite of over 200 images made by satellites orbiting the Earth.  Scans were made by the USAF Defense Meteorological Satellite Program (DMSP) Operational Linescan System.  The DMSP satellites continue to help in the understanding and prediction of weather phenomena as well as provide key information about population patterns, city light levels, and even rural forest fires.",
    "hdurl": "https://apod.nasa.gov/apod/image/9907/asia_dmsp_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Asia at Night",
    "url": "https://apod.nasa.gov/apod/image/9907/asia_dmsp.gif"
  },
  {
    "date": "1999-07-29",
    "explanation": "The bright blob of hydrogen gas cataloged as N88A is seen at the right. It measures a mere 3 light years across. Emerging from the cool, dusty interstellar medium in a nearby irregular galaxy known as the Small Magellanic Cloud, N88A hides hot young stars at its core. The false-color Hubble Space Telescope image was recorded in the characteristic \"H-alpha\" light emitted by hydrogen atoms as they are ionized by the young star's energetic ultraviolet light and then recombine. Other regions of ionized hydrogen (H II regions) which surround new born stars can be over a thousand light-years across but astronomers now recognize that these small ionized hydrogen blobs contain some of the most massive stars known.",
    "hdurl": "https://apod.nasa.gov/apod/image/9907/n88_hst.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hydrogen Blob N88A in the Small Magellanic Cloud",
    "url": "https://apod.nasa.gov/apod/image/9907/n88_hst.jpg"
  },
  {
    "date": "1999-07-30",
    "explanation": "On February 20th, 1965, the Ranger 8 spacecraft crashed into the Moon. Rapidly transmitting a series of pictures to ground controllers, its camera recorded this one at an altitude of about 11 kilometers, 5 seconds before impacting the lunar surface. Two kilometers across, with 4 meter sized objects visible, the picture is of an area in the Sea of Tranquillity north of the Apollo 11 landing site. The Ranger spacecraft represented the first attempts by the US to obtain high resolution photos of the Moon, flying a crash course toward selected areas and sending back pictures until the moment of impact. Tomorrow, another spacecraft will be intentionally crashed into the Moon. Its very successful mission in lunar orbit complete, the Lunar Prospector is scheduled to crash into a crater near the Moon's south pole in an effort to confirm the presence of water-ice by studying the impact's debris cloud.",
    "hdurl": "https://apod.nasa.gov/apod/image/9907/ranger8_b090_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sea of Tranquillity: 5 Seconds To Impact",
    "url": "https://apod.nasa.gov/apod/image/9907/ranger8_b090.jpg"
  },
  {
    "date": "1999-07-31",
    "explanation": "Recorded on July 7, 1998, this animation using X-ray images of the Sun shows an amazing event - three nearly simultaneous jets connected with solar active regions. The two frames were taken several hours apart by the Soft X-ray Telescope on board the orbiting Yohkoh observatory. They have a \"negative\" color scheme, the darker colors representing more intense X-rays from the corona and active regions on the solar surface. The pictures clearly show two curving jets of X-ray hot plasma appearing above the solar equator and one below. A sharp vertical stripe near the jet above center is a digital blemish while the overall shift of the image is due to solar rotation. As the Sun is now approaching the active part of its 11 year cycle, numerous single jets have been seen. But the appearance of these three widely separated jets at once is considered an unlikely coincidence and has fueled current speculations about their origins.",
    "hdurl": "https://apod.nasa.gov/apod/image/9807/triple_jet_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Triple Jet",
    "url": "https://apod.nasa.gov/apod/image/9807/triple_jet.gif"
  },
  {
    "date": "1999-08-01",
    "explanation": "Pictured above is the first american astronaut to walk in space: Edward White.  White is seen floating outside the Gemini 4 capsule in 1965.  The term spacewalk is deceiving since astronauts do not actually walk - they float - usually without their feet touching anything solid. White was connected to the spaceship only by a thick tether.  He carried a Hand-Held Self-Maneuvering Unit which expelled gas allowing him to move around.  A maneuvering device is necessary in the free-fall of space since there is nothing (besides the spacecraft) to push off of to guide movements.",
    "hdurl": "https://apod.nasa.gov/apod/image/spacewalk_gem4_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Walking in Space",
    "url": "https://apod.nasa.gov/apod/image/spacewalk_gem4.gif"
  }
]
