[
  {
    "date": "1999-12-01",
    "explanation": "The latest invader from Earth, the Mars Polar Lander (MPL) spacecraft, is scheduled to touch down on the Red Planet's surface on Friday, December 3rd. If all goes well the robotic explorer will open a parachute, deploy landing legs, fire thrusters, and come to rest amidst rolling plains of intriguing layered terrain near the Martian South Pole. In this orbital image, a grid overlays the landing region with the targeted site indicated by a purple oval about 200 kilometers long by 20 kilometers wide. A secondary landing site is shown as a white oval while at the upper left an inset shows the area in relation to the pole. This polar landing region's layered terrain will hopefully allow MPL's instruments to view a record of climate changes in Martian history, like reading tree rings or layers in an ice core. Before landing, MPL will drop off two microprobes intended to penetrate the soil and look for water ice. Mars Polar Lander will also carry a small Mars Microphone.",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/mplland_mgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Landing At The Martian South Pole",
    "url": "https://apod.nasa.gov/apod/image/9912/mplland_mgs.jpg"
  },
  {
    "copyright": "Arne Danielsen",
    "date": "1999-12-02",
    "explanation": "Most Leonid meteoroids, the bits of comet debris which produce the annual Leonid meteor shower, range from a mere millimeter to a centimeter in diameter. Yet these cosmic grains of sand and gravel can put on quite a spectacular show. How can something so small generate so much light? The answer is their astronomical speed, as these particles enter Earth's atmosphere at around 71 kilometers per second. In the high-speed collisions with air molecules, electrons are stripped from atoms as meteroid material is blasted away. When the electrons recombine with the atoms, light is emitted. This dramatic example of a brilliant 1999 Leonid meteor was photographed while tracking the stars in partly foggy skies on November 18, from a location near Dagali, Norway. The two bright reddish-orange stars visible are the familiar giant stars Betelgeuse (left) and Aldebaran.",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/leonid99b_danielsen_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "1999 Leonid Fireball",
    "url": "https://apod.nasa.gov/apod/image/9912/leonid99b_danielsen.jpg"
  },
  {
    "date": "1999-12-03",
    "explanation": "This topographical map of the southern hemisphere of Mars was generated using data from the Mars Orbiter Laser Altimeter (MOLA). Flying on the Mars Global Surveyor spacecraft, MOLA has bounced a laser beam off the Martian surface over 200,000,000 times producing a wealth of detailed elevation measurements. The MOLA measurements have been color-coded so, for example, the white areas at left are the highest elevations in the southern Tharsis region and not snow-covered peaks. These areas are more than 6 kilometers above the hypothetical Martian \"sea-level\". Likewise, deep blues and purples are not water oceans but correspond to the lowest elevations (more than 4 kilometers below \"sea-level\"), like those found within the giant Hellas impact basin at right. In fact, liquid water is not present on Mars' surface today, but may have been in the past. NASA's Mars Polar Lander spacecraft is scheduled to embark on an investigation of the role of water in the climate history of the Red Planet. The lander is targeted to touch down within the long, thin ellipse indicated here just below the Martian South Pole today at 20:00 UTC.",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/marssouthpole_mola_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Southern Mars",
    "url": "https://apod.nasa.gov/apod/image/9912/marssouthpole_mola1.jpg"
  },
  {
    "date": "1999-12-04",
    "explanation": "Tomorrow's picture: Saturnian Moon  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/mplellipse_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars Polar Lander Target Ellipse",
    "url": "https://apod.nasa.gov/apod/image/9912/mplellipse_mgs.jpg"
  },
  {
    "copyright": "Calvin J. Hamilton",
    "date": "1999-12-05",
    "explanation": "Rhea is the second largest moon of Saturn, behind Titan, and the largest without an atmosphere.   It is composed mostly of water ice, but has a small rocky core.  Rhea's rotation and orbit are locked together (just like Earth's Moon) so that one side always faces Saturn.  A consequence of this is that one side always leads the other.  Rhea's leading surface is much more heavily cratered than its trailing surface.  The above photograph was taken with the Voyager 1 spacecraft in 1980.",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/rhea2_vg2_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rhea: Saturn's Second Largest Moon",
    "url": "https://apod.nasa.gov/apod/image/9912/rhea2_vg2.jpg"
  },
  {
    "date": "1999-12-06",
    "explanation": "M83 is one of the closest and brightest spiral galaxies on the sky.  Visible with binoculars in the constellation of Hydra, majestic spiral arms have prompted its nickname as the Southern Pinwheel.  Although discovered 250 years ago, only in this century was it appreciated that M83 was not a gas cloud but a barred spiral galaxy much like our own Milky Way Galaxy.  M83, pictured above in a recently released photograph from a Very Large Telescope, is a prominent member of a group of galaxies that includes Centaurus A and NGC 5253, all of which lie about 15 million light years distant.  To date, six supernova explosions have been recorded in M83.  An unusual double circumnuclear ring has recently been discovered at the center of M83 and is still being investigated.",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/m83_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M83: The Southern Pinwheel Galaxy from VLT",
    "url": "https://apod.nasa.gov/apod/image/9912/m83_vlt.jpg"
  },
  {
    "copyright": "Jason Ware",
    "date": "1999-12-07",
    "explanation": "As soon as we find out whose cat did this . . .  Nebulae are as famous for being identified with familiar shapes as perhaps cats are for getting into trouble.  No cat, though, could have created the vast Cat's Paw Nebula visible in Scorpius.  The Cat's Paw Nebula is the glowing red nebula near the top of the above picture -- the lower nebula is NGC 6357.  At 5500 light years distant, Cat's Paw is an emission nebula with a red color that originates from an abundance of ionized hydrogen atoms.  Alternatively known as the Bear Claw Nebula or NGC 6334, stars nearly ten times the mass of our Sun have been born there in only the past few million years.",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/catspaw_ware_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cat's Paw Nebula",
    "url": "https://apod.nasa.gov/apod/image/9912/catspaw_ware.jpg"
  },
  {
    "date": "1999-12-08",
    "explanation": "Craters produced by ancient impacts on the airless Moon have long been a familiar sight. But now observers have seen elusive optical flashes on the lunar surface - likely the fleeting result of impacting meteoroids. Orchestrated by David Dunham, president of the International Occultation Timing Association (IOTA), video recordings made with modest equipment and visual telescopic observations have, for the first time, detected and confirmed a total of six flashes on the Moon's dark side. The flashes, some initially as bright as a third magnitude star, were all seen within hours of the peak of this year's Leonid meteor shower. Their locations are indicated by the red Xs on this projection of the Moon as it appeared on the night of November 18. Similar flashes would have been difficult to see if viewed against the Moon's brightly lit portion. It has been estimated that the brightest flashes were made by meteoroids weighing around a tenth of a kilogram, resulting in lunar craters about one meter across. And ... the next chance to observe lunar impact flashes is coming up! Enterprising astronomers interested in long distance lunar prospecting should be monitoring the dark side of a nearly first quarter Moon during the Geminids meteor shower which will peak around December 13.",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/moonstruck_palmer.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Struck",
    "url": "https://apod.nasa.gov/apod/image/9912/moonstruck_palmer.jpg"
  },
  {
    "date": "1999-12-09",
    "explanation": "The Q-shaped cloud seen in this false-color X-ray image from the orbiting Chandra Observatory is big ... about 40 light-years across. It's hot too, as its X-ray glow is produced by multi-million degree gas. Cataloged as E0102-72, this cosmic Q is likely a several thousand year old supernova remnant, the result of the death explosion of a massive star. A supernova can dramatically affect its galactic environment, triggering star formation and enriching the local interstellar medium with newly synthesized elements. This supernova remnant is located about 210,000 light-years away in our neighboring galaxy, the Small Magellanic Cloud (SMC), so the detailed Chandra X-ray image is impressive - particularly as it reveals what appear to be strange spoke-like structures radiating from the remnant's center.",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/e0102_csx.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-ray Hot Supernova Remnant in the SMC",
    "url": "https://apod.nasa.gov/apod/image/9912/e0102_csx.jpg"
  },
  {
    "copyright": "Rick Scott and Joe Orman",
    "date": "1999-12-10",
    "explanation": "OK, it's a picture of the Sun (duh!), but can you spot the planet? Of course, most of the spots you've spotted are sunspots, as large or larger than planet Earth itself. The sunspots are regions of strong surface magnetic fields which are dark in this picture only because they are relatively cool compared to their surroundings. Over the past few years, the number of sunspots has been steadily increasing as the Sun approaches the maximum in its 11 year activity cycle. But also visible in this photograph from November 15, is planet Mercury. At just over 1/3 Earth's size, Mercury is passing in front of the Sun, its silhouette briefly creating a diminutive dark spot drifting across an enormous solar disk. While \"transits\" of Mercury do occur 13 times a century, this one was additionally a very rare grazing transit of our Solar System's innermost planet. Spotted Mercury yet? Click on the picture for a hint.",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/991115_orman.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spot The Planet",
    "url": "https://apod.nasa.gov/apod/image/9912/991115_scott.jpg"
  },
  {
    "date": "1999-12-11",
    "explanation": "The unassuming star centered in this sky view will one day be our next door stellar neighbor. The faint 9th magnitude red dwarf, currently 63 light-years away in the constellation Ophiucus, was recently discovered to be approaching our Solar System. Known in catalogs of nearby stars as Gliese 710 it is predicted to come within 1 light-year of the Sun ... a million years from now. At that distance this star, presently much too faint to be seen by the naked eye, will blaze at 0.6 magnitude - rivaling the apparent brightness of the mighty red giant Antares. Ultimately Gliese 710 poses no direct collision danger itself although its gravitational influence will likely scatter comets out of the Solar System's reservoir, the Oort cloud, sending some inbound. This future stellar encounter was discovered by researchers Joan Garcia-Sanchez and Robert Preston (JPL), and collaborators while studying stars in the solar neighborhood using data from the Hipparcos Astrometry Satellite. The star field shown is based on the Palomar Digitized Sky Survey and is 1/4 degree wide (about half the diameter of the full moon).",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/gl710_skyview.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Close Encounter Of The Stellar Kind",
    "url": "https://apod.nasa.gov/apod/image/9912/gl710_skyview.jpg"
  },
  {
    "date": "1999-12-12",
    "explanation": "Is this old galaxy up to new tricks? The barred spiral galaxy NGC 4314 is billions of years old, but its appearance has changed markedly over just the past few millions of years.  During that time, a nuclear ring of bright young stars has been evolving.  The inset picture of NGC 4314 taken by McDonald Observatory shows the whole galaxy and boxes the small region around the core imaged by the Hubble Space Telescope.  This inner region appears much like a miniature spiral galaxy itself, complete with dust lanes and spiral arms, even though it is only a few thousand light-years across.  Further study of NGC 4314 might help astronomers understand how the inner and outer parts of this galaxy interact, and what caused this unusual ring of star formation.",
    "hdurl": "https://apod.nasa.gov/apod/image/9806/ngc4314_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4314: A Nuclear Starburst Ring",
    "url": "https://apod.nasa.gov/apod/image/9806/ngc4314_hst.jpg"
  },
  {
    "date": "1999-12-13",
    "explanation": "Stars of many types and colors are visible in this Hubble Space Telescope vista of the Large Magellanic Cloud (LMC).  Over 10,000 stars are visible -- the brightest of which are giant stars.  Were our Sun 170,000 light-years distant and among these stars, it would hardly be discernable.  By contrast, only a few thousand stars are individually visible at night with the unaided eye, and many of these lie within only a few hundred light-years.  Typically, the light we see from nearby stars left during the age of our great-grand-parents, while light from LMC stars started its journey before the dawn of recorded human history.",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/lmcstarfield_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Magellanic Starfield",
    "url": "https://apod.nasa.gov/apod/image/9912/lmcstarfield_hst.jpg"
  },
  {
    "date": "1999-12-14",
    "explanation": "Where are these gas clouds going so quickly?  High velocity clouds (HVCs) of gas have been seen for decades but their origins and destinations have remained mysterious.  Recent measurements have now placed at least one of these clouds in the halo of our Milky Way Galaxy, while other measurements have determined the relative abundance of cloud elements.  Of the two clouds measured, each appears to have a chemical abundance consistent with a different origin.  One HVC has been measured to have very few heavy elements (\"low metallically\") compared to neighboring stars, while another HVC has been inferred to have a heavy element abundance more typical of neighboring stars.  Hypotheses are therefore being investigated that some HVCs are local gas remnants being pushed away from our Galaxy by supernova explosions, while other HVCs are ancient dwarf galaxy remnants falling toward our Galaxy.  The latter possibility is particularly interesting as it might help explain how our Galaxy can continue to make stars at the observed rate. Fast moving HVCs are circled in the above false-color mosaic.",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/cloudstream_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "High Velocity Clouds and the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/9912/cloudstream_hst.jpg"
  },
  {
    "copyright": "Till Credner",
    "date": "1999-12-15",
    "explanation": "On December 1st, experienced observers patroling the night sky with binoculars noticed what seemed to be a new star in the constellation of Aquila (The Eagle). It wasn't really a new star though. A comparison with detailed skymaps revealed the amazing truth, there was a known star at that position in the sky ... its brightness had simply increased by about 70,000 times.  The star, now fondly known to variable star observers as Nova V1494 Aquilae, continued to grow brighter for several days, becoming easily visible to the unaided eye before starting to slowly fade away. Its position within the constellation is indicated on this wide-angle picture taken on December 4th, near the time it was brightest. What would cause a star to undergo such a cataclysmic change? This \"new star\" appears to be a classical nova. Classical novae are thought to be interacting binary star systems in which one of the pair is a dense, hot white dwarf. Material from the companion falls onto the surface of the white dwarf, building up until it triggers a thermonuclear blast. A stunning increase in brightness and an expanding shell of debris result - but the binary system is likely not destroyed! Classical novae are believed to recur as the flow of material resumes and produces another outburst in perhaps hundreds of years time.",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/naql2_credner_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Nova In Aquila",
    "url": "https://apod.nasa.gov/apod/image/9912/naql2_credner.jpg"
  },
  {
    "date": "1999-12-16",
    "explanation": "This false-color radio wavelength picture of an expanding stellar debris cloud is the product of one of the largest radio astronomy experiments ever. Combining the output of 20 radio telescopes scattered around planet Earth, astronomers have produced this amazingly detailed image of a supernova remnant just over 1.5 light-years across in M82, an intense star forming galaxy 12 million light-years away. The radio astronomy technique for creating the earth-sized array of telescopes is known as VLBI (very long baseline interferometry). The individual telescopes of the array are too far apart for all their signals to be combined in \"real time\", so their output was recorded on magnetic tapes which were brought to a single location and correlated. This technique has produced the highest resolution astronomical observations currently possible and allows the exploration of such distant, violent galactic environments in unprecedented detail.",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/m82snr_vlbi_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Supernova Remnant In M82",
    "url": "https://apod.nasa.gov/apod/image/9912/m82snr_vlbi.jpg"
  },
  {
    "date": "1999-12-17",
    "explanation": "The Hydra A galaxy cluster is really big. In fact, such clusters of galaxies are the largest gravitationally bound objects in the Universe. But individual galaxies are too cool to be recorded in this false-color Chandra Observatory X-ray image which shows only the 40 million degree gas that permeates the Hydra A cluster. Astronomers have discovered that such X-ray hot gas clouds, millions of light-years across, are common in galaxy clusters. They expected the gas to be cooling and smoothly flowing into the clusters' central regions to form new galaxies and stars. Instead, the Chandra image shows details around the X-ray bright cluster core which suggest that magnetic fields and explosive events disturb the flow, deflecting the gas into loops and long structures and possibly inhibiting the formation of more cluster galaxies and stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/hydraa_csx_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hot Gas In Hydra A",
    "url": "https://apod.nasa.gov/apod/image/9912/hydraa_csx.jpg"
  },
  {
    "date": "1999-12-18",
    "explanation": "Grand spiral galaxies often seem to get all the glory. Their newly formed, bright, blue star clusters found along beautiful, symmetric spiral arms are guaranteed to attract attention. But small irregular galaxies form stars too, like this lovely, gumdrop-shaped galaxy, Sextans A. A member of the local group of galaxies which includes the massive spirals Andromeda and our own Milky Way, Sextans A is about 10 million light years distant. The bright Milky Way foreground stars appear yellowish in this view. Beyond them lie the stars of Sextans A with tantalizing young blue clusters clearly visible.",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/sexaubv_hunter.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Irregular Galaxy Sextans A",
    "url": "https://apod.nasa.gov/apod/image/9912/sexaubv_hunter_big.jpg"
  },
  {
    "date": "1999-12-19",
    "explanation": "Our Sun is unusual in that it is alone - most stars occur in multiple or binary systems.  In a binary system, the higher mass star will evolve faster and will eventually become a compact object - either a white dwarf star, a neutron star, or black hole.  When the lower mass star later evolves into an expansion phase, it may be so close to the compact star that its outer atmosphere actually falls onto the compact star.  Such is the case diagrammed above. Here gas from a blue giant star is shown being stripped away into an accretion disk around its compact binary companion.  Gas in the accretion disk swirls around, heats up, and eventually falls onto the compact star.  Extreme conditions frequently occur on the surface of the compact star as gas falls in, many times causing detectable X-rays, gamma-rays, or even cataclysmic novae explosions.  Studying the extreme conditions in these systems tells us about the inner properties of ordinary matter around us.",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/accretiondisk_hst_big.gif ",
    "media_type": "image",
    "service_version": "v1",
    "title": "Accretion Disk Binary System",
    "url": "https://apod.nasa.gov/apod/image/9912/accretiondisk_hst.jpg"
  },
  {
    "date": "1999-12-20",
    "explanation": "A lava fountain shooting over a kilometer high has been discovered on Jupiter's moon Io.  The robot Galileo spacecraft orbiting Jupiter photographed the volcanic eruption during its close flyby of the moon late last month.  The fountain is visible in the above mosaic of images from the flyby.  The lava plume was so bright it saturated Galileo's camera, and so has been digitally reconstructed in false color.  The hot lava appears to be shooting from a 20-kilometer long canyon on Io's active surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/iolava_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lava Fountain on Jupiter's Io",
    "url": "https://apod.nasa.gov/apod/image/9912/iolava_gal.jpg"
  },
  {
    "date": "1999-12-21",
    "explanation": "X-ray astronomy entered a golden age earlier this month with the successful launch of the X-ray Multi-Mirror (XMM) satellite.  XMM's three huge telescope barrels each hold 58 concentric cylindrical mirrors, together totaling a surface area rivaling a tennis court.  Each mirror has been gold plated to less than one-millimeter thickness to reflect normally penetrating X-rays.  ESA's XMM joins NASA's Chandra X-ray Observatory as leading observatories in X-ray astronomy.  The XMM satellite also carries a small optical and ultraviolet telescope.  XMM's unusually elliptical orbit around the Earth peaks nearly one-third of the way to the Moon.  XMM's observing program during its planned two-year mission includes monitoring the hot surroundings of black holes, the fiery regions surrounding the centers of galaxies, the mysterious X-ray background light that appears to come from all directions, and the hot gas that glows between galaxies and stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/xmm_esa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "XMM Launched",
    "url": "https://apod.nasa.gov/apod/image/9912/xmm_esa.jpg"
  },
  {
    "date": "1999-12-22",
    "explanation": "Tonight, those blessed with clear skies can enjoy a glorious full moon, the last full moon of the \"Y1.9K\"s. In fact, tonight's moon will be a full-perigee-solstice moon, reaching its full phase and perigee (the closest point in its orbit) on the solstice, the first day of northern hemisphere winter. Anticipation of this celestial event has generated a flood of e-mail chasing the rumor that the full-perigee-solstice moon will be intensely bright. However, calculations show it will only be a little brighter than usual, and certainly not dramatically so. Why would it be brighter? Mostly because the moon appears bigger and brighter at perigee. The above illustration, based on Galileo spacecraft images, shows the approximate difference in apparent size between a full moon at perigee (left) and a full moon at apogee, the farthest point in the lunar orbit. The Earth and moon are also a few percent closer to the sun during northern winter, but the combined effects will cause tonight's full moon to appear only about 20% brighter than an average full moon. That difference is not even likely to be noticeable to the human eye.",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/twomoon.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perigee Moon, Apogee Moon",
    "url": "https://apod.nasa.gov/apod/image/9912/twomoon.jpg"
  },
  {
    "date": "1999-12-23",
    "explanation": "On May 10, for some unknown reason, the Solar Wind virtually stopped. Normally our Sun emits a wind of between five and ten energetic particles per cubic centimeter moving outward at about 500 kilometers per second.  Late on May 10, however, this gale was reduced to a mere breeze of one particle per every five cubic centimeters.  The Sun's Corona was suddenly able to flow out into the Solar System relatively unimpeded, creating beams of energetic electrons.  One such beam apparently reached Earth's North Magnetic Pole, and was seen as the unusual X-ray aurora digitally reconstructed in the above false-color image.  Our atmosphere absorbed the electrons.  This display gave direct evidence, however, that Earth's North Magnetic Pole was connected to the Sun, while the Earth's South Magnetic Pole connected to the distant Solar System.  The Solar Wind returned to normal on May 12.",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/nowind_polar_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual Aurora During Solar Wind Dropout",
    "url": "https://apod.nasa.gov/apod/image/9912/nowind_polar.jpg"
  },
  {
    "date": "1999-12-24",
    "explanation": "How would you like to spend your holiday in low earth orbit? That's what the crew of the space shuttle Discovery is doing as they deliver six new gyros and a faster main computer to the orbiting Hubble Space Telescope. The telescope has been holding in safe mode since November 13 and will use the timely \"gifts\" to resume its exploration of the distant Universe.  This mission, STS-103, is the third mission to service the famous space observatory which was placed in orbit by Discovery on April 25, 1990. Seen here in a 1997 picture from STS-82, the second servicing mission, the space telescope, flanked by its gold-colored solar panels, hangs above the shuttle payload bay. The Earth's bright limb is in the background. Discovery closed with the Hubble on Tuesday and crew members are conducting space walks to install the new equipment. Discovery is scheduled to return to Earth after Christmas, with a December 27 landing at Kennedy Space Center - but you can e-mail season's greetings to the orbiting crew.",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/hst_sts82_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hubble Holiday",
    "url": "https://apod.nasa.gov/apod/image/9912/hst_sts82.jpg"
  },
  {
    "date": "1999-12-25",
    "explanation": "The Apollo 8 astronauts spent the 1968 Christmas Season orbiting the Moon, returning with striking images of both Moon and Earth from space - pictures which inspired the world. While in lunar orbit in 1994, the prospecting Clementine spacecraft also turned its cameras toward the home world and the result was this mosaic of 70 high resolution images of our planet from a cosmic perspective. The swirling clouds and dramatic colors give the Earth the appearance of a delicate, painted ornament hanging in space. Best Wishes and Seasons Greetings from Astronomy Picture Of The Day!",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/earthmos_clem_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Earth Ornament",
    "url": "https://apod.nasa.gov/apod/image/9912/earthmos_clem.jpg"
  },
  {
    "date": "1999-12-26",
    "explanation": "The turbulent region West of Jupiter's Great Red Spot is highlighted in this picture constructed from data recorded by the Galileo spacecraft. The image is color coded to show cloud height and thickness; white clouds are high and thick, light blue clouds are high and thin, and reddish clouds are low. The edge of the Red Spot itself appears blue here (lower right) and spans about  10,000 kilometers along the curving limb of the planet (north is up). Westward winds, deflected north by the circulation within the Great Red Spot, collide with Eastward winds at higher latitudes and generate the roiling, Turbulent structures. The largest eddies near the Northwestern edge of the Red Spot are bright, suggesting upward convection and high altitude cloud formation are taking place there.",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/westjup_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "West Of The Great Red Spot",
    "url": "https://apod.nasa.gov/apod/image/9912/westjup_gal.jpg"
  },
  {
    "date": "1999-12-27",
    "explanation": "Discovered in recent close-up pictures of the Sun from NASA's Transition Region And Coronal Explorer (TRACE) spacecraft, this spongy-looking stuff has a temperature of 2 million degrees Fahrenheit ... and has been dubbed \"Solar Moss\". The false-color TRACE image above was recorded in extreme ultraviolet light on October 18. It shows the solar moss associated with hot magnetic plasma loops arching above one of the Sun's active regions. The moss is the dark blue and white fluff that seems to cover areas between the bright white bases of the loops. Solar moss has been seen to spread, typically persisting for tens of hours, and may form rapidly following a solar flare. Solar moss isn't found growing only on the Sun's north side, but as a rule seems to lie above the photosphere or visible surface, in the transition region of the solar atmosphere. Complex and previously unknown, this feature may provide a clue to the long sought mystery mechanism responsible for heating the Sun's outer atmosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/sunmoss_trace_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar Moss",
    "url": "https://apod.nasa.gov/apod/image/9912/sunmoss_trace.jpg"
  },
  {
    "date": "1999-12-28",
    "explanation": "Fittingly, 1999 saw a decade of astronomical discoveries to an end with portents of things to come - embodied in new spacecraft, telescopes, and perspectives to explore the distant Universe across the electromagnetic spectrum. X-ray astronomy in particular will likely flourish in coming years, judging from this year's successful launch of the triple-barrelled X-ray Multi-Mirror satellite and spectacular first results from the orbiting Chandra X-ray Observatory. Ground-based astronomy will flourished too as very large telescopes and new instruments have come online or near completion. Radio astronomers also achieved an observational milestone this year with the record breaking VLBI observations from a network of radio telescopes as large as planet Earth. But the APOD editors' favorite astronomical screensaver of 1999 has leveraged the phenomenonal growth of the internet and the personal computer boom to support the Search for ExtraTerrestrial Intelligence in the SETI@home project - which has now likely involved more computer power than any other project in history.   News: APOD Home Switched During Y2K Transition",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/yearpeer.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Year Of New Perspectives",
    "url": "https://apod.nasa.gov/apod/image/9912/yearpeer.jpg"
  },
  {
    "copyright": "Lynette Cook",
    "date": "1999-12-29",
    "explanation": "As the 1990s began, the only planetary star system known was our own Solar System.  The first extra-solar star system was discovered orbiting a pulsar in 1991.  Slight changes in the precise arrival times of the pulses from the central small dense neutron star gave evidence of orbiting planets.  By mid-decade Jupiter-like planets around Sun-like stars were being found by a slight wobble detected in the motion of these stars.  Pictured above is an artist's sketch of a planet discovered orbiting HD217107.  As the decade comes to a close, over two dozen planetary star systems have been identified, one recently confirmed by the detection of a slight eclipse by the planet itself.  An unambiguous discovery of Sun-like star systems containing Earth-like planets still remains a goal.",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/hd217107_cook.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Decade that Defined Star System",
    "url": "https://apod.nasa.gov/apod/image/9912/hd217107_cook_big.jpg"
  },
  {
    "date": "1999-12-30",
    "explanation": "As the twentieth century dawned a debate raged over whether the Milky Way was the entire universe.  The 1920s brought observations of spiral-nebulae that housed familiar but faint variable stars, and hence placed these nebulae much farther than anything else ever found.  The Milky Way, apparently, is itself a spiral nebula seen from the inside.  Soon interstellar dust was identified as the opaque material that blocks our view of distant spiral arms, confirming that our Sun was well away from the center.  As the twentieth century closes, galaxies are seen forming across the universe, and our Milky Way is referred to as a spiral galaxy quite similar to NGC 1288, as pictured above.",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/ngc1288_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Century that Defined Galaxy",
    "url": "https://apod.nasa.gov/apod/image/9912/ngc1288_vlt.jpg"
  },
  {
    "date": "1999-12-31",
    "explanation": "When the second millennium began, people generally knew that the Earth was round, but few saw much of it beyond their local village.  As the millennium progressed, humans mapped the continents, circumnavigated the globe, and determined the composition of the Earth.  The Earth started as the center of everything, but became a planet placed in the Solar System, which became placed in a Galaxy, which became placed in the Local Group of Galaxies, which became placed in an expanse so vast we call it just the Universe.  As millennium two ends people generally know what Earth looks like from afar, and how it is that all of humanity is confined to the surface of this fragile and watery globe.",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/earthrise_apollo8_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Millennium that Defined Earth",
    "url": "https://apod.nasa.gov/apod/image/9912/earthrise_apollo8.jpg"
  },
  {
    "date": "2000-01-01",
    "explanation": "Welcome to the millennial year at the threshold of millennium three.  During millennium two, humanity continually redefined its concept of \"Universe\": first as spheres centered on the Earth, in mid-millennium as the Solar System, a few centuries ago as the Galaxy, and within the last century as the matter emanating from the Big Bang.  During millennium three humanity may hope to discover alien life, to understand the geometry and composition of our present concept of Universe, and even to travel through this Universe.  Whatever our accomplishments, humanity will surely find adventure and discovery in the space above and beyond, and possibly define the surrounding Universe in ways and colors we cannot yet imagine by the threshold of millennium four.",
    "hdurl": "https://apod.nasa.gov/apod/image/0001/flammarion_halfcolor.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Millennium that Defines Universe",
    "url": "https://apod.nasa.gov/apod/image/0001/flammarion_halfcolor_big.gif"
  }
]
