[
  {
    "date": "1999-01-01",
    "explanation": "SO202-G23 is a colorful mess.  It is a collision between two galaxies taking place over hundreds of millions of years.  The representative colors give astronomers some idea of what is going on. Visible in this jumble is an  active nucleus spewing ultraviolet radiation which lights up surrounding gas (blue); galactic arms contorted by the gravity of the collision (green); a star forming complex left of center (blue); and dust (red).  In billions of years this mess might settle into a relatively normal looking galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/9901/merger_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "ESO202-G23: Merging Galaxies",
    "url": "https://apod.nasa.gov/apod/image/9901/merger_vlt.jpg"
  },
  {
    "date": "1999-01-02",
    "explanation": "Mercury's surface looks similar to our Moon's. Each is heavily cratered and made of rock.  Mercury's diameter is about 4800 km, while the Moon's is slightly less at about 3500 km (compared with about 12,700 km for the Earth). But Mercury is unique in many ways.  Mercury is the closest planet to the Sun, orbiting at about 1/3 the radius of the Earth's orbit. As Mercury slowly rotates, its surface temperature varies from an unbearably cold -180 degrees Celsius to an unbearably hot 400 degrees Celsius. The place nearest the Sun in Mercury's orbit changes slightly each orbit - a fact used by Albert Einstein to help verify the correctness of his then newly discovered theory of gravity: General Relativity.  The above picture was taken by the only spacecraft ever to pass Mercury: Mariner 10 in 1974.",
    "hdurl": "https://apod.nasa.gov/apod/image/9901/merc2_m10_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury: A Cratered Inferno",
    "url": "https://apod.nasa.gov/apod/image/9901/merc2_m10.jpg"
  },
  {
    "copyright": "AAOAATBROEUKS Telescope",
    "date": "1999-01-03",
    "explanation": "The Horsehead Nebula is one of the most famous nebulae on the sky. It is visible as the black indentation to the red emission nebula seen just to the right of center of the above photograph. The bright star near the center is located in the belt of the familiar constellation of Orion. The horse-head feature is dark because it is really an opaque dust cloud which lies in front of the bright red emission nebula. Like clouds in Earth's atmosphere, this cosmic cloud has assumed a recognizable shape by chance. After many thousands of years, the internal motions of the cloud will alter its appearance. The emission nebula's red color is caused by electrons recombining with protons to form hydrogen atoms. Also visible in the picture are blue reflection nebulae, which preferentially reflect the blue light from nearby stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/9901/horsehead2_dm.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion's Horsehead Nebula",
    "url": "https://apod.nasa.gov/apod/image/9901/horsehead2_dm.gif"
  },
  {
    "date": "1999-01-04",
    "explanation": "It is difficult to hide a galaxy behind a cluster of galaxies.  The closer cluster's gravity will act like a huge lens, pulling images of the distant galaxy around the sides and greatly distorting them.  This is just the case observed in the above recently released image from the VLT.  The cluster CL2244-02 is composed of many yellow galaxies and is lensing the image of a blue-white background galaxy into a huge arc.  Careful inspection of the image will reveal at least one other lensed background galaxy appearing in red.  The foreground cluster can only create such a smooth arc if most of its mass is smoothly distributed dark matter - and therefore not concentrated in the yellow galaxies visible.  Analyzing these gravitational arcs gives astronomers a method to estimate the dark matter distribution in clusters of galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/9901/cl2244_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ring Around the Cluster",
    "url": "https://apod.nasa.gov/apod/image/9901/cl2244_vlt.jpg"
  },
  {
    "date": "1999-01-05",
    "explanation": "ven Jupiter can do the twist.  Large cloud systems on Jupiter rotate, and the newly formed oval pictured above is no different.  This new oval formed earlier this year from the collision of two smaller ovals: an occurrence not unlike two large storms merging into one huge hurricane.  Even this new swirling storm, however, is small compared to Jupiter's Great Red Spot.  The above-animated frame dithers between two pictures of the new oval taken roughly an hour apart.  The Galileo spacecraft currently orbiting the giant Jovian planet captured the pictures.",
    "hdurl": "https://apod.nasa.gov/apod/image/9901/jupovalrot_gal_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A New Jupiter Oval Rotates",
    "url": "https://apod.nasa.gov/apod/image/9901/jupovalrot_gal.gif"
  },
  {
    "date": "1999-01-06",
    "explanation": "To some, the outline of the open cluster of stars M6 resembles a butterfly.  M6, also known as NGC 6405, spans about 20 light-years and lies about 2,000 light years distant.  M6 can best be seen in a dark sky with binoculars towards the constellation of Scorpius, coving about as much of the sky as the full moon.  Like other open clusters, M6 is composed predominantly of young blue stars, although the brightest star is nearly orange.  M6 is estimated to be about 100 million years old.  Determining the distance to clusters like M6 helps astronomers calibrate the distance scale of the universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/9901/m6_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M6: The Butterfly Cluster",
    "url": "https://apod.nasa.gov/apod/image/9901/m6_noao.jpg"
  },
  {
    "date": "1999-01-07",
    "explanation": "cept for the Rings of Saturn, The Ring Nebula (M57) is probably the most famous celestial band. This planetary nebula's simple, graceful appearance is thought to be due to perspective -- our view from planet Earth looking straight into what is actually a barrel-shaped cloud of gas shrugged off by a dying central star. Astronomers of the Hubble Heritage Project produced this strikingly sharp image from Space Telescope observations using natural appearing colors to indicate the temperature of the stellar gas shroud. Hot blue gas near the energizing central star gives way to progressively cooler green and yellow gas at greater distances with the coolest red gas along the outer boundary. Dark, elongated structures can also be seen near the nebula's edge. The Ring Nebula is about one light-year across and 2,000 light-years away in the northern constellation Lyra.",
    "hdurl": "https://apod.nasa.gov/apod/image/9901/m57ring_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Ring",
    "url": "https://apod.nasa.gov/apod/image/9901/m57ring_hst.jpg"
  },
  {
    "date": "1999-01-08",
    "explanation": "These technicians are working on the solar-paneled Mars Polar Lander - yet another robotic spacecraft scheduled to invade the red planet. Mars Polar Lander is part of a series of missions focusing on a search for evidence of past or present life. Successfully launched atop a Delta II rocket on January 3rd, it should be the first to make a soft landing near Mars' South Pole. Its arrival is planned for December, springtime for the Martian Southern Hemisphere. Riding along are two separate microprobes intended to penetrate up to 2 meters beneath the soil in an attempt to directly determine if subsurface water ice is present. Mars Polar Lander will also carry another first to Mars ... a microphone.",
    "hdurl": "https://apod.nasa.gov/apod/image/9901/marspolarlander_jpl_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Invader From Earth",
    "url": "https://apod.nasa.gov/apod/image/9901/marspolarlander_jpl.jpg"
  },
  {
    "date": "1999-01-09",
    "explanation": "On November 17, 1970 the Soviet Luna 17 spacecraft landed the first roving remote-controlled robot on the Moon. Known as Lunokhod 1, it weighed just under 2,000 pounds and was designed to operate for 90 days while guided in real-time by a five person team at the Deep Space Center near Moscow, USSR, Planet Earth. The futuristic looking eight wheeler rode on top of a descent module which extended ramps from both sides offering alternative routes to the surface in case one side was blocked by boulders. Lunokhod 1 actually toured the lunar Mare Imbrium (Sea of Rains) for 11 months in one of the greatest successes of the Soviet lunar exploration program. This Lunokhod's operations officially ceased on October 4, 1971, 14 years after the launch of Sputnik.",
    "hdurl": "https://apod.nasa.gov/apod/image/9901/lunokhod_t.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunokhod: Moon Robot",
    "url": "https://apod.nasa.gov/apod/image/9901/lunokhod_t.jpg"
  },
  {
    "date": "1999-01-10",
    "explanation": "If you could look at Venus with radar eyes - this is what you might see. This computer reconstruction of the surface of Venus was created from data from the Magellan spacecraft.  Magellan orbited Venus and used radar to map our neighboring planet's surface between 1990 and 1994. Magellan found many interesting surface features, including the large circular domes, typically 25-kilometers across, that are depicted above. Volcanism is thought to have created the domes, although the precise mechanism remains unknown. Venus' surface is so hot and hostile that no surface probe has lasted more than a few minutes.",
    "hdurl": "https://apod.nasa.gov/apod/image/9706/venus3_mag_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus' Once Molten Surface",
    "url": "https://apod.nasa.gov/apod/image/9706/venus3_mag.jpg"
  },
  {
    "date": "1999-01-11",
    "explanation": "The Earth's orbit is not a perfect, sun-centered circle. At aphelion, the most distant point in Earth's orbit, the Sun is 150 million kilometers away and at perihelion, the closest point, Earth approaches the Sun to within about 147 million kilometers. While aphelion occurs in July, perihelion for planet Earth comes in January. In fact, inhabitants of the Northern Hemisphere, particularly those wearily weathering winter storms, may be surprised to learn that Earth reached its closest point to the Sun on January 3rd this year. This false-color picture recorded near perihelion is from the earth-orbiting Yohkoh Solar Observatory. It shows an increasingly active Sun in the light of X-rays. A negative color scheme is used, darker colors representing more intense X-ray light.",
    "hdurl": "https://apod.nasa.gov/apod/image/9901/jan8_sxt_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perihelion Sun",
    "url": "https://apod.nasa.gov/apod/image/9901/jan8_sxt.jpg"
  },
  {
    "date": "1999-01-12",
    "explanation": "Wind erosion has been discovered on Mars. Pictures of regions surrounding the north polar cap show sand dunes covered in frost.  In places, however, this frost has been eroded to uncover the dark sand underneath.  Since this frost can only be as old as the Martian winter is long, this erosion must have taken place within the past Martian year.  Once established, it is easy to visualize that much of the appearance of the above region has been sculpted by wind blown dust. Because the Martian atmosphere is so thin, a person standing on Mars would not get blown over by these Martian winds.",
    "hdurl": "https://apod.nasa.gov/apod/image/9901/marswind_mgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Wind on Mars",
    "url": "https://apod.nasa.gov/apod/image/9901/marswind_mgs.jpg"
  },
  {
    "date": "1999-01-13",
    "explanation": "Stars come in all different colors. The color of a star indicates its surface temperature, an important property used to assign each star a spectral type. Most stars in the above Sagittarius Star Cloud are orange or red and relatively faint, as our Sun would appear. The blue and greenish stars are hotter, many being relatively young and massive.  The bright red stars are cool Red Giants, bloated stars once similar to our Sun that have entered a more advanced stage of evolution.  Stars of the Sagittarius Cloud lie towards the center of our Galaxy - tantalizing cosmic jewels viewed through a rift in the dark, pervasive, interstellar dust. This famous stellar grouping houses some of the oldest stars known.",
    "hdurl": "https://apod.nasa.gov/apod/image/9901/sgr1_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sagittarius Star Cloud",
    "url": "https://apod.nasa.gov/apod/image/9901/sgr1_hst.jpg"
  },
  {
    "date": "1999-01-14",
    "explanation": "The Massachusetts-based firm of Alvan Clark and Sons became famous for making telescope optics near the end of the last century. Near the end of this century, major astronomical observatories still boast of telescopes with lenses and mirrors made by them including Lowell Observatory's 24 inch diameter refractor, the United States Naval Observatory's 26 inch refractor, the McCormick Observatory's 26 inch, Lick Observatory's 36 inch, and Yerkes Observatory's 40 inch refractor - the largest refracting telescope in the world. Small observatories too can claim such a link to telescopic history and many offer the general public a chance to \"look through a classic\". This gorgeous, completely refurbished 8 inch refractor was originally bought from Alvan Clark and Sons in 1927. On Thursdays it stargazes from the Crosby Ramsey Memorial Observatory dome atop the Maryland Science Center near Baltimore's Inner Harbor.",
    "hdurl": "https://apod.nasa.gov/apod/image/9901/crm_observatory_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crosby Ramsey Memorial Observatory Refractor",
    "url": "https://apod.nasa.gov/apod/image/9901/crm_observatory.jpg"
  },
  {
    "copyright": "AAOAATBROEUKS Telescope",
    "date": "1999-01-15",
    "explanation": "The Orion Nebula and its surroundings present skygazers with a wondrous jumble of newborn stars, gas, and dust. Emission nebulae - glowing energized clouds of gas, and reflection nebulae - dust clouds shining by reflected starlight, abound at this photogenic cosmic location a mere 1,500 light-years or so away. This telescopic image reveals an intriguing nebulosity which seems to consist of dust clouds illuminated not by starlight but by the light of the Orion Nebula itself. In non-telescopic views, the bright group of stars near the top appear as the northernmost star in Orion's sword. They are seen here illuminating the nearby dust clouds. Yet the yellowish streamers of dust across the middle reflect the light of the Orion Nebula, which lies just off the bottom edge of the photo.",
    "hdurl": "https://apod.nasa.gov/apod/image/9901/uks025b_malin.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Reflections Of Orion",
    "url": "https://apod.nasa.gov/apod/image/9901/uks025b_malin.jpg"
  },
  {
    "date": "1999-01-16",
    "explanation": "Can you identify this wispy stellar nebula? How many light-years from Earth did you say? Resembling a twisting cloud of gas and dust between the stars this swirling form is actually close by - a spiral eddy formed near the North Atlantic Gulf Stream off the East coast of the U. S. Tens of miles across, spiral eddies are an ocean current phenomenon discovered by observations from manned spacecraft. Imaged by the Challenger space shuttle crew during the STS 41G mission this eddie is dramatically visible due to the low sun angle and strong reflection of sunlight. The reflection is caused by a very thin biologically produced oily film on the surface of the swirling water. Prior to STS 41G these eddies were thought to be rare but are now understood to be a significant dynamic feature of ocean currents. However, no good explanation of their origin or persistence exists.",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/eddies_sts41g_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Eddies On Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/9710/eddies_sts41g.jpg"
  },
  {
    "date": "1999-01-17",
    "explanation": "Globular clusters once ruled the Milky Way. Back in the old days, back when our Galaxy first formed, perhaps thousands of globular clusters roamed our Galaxy.  Today, there are perhaps 200 left. Many globular clusters were destroyed over the eons by repeated fateful encounters with each other or the Galactic center.  Surviving relics are older than any earth fossil, older than any other structures in our Galaxy, and limit the universe itself in raw age.  There are few, if any, young globular clusters in our Milky Way Galaxy because conditions are not ripe for more to form. But things are different next door - in the neighboring LMC galaxy. Pictured above is a \"young\" globular cluster residing there: NGC 1818. Recent observations show it formed only about 40 million years ago - just yesterday compared to the 12 billion year ages of globular clusters in our own Milky Way",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/ngc1818_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1818: A Young Globular Cluster",
    "url": "https://apod.nasa.gov/apod/image/9702/ngc1818_hst.jpg"
  },
  {
    "copyright": "AURA",
    "date": "1999-01-18",
    "explanation": "At the top of Kitt Peak Mountain near Tucson, Arizona lies one of the world's great collections of telescopes.  As pictured, in the dome at the far left lies the 3.5-meter WIYN Telescope, famous recently for tracking distant supernovae.  The next major dome to the right houses a 36-inch telescope now used mostly for imaging.  Farther to the right beside a thin tower is a 2.1-meter Telescope used currently for imaging and spectroscopy.  The unusual triangular building houses the McMath-Pierce Solar Telescope. In front of it lies the Vacuum Tower Telescope while in back are the Burrell-Schmidt Telescope and the SARA 0.9-meter automated telescope.  At the far right lies one of the world's largest telescopes: the 4-meter Mayall Reflector.  Kitt Peak recently celebrated its 40th year during which it helped establish the existence of dark matter and the first gravitational lens.  Kitt Peak National Observatory is part of the United States' National Optical Astronomical Observatories and is operated under agreement with the National Science Foundation.",
    "hdurl": "https://apod.nasa.gov/apod/image/9901/kpno_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Kitt Peak National Observatory",
    "url": "https://apod.nasa.gov/apod/image/9901/kpno_noao.jpg"
  },
  {
    "copyright": "AURA",
    "date": "1999-01-19",
    "explanation": "Telescopes are not very useful during lightning storms.  Nevertheless, with lightning illuminating a dark landscape, the picturesque dome of the famous Kitt Peak 2.1-meter Telescope makes for a dramatic photograph.  A passing car created the red and yellow streaks visible in the foreground. The 2.1-meter Telescope has participated in many important astronomical discoveries including the discovery of the Lyman-alpha forest, the first gravitational lens, and the first pulsating white dwarf.",
    "hdurl": "https://apod.nasa.gov/apod/image/9901/kpno2p1_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Telescope with Lightning",
    "url": "https://apod.nasa.gov/apod/image/9901/kpno2p1_noao.jpg"
  },
  {
    "date": "1999-01-20",
    "explanation": "These near-infrared Hubble images of dust surrounding young stars offer the latest tantalizing evidence for planets beyond our Solar System. At left, the dark gap seen in the dust disk is reminiscent of a similar large gap in Saturn's rings believed to be sculpted by orbiting moons. By analogy, the gap in the dust disk of HD 141569 may be a larger scale result of unseen orbiting planets. At right is a relatively thin stellar dust ring suggestive of planetary rings held in place by orbiting moons. On a much larger scale this ring around the star HR 4796A could also indicate the presence of orbiting planet-sized bodies too faint to be directly visible. For a distance comparison, the orbit of Neptune is drawn at the lower right of each picture. The overwhelmingly bright starlight at the center has been blocked out to reveal the dim dust features.",
    "hdurl": "https://apod.nasa.gov/apod/image/9901/planetdust_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Possible Planets And Infrared Dust",
    "url": "https://apod.nasa.gov/apod/image/9901/planetdust_hst.jpg"
  },
  {
    "date": "1999-01-21",
    "explanation": "A camera with over 67 million pixels (digital picture elements) was used to record this stunning image of spiral galaxy NGC 253.  Known as the Wide Field Imager (WFI), the camera is the latest instrument to be installed at the European Southern Observatory's 2.2 meter telescope in La Silla, Chile. Constructed from exposures made by the WFI in December 1998, this picture has been cropped from the full field to emphasize the galaxy and contrast adjusted to follow the graceful, winding arms and dramatic dust lanes of this photogenic island universe. Relatively bright foreground stars produce the sharp vertical streaks seen here while higher resolution versions of the image show intriguing, faint, background galaxies and likely globular star clusters associated with NGC 253. Two faint satellite trails are also visible. NGC 253, an Sc type spiral, is about 8 million light-years away in the southern constellation Sculptor.",
    "hdurl": "https://apod.nasa.gov/apod/image/9901/ngc253_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy NGC 253",
    "url": "https://apod.nasa.gov/apod/image/9901/ngc253_eso2.jpg"
  },
  {
    "date": "1999-01-22",
    "explanation": "The Pegasus dwarf spheroidal galaxy (Peg dSph) is a small, newly recognized member of the Local Group of Galaxies. Likely a satellite companion of the Local Group's dominant player, the large spiral Andromeda (M31), the Pegasus dwarf galaxy is almost hidden in the glare of relatively bright foreground stars in our own Milkyway. Still, this dramatic Keck telescope 3-color image reveals Peg dSph as a clump of fainter, bluer stars 2,000 or so light-years across. Excitement over discoveries of Peg dSph and other nearby dwarf galaxies reflects the fact that little galaxies may loom large in the process of galaxy evolution. They are thought to be the building blocks from which larger galaxies are constructed.",
    "hdurl": "https://apod.nasa.gov/apod/image/9901/pegdsph_grebel_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pegasus dSph: Little Galaxy of the Local Group",
    "url": "https://apod.nasa.gov/apod/image/9901/pegdsph_grebel.jpg"
  },
  {
    "date": "1999-01-23",
    "explanation": "Girdling the second largest planet in the Solar System, Saturn's Rings are one of the most spectacular sights for earthbound telescopes. This image from the orbiting Hubble Space Telescope's STIS instrument, offers a striking view of another kind of ring around Saturn - pole encircling rings of ultraviolet aurora. Towering more than 1,000 miles above the cloud tops, these Saturnian auroral displays are analogous to Earth's. Energetic charged particles in the Solar Wind are funneled by the planet's magnetic field into polar regions where they interact with atmospheric gases. Following the ebb and flow of Saturn's aurora, researchers can remotely explore the planet's atmosphere and magnetic field. In this false color image, the dramatic red aurora identify emission from atomic hydrogen, while the more concentrated white areas are due to hydrogen molecules. In 2004, NASA plans to begin making close-up studies of the Saturnian system with the Cassini Spacecraft.",
    "hdurl": "https://apod.nasa.gov/apod/image/9801/sataurora_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturnian Aurora",
    "url": "https://apod.nasa.gov/apod/image/9801/sataurora_hst.jpg"
  },
  {
    "date": "1999-01-24",
    "explanation": "This image is part of the first color panoramic view from Venus. It was transmitted by a TV camera on the Soviet Venera 13 lander which parachuted to thesurface on March 1, 1982.  Venus' clouds are composed of sulfuric acid droplets while its surface temperature is about 900 degrees Fahrenheit (482 degrees C) at an atmospheric pressure of 92 times that of sea-level on Earth. Despite these harsh conditions, the Venera 13 lander survived long enough to send back a series of images and perform an analysis of the Venusian soil.  Part of the lander itself is visible in the lower right portion of the image. An earlier Soviet Venus lander,Venera 7 (1970), was the first spacecraft to return data from the surface of another planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/venera_13_left.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Venus Landing",
    "url": "https://apod.nasa.gov/apod/image/venera_13_left.gif"
  },
  {
    "date": "1999-01-25",
    "explanation": "Gamma-ray bursts rule the high-energy sky and Saturday another brief, intense flash of gamma-rays from the cosmos triggered space-based detectors. The orbiting Compton Observatory's BATSE instrument quickly relayed the burst's approximate location to fast-slewing, ground-based cameras primed to search for an elusive optical flash. The result -- the GCN coordinated ROTSE-I telephoto array recorded a breakthrough detection only 22 seconds after the burst trigger. Larger telescopes too captured the burster's optical counterpart and at right is an image identifying the candidate from the 60 inch Palomar reflector. At left is a prior sky survey image of the region which astonishingly shows a discernible smudge near the same position, likely the burster's host galaxy. The galaxy and bright burst suggest that this is the closest yet localized gamma-ray burst! Still, believed to be the most powerful explosions in the Universe, the source of the incredible energy of gamma-ray bursts remains a mystery.  Update: Reported redshift measurements now suggest that the burst is instead a very distant one. The galaxy in the survey image may not be the gamma-ray burst host but a foreground galaxy which by chance lies along the line of sight from Earth to the burster.",
    "hdurl": "https://apod.nasa.gov/apod/image/9901/grb990123_compare.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy And Gamma-ray Burst",
    "url": "https://apod.nasa.gov/apod/image/9901/grb990123_gal.jpg"
  },
  {
    "copyright": "AURA",
    "date": "1999-01-26",
    "explanation": "The Omega Nebula contains glowing gas, dark dust, and some unusually massive stars.  Also known as the M17 and the Swan Nebula, the Omega Nebula is about 5000 light-years away, 20 light-years across, and  visible with binoculars in the constellation of Sagittarius. A recent epoch of star formation has created some very massive stars that haven't yet had time to self-destruct.  Until then, these stars appear very bright and emit light so energetic it breaks up the surrounding gas and dust.  The streaks across the bright stars are blemishes caused by the digital camera.",
    "hdurl": "https://apod.nasa.gov/apod/image/9901/omega_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M17: The Omega Nebula",
    "url": "https://apod.nasa.gov/apod/image/9901/omega_noao.jpg"
  },
  {
    "date": "1999-01-27",
    "explanation": "Sixteen hundred years ago, Hypatia became one of the world's leading scholars in mathematics and astronomy.  Hypatia's legendary knowledge, modesty, and public speaking ability flourished during the era of the Great Library of Alexandria. Hypatia is credited with contributions to geometry and astrometry, and she is thought instrumental in the development of the sky-measuring  astrolabe.  \"Reserve your right to think, for even to think wrongly is better than not to think at all,\" Hypatia is credited with saying.  \"To teach superstitions as truth is a most terrible thing.\"",
    "hdurl": "https://apod.nasa.gov/apod/image/9901/hypatia.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hypatia of Alexandria",
    "url": "https://apod.nasa.gov/apod/image/9901/hypatia.gif"
  },
  {
    "date": "1999-01-28",
    "explanation": "Tuning in to the center of our Milky Way galaxy, radio astronomers explore a complex, mysterious place. A premier high resolution view, this startlingly beautiful picture covers a 4x4 degree region around the galactic center. It was constructed from 1 meter wavelength radio data obtained by telescopes of the Very Large Array near Socorro, New Mexico, USA. The galactic center itself is at the edge of the extremely bright object labeled Sagittarius (Sgr) A, suspected of harboring a million solar mass black hole. Along the galactic plane which runs diagonally through the image are tortured clouds of gas energized by hot stars and round-shaped supernova remnants (SNRs) - hallmarks of a violent and energetic cosmic environment. But perhaps most intriguing are the arcs, threads, and filaments which abound in the scene. Their uncertain origins challenge present theories of the dynamics of the galactic center.",
    "hdurl": "https://apod.nasa.gov/apod/image/9901/gc_1meter_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Galactic Center - A Radio Mystery",
    "url": "https://apod.nasa.gov/apod/image/9901/gc_1meter.jpg"
  },
  {
    "date": "1999-01-29",
    "explanation": "Tomorrow's picture: Stereo Saturday  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC &: Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9901/janmoon_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Moon In January",
    "url": "https://apod.nasa.gov/apod/image/9901/janmoon_eso.jpg"
  },
  {
    "date": "1999-01-30",
    "explanation": "Get out your red/blue glasses and launch yourself into this stereo picture of Saturn! The picture is actually composed from two images recorded weeks apart by the Voyager 2 spacecraft during its visit to the Saturnian System in August of 1981. Traveling at about 35,000 miles per hour, the spacecraft's changing viewpoint from one image to the next produced this exaggerated but pleasing stereo effect. Saturn is the second largest planet in the Solar System, after Jupiter. Its spectacular ring system is so wide that it would span the space between the Earth and Moon. Although they look solid here, Saturn's Rings consist of individually orbiting bits of ice and rock ranging in size from grains of sand to barn-sized boulders.",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/sat3d_voyager_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stereo Saturn",
    "url": "https://apod.nasa.gov/apod/image/9710/sat3d_voyager.gif"
  },
  {
    "date": "1999-01-31",
    "explanation": "Welcome to Planet Earth, the third planet from a star named the Sun. The Earth is shaped like a sphere and composed mostly of rock. Over 70 percent of the Earth's surface is water.  The planet has a relatively thin atmosphere composed mostly of nitrogen and oxygen.  Earth has a single large Moon which is about 1/4 of its diameter and, from the planet's surface, is seen to have almost exactly the same angular size as the Sun. With its abundance of liquid water, Earth supports a large variety of life forms, including potentially intelligent species such as dolphins and humans. Please enjoy your stay on Planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/earth_1_apollo17_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Welcome to the Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/earth_1_apollo17.gif"
  },
  {
    "date": "1999-02-01",
    "explanation": "Last week, Japan's new Subaru Telescope made its first observations of the sky.  The gray building housing Subaru is visible just left of the white Keck domes near the photo's center.  Subaru is the latest in the class of optical telescopes using a mirror with a diameter greater than 8 meters.  Subaru's 8.3-meter primary is the largest single-piece optical telescope mirror yet made, and is so thin that its precise shape can be monitored and adjusted.  Subaru will be owned and operated by Japan but located at the top of Hawaii's Mauna Kea, a dormant volcano famous for housing several of the world's leading telescopes.",
    "hdurl": "https://apod.nasa.gov/apod/image/9902/subaru_cara_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Subaru Telescope",
    "url": "https://apod.nasa.gov/apod/image/9902/subaru_cara.jpg"
  }
]
