[
  {
    "date": "1999-10-01",
    "explanation": "Compare these matched Hubble Space Telescope views (visible-light on top; infrared on bottom) of a region in the star-forming 30 Doradus Nebula. Find the numbered arrows in the infrared image which identify newborn massive stars. For example, arrows 1 and 5 both point to compact clusters of bright young stars. Formed within collapsing gas and dust clouds, the winds and radiation from these hot stars have cleared away the remaining obscuring material making the clusters easily apparent in both visible and infrared images. But still shrouded in dust and readily seen only in the penetrating infrared view are newborn stars and star systems indicated by arrows 2, 3, and 4. Perhaps even more remarkable are the infrared bright spots indicated by arrows 6 and 7. Exactly in a line on opposite sides of the bright cluster at arrow 5, they may actually be caused by symmetric jets of material produced by one of the young cluster stars. These luminous spots are each about 5 light-years from the cluster and would correspond to points at which the energetic jet material impacts the surrounding dust clouds.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/30dor_details_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "New Stars In 30 Doradus",
    "url": "https://apod.nasa.gov/apod/image/9910/30dor_details.jpg"
  },
  {
    "date": "1999-10-02",
    "explanation": "It's clear who is the biggest star in this binary system. Based on recent results, this artist's vision of the double star Phi Persei, 720 light years away, shows a bright, rapidly rotating massive star surrounded by a disk of gas. A small companion star orbits 100 million miles away. The bigger star is presently about 9 times more massive than the small one ... but it wasn't always this way. Ten million years ago the small companion was actually the most massive star in the system and because of its greater mass evolved into a giant star more quickly. After losing its swollen outer layers to the now massive star, all that remains is a stripped down, intensely hot core of about 1 solar mass. In another ten million years, the roles may reverse as the now massive star swells into its own giant phase \"returning\" mass to its companion. Will these stars end their lives as white dwarfs or supernovae? Astronomers consider the ultimate fate of such mass-exchanging, interacting binary systems an open question and a challenge for present theories of stellar evolution.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/phiper_bpounds_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Phi Persei: Double Star",
    "url": "https://apod.nasa.gov/apod/image/9910/phiper_bpounds.jpg"
  },
  {
    "copyright": "AAOAATB",
    "date": "1999-10-03",
    "explanation": "Leo I is a dwarf spheroidal galaxy in the Local Group of galaxies dominated by our Milky Way Galaxy and M31.  Leo I is thought to be the most distant of the eleven known small satellite galaxies orbiting our Milky Way Galaxy. Besides the LMC and the SMC, all Milky Way satellite galaxies are small, dim, dwarf spheroidals, including the closest galaxy - the Sagittarius Dwarf.  Leo I is more distant than most of them, thought to be about 250 kpc away.  Although very little star-forming gas is visible in Leo I, analysis of star ages shows that stars have formed as recently as a billion years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/leo1_aao.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nearby Dwarf Galaxy Leo I",
    "url": "https://apod.nasa.gov/apod/image/9910/leo1_aao_big.jpg"
  },
  {
    "date": "1999-10-04",
    "explanation": "ven the largest of modern optical telescopes are small when compared with the light gathering power of the Central Receiver Test Facility (CRTF) located in New Mexico, USA.  CRTF has 220 mirrors each over 7-meters in diameter all focused on a single tower.  CRTF's main use is to investigate methods of collecting and using solar power.  CRTF does not create focussed sky images like a normal astronomical telescope, but collects light from a much larger area.  Recently, astronomers with the STACEE project have begun using CRTF to collect secondary light emitted when high-energy gamma rays strike the Earth's atmosphere.  Photons in this range might allow further exploration of enigmatic gamma ray burst explosions, and might be emitted when cosmic rays from supernovae impact gas clouds in the interstellar medium.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/stacee_hep_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The 220 Mirrors of CRTF",
    "url": "https://apod.nasa.gov/apod/image/9910/stacee_hep.jpg"
  },
  {
    "date": "1999-10-05",
    "explanation": "Tomorrow's picture: Polaris  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/neptuneclouds_vg2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Two Hours Before Neptune",
    "url": "https://apod.nasa.gov/apod/image/9910/neptuneclouds_vg2.jpg"
  },
  {
    "copyright": "Wally Pacholka",
    "date": "1999-10-06",
    "explanation": "Polaris is quite an unusual star. First, Polaris is the nearest bright star to the north spin axis of the Earth.  Therefore, as the Earth turns, stars appear to rotate around Polaris, making it the North Star.  Since no bright star is near the south spin axis of the Earth, there is currently no South Star.  Thousands of years ago, Earth's spin axis pointed in a slightly different direction, and Vega was the North Star.  Although Polaris is not the brightest star on the sky, it is easily located because it is nearly aligned with two stars in the cup of the Big Dipper, and is the last star in the handle of the Little Dipper.  In the above picture, Polaris is the brightest star on the right, above the fleeting streak of a Perseid meteor.  The surface of Polaris slowly pulsates, causing the star to change its brightness by a few percent over the course of a few days.  This rare Cepheid variability of Polaris is, oddly enough, itself changing.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/polaris_pacholka_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Polaris: The North Star",
    "url": "https://apod.nasa.gov/apod/image/9910/polaris_pacholka.jpg"
  },
  {
    "date": "1999-10-07",
    "explanation": "This vintage 60-kopek stamp celebrates a dramatic achievement. On October 7th, forty years ago (7/X/1959), the Soviet interplanetary station which has come to be called \"Luna 3\" successfully photographed the far side of the moon giving denizens of planet Earth their first ever view of this hidden hemisphere. Lacking the digital image technology familiar now, Luna 3 took the pictures on 35mm film which was automatically developed on board. The pictures were then scanned and the signal transmitted to Earth days later in what was perhaps also the first interplanetary fax. In all, seventeen pictures were received providing enough coverage and resolution to construct a far side map and identify a few major features. Depicted on the stamp are regions dubbed the Sea of Moscow, the Soviet Mountains, the Bay of Astronauts, and the Sea of Dreams.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/luna60_unsh_keel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Averted Side Of The Moon",
    "url": "https://apod.nasa.gov/apod/image/9910/luna60_unsh_keel.jpg"
  },
  {
    "date": "1999-10-08",
    "explanation": "NGC 1365 is a giant barred spiral galaxy about 200,000 light-years in diameter and 60 million light-years distant in the southern constellation Fornax. These three recently released images offer views of this majestic island universe in visible and infrared light. In the middle is an optical ground-based image showing NGC 1365's dramatic spiral arms trailing away from its central galactic bar. Superposed colored rectangles define the corresponding fields of the inset images. At upper left, a Hubble Space Telescope near visible light image shows young blue star clusters and dark dust lanes  located near the center of NGC 1365. The bright yellow nucleus likely houses a massive black hole. At lower right, the Hubble infrared view of the galaxy's center also shows young star clusters as bright blue spots but additionally reveals infrared-bright spots corresponding to newborn clusters still hidden from optical view by dust clouds. Astronomers believe the gravity field of NGC 1365's bar plays a crucial role in the galaxy's evolution, funneling gas and dust into the central star-forming maelstrom and ultimately feeding material into its massive black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/ngc1365_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1365: Barred Spiral Galaxy",
    "url": "https://apod.nasa.gov/apod/image/9910/ngc1365_hst.jpg"
  },
  {
    "date": "1999-10-09",
    "explanation": "Astronomers have discovered that looking at dust along the plane of our Milky Way Galaxy is a bit like looking into a frothy glass of beer. The dust between stars in our galaxy appears to be arranged like a foam with bubbles and voids -- churned by shocks and winds generated as stars cycle through their lives. This processed infrared image, based on data from NASA's IRAS satellite, maps the radiation from the edges of galactic dust clouds and reveals the complex distribution. The image covers an area of about 40x60 degrees centered on the galactic plane near the Cygnus region. It shows bright bubble-shaped and arc-like dust clouds around the supernova remnants and starbirth regions embedded in the galactic disk.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/iras_waller1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Frothy Milky Way",
    "url": "https://apod.nasa.gov/apod/image/9910/iras_waller1.jpg"
  },
  {
    "date": "1999-10-10",
    "explanation": "Tomorrow's picture: Eta Horseshoe  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/triton2_vg2_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Triton: Neptune's Largest Moon",
    "url": "https://apod.nasa.gov/apod/image/9910/triton2_vg2.jpg"
  },
  {
    "date": "1999-10-11",
    "explanation": "Carinae is the one of the most luminous star systems in our Galaxy, radiating millions of times more power than our Sun. Eta Carinae is also one of the strangest star systems known, brightening and fading greatly since the early 1800s.   Recently, the Chandra Observatory observed Eta Carinae in X-ray light, adding even more unanticipated pieces to this enigmatic puzzle.  Pictured above, a horseshoe-shaped outer ring about two light-years across has been  discovered surrounding a hot core measuring three light-months across.  One thing appears likely: these structures were caused by collisions involving matter expelled from the center at supersonic speeds.  Speculation continues that Eta Carinae will be seen to undergo a supernova explosion sometime in the next thousand years.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/etacarina_chandra_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eta Carinae in X-Rays",
    "url": "https://apod.nasa.gov/apod/image/9910/etacarina_chandra.jpg"
  },
  {
    "date": "1999-10-12",
    "explanation": "It may look like a butterfly, but it's bigger than our Solar System.  NGC 2346 is a planetary nebula made of gas and dust that has evolved into a familiar shape.  At the heart of the bipolar planetary nebula is a pair of close stars orbiting each other once every sixteen days.  The tale of how the butterfly blossomed probably began millions of years ago, when the stars were farther apart.  The more massive star expanded to encompass its binary companion, causing the two to spiral closer and expel rings of gas.  Later, bubbles of hot gas emerged as the core of the massive red giant star became uncovered.  In billions of years, our Sun will become a red giant and emit a planetary nebula - but probably not in the shape of a butterfly, because the Sun has no binary star companion.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/ngc2346_heritage_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2346: A Butterfly-Shaped Planetary Nebula",
    "url": "https://apod.nasa.gov/apod/image/9910/ngc2346_heritage.jpg"
  },
  {
    "date": "1999-10-13",
    "explanation": "Although a new ozone hole has formed again this year over the South Pole, this time it is a little bit smaller than the year before.  Ozone is important because it shields us from damaging ultraviolet sunlight.  Ozone is vulnerable, though, to CFCs and halons being released into the atmosphere.  International efforts to reduce the use of these damaging chemicals really are having a positive effect on their atmospheric abundance.  This year, however, the slightly reduced size of the ozone hole is mostly due to relatively mild weather, which reduces the efficiency of ozone depletion. In the above false-color picture taken earlier this month, low ozone levels are shown in blue.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/ozone991003_toms_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ozone Hole Reduced",
    "url": "https://apod.nasa.gov/apod/image/9910/ozone991003_toms.jpg"
  },
  {
    "date": "1999-10-14",
    "explanation": "ugenia is an asteroid with a moon! This animation was constructed from infrared discovery images of the Eugenia-moon system taken in November 1998 using the Canada-France-Hawaii Telescope (CFHT). Main belt asteroid Eugenia, represented here as a central white patch, is a mere 215 kilometers in diameter. Its moon, seen at 5 separate positions around a clockwise orbit, is estimated to be 13 kilometers wide. An adaptive optics system was used with the CFHT, located atop Mauna Kea, Hawaii, to counteract the blurring effect of Earth's atmosphere making possible this premier discovery from a ground-based telescope. Only one other asteroid-moon system is known. Dactyl, moon of the asteroid Ida, was discovered by the Galileo spacecraft during a 1993 flyby.   Eugenia's moon has a nearly circular orbit with a radius of 1,190 kilometers which it completes once in 4.7 days. The orbit appears oval-shaped because it is tilted at a 45 degree angle to the line-of-sight. Knowing the moon's orbit allows astronomers to calculate the asteroid's mass. Combining mass and size determines the asteroid's density, which in this case gives a surprising result - Eugenia is found to have a density only 20% greater than water. The low density suggests that Eugenia itself is a porous \"rubble pile\" of rocks or composed mostly of water-ice with only a little additional rocky material.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/moonmovie.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Over Eugenia",
    "url": "https://apod.nasa.gov/apod/image/9910/moonmovie.gif"
  },
  {
    "date": "1999-10-15",
    "explanation": "On July 31, 1964, Ranger 7 crashed into the Moon. Seventeen minutes before impact it snapped this picture - the first image of the Moon ever taken by a U.S. spacecraft. Of course Ranger 7 was intended to crash, transmitting close-up pictures of the lunar surface during its final moments. The Ranger program's goal was to begin high resolution mapping of the lunar surface in preparation for a future lunar landing. This first image covered 360 kilometers from top to bottom and is centered in the Mare Nubium (Sea of Clouds).  The large crater at middle right, Alphonsus, is 108 kilometers in diameter.   On July 31, 1999, Lunar Prospector crashed into the Moon. During its successful 1 year mission to map the Moon's global properties from orbit, Lunar Prospector confirmed indications that water-ice could be trapped in permanently shadowed craters near the lunar poles. Its mission complete, controllers intentionally targeted the spacecraft to impact a crater wall, hoping that water could be more directly detected in the resulting debris cloud - although the chances of a successful detection were considered low. Astronomers analyzing the data recently announced that no visible signature of water was found, so the tantalizing case for water on the Moon remains open.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/moon_ranger7_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Crashers",
    "url": "https://apod.nasa.gov/apod/image/9910/moon_ranger7.jpg"
  },
  {
    "date": "1999-10-16",
    "explanation": "\"Do not look at stars as bright spots only - try to take in the vastness of the universe.\" On October 1, 1847 Maria Mitchell swept the sky with her telescope and discovered a comet (comet Mitchell 1847VI). Honored and recognized internationally for her discovery, Mitchell, who lived from 1818 to 1889, became one of the most famous American scientists of her day.  Vassar College appointed Mitchell the first woman Professor of Astronomy and she remained the only woman ever elected to the American Academy of Arts and Sciences until 1943.  Mitchell mentored a generation of scientists, and is fondly remembered for her ability to motivate.  \"We especially need imagination in science,\" Maria Mitchell said, \"Question everything.\"",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/mitchell_hw_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Maria Mitchell Inspires a Generation",
    "url": "https://apod.nasa.gov/apod/image/9910/mitchell_hw.jpg"
  },
  {
    "date": "1999-10-17",
    "explanation": "Do all galaxies have black holes at their centers?  Although not even a single galaxy has yet been proven to have a central black hole, the list of candidates continues to increase.  Results by astronomers using instruments like the Hubble Space Telescope now indicate that most - and possibly even all - large galaxies may harbor one of these dense beasts. In all the galaxies studied, star speeds continue to increase closer the very center. This in itself indicates a center millions of times more massive than our Sun is needed to contain the stars.  This mass when combined with the limiting size make the case for the central black holes.  Will we ever know for sure?",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/ngc4_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Black Holes in Galactic Centers",
    "url": "https://apod.nasa.gov/apod/image/9701/ngc4_hst.jpg"
  },
  {
    "date": "1999-10-18",
    "explanation": "NGC 3603 is home to a massive star cluster, thick dust pillars, and a star about to explode.  The central open cluster contains about 2000 bright stars, each of which is much brighter and more massive than our Sun.  Together, radiations from these stars are energizing and pushing away surrounding material, making NGC 3603 one of the most interesting HII regions known.   NGC 3603 is about 20,000 light-years away, and the region shown is about 20 light-years across.   Possibly most interesting about this recently released, representative-color picture are the large number of dim stars visible.  These stars are less massive than our Sun, demonstrating that great numbers of low-mass stars also form in active starburst regions.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/ngc3603_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3603: An Active Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/9910/ngc3603_vlt.jpg"
  },
  {
    "date": "1999-10-19",
    "explanation": "A magnetic compass does not point toward the true North Pole of the Earth.  Rather, it more closely points toward the North Magnetic Pole of the Earth.  The North Magnetic Pole is currently located in northern Canada.  It wanders in an elliptical path each day, and moves, on the average, more than forty meters northward each day.  Evidence indicates that the North Magnetic Pole has wandered over much of the Earth's surface in the 4.5 billion years since the Earth formed.  The Earth's magnetic field is created by Earth's partially ionized outer core, which rotates more rapidly than the Earth's surface.  Indicated in the above picture is Ellef Ringnes Island, the current location of Earth's North Magnetic Pole.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/northcanada_noaa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth's North Magnetic Pole",
    "url": "https://apod.nasa.gov/apod/image/9910/northcanada_noaa.jpg"
  },
  {
    "date": "1999-10-20",
    "explanation": "What causes Hubble's Variable Nebula to vary?  The unusual nebula pictured above changes its appearance noticeably in just a few weeks.  Discovered over 200 years ago and subsequently cataloged as NGC 2661, the remarkable nebula is named for Edwin Hubble, who studied it earlier this century.  Hubble's Variable Nebula is a reflection nebula made of gas and fine dust fanning out from the star R Monocerotis.  The faint nebula is about one light-year across and lies about 2500 light-years away towards the constellation of Monocerotis.  A leading variability explanation for Hubble's Variable Nebula holds that dense knots of opaque dust pass close to R Mon and cast moving shadows onto the reflecting dust seen in the rest of the nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/hubblevarneb_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2261: Hubble's Variable Nebula",
    "url": "https://apod.nasa.gov/apod/image/9910/hubblevarneb_hst.jpg"
  },
  {
    "date": "1999-10-21",
    "explanation": "The Sun rotates on its axis about once every 27 days. How can you tell? Just follow the sunspots. This composite picture was constructed from solar images recorded daily by the MDI instrument on board the space-based SOlar and Heliospheric Observatory (SOHO). It shows the Sun's visible surface for most days of August 1999 so that the same sunspots appear many times as the solar rotation carries them across the face of the Sun. Sunspot temperatures are around 5,000 degrees C. but the spots appear dark as they are actually cooler than the surrounding regions of the solar surface. The sequential images of the sunspot groups show how these regions with high magnetic fields change from day to day.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/sunspots_mdi_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Follow The Spots",
    "url": "https://apod.nasa.gov/apod/image/9910/sunspots_mdi.jpg"
  },
  {
    "date": "1999-10-22",
    "explanation": "Tomorrow's picture: Not A Comet  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/Iridium52_jyoung.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Iridium 52: Not A Meteor",
    "url": "https://apod.nasa.gov/apod/image/9910/Iridium52_jyoung2.jpg"
  },
  {
    "date": "1999-10-23",
    "explanation": "While searching the skies above 18th century France for comets, astronomer Charles Messier diligently recorded this object as number 27 on his list of things which are definitely not comets. So what is it? Well, 20th century astronomers would classify it as a Planetary Nebula ... but it's not a planet either, even though it may appear round and planet-like in a small telescope. Messier 27 (M27) is now known to be an excellent example of a gaseous emission nebula created as a sun-like star runs out of nuclear fuel in its core. The nebula forms as the star's outer layers are expelled into space, with a visible glow generated by atoms excited by the dying star's intense but invisible ultraviolet light. Known by the popular name of the \"Dumbbell Nebula\", the beautifully symmetric interstellar gas cloud is about 1,200 light-years away in the constellation Vulpecula. This gorgeous synthetic color picture of M27 was produced during testing of one of the European Southern Observatory's Very Large Telescopes.",
    "hdurl": "https://apod.nasa.gov/apod/image/9810/m27_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M27: Not A Comet",
    "url": "https://apod.nasa.gov/apod/image/9810/m27_vlt.jpg"
  },
  {
    "date": "1999-10-24",
    "explanation": "The Sun has a magnetic carpet. Its visible surface appears to be carpeted with tens of thousands of magnetic north and south poles joined by looping field lines which extend outward into the Solar Corona. Recently, researchers have revealed maps of large numbers of these small magnetic concentrations produced using data and images from the space-based SOHO observatory. The above computer generated sunscape highlights these effects, with white and black field lines drawn in joining regions of strong magnetism. A close-up of the Solar surface is illustrated in the inset. These small magnetic regions emerge, fragment, drift, and disappear over periods of only 40 hours or so. Their origin is mystifying and their dynamic behavior is difficult to reconcile with present theories of rotationally driven large-scale solar magnetism.  Is some unknown process at work?  Possibly, but the source of this mystery may well be the solution to another -- the long standing mystery of why the outer Solar Corona is over 100 times hotter than the sun's visible surface! The SOHO data reveal that energy released as these loops break apart and interact seems to be heating the coronal plasma.",
    "hdurl": "https://apod.nasa.gov/apod/image/9711/magcarpet_soho_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Magnetic Carpet Of The Sun",
    "url": "https://apod.nasa.gov/apod/image/9711/sunmagcarp3_soho.jpg"
  },
  {
    "copyright": "Cornell U.",
    "date": "1999-10-25",
    "explanation": "Neptune has never looked so clear in infrared light.  Neptune is the eighth most distant planet from the Sun, thirty times the Earth-Sun distance.  Neptune is the fourth largest planet, almost four times Earth's diameter.  Surprisingly, Neptune radiates about twice as much energy as it receives from the Sun.  A fascinating feature of the above photograph is that it was taken far from distant Neptune, through the Earth's normally blurry atmosphere.  The great clarity of this recently released image was made possible by \"rubber mirror\" adaptive optics technology.  Here, mirrors in the new Palomar High Angular Resolution Observer (PHARO) instrument connected to the 200-inch Hale Telescope flex to remove the effects of turbulence in the Earth's atmosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/neptune_pharo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Neptune in Infrared",
    "url": "https://apod.nasa.gov/apod/image/9910/neptune_pharo.jpg"
  },
  {
    "copyright": "U. MichiganLucent",
    "date": "1999-10-26",
    "explanation": "30 Doradus is an immense star forming region in a nearby galaxy known as the Large Magellanic Cloud. Its spidery appearance is responsible for its popular name, the Tarantula Nebula, except that this tarantula is about 1,000 light-years across, and 165,000 light-years away in the southern constellation Dorado. If it were at the distance of the Orion Nebula, the nearest stellar nursery to Earth, it would appear to cover about 30 degrees on the sky or about 60 full moons. The above image was taken with the Big Throughput Camera and is shown in representative colors. The spindly arms of the Tarantula Nebula surround the NGC 2070 star cluster which contains some of the intrinsically brightest, most massive stars known. This celestial Tarantula is also seen near the site of the closest recent Supernova.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/tarantula_btc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "30 Doradus: The Tarantula Nebula",
    "url": "https://apod.nasa.gov/apod/image/9910/tarantula_btc.jpg"
  },
  {
    "copyright": "U. MichiganLucent",
    "date": "1999-10-27",
    "explanation": "Tomorrow's picture: X-Ray Jet From Centaurus A  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/tarantula_btc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Heart of the Tarantula Nebula",
    "url": "https://apod.nasa.gov/apod/image/9910/tarantulacenter_btc.jpg"
  },
  {
    "date": "1999-10-28",
    "explanation": "Spanning over 25,000 light-years, comparable to the distance from the Sun to the center of our own Milky Way galaxy, a cosmic jet seen in X-rays blasts from the center of Centaurus A. Only 10 million light-years away, Centaurus A is a giant elliptical galaxy - the closest active galaxy to Earth. This composite image illustrates the jumble of gas, dust, and stars visible in an optical picture of Cen A superposed on a new image recorded by the orbiting Chandra X-ray Observatory. The X-ray data is shown in red. Present theories hold that the X-ray bright jet is caused by electrons driven to extremely high energies over enormous distances. The jet's power source is likely to be a black hole with about 10 million times the mass of the Sun coincident with the X-ray bright spot at the galaxy's center. Amazingly, while some material in the vicinity of the black hole falls in, some material is blasted outward in energetic jets. Details of this cosmic power generator can be explored with the Chandra X-ray data.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/cena_chandracomp_lg.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Jet From Centaurus A",
    "url": "https://apod.nasa.gov/apod/image/9910/cena_chandracomp_c1.jpg"
  },
  {
    "date": "1999-10-29",
    "explanation": "In the nineteenth century, dropping a time ball from a prominent location was a practical way of communicating the time to the surrounding country side and ships at sea. Initiating a fledgling time service for the United States, the U.S. Naval Observatory dropped a time ball at precisely noon every day begining in 1845. At the end of the twentieth century, in commemoration of this traditional method of disseminating time, the U.S. Naval Observatory has installed this ceremonial time ball atop its main building in Washington D.C. Dropping this time ball - at midnight Eastern Standard Time on New Year's Eve - will be the local culmination of a \"round-the-world time ball drop\" marking the beginning of the year 2000 and the beginning of the Third Millennium in 2001. Meanwhile, don't forget ... this year, in most of the U.S. Daylight Time ends at 2:00 am on Sunday, October 31.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/timeball_usno_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The USNO Millennium Time Ball",
    "url": "https://apod.nasa.gov/apod/image/9910/timeball_usno.jpg"
  },
  {
    "date": "1999-10-30",
    "explanation": "This sharp color image featuring Mars rock Yogi and the rolling Sojourner robot shows off Yogi's two-toned surface. Yogi appears to be leaning into the prevailing winds causing some to suggest that its color contrast may be caused by the accumulation of rust colored dust on its windward face. The Pathfinder spacecraft, now the Sagan Memorial Station, has ended the primary mission phase after returning a scientific bonanza from the surface of Mars. The Sojourner robot rolled hundreds of feet on the martian surface, circumnavigated the lander, and produced a wealth of data and images. Mars Pathfinder and Soujourner landed on July 4, 1997 and lasted about 3 months, well beyond their designed lifetime.",
    "hdurl": "https://apod.nasa.gov/apod/image/9708/mars_rr_path_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars Rocks, Sojourner Rolls",
    "url": "https://apod.nasa.gov/apod/image/9708/mars_rr_path.jpg"
  },
  {
    "date": "1999-10-31",
    "explanation": "Three thousand light-years away, a dying star throws off shells of glowing gas.  This image from the Hubble Space Telescope reveals The Cat's Eye Nebula to be one of the most complex planetary nebulae known.  In fact, the features seen in the Cat's Eye are so complex that astronomers suspect the bright central object may actually be a binary star system. The term planetary nebula, used to describe this general class of objects, is misleading. Although these objects may appear round and planet-like in small telescopes, high resolution images reveal them to be stars surrounded by cocoons of gas blown off in the late stages of stellar evolution. On planet Earth, of course, cats and other creatures may be on the prowl tonight. Keep your eyes peeled and have a safe and happy Halloween!",
    "hdurl": "https://apod.nasa.gov/apod/image/catseye_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cat's Eye Nebula",
    "url": "https://apod.nasa.gov/apod/image/catseye_hst.jpg"
  },
  {
    "date": "1999-11-01",
    "explanation": "Not all evolving stars eject gas clouds that look like people.  OH231.8+4.2 was a star much like our Sun that ran out of nuclear fuel to fuse in its core.  It has therefore entered the planetary nebula phase, where it throws off its outer atmosphere into space leaving a core that will become a white dwarf star.  Every Sun-like star creates a different planetary nebula though, and OH231.8+4.2's looks eerily like a person!  Spectacular jets of streaming gas can be seen in this recently released photograph by the Hubble Space Telescope. The gas cloud has been dubbed the Rotten Egg Planetary Nebula because it contains unusually high amounts of sulfur, an element that, when combined with other elements, can smell like a rotten egg.  This young planetary nebula will likely change its appearance over the next few thousand years and eventually disperse.",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/rottenegg_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Rotten Egg Planetary Nebula",
    "url": "https://apod.nasa.gov/apod/image/9911/rottenegg_hst.jpg"
  }
]
