[
  {
    "date": "1999-08-01",
    "explanation": "Pictured above is the first american astronaut to walk in space: Edward White.  White is seen floating outside the Gemini 4 capsule in 1965.  The term spacewalk is deceiving since astronauts do not actually walk - they float - usually without their feet touching anything solid. White was connected to the spaceship only by a thick tether.  He carried a Hand-Held Self-Maneuvering Unit which expelled gas allowing him to move around.  A maneuvering device is necessary in the free-fall of space since there is nothing (besides the spacecraft) to push off of to guide movements.",
    "hdurl": "https://apod.nasa.gov/apod/image/spacewalk_gem4_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Walking in Space",
    "url": "https://apod.nasa.gov/apod/image/spacewalk_gem4.gif"
  },
  {
    "copyright": "Joe Orman",
    "date": "1999-08-02",
    "explanation": "Tomorrow's picture: Vela Expands  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9908/occult_orman_99.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Regulus Occulted",
    "url": "https://apod.nasa.gov/apod/image/9908/occult_orman_99.jpg"
  },
  {
    "copyright": "AAOAATB",
    "date": "1999-08-03",
    "explanation": "Tomorrow's picture: Sail Titan  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9908/vela2_dfm.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Vela Supernova Remnant Expands",
    "url": "https://apod.nasa.gov/apod/image/9908/vela2_dfm_big.jpg"
  },
  {
    "date": "1999-08-04",
    "explanation": "If sailing the hydrocarbon seas of Titan, beware of gasoline rain.  Such might be a travel advisory issued next millennium for adventurers visiting Titan, the largest moon of Saturn.   Images of Titan's surface were released last week from the Keck 10-meter telescope featuring the finest details yet resolved.  Peering into Titan's thick smog atmosphere with infrared light, complex features interpreted as oceans, glaciers, and rock became visible.  The high-resolution infrared image pictured above was made possible using an unblurring technique called speckle interferometry.  The interplanetary probe Cassini will reach Saturn and Titan in 2004 to better explore this unusual world.",
    "hdurl": "https://apod.nasa.gov/apod/image/9908/titan1_llnl_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Surface of Titan",
    "url": "https://apod.nasa.gov/apod/image/9908/titan1_llnl.jpg"
  },
  {
    "date": "1999-08-05",
    "explanation": "NASA probe Deep Space 1 zoomed past asteroid 9969 Braille last week as it continued to test its new ion drive in the inner Solar System.  The flyby was the closest approach a spacecraft has ever made to an asteroid.  Looking back afterwards, DS1 took the above picture. Formerly known as 1992 KD, the 9969th asteroid discovered was renamed in honor of Louis Braille, a pioneer in written communication for the blind.  9969 Braille is thought by some to have collided with asteroid Vesta in the distant past and broken up, providing debris for many of the meteorites that fall to Earth.  Asteroid 9969 Braille rotates only once in 9 days, and has an orbit greatly tilted relative to the ecliptic plane of the planets.",
    "hdurl": "https://apod.nasa.gov/apod/image/9908/braille_dso_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Asteroid 9969 Braille",
    "url": "https://apod.nasa.gov/apod/image/9908/braille_dso.jpg"
  },
  {
    "date": "1999-08-06",
    "explanation": "Tomorrow's picture: An Asteroid's Moon  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9908/redspot_heritage_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hubble Tracks Jupiters Great Red Spot",
    "url": "https://apod.nasa.gov/apod/image/9908/redspot_heritage.jpg"
  },
  {
    "date": "1999-08-07",
    "explanation": "This asteroid has a moon! The robot spacecraft Galileo currently exploring the Jovian system, encountered and photographed two asteroids during its long journey to Jupiter. The second asteroid it photographed, Ida, was discovered to have a moon which appears as a small dot to the right of Ida in this picture. The tiny moon, named Dactyl, is about one mile across, while the potato shaped Ida measures about 36 miles long and 14 miles wide. Dactyl is the first moon of an asteroid ever discovered. The names Ida and Dactyl are based on characters in Greek mythology. Do other asteroids have moons?",
    "hdurl": "https://apod.nasa.gov/apod/image/9908/idadactyl_galileo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ida and Dactyl: Asteroid and Moon",
    "url": "https://apod.nasa.gov/apod/image/9908/idadactyl_galileo.jpg"
  },
  {
    "date": "1999-08-08",
    "explanation": "Comet Hale-Bopp became much brighter than any surrounding stars. It was seen even over bright city lights. Out away from city lights, however, it put on quite a spectacular show.  Here Comet Hale-Bopp was photographed above Val Parola Pass in the Dolomite mountains surrounding Cortina d'Ampezzo, Italy.  Comet Hale-Bopp's blue ion tail was created when fast moving particles from the solar wind struck expelled ions from the comet's nucleus.  The white dust tail is composed of larger particles of dust and ice expelled by the nucleus that orbit behind the comet.  Observations showed that Comet Hale-Bopp's nucleus spins about once every 12 hours.",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/halebopp5_aac_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hale-Bopp Over Val Parola Pass",
    "url": "https://apod.nasa.gov/apod/image/9703/halebopp5_aac.jpg"
  },
  {
    "date": "1999-08-09",
    "explanation": "Tomorrow's picture: Sun Block  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9908/duststorm_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Martian Dust Storm Approaches",
    "url": "https://apod.nasa.gov/apod/image/9908/duststorm_mgs.jpg"
  },
  {
    "date": "1999-08-10",
    "explanation": "The last total solar eclipse of this millennium will be visible for a few minutes tomorrow from a narrow path in Europe and Asia.  There, millions of sightseers will witness the Moon move directly between the Earth and Sun, covering up the Sun completely.  Observers not besieged by clouds may get to see the Sun's large and flowing corona first hand.  A partial eclipse of the Sun, where part of the Sun is still visible, can be witnessed throughout the rest of Europe and much of Northern Africa and Asia.  Precise locations of total and partial eclipse are shown on the above map.  In modern times, eclipses are precisely predicted and well understood.  In fact, anyone can see this total solar eclipse live on the web.  In ancient times, though, eclipses frequently startled large populations, who interpreted them in ways that changed the course of wars and empires.",
    "hdurl": "https://apod.nasa.gov/apod/image/9908/eartheclipse99_fe_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Total Eclipse for Europe",
    "url": "https://apod.nasa.gov/apod/image/9908/eartheclipse99_fe.jpg"
  },
  {
    "copyright": "Jerry SchadSDMC",
    "date": "1999-08-11",
    "explanation": "Meteors will be flashing across your skies over the next two nights.  Specifically, the Perseid Meteor Shower should be at its best just before each morning's dawn.  Observers at dark locations might see as much as a meteor a minute.  Perseid meteors are bits of dirt that blew off Comet Swift-Tuttle and that burn up as they fall to Earth.  Exciting expectations of a new filament in the Perseids might be tested this year.  Pictured above is a meteor from the most active meteor shower of last year: the Leonids.  Pictured above, a Leonid meteor was caught in November outshining even the brightest stars over the Anza-Borrego Desert in California. The Leonids will peak again this November and might provide an ever better show.",
    "hdurl": "https://apod.nasa.gov/apod/image/9908/leonidanza_js.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Meteor Over the Anza-Borrego Desert",
    "url": "https://apod.nasa.gov/apod/image/9908/leonidanza_js_big.jpg"
  },
  {
    "date": "1999-08-12",
    "explanation": "Last October the Space Shuttle Discovery deployed Spartan 201, a spacecraft that monitored the corona of the Sun.  Instruments on Spartan 201 were used to estimate the density of electrons emitted into the solar corona, calibrate data from the Solar and Heliospheric Observatory (SOHO) satellite, and study how the Sun is changing as it reaches maximum activity over the next few years.  Pictured above, the space shuttle's robot arm (top left) releases Spartan (center) into space.  The tail fin of the space shuttle is visible on the right, while the Earth hovers in the background.  Spartan floated near the shuttle for two days before it was picked up again and returned to Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/9908/spartan201_sts95_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Deploying Spartan",
    "url": "https://apod.nasa.gov/apod/image/9908/spartan201_sts95.jpg"
  },
  {
    "copyright": "E. Israel",
    "date": "1999-08-13",
    "explanation": "Near the shadow of the moon under a shady tree, dozens of images of a 1994 solar eclipse in progress are visible in this striking picture from the campus of Northwestern University in Evanston, Illinois. What creates the multiple images? Any small gap between leaves can act like a pin-hole camera, projecting a discernible image of the crescent sun onto the shaded sidewalk below. This tree's height and multitude of leaves combine dramatically to produce the large size and number of images. On August 11, many throughout Europe and Asia had the chance to enjoy similar views of the last total solar eclipse of the millennium as the moon's shadow raced across densely populated regions of the globe.",
    "hdurl": "https://apod.nasa.gov/apod/image/9908/eclipsetree_ejisrael_c.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse In The Shade",
    "url": "https://apod.nasa.gov/apod/image/9908/eclipsetree_ejisrael_c.jpg"
  },
  {
    "date": "1999-08-14",
    "explanation": "Comet Shoemaker-Levy 9, named after its co-discoverers, was often referred to as the \"string of pearls\" comet. It is famous for its suggestive appearance as well as its collision with the planet Jupiter! The comet's original single nucleus was torn to pieces by Jupiter's strong gravity during a close encounter with the solar system's largest planet in 1992. The pieces are seen in this composite of Hubble Space Telescope images to be \"pearls\" strung out along the comet's orbital path. In July of 1994 these pieces collided with Jupiter in a rare and spectacular series of events.",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/sl9_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A String Of Pearls",
    "url": "https://apod.nasa.gov/apod/image/9703/sl9_hst.jpg"
  },
  {
    "date": "1999-08-15",
    "explanation": "What's going on in the center of this spiral galaxy? Named the Sombrero Galaxy for its hat-like resemblance, M104 features a prominent dust lane and a bright halo of stars and globular clusters.  Something truly energetic is going on in the Sombrero's center, as it not only appears bright in visible light, but glows prodigiously in X-ray light as well. This X-ray emission coupled with unusually high central stellar speeds cause many astronomers to speculate that a black hole lies at the Sombrero's center - a black hole possibly a billion times the mass of our Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/9802/m104_dfm_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M104: The Sombrero Galaxy",
    "url": "https://apod.nasa.gov/apod/image/9802/m104_dfm.jpg"
  },
  {
    "date": "1999-08-16",
    "explanation": "Mars may be a cold, dry planet but its weather is dynamic. On June 30, wide angle cameras on board the Mars Global Surveyor (MGS) spacecraft watched the development of this large scale storm system above Mars' north polar area. These frames were recorded on successive mapping orbits at intervals of about 2 hours, with the white north polar cap near the center of each. High winds seem to mix the brownish dust clouds and white water-ice clouds as the curling storm front churns over the extreme northern martain landscape. The MGS cameras have watched similar storms in this region during the months of July and August revealing surprisingly complex weather. Mars Climate Orbiter will join the MGS spacecraft in martian orbit in late September, and in December Mars Polar Lander is scheduled to touch down near the Red Planet's south pole.",
    "hdurl": "https://apod.nasa.gov/apod/image/9908/mars4storm_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars Weather Watch",
    "url": "https://apod.nasa.gov/apod/image/9908/mars4storm_mgs.jpg"
  },
  {
    "copyright": "Thomas Collin",
    "date": "1999-08-17",
    "explanation": "Normally, the Moon shows phases, but the Sun does not.  The reason is founded in the fact that the Moon shines only by reflected sunlight.  When the Moon is closer to the Sun than the Earth, only part of it appears to be lit - resulting in a familiar crescent-shaped phase.  Last Wednesday, however, many viewers in eastern North America were treated to an unusual sunrise where the Sun appeared to itself rise in a crescent phase.  Nothing was wrong with Sun - viewers were witnessing the end of a solar eclipse.   This unusual sight was caught above during a cloudy morning in Quebec.  A similar sunrise eclipse recorded almost 3000 years ago has allowed historians to attempt to match ancient and modern calendars.",
    "hdurl": "https://apod.nasa.gov/apod/image/9908/eclipse99_collin_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Crescent Sunrise",
    "url": "https://apod.nasa.gov/apod/image/9908/eclipse99_collin.jpg"
  },
  {
    "copyright": "Dominik Pasternak",
    "date": "1999-08-18",
    "explanation": "During a total solar eclipse, Earth's moon blocks the sun - almost exactly. While the sun is about 400 times wider than the moon, it is also about 400 times farther away and each appears to be half a degree or so in diameter. On August 11, this remarkable coincidence in the apparent size of two vastly different celestial bodies produced tantalizing solar spectacles for denizens of Europe and Asia. For example, prominences along the sun's limb peer around the moon's dark edge in this dramatic picture of totality recorded as the lunar shadow swept across Hungary. Subtle structures in the sun's inner corona are also visible streaming beyond the silhouetted moon. This total eclipse of the sun was the last to grace planet Earth's skies for this millennium. Although four partial eclipses will occur in the year 2000, the next total eclipse will not be until 2001 June 21.",
    "hdurl": "https://apod.nasa.gov/apod/image/9908/augeclipse_pasternak_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sun Block",
    "url": "https://apod.nasa.gov/apod/image/9908/augeclipse_pasternak.jpg"
  },
  {
    "copyright": "Pavel and Roman Cagas",
    "date": "1999-08-19",
    "explanation": "Only in the fleeting darkness of a total solar eclipse is the light of the solar corona easily visible from Earth. Normally overwhelmed by the bright solar disk, the expansive corona, the sun's outer atmosphere, is an alluring sight. But the subtle details and extreme ranges in the corona's brightness discernible to the eye are notoriously difficult to photograph. In this series of images recorded from Siofok, Hungary during the total phase of the August 11 eclipse, progressively longer exposures (top left to bottom center) have been used to more faithfully capture different regions of the elusive solar corona. The final image (at bottom right) shows light from the solar disk emerging from behind the moon's edge at the end of totality.",
    "hdurl": "https://apod.nasa.gov/apod/image/9908/augeclipse_cagas_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Light From The Dark Sun",
    "url": "https://apod.nasa.gov/apod/image/9908/augeclipse_cagas.jpg"
  },
  {
    "copyright": "Bob Yen",
    "date": "1999-08-20",
    "explanation": "Tomorrow's picture: Galaxies Away  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9908/augeclipse_limb_yen.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "At The Suns Edge",
    "url": "https://apod.nasa.gov/apod/image/9908/augeclipse_limb_yen.jpg"
  },
  {
    "date": "1999-08-21",
    "explanation": "This striking pair of galaxies is far, far away ... about 350 million light-years from Earth. Cataloged as AM0500-620, the pair is located in the southern constellation Dorado. The background elliptical and foreground spiral galaxy are representative of two of the three major classes of galaxies which inhabit our Universe. Within the disks of spiral galaxies, like our own Milky Way, gas, dust, and young blue star clusters trace out grand spiral \"arms\". The dust lanes along the arms of this particular spiral stand out dramatically in this Hubble Space Telescope image as they obligingly sweep in front of the background elliptical. Like the central bulges of spiral galaxies, elliptical galaxies tend toward spherical shapes resulting from more random motions of their stars. But while spirals produce new stars, star formation in ellipticals which lack gas and dust seems to have stopped. How do galaxies evolve with cosmic time? Evidence is growing that graceful galaxy shapes can hide a violent history.",
    "hdurl": "https://apod.nasa.gov/apod/image/9803/am0500_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxies Away",
    "url": "https://apod.nasa.gov/apod/image/9803/am0500_hst1.jpg"
  },
  {
    "date": "1999-08-22",
    "explanation": "A fantastic jumble of young blue star clusters, gigantic glowing gas clouds, and imposing dark dust lanes surrounds the central region of the active galaxy Centaurus A. This mosaic of Hubble Space Telescope images taken in blue, green, and red light has been processed to present a natural color picture of this cosmic maelstrom. Infrared images from the Hubble have also shown that hidden at the center of this activity are what seem to be disks of matter spiraling into a black hole with a billion times the mass of the Sun! Centaurus A itself is apparently the result of a collision of two galaxies and the left over debris is steadily being consumed by the black hole. Astronomers believe that such black hole \"central engines\" generate the radio, X-ray, and gamma-ray energy radiated by Centaurus A and other active galaxies. But for an active galaxy Centaurus A is close, a mere 10 million light-years away, and is a relatively convenient laboratory for exploring these powerful sources of energy.",
    "hdurl": "https://apod.nasa.gov/apod/image/9805/cena_wfpc2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Center of Centaurus A",
    "url": "https://apod.nasa.gov/apod/image/9805/cena_wfpc2.jpg"
  },
  {
    "copyright": "Joe Orman",
    "date": "1999-08-23",
    "explanation": "What if you woke up one morning and saw more than one Sun in the sky?  Most probably, you would be seeing sundogs, extra-images of the Sun created by falling ice-crystals in the Earth's atmosphere.  As water freezes in the atmosphere, small, flat, six-sided, ice crystals might be formed.  As these crystals flutter to the ground, much time is spent with their faces flat, parallel to the ground.  An observer may pass through the same plane as many of the falling ice crystals near sunrise or sunset.  During this alignment, each crystal can act like a miniature lens, refracting sunlight into our view and creating parhelia, the technical term for sundogs.  Sundogs were photographed here",
    "hdurl": "https://apod.nasa.gov/apod/image/9908/sundogsvla_orman_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sundogs over the VLA",
    "url": "https://apod.nasa.gov/apod/image/9908/sundogsvla_orman.jpg"
  },
  {
    "copyright": "Joachim WambsganssAp. Inst. Potsdam",
    "date": "1999-08-24",
    "explanation": "A virtual sky map like this would be of interest to astronomers studying gravitational microlensing. In microlensing, the gravity of stars near the line of sight can act to magnify the light of background objects such as distant stars, or quasars. Nowhere is this magnification greater than near a gravitational lensing caustic. In the above computer simulated map, caustics are discernible as the sharp bright curved lines. When a background quasar moves across a microlensing caustic, it can appear dramatically brighter. Many astronomers thought microlensing events practically immeasurable even ten years ago, but within the past five years now hundreds have been found. Precise measurements of microlensing are now providing unique information about the composition and distribution of matter in galaxies and the universe. Some astronomers now predict that future microlensing searches might even isolate planets orbiting distant stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/9908/caustics_jkw_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Network of Microlensing Caustics",
    "url": "https://apod.nasa.gov/apod/image/9908/caustics_jkw.jpg"
  },
  {
    "copyright": "AAOAATB",
    "date": "1999-08-25",
    "explanation": "NGC 6188 is an interstellar carnival of young blue stars, hot red gas, and cool dark dust.  Located 4000 light years away in the disk of our Galaxy, NGC 6188 is home to the Ara OB1 association, a group of bright young stars whose nucleus forms the open cluster NGC 6193.  These stars are so bright that some of their blue light reflects off of interstellar dust forming the diffuse blue glow in the center of the above photograph.  Open cluster NGC 6193 formed about three million years ago from the surrounding gas, and appears unusually rich in close binary stars.   The red glow visible throughout the photograph arises from hydrogen gas heated by the bright stars in Ara OB1.  The dark dust that blocks much of NGC 6188's light was likely formed in the outer atmospheres of cooler stars and in supernovae ejecta.",
    "hdurl": "https://apod.nasa.gov/apod/image/9908/ngc6188_dfm.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Reflections on NGC 6188",
    "url": "https://apod.nasa.gov/apod/image/9908/ngc6188_dfm_big.jpg"
  },
  {
    "copyright": "Gordon Garradd",
    "date": "1999-08-26",
    "explanation": "Connect the dots and you'll trace the path of the Cassini spacecraft as it took a final turn by Earth on its way to the outer solar system. The dots (in a horizontal row just below center) are actually successive images of the spacecraft. The picture was produced by making exposures at 10 minute intervals as Cassini moved rapidly through Earth's night sky on August 18 - around the time of its closest approach. Cassini's ultimate destination is Saturn, but so far its voyage has consisted of a series of fuel saving \"gravity assist\" flybys of Venus and Earth, each designed to result in an increase in the spacecraft's speed. During this Earth flyby Cassini received about a 12,000 mile- per-hour (5.5 km/sec) boost. Cassini is now being maneuvered toward yet another slingshot encounter, this time a December 2000 flyby of of gas giant Jupiter, to received a final boost toward Saturn. The wayfaring spacecraft is slated to arrive at long last in the Saturnian system in 2004.",
    "hdurl": "https://apod.nasa.gov/apod/image/9908/garradd_cassini_1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cassini Flyby",
    "url": "https://apod.nasa.gov/apod/image/9908/garradd_cassini_1.jpg"
  },
  {
    "date": "1999-08-27",
    "explanation": "Cosmic wreckage from the detonation of a massive star is the subject of this official first image from NASA's Chandra X-ray Observatory. The supernova remnant, known as Cassiopeia A, was produced when a star exploded around 300 years ago in this northern sky constellation. It is revealed here in unprecedented detail in the light of X-rays - photons with thousands of times the energy of visible light. Shock waves expanding at 10 million miles-per-hour are seen to have heated this 10 light-year diameter bubble of stellar debris to X-ray emitting temperatures of 50 million kelvins. The tantalizing bright speck near the bubble's center could well be the dense, hot remnant of the stellar core collapsed to form a newborn neutron star. With this and other first light images, the Chandra Observatory is still undergoing check out operations in preparation for its much anticipated exploration of the X-ray sky. Chandra was launched aboard the space shuttle Columbia in July.",
    "hdurl": "https://apod.nasa.gov/apod/image/9908/CXO_CassiopeiaA_m.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Chandra's First Light: Cassiopeia A",
    "url": "https://apod.nasa.gov/apod/image/9908/CXO_CassiopeiaA.jpg"
  },
  {
    "date": "1999-08-28",
    "explanation": "The Pleiades star cluster is one of the jewels of the northern sky. To the unaided eye it appears as an alluring group of stars in the constellation Taurus, while telescopic views reveal cluster stars surrounded by delicate blue wisps of dust-reflected starlight. To the X-ray telescopes on board the orbiting ROSAT observatory, the cluster also presents an impressive, but slightly altered, appearance. This false color image was produced from ROSAT observations by translating different X-ray energy bands to visual colors - the lowest energies are shown in red, medium in green, and highest energies in blue. (The green boxes mark the position of the seven brightest visual stars.) The Pleiades stars seen in X-rays have extremely hot, tenuous outer atmospheres called coronas and the range of colors corresponds to different coronal temperatures.",
    "hdurl": "https://apod.nasa.gov/apod/image/9703/pleiades_rosat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Pleiades",
    "url": "https://apod.nasa.gov/apod/image/9703/pleiades_rosat.jpg"
  },
  {
    "date": "1999-08-29",
    "explanation": "Tomorrow's picture: Eclipsed Earth from Space  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9908/witchhead_gg_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Witch Head Nebula",
    "url": "https://apod.nasa.gov/apod/image/9908/witchhead_gg.jpg"
  },
  {
    "copyright": "CNES",
    "date": "1999-08-30",
    "explanation": "Here is what the Earth looks like during a solar eclipse.  The shadow of the Moon can be seen darkening part of Earth. This shadow moves across the Earth at nearly 2000 kilometers per hour. Only observers near the center of the dark circle see a  total solar eclipse - others see a partial eclipse where only part of the Sun appears blocked by the Moon.  This spectacular picture of the 1999 August 11 solar eclipse was one of the last ever taken from the Mir space station, as Mir is being decommissioned after more than ten years of productive use.",
    "hdurl": "https://apod.nasa.gov/apod/image/9908/eclipse99_mir_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Looking Back on an Eclipsed Earth",
    "url": "https://apod.nasa.gov/apod/image/9908/eclipse99_mir.jpg"
  },
  {
    "date": "1999-08-31",
    "explanation": "The two stars at the center of this nebula are very different.  One is a white dwarf star with a mass similar to our Sun but with a radius as small as our Earth.  The other star is a red giant, a star also with mass near our Sun but with a radius so large it could fill the orbit of the Earth.  The strange symbiotic relationship between these two stars in the He2-104 system has created a planetary nebula shaped like an hourglass within an hourglass.  The red giant star turns out to be a Mira variable, a pulsating star that is dumping mass into an accretion disk surrounding the white dwarf.  Astronomers speculate that when enough mass falls onto the white dwarf, a thermonuclear explosion occurs creating another expanding hourglass-shaped nebula.  The above photograph was taken with the WFPC2 instrument onboard the Hubble Space Telescope.  The hourglasses from the two most recent explosions are visible with the last one highlighted in the inset.",
    "hdurl": "https://apod.nasa.gov/apod/image/9908/he2-104_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Symbiotic Star Bubbles",
    "url": "https://apod.nasa.gov/apod/image/9908/he2-104_hst.jpg"
  },
  {
    "date": "1999-09-01",
    "explanation": "Nearly four kilometers across, the huge rock known as 1999 JM8 silently passed only 8.5 million kilometers from the Earth in early August.  The small asteroid was completely unknown before May.  Every few centuries, a rock like this impacts the Earth, with the potential to disrupt modern civilization. Radar from two of the largest radio telescopes, Arecibo and Goldstone, tracked and imaged the Apollo asteroid as it approached to only 22 times the distance to the Moon.  Although 1999 JM8 missed the Earth, thousands of similar but unknown asteroids likely exist that cross Earth's orbit.  In fact, four asteroids have passed inside the orbit of the Moon within the last decade.  Possibly of larger concern to humanity are the more numerous rocks near 100 meters across. Were one of these to strike an ocean, a dangerous tidal wave might occur.",
    "hdurl": "https://apod.nasa.gov/apod/image/9909/1999JM8_goldstone_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "1999 JM8: A Rock Too Close",
    "url": "https://apod.nasa.gov/apod/image/9909/1999JM8_goldstone.jpg"
  }
]
