[
  {
    "date": "1999-05-01",
    "explanation": "Why is the Moon dusty? On Earth, rocks are weathered by wind and water, creating soil and sand. On the Moon, the long history of micrometeorite bombardment has blasted away at the rocky surface creating a layer of powdery lunar soil or regolith. This lunar regolith could be a scientific and industrial bonanza. But for the Apollo astronauts and their equipment, the pervasive, fine, gritty dust was definitely a problem. On the lunar surface in December 1972, Apollo 17 astronauts Harrison Schmitt and Eugene Cernan needed to repair one of their lunar rover's fenders in an effort to keep the \"rooster tails\" of dust away from themselves and their gear. This picture reveals the wheel and fender of their dust covered rover along with the ingenious application of spare maps, clamps, and a grey strip of \"duct tape\".",
    "hdurl": "https://apod.nasa.gov/apod/image/9803/dustdt_apollo17_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Dust and Duct Tape",
    "url": "https://apod.nasa.gov/apod/image/9803/dustdt_apollo17.jpg"
  },
  {
    "date": "1999-05-02",
    "explanation": "Newborn stars are forming in the Eagle Nebula.  This image, taken with the Hubble Space Telescope in 1995, shows evaporating gaseous globules (EGGs) emerging from pillars of molecular hydrogen gas and dust.  The giant pillars are light years in length and are so dense that interior gas contracts gravitationally to form stars.  At each pillars' end, the intense radiation of bright young stars causes low density material to boil away, leaving stellar nurseries of dense EGGs exposed. The Eagle Nebula, associated with the open star cluster M16, lies about 7000 light years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/pillars3_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars from Eagle's Eggs",
    "url": "https://apod.nasa.gov/apod/image/9701/pillars3_hst.jpg"
  },
  {
    "date": "1999-05-03",
    "explanation": "One of the largest coherent structures on the sky is known simply as Loop I and can best be seen in radio and X-ray maps.  Spanning over 100 degrees, part of Loop I appears so prominent in northern sky maps that it is known as the North Polar Spur (NPS).  Loop I, shown above in X-ray light, is a thin bubble of gas about 700 light-years across with a center located only about 400 light-years away.  Surprisingly, the cause of this immense structure is still debated, but is possibly related to expanding gas from a million-year old supernova.  Loop I gas is impacting the nearby Aquila Rift molecular cloud, and may create relatively dense fragments of the local interstellar medium.  Were our Sun to pass through one of these fragments in the next few million years, it might affect Earth's climate.",
    "hdurl": "https://apod.nasa.gov/apod/image/9905/loop1_rosat_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Loop I in the Northern Sky",
    "url": "https://apod.nasa.gov/apod/image/9905/loop1_rosat.jpg"
  },
  {
    "date": "1999-05-04",
    "explanation": "Mapping Mars from orbit, instruments on the Mars Global Surveyor (MGS) spacecraft have recently revealed banded magnetic field patterns - a startling and unanticipated suggestion that the Red Planet was more Earth-like in its distant past. The red and blue regions within the MGS orbital tracks across this portion of southern Mars indicate adjacent areas of crust where magnetic fields point in opposite directions. The bands seem to run east-west and are about 100 miles wide and 600 miles long. Such patterns are known to be produced on Earth by plate tectonics. As the crustal plates spread apart along the mid-ocean ridges, they carry a progressive banded record of Earth's changing magnetic field. The similar patterns on Mars are seen as evidence that it too once had moving crustal plates and a changing magnetic field, although both processes - still active on the larger planet Earth - are thought to have long since died away. These high resolution measurements of martian magnetism were made possible by the revised, close aerobraking orbits of the MGS spacecraft and not originally planned.",
    "hdurl": "https://apod.nasa.gov/apod/image/9905/marsmag_gsfc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Magnetic Mars",
    "url": "https://apod.nasa.gov/apod/image/9905/marsmag_gsfc.jpg"
  },
  {
    "date": "1999-05-05",
    "explanation": "As the Voyager 1 spacecraft headed out of our Solar System, it looked back and took a parting family portrait of the Sun and planets.  From beyond Pluto, our Solar System looks like a bright star surrounded by faint dots. In the  above picture, the Sun is so bright it is blocked out for contrast.  The innermost dots visible, labeled E and V for Earth and Venus, are particularly hard to discern.  Gas giants Jupiter (J) and Saturn (S) are much more noticeable.  The outermost planets visible are Uranus (U) and Neptune (N).  Each planet is shown labeled and digitally enhanced in an inset image. Voyager 1 is only one of four human-made objects to leave our Solar System, the other three being Voyager 2, and Pioneer 10 and Pioneer 11.",
    "hdurl": "https://apod.nasa.gov/apod/image/9905/solarsystem_voyager_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Solar System Portrait",
    "url": "https://apod.nasa.gov/apod/image/9905/solarsystem_voyager_big.jpg"
  },
  {
    "date": "1999-05-06",
    "explanation": "Today, the space capsule Liberty Bell 7 rests about 3 miles below the surface of the Atlantic Ocean. But on July 21, 1961, astronaut Virgil I. \"Gus\" Grissom rode this tiny craft 118 miles above the Earth to become the second American in space. Grissom's flight was suborbital - like fellow Mercury astronaut Alan Shepard's first flight - however his capsule was different, with a window, a new manual spacecraft control system, and an explosive hatch. Unfortunately, after Grissom brought Liberty Bell 7 to a successful splash down in the planned area, the hatch blew prematurely and rough seas began to flood the capsule. While Grissom was able to get out, the military recovery helicopter could not lift the waterlogged spacecraft. This dramatic picture was taken from the helicopter shortly before Liberty Bell 7 was released and sank.",
    "hdurl": "https://apod.nasa.gov/apod/image/9905/libertybell7_rec_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Liberty Bell 7",
    "url": "https://apod.nasa.gov/apod/image/9905/libertybell7_rec.jpg"
  },
  {
    "date": "1999-05-07",
    "explanation": "Hot blue stars, red glowing hydrogen gas, and dark, obscuring dust clouds are strewn through this dramatic region of the Milky Way in the southern constellation of Ara (the Altar). About 4,000 light-years from Earth, the stars at the left are young, massive, and energetic. Their intense ultraviolet radiation is eating away at the nearby star forming cloud complex - ionizing the hydrogen gas and producing the characteristic red \"hydrogen-alpha\" glow. At right, visible within the dark dust nebula, is small cluster of newborn stars. This beautiful color picture is a composite of images made through blue, green, and hydrogen-alpha filters.",
    "hdurl": "https://apod.nasa.gov/apod/image/9905/rcw108_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hot Stars in the Southern Milky Way",
    "url": "https://apod.nasa.gov/apod/image/9905/rcw108_eso.jpg"
  },
  {
    "copyright": "K. StanekCfAW. ColleyPrinceton",
    "date": "1999-05-08",
    "explanation": "On September 18, 1997, many stargazers in the U. S. were able to watch a lovely early morning lunar occultation as a bright Moon passed in front of Saturn. Using a 1.2 meter reflector, astronomer Kris Stanek had an excellent view of this dream-like event from the Whipple Observatory atop Arizona's Mount Hopkins. This animated gif image was constructed by Wes Colley from 4 frames taken by Stanek at 35 second intervals as the ringed planet emerged from behind the Moon's dark limb. While lunar occultations of fairly bright stars and planets are not extremely rare events, their exact timing depends critically on the observer's location.",
    "hdurl": "https://apod.nasa.gov/apod/image/9709/ocsat_anim.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Occults Saturn",
    "url": "https://apod.nasa.gov/apod/image/9709/ocsat_anim.gif"
  },
  {
    "copyright": "UCLA",
    "date": "1999-05-09",
    "explanation": "Our universe is a very dusty place.  Dust usually shows its presence by blocking out light emitted from stars or nebulae behind it, sometimes creating the illusion of a horse's head or a sombrero hat. But nobody really knows what a typical interstellar dust grain looks like. By studying how dust absorbs, emits, and reflects light, astronomers do know that interstellar dust is much different than the cell and lint based dust found around a typical house. Interstellar dust grains are composed mostly of carbon, silicon, and oxygen and are usually less than about 1/1000 of a millimeter across. Recent work indicates that most dust grains are not spherical. The above picture shows the result of a fractal adhesion model for dust grains involving random conglomerates of spherical compounds of different properties, here artificially highlighted by different colors.",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/fractaldust_elw_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fractal Interstellar Dust Up-Close",
    "url": "https://apod.nasa.gov/apod/image/9611/fractaldust_elw.gif"
  },
  {
    "date": "1999-05-10",
    "explanation": "Tomorrow's picture: A Black Cloud  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9905/ngc4650a_heritage_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Polar Ring Galaxy NGC 4650A",
    "url": "https://apod.nasa.gov/apod/image/9905/ngc4650a_heritage.jpg"
  },
  {
    "date": "1999-05-11",
    "explanation": "Where did all the stars go?  What used to be considered a hole in the sky is now known to astronomers as a dark molecular cloud.  Here, a high concentration of dust and molecular gas absorb practically all the visible light emitted from background stars.  The eerily dark surroundings help make the interiors of molecular clouds some of the coldest and most isolated places in the universe.  One of the most notable of these dark absorption nebulae is a cloud toward the constellation Ophiuchus known as Barnard 68, pictured above.  That no stars are visible in the center indicates that Barnard 68 is relatively nearby, with measurements placing it about 500 light-years away and half a light-year across.  It is not known exactly how molecular clouds like Barnard 68 form, but it is known that these clouds are themselves likely places for new stars to form.",
    "hdurl": "https://apod.nasa.gov/apod/image/9905/barnard68_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Molecular Cloud Barnard 68",
    "url": "https://apod.nasa.gov/apod/image/9905/barnard68_vlt.jpg"
  },
  {
    "date": "1999-05-12",
    "explanation": "How did spiral galaxy ESO510-13 get bent out-of-shape?  The disks of many spirals are thin and flat, but not solid.  Spiral disks are loose conglomerations of billions of stars and diffuse gas all gravitationally orbiting a galaxy center.  A flat disk is thought to be created by sticky collisions of large gas clouds early in the galaxy's formation.  Warped disks are not uncommon, though, and even our own Milky Way Galaxy is thought to have a small warp.  The causes of spiral warps are still being investigated, but some warps are thought to result from interactions or even collisions between galaxies.  ESO510-13, pictured above, is about 150 million light years away and about 100,000 light years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/9905/warp_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Warped Spiral Galaxy ESO510-13",
    "url": "https://apod.nasa.gov/apod/image/9905/warp_vlt.jpg"
  },
  {
    "date": "1999-05-13",
    "explanation": "Dwarfed by Olympus Mons and the other immense shield volcanos on Mars, Apollinaris Patera rises only 3 miles or so into the thin martian atmosphere, but bright water-ice clouds can be still be seen hovering around its summit. Mars' volcanic structures known as \"paterae\" are not only smaller than its shield volcanos but older as well, with ages estimated to be around 3 billion years. Like Apollinaris Patera, narrow furrows typically extend from their central craters or calderas. It is thought that the paterae represent broad piles of easily eroded volcanic ash. This wide angle view of Apollinaris Patera was recorded last month by the Mars Global Surveyor spacecraft. The large central crater is about 50 miles across.",
    "hdurl": "https://apod.nasa.gov/apod/image/9905/apollinaris_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars Volcano Apollinaris Patera",
    "url": "https://apod.nasa.gov/apod/image/9905/apollinaris_mgs.jpg"
  },
  {
    "date": "1999-05-14",
    "explanation": "Launched last month, NASA's Landsat 7 spacecraft now orbits planet Earth. Looking down from an altitude of 700 km, Landsat 7 can map the planet's surface in visible and infrared bands and resolve features 30 meters across or smaller. For example, this striking engineering test image is a natural-looking color composite of 3 different visible wavelength bands. It nicely shows details of urban areas around San Francisco, California, USA, nestled in the surrounding terrain (north is up). Flowing blue-green colors track the spring runoff from the Sierras to the west and neighboring mountains into the bay and out into the Pacific ocean. Landsat 7 is currently performing well in its check out phase and controllers are preparing the satellite for regular operations.",
    "hdurl": "https://apod.nasa.gov/apod/image/9905/sanfran_landsat7_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Landsat 7 Views Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/9905/sanfran_landsat7.jpg"
  },
  {
    "date": "1999-05-15",
    "explanation": "Long ago in a galaxy far, far away, locked in their final desperate struggle against the force of gravity ... two stars exploded! stellar explosions - Supernovae - are among the most powerful events in the Universe, estimated to release an equivalent energy of up to 1 million trillion trillion (1 followed by 30 zeros) megatons of TNT. After the explosion, an expanding supernova envelope is observed to brighten over a a period of days to a maximum light output which rivals that of an entire galaxy before fading from view over the following months. Triggered by the collapsing core of a massive star or the nuclear demise of a white dwarf supernovae occur in average spiral galaxies only about once every 25-100 years. But a recent observation of NGC 664, a spiral galaxy about 300 million light years distant, captured a rare and colorful performance - two supernovae from the same galaxy. In this monitoring exposure the two supernovae, one reddish yellow and one blue, form a close pair just below the image center (to the right of the galaxy nucleus). The color difference is due to temperature - blue is hotter.",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/starngc664_whipple_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Wars in NGC 664",
    "url": "https://apod.nasa.gov/apod/image/9702/starngc664_whipple.gif"
  },
  {
    "copyright": "DMSPNGDCNOAA",
    "date": "1999-05-16",
    "explanation": "This is what Europe looks like at night! Can you find your favorite European city? Although not all of Europe is shown, city lights might make this task possible.  The above picture is actually a composite of over 200 images made by satellites orbiting the Earth.  Scans were made by the USAF Defense Meteorological Satellite Program (DMSP) Operational Linescan System.  The DMSP satellites continue to help in the understanding and prediction of weather phenomena as well as provide key information about population patterns, city light levels, and even rural forest fires.",
    "hdurl": "https://apod.nasa.gov/apod/image/9905/europe_dmsp.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Europe at Night",
    "url": "https://apod.nasa.gov/apod/image/9905/europe_dmsp.gif"
  },
  {
    "date": "1999-05-17",
    "explanation": "\"Mom, can I use our computer to search for aliens?\"  Last week, the SETI@home project released free software that enables many home computers to search for signals from intelligent extra-terrestrials.  These signals may have already been detected by the huge Arecibo radio telescope, but gone unnoticed due to the large amount of data that has been accumulating.  SETI enthusiasts David Gedye and Craig Kasnoff realized that the enormous amount of computing power in people's homes might help.  The resulting software can work as a screensaver and so after downloading a chunk of data, will only search for alien signals when the computer is otherwise idle.  When running, the software will generate images like that shown above: a changing Fast Fourier Transform plot highlighting strong periodic signals.  Although more likely to find false-alarms like known Earth-orbiting satellites, if your computer finds a true ET signal, SETI@home promises that you will be given due credit.",
    "hdurl": "https://apod.nasa.gov/apod/image/9905/seti_fft.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "How to Search for Aliens",
    "url": "https://apod.nasa.gov/apod/image/9905/seti_fft_big.gif"
  },
  {
    "copyright": "Wally Pacholka",
    "date": "1999-05-18",
    "explanation": "Tomorrow's picture: The Horsehead Nebula  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9905/laguna_pacholka_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Laguna Triangle",
    "url": "https://apod.nasa.gov/apod/image/9905/laguna_pacholka.jpg"
  },
  {
    "copyright": "AURA",
    "date": "1999-05-19",
    "explanation": "One of the most identifiable nebulae in the sky, the Horsehead Nebula in Orion, is part of a large, dark, molecular cloud.  Also known as Barnard 33, the unusual shape was first discovered on a photographic plate in the late 1800s.  The red glow originates from hydrogen gas predominantly behind the nebula, ionized by the nearby bright star Sigma Orionis.  The darkness of the Horsehead is caused mostly by thick dust, although the lower part of the Horsehead's neck casts a shadow to the left.  Streams of gas leaving the nebula are funneled by a strong magnetic field.  Bright spots in the Horsehead Nebula's base are young stars just in the process of forming.  Light takes about 1500 years to reach us from the Horsehead Nebula.  The above image was taken with the 0.9-meter telescope at Kitt Peak National Observatory.",
    "hdurl": "https://apod.nasa.gov/apod/image/9905/horsehead_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Horsehead Nebula",
    "url": "https://apod.nasa.gov/apod/image/9905/horsehead_noao.jpg"
  },
  {
    "date": "1999-05-20",
    "explanation": "Late last month a team of Mars-watching astronomers sighted an immense cyclonic storm system raging near the Red Planet's north pole. Their discovery picture, made with the Hubble Space Telescope on April 27, is seen at left while the projected insets (right) show closeups of the storm and surrounding areas. Shrunken to its martian midsummer state, Mars' north polar cap appears at the top of the discovery picture. The polar cap is clearly smaller than the storm just below it and farther left.  Similar to the \"spiral storms\" detected on Mars over 20 years ago by the Viking spacecraft, this storm was marked by a system of swirling bright water-ice clouds instead of the billowing dust of a more typical martian wind storm. Measuring roughly 1,000 miles across, with a cloud-free central eye spanning about 200 miles, it was comparable in size to cyclones seen in planet Earth's polar regions. The storm system was imaged once more, hours later, but then was not seen again and may have had a lifetime of only a few days.",
    "hdurl": "https://apod.nasa.gov/apod/image/9905/marscyclone_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cyclone on Mars",
    "url": "https://apod.nasa.gov/apod/image/9905/marscyclone_hst.jpg"
  },
  {
    "copyright": "Joe Orman",
    "date": "1999-05-21",
    "explanation": "Stargazing is fun! If you'd like to try it, this weekend may be your chance as many astronomy clubs and organizations will be hosting public celebrations of Astronomy Day on Saturday, May 22nd. In recent years, open house nights at observatories, astronomy club gatherings, and star parties have become increasingly popular. They offer great opportunities for beginners to view the sky through a variety of telescopes and veterans to swap stories and ideas. This time exposure of star trails was made last month at the Sentinel, Arizona \"Stargaze\" star party. On the right, a brilliant trail tracks the setting evening star, Venus. Stars in Orion are near the center and bright Sirius produced the prominent trail at the left. City lights from nearby Yuma glow on the horizon while party-goers' red filtered flashlights create the eerie foreground effect. The red flashlights are courteously used to provide a safe level of illumination but still preserve night vision for enjoyable stargazing.",
    "hdurl": "https://apod.nasa.gov/apod/image/9905/trails_990417orman_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Party Trails",
    "url": "https://apod.nasa.gov/apod/image/9905/trails_990417orman.jpg"
  },
  {
    "date": "1999-05-22",
    "explanation": "The Great Nebula in Orion, an immense, nearby starbirth region, is probably the most famous of all astronomical nebulae.  Here, 15 pictures from the Hubble Space Telescope have been mosaicked to cover the inner 2.5 light years of the nebula and illustrate its diverse nature. In addition to housing a bright open cluster of stars known as the Trapezium, the Orion Nebula contains many stellar nurseries. These nurseries contain hydrogen gas, hot young stars, proplyds, and stellar jets spewing material at high speeds. Most of the filamentary structures visible in this image are actually shock waves - fronts where fast moving material encounters slow moving gas. Shocks are particularly apparent near the bright stars in the lower left of the picture. The Orion Nebula is about 1500 light years distant, located in the same spiral arm of our Galaxy as the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/9705/OrionMos_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M42: A Mosaic of Orion's Great Nebula",
    "url": "https://apod.nasa.gov/apod/image/9705/OrionMos_hst.jpg"
  },
  {
    "copyright": "AURA",
    "date": "1999-05-23",
    "explanation": "The dark dusty Keyhole Nebula gets its name from its unusual shape. Officially designated NGC 3324, the Keyhole Nebula is a smaller region superposed on the larger Eta Carina Nebula. These nebulae were created by the dying star Eta Carina, which is prone to violent outbursts during its final centuries.  Noted and discussed as early as 1840 when a spectacular explosion became visible, the Eta Carina system now appears to be undergoing an unusual period of change. An emission nebula that contains much dust, the Keyhole Nebula is roughly 9,000 light years distant. This photogenic nebula can be seen in the south with even a small telescope. The Keyhole Nebula was recently discovered to contain highly structured clouds of molecular gas.",
    "hdurl": "https://apod.nasa.gov/apod/image/9905/keyhole_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Keyhole Nebula",
    "url": "https://apod.nasa.gov/apod/image/9905/keyhole_noao.jpg"
  },
  {
    "copyright": "Gordon Garradd",
    "date": "1999-05-24",
    "explanation": "A bright nova was discovered Saturday that is currently visible to the unaided eye in southern skies.  Nova Velorum 1999 was recorded near visual magnitude 3 independently by discoverers Peter Williams and Alan C. Gilmore (Mt. John U. Obs.), making it more luminous than many famous bright stars.   The last nova this bright was Nova Cygni 1975, which peaked just brighter than magnitude 2.  Nova Velorum 1999 is brighter now than the well-studied Nova Cygni 1992 ever appeared.  A nova occurs when the surface of a white dwarf star undergoes a tremendous thermonuclear explosion, throwing off its outer layers. How the nova will appear over the next few weeks is uncertain, but the exploding debris will likely fade beyond detectability over the next few years.  The above photograph of Nova Velorum 1999 was taken yesterday from Australia. The cross-hair like spikes that appear around it were caused by the photographing telescope and camera.",
    "hdurl": "https://apod.nasa.gov/apod/image/9905/novavelorum_gg_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Introducing Nova Velorum 1999",
    "url": "https://apod.nasa.gov/apod/image/9905/novavelorum_gg.jpg"
  },
  {
    "date": "1999-05-25",
    "explanation": "What makes NGC 6872 so long? Measuring over 700,000 light years across from top to bottom, NGC 6872 is one of the largest barred spiral galaxies known.  The galaxy's elongated shape might have something to do with its continuing collision with the smaller galaxy IC 4970, visible just above center.  Of particular interest is NGC 6872's spiral arm on the upper left, as pictured above, which exhibits an unusually high amount of blue star forming regions.  The light we see today left these colliding giants before the days of the dinosaurs, about 300 million years ago.  NGC 6872 is visible with a small telescope in the constellation of Pavo.",
    "hdurl": "https://apod.nasa.gov/apod/image/9905/ngc6872_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6872: A Stretched Spiral",
    "url": "https://apod.nasa.gov/apod/image/9905/ngc6872_vlt.jpg"
  },
  {
    "date": "1999-05-26",
    "explanation": "Another huge explosion has lit up the universe, and astronomers are studying it as best they can before the light fades away.  Two weeks ago, the BATSE instrument on the orbiting NASA Great Observatory Compton detected unusually bright flashes of gamma-rays from a point deep in the southern sky.  This gamma-ray burst was also recorded by the orbiting Beppo-SAX satellite, which downlinked an accurate position followed by the world's largest optical telescopes.  The subsequent fading optical transient, pictured above, is so far out in the universe its light is measured to be redshifted by factor of at least 1.6.  The type of powerful explosion that caused this gamma-ray burst is not only still unknown, but found to be fading in an unusual way.",
    "hdurl": "https://apod.nasa.gov/apod/image/9905/grb990510_lc1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "GRB 990510: Another Unusual Gamma Ray Burst",
    "url": "https://apod.nasa.gov/apod/image/9905/grb990510_lc1.jpg"
  },
  {
    "date": "1999-05-27",
    "explanation": "NGC 4603, a galaxy with majestic spiral arms and intricate dust lanes, is 108 million light-years away. Its distance has been accurately measured by astronomers using one of the fundamental yardsticks of the extragalactic distance scale - pulsating variable stars known as Cepheids. Though intrinsically very bright, Cepheids are faint and difficult to find at such large distances (the bright \"spiky\" stars seen above are foreground objects). Thanks to the Hubble Space Telescope's sharp vision, more than 36 beckoning Cepheids have been identified in NGC 4603, now the most distant galaxy in which these stars have been located. In fact, using the Space Telescope to pick out Cepheids in galaxies closer than NGC 4603, the Hubble Key Project Team has recently announced the completion of their 8 year effort to precisely measure galaxy distances and the expansion rate of the Universe - the Hubble Constant. Based on their comparison of galaxy distances and recession speeds, they report that the Hubble Constant is 70 kilometers per second per megaparsec to an accuracy of 10 percent. This means a galaxy should appear to recede 160,000 miles per hour faster for every 3.3 million light-year increase in distance away. Accurately measuring the Hubble Constant was one of the major goals for the Hubble Space Telescope when it was launched in 1990.",
    "hdurl": "https://apod.nasa.gov/apod/image/9905/ngc4603_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4603 and the Expanding Universe",
    "url": "https://apod.nasa.gov/apod/image/9905/ngc4603_hst.jpg"
  },
  {
    "date": "1999-05-28",
    "explanation": "Contrasting colors trace changing elevations in this new high-resolution topographic map of Mars. Just released, the data were gathered in 1998 and 1999 by the Mars Orbiter Laser Altimeter (MOLA) onboard the Mars Global Surveyor spacecraft. The martian topography is seen to range over 19 miles between the highest volcanic peaks (white) and the lowest regions (purple). Along with the striking difference between the Red Planet's low northern hemisphere (top) and high southern regions, one of the most noticeable features on the map is the large blue-purple southern depression corresponding to the Hellas basin. Likely the result of an asteroid impact, Mars' deepest basin is about 1300 miles across making it one of the largest impact features in the Solar System. Explorations of MOLA's rich topographic database are expected to produce insights into water flows and the geologic history of Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/9905/mars_fc_flat_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Topographical Mars",
    "url": "https://apod.nasa.gov/apod/image/9905/mars_fc_flat.jpg"
  },
  {
    "date": "1999-05-29",
    "explanation": "The Plane of the Ecliptic is illustrated in this Clementine star tracker camera image which reveals (from right to left) the Moon lit by Earthshine, the Sun's corona rising over the Moon's dark limb, and the planets Saturn, Mars, and Mercury. The ecliptic plane is defined as the imaginary plane containing the Earth's orbit around the Sun. In the course of a year, the Sun's apparent path through the sky lies in this plane. The Solar System's planetary bodies all tend to lie near this plane, since they were formed from the Sun's spinning, flattened, proto-planetary disk. The snapshot above nicely captures a momentary line-up looking out along this fundamental plane of our Solar System.",
    "hdurl": "https://apod.nasa.gov/apod/image/ecliptic_clem_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Ecliptic Plane",
    "url": "https://apod.nasa.gov/apod/image/ecliptic_clem.gif"
  },
  {
    "date": "1999-05-30",
    "explanation": "Tycho Brahe was the most meticulous astronomical observer of his time.  Brahe, who lived between 1546 and 1601, set out to solve the day's most pressing astronomical problem: to determine whether the Earth or the Sun was at the center of the Solar System.  To do this he and his assistants created the first major astronomical observatory where they devised and used the most accurate pre-telescopic astronomical instruments.  Tycho Brahe thus compiled tables of precise measurements of the positions and brightnesses of planets and stars.  Brahe never solved the Solar System problem himself - but left data so impressively accurate his assistant Johannes Kepler was able to develop definitive laws. Brahe is also remembered for witnessing a supernova in 1572, showing that the Great Comet of 1577 was not an atmospheric phenomena, and for his metal nose.",
    "hdurl": "https://apod.nasa.gov/apod/image/tycho_brahe.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tycho Brahe Measures the Sky",
    "url": "https://apod.nasa.gov/apod/image/tycho_brahe.gif"
  },
  {
    "date": "1999-05-31",
    "explanation": "The discovery was there for the taking. An image of Uranus taken by Voyager 2 as it passed the giant planet 13 years ago apparently recorded a moon that had since gone unnoticed.  The image on which Uranus' 18th moon was discovered was freely available from NASA.  Erich Karkoschka (U. Arizona) noticed the moon when comparing a 1986 photo to a recent one taken by the Hubble Space Telescope.  The newly identified moon is hard to see but marked in the above photograph. Also visible are many other Uranian moons and background stars.  The moon is the 18th known around Uranus, tying it with Saturn for the most around any planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/9905/u10_vg2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Uranus' Moon 18",
    "url": "https://apod.nasa.gov/apod/image/9905/u10_vg2.jpg"
  },
  {
    "date": "1999-06-01",
    "explanation": "The deeper you peer into the universe, the harder it is to see straight. The reason is that distant galaxies act as gravitational lenses, deflecting light that passes nearby.  These deflections result in the distortion of background sources, and in some cases the creation of multiple images.  Pictured above, candidate artifacts of gravitational lensing have been found in images from the Medium Deep Survey being done with the Hubble Space Telescope. Background source images that are lensed by foreground galaxies include quasars, appearing as multiple blue smudges, and galaxies, distorted into curving arcs.  Unusual and interesting candidates for gravitational lensing include an edge-on galaxy disk which might be acting as a lens (upper left) and an image nicknamed London Underground (far left) which could well be the distortion of a background galaxy into an optical Einstein ring.",
    "hdurl": "https://apod.nasa.gov/apod/image/9906/lenses_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Gallery of Gravitational Mirages",
    "url": "https://apod.nasa.gov/apod/image/9906/lenses_hst.jpg"
  }
]
