[
  {
    "copyright": "Yuugi Kitahara",
    "date": "1999-03-01",
    "explanation": "Reflection nebulae reflect light from a nearby star.  Many small carbon grains in the nebula reflect the light.  The blue color typical of reflection nebula is caused by blue light being more efficiently scattered by the carbon dust than red light.  The brightness of the nebula is determined by the size and density of the reflecting grains, and by the color and brightness of the neighboring star(s).  NGC 1435, pictured above, surrounds Merope (23 Tau), one of the brightest stars in the Pleiades (M45).  The Pleiades nebulosity is caused by a chance encounter between an open cluster of stars and a molecular cloud.  The unusual area on the far left, known as Bernard's Merope Nebula (IC 349), reflects visible light with unusually high efficiency.",
    "hdurl": "https://apod.nasa.gov/apod/image/9903/ngc1435_kitahara_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Reflection Nebula NGC 1435",
    "url": "https://apod.nasa.gov/apod/image/9903/ngc1435_kitahara.jpg"
  },
  {
    "date": "1999-03-02",
    "explanation": "The most active part of the Orion Nebular Cloud Complex is an area known as the Kleinmann-Low Nebula.  There, a cluster of young and forming stars is embedded in a molecular cloud filled with dust.  In visible light, the dark dust blocks much of Orion KL's light, but in the infrared light of the above photograph, the area seems literally to explode.  Hot stellar winds flowing off massive young stars in Orion KL region permeate and heat surrounding gas, causing finger-like intrusions.  Near the center of Orion KL is IRc2, a particularly active star estimated to have over 30 times the mass of our Sun.  Radio telescopes have recently detected unusual emission from water molecules - maser radiation from the Kleinmann-Low Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/9903/orionkl_subaru_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Kleinmann-Low Nebula",
    "url": "https://apod.nasa.gov/apod/image/9903/orionkl_subaru.jpg"
  },
  {
    "date": "1999-03-03",
    "explanation": "Was Mars wetter and more Earth-like in its distant past? This false-color composite image of Mars is part of the mounting evidence that liquid water once did play a significant role in Martian surface geology. Constructed from infrared imaging data obtained by the Hubble Space Telescope in July 1997, the north polar cap is near the top of the picture and the large reddish region indicates potential water-bearing mineral deposits. Mars Pathfinder landed at the southern edge of this area, known as the Mare Acidalium, also finding evidence of water-worn conglomerate rocks. Large scale surface features in this region appear to have been sculpted by massive flooding in the early history of Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/9903/mars_nicmos_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Infrared Mars",
    "url": "https://apod.nasa.gov/apod/image/9903/mars_nicmos.jpg"
  },
  {
    "date": "1999-03-04",
    "explanation": "Ganymede, one of the four Galilean moons of Jupiter, is the largest moon in the Solar System. With a diameter of 5,260 kilometers it is even larger than planets Mercury and Pluto and just over three quarters the size of Mars. Ganymede is locked in synchronous rotation with Jupiter. This detailed mosaic of images from the Galileo spacecraft shows the trailing hemisphere of this planet-sized moon. Speckled with bright young craters, Ganymede's surface shows a mixture of old, dark, cratered terrain and lighter regions laced with grooves and ridges.  Ganymede's true colors tend toward subtle browns and grays, but this mosaic's colors have been enhanced to increase surface contrasts. The violet shades extending from the top and bottom are likely due to frost particles in Ganymede's polar regions.",
    "hdurl": "https://apod.nasa.gov/apod/image/9903/ganymede_galmosaic_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ganymede Mosaic",
    "url": "https://apod.nasa.gov/apod/image/9903/ganymede_galmosaic.jpg"
  },
  {
    "copyright": "Wil Milan",
    "date": "1999-03-05",
    "explanation": "Galactic or open star clusters are relatively young. These swarms of bright stars are born near the plane of the Milky Way, but their numbers steadily dwindle as cluster members are strewn through the Galaxy by gravitational interactions. This bright open cluster, known as M46, is around 300 million years young and still contains a few hundred stars. Located about 5,000 light-years away toward the constellation Puppis, M46 is a familiar object to telescopic stargazers and also seems to contain a contradiction to its youthful status. The striking red patch of glowing gas above center in this lovely photograph is the planetary nebula NGC 2438 - a brief, final phase in the life of a solar-type star a few billion years old whose central reservoir of hydrogen fuel has been exhausted. In fact, NGC 2438 is estimated to be only 3,000 light-years distant and moves at a different speed than M46 cluster members. It likely represents a foreground object, only by chance appearing along our line of sight to young M46.",
    "hdurl": "https://apod.nasa.gov/apod/image/9903/m46_wilmilan_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M46 And NGC 2438: Young And Old",
    "url": "https://apod.nasa.gov/apod/image/9903/m46_wilmilan.jpg"
  },
  {
    "date": "1999-03-06",
    "explanation": "Miranda is a bizarre world which surely had a tempestuous past. The innermost of the larger Uranian moons, Miranda is almost 300 miles in diameter and was discovered in 1948 by American planetary astronomer Gerard Kuiper. Examined very closely by the Voyager 2 spacecraft in 1986, this dark and distant world turned out to be quite a surprise. Miranda was found to display a unique, bewildering variety of terrain leading some to suggest that it has been fractured up to 5 times during its evolution. Along with the famous \"chevron\" feature, the bright V-shaped area just above center, this composite of the highest resolution images of Miranda shows wild juxtapositions of ridges and valleys, older cratered and younger smooth surfaces, and shadowy canyons perhaps 12 miles deep.  The large crater (below center) is the 15 mile wide crater Alonso.",
    "hdurl": "https://apod.nasa.gov/apod/image/9802/miranda_vg2mos1_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Miranda, Chevron, and Alonso",
    "url": "https://apod.nasa.gov/apod/image/9802/miranda_vg2mos1.jpg"
  },
  {
    "date": "1999-03-07",
    "explanation": "How often do stars explode? By looking at external galaxies, astronomers can guess that these events, known as a supernovae, should occur about once every 30 years in a typical spiral galaxy like our MilkyWay. However, the obscuring gas and dust in the disk of our galaxy probably prevents us from seeing many galactic supernovae -- making observations of these events in our own galaxy relatively rare. In fact, in 1572, the revered Danish astronomer, Tycho Brahe, witnessed one of the last to be seen. The remnant of this explosion is still visible today as the shockwave it generated continues to expand into the gas and dust between the stars.Above is an image of the X-rays emitted by this shockwave made by a telescope onboard the ROSAT spacecraft. The nebula is known as Tycho's Supernova Remnant.",
    "hdurl": "https://apod.nasa.gov/apod/image/tychoSNR_rosat_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tycho's Supernova Remnant in X-ray",
    "url": "https://apod.nasa.gov/apod/image/tychoSNR_rosat.gif"
  },
  {
    "copyright": "T. Polakis",
    "date": "1999-03-08",
    "explanation": "Tomorrow's picture: The VLT Interferometric Array  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC &: Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9903/jvconjunction_polakis_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Jupiter Venus Conjunction",
    "url": "https://apod.nasa.gov/apod/image/9903/jvconjunction_polakis.jpg"
  },
  {
    "copyright": "European Southern Observatory",
    "date": "1999-03-09",
    "explanation": "The Very Large Telescope (VLT) Interferometric Array will be able to act as individual telescopes or as one huge telescope. Of the four planned VLTs in Chile, two have now reached completion. The first VLT to operate is visible on the left of the above photograph and was recently given the name Antu.  To its right is Kueyen, which achieved its first observations just last week. Each VLT telescope by itself is now one of the largest optical telescopes in the world, joining the new cadre of large telescopes with mirrors greater than 8-meters in diameter. After Melipal and Yepun are completed in the next few years, the four VLTs will be able to combine their light to achieve the sensitivity of a single 16-meter telescope, and the resolution of a single 200-meter telescope. Over the next few years, the VLT telescopes will explore the universe in unprecedented detail, searching for everything from ordinary planets orbiting nearby stars to extraordinary explosions in the distant universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/9903/vlt_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The VLT Interferometric Array",
    "url": "https://apod.nasa.gov/apod/image/9903/vlt_vlt.jpg"
  },
  {
    "copyright": "European Southern Observatory",
    "date": "1999-03-10",
    "explanation": "Add another 8-meter telescope to the list of modern optical telescope giants.  Kueyen achieved a first-light photograph of a bright star on March 1, ahead of schedule. The above picture of spiral galaxy NGC 2997 was taken with Antu, the first of the four planned Very Large Telscopes (VLTs) being built in Chile for the European Southern Observatory.  NGC 2997 is a thin spiral galaxy tilted about 45 degrees with a bright compact nucleus and prominent lanes of dark dust.",
    "hdurl": "https://apod.nasa.gov/apod/image/9903/ngc2997_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2997 from VLT",
    "url": "https://apod.nasa.gov/apod/image/9903/ngc2997_vlt.jpg"
  },
  {
    "date": "1999-03-11",
    "explanation": "Twenty years ago this month, NASA's Voyager 1 spacecraft flew past Jupiter and its moons. This sharp picture of moon Io against a background of gas giant Jupiter's diffuse swirling cloud bands was recorded by Voyager's camera from a distance of about 5 million miles. Even this early image shows curious round features on Io's surface with dark centers and bright rims more than 40 miles across. Now known to be volcanic in origin, these features were then thought likely to be impact craters, commonly seen on rocky bodies throughout the Solar System. But as Voyager continued to approach Io, close-up pictures revealed a bizarre world devoid of impact craters, frequently resurfaced by volcanic activity. In fact, Io's volcanism is so intense that subsequent Voyager images produced an astounding discovery - the first observed extraterrestrial volcanic eruptions.",
    "hdurl": "https://apod.nasa.gov/apod/image/9903/iojup5mil_voyager_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "5 Million Miles From Io",
    "url": "https://apod.nasa.gov/apod/image/9903/iojup5mil_voyager.jpg"
  },
  {
    "copyright": "Till Credner, Sven KohleBonn UniversityHoher List Observatory",
    "date": "1999-03-12",
    "explanation": "Stars like the Sun use hydrogen for fuel, \"burning\" hydrogen into helium at their cores through nuclear fusion. But what happens when that hydrogen runs out? For a while, hydrogen burns in a shell surrounding the stellar core and the star expands to become a red giant. The bright reddish-orange stars in this beautiful two-color composite picture of the old globular star cluster M10 are examples of this phase of stellar evolution. Yet the bright blue stars apparent in M10 have evolved beyond the simple, hydrogen shell burning stage. These stars have become \"horizontal branch\" giants with core temperatures hot enough to burn helium into carbon. In this image, only the barely visible, faint, gray-looking stars are likely to still be burning hydrogen at their cores.",
    "hdurl": "https://apod.nasa.gov/apod/image/9903/m10_crednerkohle_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hydrogen, Helium, and the Stars of M10",
    "url": "https://apod.nasa.gov/apod/image/9903/m10_crednerkohle.jpg"
  },
  {
    "date": "1999-03-13",
    "explanation": "Hurtling through space a mere 3,000 miles above the Martian surface, the diminutive moon Phobos (below and left of center) was imaged against the backdrop of a large shield volcano by the Viking 2 Orbiter in 1977. This dramatic picture looks down from the Orbiter's viewpoint about 8,000 miles above the volcano, Ascraeus Mons. Phobos itself is 5,000 miles below the Orbiter. North is toward the top with the Sun illuminating the scene from the South (black dots are reference marks). For scale, Ascraeus Mons is about 200 miles across at its base while asteroid sized Phobos is about 15 miles in diameter. In this spectacular moon-planet image, volcanic calderas (craters) are visible at the summit of Ascraeus Mons -- while impact craters on the sunlit side of Phobos' surface can also be seen!",
    "hdurl": "https://apod.nasa.gov/apod/image/9903/phobosmars_viking2_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Phobos Over Mars",
    "url": "https://apod.nasa.gov/apod/image/9903/phobosmars_viking2.jpg"
  },
  {
    "copyright": "J. C. Casado",
    "date": "1999-03-14",
    "explanation": "The Moon almost ruined this photograph.  During late March and early April 1997, Comet Hale-Bopp passed nearly in front of the Andromeda Galaxy. Here the Great Comet of 1997 and the Great Galaxy in Andromeda were photographed together on 1997 March 24th.  The problem was the brightness of the Moon. The Moon was full that night and so bright that long exposures meant to capture the tails of Hale-Bopp and the disk of M31 would capture instead only moonlight reflected off the Earth's atmosphere.  By the time the Moon would set, this opportunity would be gone.  That's why this picture was taken during a lunar eclipse.",
    "hdurl": "https://apod.nasa.gov/apod/image/9711/hbm31_jcc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Comet and the Galaxy",
    "url": "https://apod.nasa.gov/apod/image/9711/hbm31_jcc.jpg"
  },
  {
    "date": "1999-03-15",
    "explanation": "ven Mars can put on a happy face. The Martian crater Galle has internal markings reminiscent of a smiley face symbol.  Such markings were originally discovered in the late 1970s in pictures taken by the Viking Orbiter.  A large meteor impacted the Martian surface to form the crater.  Conventional wisdom holds that the markings inside the crater are placed by chance by natural processes. The Mars Global Surveyor (MGS) spacecraft currently orbiting Mars took the above picture.  MGS recently started the global surveying phase of its mission.",
    "hdurl": "https://apod.nasa.gov/apod/image/9903/marshappyface_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Happy Face Crater on Mars",
    "url": "https://apod.nasa.gov/apod/image/9903/marshappyface_mgs.jpg"
  },
  {
    "date": "1999-03-16",
    "explanation": "On the Sun, S marks the spot. Solar explosions have been discovered to explode preferentially from regions marked with this letter.  The surface of the quiet Sun is a maze of hot gas and flowing magnetic fields.  When two regions of high magnetic field strength approach each other, they typically pass uneventfully.  If the two regions pass close enough and in just the right way, however, an X-ray bright S-shaped region called a sigmoid forms and quickly explodes in a Coronal Mass Ejection (CME).  Astronomers conjecture that in the center of the sigmoid, a circuit closes that somehow drives the explosion. The above picture shows the Sun in X-ray light.  A pre-CME sigmoid is shown on the left inset image, while a post-CME arc is shown in the right inset.",
    "hdurl": "https://apod.nasa.gov/apod/image/9903/scme_yohkoh_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sigmoids Predict Solar Eruptions",
    "url": "https://apod.nasa.gov/apod/image/9903/scme_yohkoh.jpg"
  },
  {
    "copyright": "The AMANDA Collaboration",
    "date": "1999-03-17",
    "explanation": "In 1996, scientists melted a hole in the bottom of the world. In fact, several holes have been melted near the South Pole, and they are now being used as astronomical observatories.  Astronomers with the Antarctic Muon and Neutrino Detector Array (AMANDA) lower into each vertical lake a string knotted with basketball-sized light detectors.  The water in each hole soon refroze.  The detectors are sensitive to blue light emitted in the surrounding clear ice. Such light is expected from ice collisions with high-energy neutrinos emitted by objects or explosions out in the universe. The above picture was taken 750 meters below the surface looking down into the abyss.  Instruments were lowered down past 2000 meters.  Data from AMANDA is already being collected and analyzed.",
    "hdurl": "https://apod.nasa.gov/apod/image/9903/hole3_amanda_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ice Fishing for Cosmic Neutrinos",
    "url": "https://apod.nasa.gov/apod/image/9903/hole3_amanda.jpg"
  },
  {
    "copyright": "P. Gitto",
    "date": "1999-03-18",
    "explanation": "Gripped by an astronomical spring fever, this week many amateur stargazers embark on a Messier Marathon. The Vernal Equinox occurs Saturday, March 20, marking the first day of Spring for the Northern Hemisphere. It also marks a favorable celestial situation for potentially viewing all the objects in 18th century French astronomer Charles Messier's catalog in one glorious dusk to dawn observing run. This year, interference from bright moonlight will be minimal as the the moon is near its dark or new phase. Astronomer Paul Gitto has created this masterful Messier Marathon grid with 11 rows and 10 columns of Messier catalog objects. In numerical order, the grid begins with M1, the Crab Nebula, at upper left and ends with M110, a small elliptical galaxy in Andromeda (lower right). Gitto's images were made with a digital camera and a 10-inch diameter reflecting telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/9903/messmara_gitto_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier Marathon",
    "url": "https://apod.nasa.gov/apod/image/9903/messmara_gitto.jpg"
  },
  {
    "date": "1999-03-19",
    "explanation": "This month, the Mars Global Surveyor (MGS) spacecraft began its primary mission to the red planet. Orbiting about once every two hours at an altitude of over 200 miles, instruments onboard MGS now regularly explore the Martian surface and atmosphere. This MGS polar mapping orbit was set up to achieve a favorable \"afternoon\" sun-angle for imaging as the spacecraft crosses over the day side of the planet. Mars' rotation will allow complete coverage of the surface roughly once every week with mapping operations planned for one Martian year (687 Earth days). These two opposite hemisphere views of Mars were pieced together from MGS wide-angle camera scans made in early March (blue and red lines mark the scan edges). Water-ice clouds can be seen hovering over the surface while the north polar cap is visible at the top of each image.",
    "hdurl": "https://apod.nasa.gov/apod/image/9903/marsm_msssmgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mapping Mars",
    "url": "https://apod.nasa.gov/apod/image/9903/marsm_msssmgs.jpg"
  },
  {
    "date": "1999-03-20",
    "explanation": "Looking toward the south from low Earth orbit, the crew of the Space Shuttle Endeavor made this stunning time exposure of the Aurora Australis or southern lights in April of 1994. Aurora are visible at high northern latitudes as well, with the northern lights known as Aurora Borealis. They are caused by high energy electrons from the Solar Wind which are funneled into the atmosphere near the poles by the Earth's magnetic field. The reddish colors occur at the highest altitudes (about 200 miles) where the air is least dense. At lower altitudes and greater densities green tends to dominate ranging to a pinkish glow at the lowest.  The familiar constellation of Orion the Hunter is clearly visible above the dark horizon in the background. Because of the shuttle's orbital motion, the bright stars in Orion appear slightly elongated.",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/aurora_orion_sts59_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora and Orion",
    "url": "https://apod.nasa.gov/apod/image/9701/aurora_orion_sts59.jpg"
  },
  {
    "date": "1999-03-21",
    "explanation": "Are stars better appreciated for their art after they die?  Actually, stars usually create their most artistic displays as they die.  In the case of low-mass stars like our Sun and M2-9 pictured above, the stars transform themselves from normal stars to white dwarfs by casting off their outer gaseous envelopes.  The expended gas frequently forms an impressive display called a planetary nebula that fades gradually over thousand of years. M2-9, a butterfly planetary nebula 2100 light-years away shown in representative colors, has wings that tell a strange but incomplete tale. In the center, two stars orbit inside a gaseous disk 10 times the orbit of Pluto.  The expelled envelope of the dying star breaks out from the disk creating the bipolar appearance.  Much remains unknown about the physical processes that cause planetary nebulae.",
    "hdurl": "https://apod.nasa.gov/apod/image/9712/m2-9_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M2-9: Wings of a Butterfly Nebula",
    "url": "https://apod.nasa.gov/apod/image/9712/m2-9_hst.jpg"
  },
  {
    "date": "1999-03-22",
    "explanation": "Where do stars form in galaxies?  One way to find this out it to look for glowing hydrogen, a material common to hot star-forming regions.  To find large areas of glowing hydrogen, the Hubble Space Telescope's NICMOS instrument surveyed about 100 nearby spiral galaxies.  Six of these galaxies are shown above: NGC 5653, NGC 3593, NGC 891, NGC 6946, NGC 4826, and NGC 2903.  Each galaxy is many millions of light-years distant. NICMOS was calibrated to isolate a very specific type of light emitted by hydrogen gas in the infrared. This emission is colored red in the above photograph, and is relatively free from absorption by dark dust.  These photographs show that stars are forming more vigorously in some parts of galaxies than others.",
    "hdurl": "https://apod.nasa.gov/apod/image/9903/irgallery_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Infrared Galaxy Gallery",
    "url": "https://apod.nasa.gov/apod/image/9903/irgallery_hst.jpg"
  },
  {
    "date": "1999-03-23",
    "explanation": "A photogenic group of nebulae can be found in Chamaeleon, a constellation visible predominantly in skies south of the Earth's equator.  Towards Chamaeleon, dark molecular clouds and bright planetary nebula NGC 3195 can be found.  Visible near the center of the above photograph is a reflection nebula surrounding a young bright star. On the lower right, a dark molecular cloud blocks the light from stars behind it.  It takes light hundreds of years to reach us from these objects.",
    "hdurl": "https://apod.nasa.gov/apod/image/9903/chamaeleon_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Chamaeleon Sky",
    "url": "https://apod.nasa.gov/apod/image/9903/chamaeleon_vlt.jpg"
  },
  {
    "date": "1999-03-24",
    "explanation": "The spot near the bottom is an image of an unusual type of object: a brown dwarf. A brown dwarf is sometimes called a \"failed star\" because it does not have enough mass to shine by nuclear fusion.   A brown dwarf is more massive than a planet, though, and thought to have formed through stellar-like nebular condensation.  Brown dwarfs and planets are likely quite abundant, but usually difficult to see in the glare of brighter stars they orbit.  New techniques, such as using coronagraphic masks to block the light of the bright star, are allowing the detection of these faint stellar companions.  Above, much of the bright light of central Gliese 229A has been blocked and digitally subtracted, leaving the clearest image yet of Gliese 229B.  Perfecting techniques like this increases ability to detect still dimmer Earth-type planets orbiting nearby stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/9903/gl229_irtf.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Brown Dwarf Gliese 229B",
    "url": "https://apod.nasa.gov/apod/image/9903/gl229_irtf_big.jpg"
  },
  {
    "copyright": "Rick Scott",
    "date": "1999-03-25",
    "explanation": "This March stargazers have been treated to eye-catching formations of bright planets in western evening skies. On March 3rd, looking toward a beautiful sunset from a beach on the Hawaiian isle of Maui, photographer Rick Scott recorded this fleeting, four-planet \"hockey stick\" array. Mercury, closest to the horizon and immersed in fading sunlight, is easily visible between silhouetted clouds. To the left and up in the deepening blue is Jupiter with a brilliant Venus above and Saturn shining in the darkened sky near the top of the image. The planets are seen to lie close to the ecliptic - the apparent path of the sun - which is nearly perpendicular to the horizon for Hawaiian latitudes at this time of year.",
    "hdurl": "https://apod.nasa.gov/apod/image/9903/maui4p_rscott_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "March of the Planets",
    "url": "https://apod.nasa.gov/apod/image/9903/maui4p_rscott1.jpg"
  },
  {
    "date": "1999-03-26",
    "explanation": "The Moon's surface is covered with craters, scars of frequent impacts during the early history of the solar system. Now, recent results from the Lunar Prospector spacecraft support the idea that the Moon itself formed from the debris of a giant impact of a mars-sized planetary body with the Earth nearly 4.5 billion years ago. The impact theory of lunar origin can explain, for example, why Moon rocks returned by the Apollo missions have the same isotopic ratios as Earth rocks while the Moon seems deficient in heavy elements like iron. It can also explain a critical finding of the Lunar Prospector experiments - that the Moon's core is proportionally very small. If the Moon formed simply as a \"sister world\", its origin paralleling Earth's formation from the primordial solar nebula, it should have similar iron content and relative core size. But material blasted from the surface of Earth by an impacting body would lack the iron and heavy elements which had settled to the Earth's core yet retain similar ratios of chemical isotopes. A fraction of this debris cloud would remain in Earth orbit ultimately forming the Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/9903/northmoon_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Impact Moon",
    "url": "https://apod.nasa.gov/apod/image/9903/northmoon_gal_c2.jpg"
  },
  {
    "date": "1999-03-27",
    "explanation": "Galaxies are made up of stars, but are all stars found within galaxies? Using the Hubble Space Telescope, researchers exploring the Virgo Cluster of galaxies have now found about 600 red giant stars adrift in intergalactic space. Above is an artist's vision of the sky from a hypothetical planet of such a lonely sun. The night sky on a world orbiting an intergalactic star would be a stark contrast to Earth's - which features a spectacle of stars, all members of our own Milky Way galaxy. As suggested by the illustration, a setting swollen red sun would leave behind a dark sky flecked only with faint, fuzzy, apparitions of Virgo Cluster galaxies. Possibly ejected from their home galaxies during galaxy-galaxy collisions, these isolated suns may well represent part of a large, previously unseen stellar population, filling the space between Virgo Cluster galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/vcstars_illust_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars Without Galaxies",
    "url": "https://apod.nasa.gov/apod/image/9702/vcstars_illust.jpg"
  },
  {
    "date": "1999-03-28",
    "explanation": "Almost every object in the above photograph is a galaxy. The Coma Cluster of Galaxies pictured is one of the densest clusters known - it contains thousands of galaxies. Each of these galaxies house billions of stars - just as our own Milky Way Galaxy does. Although nearby when compared to most other clusters, light from the Coma Cluster still takes hundreds of millions of years to reach us.  In fact, the Coma Cluster is so big it takes light millions of years just to go from one side to the other!   Most galaxies in Coma and other clusters are ellipticals, while most galaxies outside of clusters are spirals. The nature of Coma's X-ray emission is still being investigated.",
    "hdurl": "https://apod.nasa.gov/apod/image/9903/coma_kpno_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Coma Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/9903/coma_kpno.jpg"
  },
  {
    "date": "1999-03-29",
    "explanation": "There's nothing like it in our own Galaxy.  Globular clusters as young as NGC 1850 don't exist here.  Globular clusters only 40 millions of years old can still be found in the neighboring LMC galaxy, though, but perhaps none so unusual as NGC 1850.  Close inspection of the above photograph will reveal two clusters.  Below and right of the main group of stars known as NGC 1850A is a smaller, still younger group dubbed NGC 1850B.  This cluster is made of stars only about four million years old. The large red cloud of gas surrounding the clusters may have been predominantly created by supernovae explosions of stars in the younger cluster.  The red supernova remnant N57D is visible on the upper left.",
    "hdurl": "https://apod.nasa.gov/apod/image/9903/ngc1850b_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1850: Gas Clouds and Star Clusters",
    "url": "https://apod.nasa.gov/apod/image/9903/ngc1850b_vlt.jpg"
  },
  {
    "copyright": "SETI League",
    "date": "1999-03-30",
    "explanation": "No one knows for sure what caused this signal. The bright colors on the blue background indicate that an anomalous signal was received here on Earth by a radio telescope involved in a Search for Extraterrestrial Intelligence (SETI).  A search for these signals is ongoing by several groups including volunteer members of the SETI League.  Time labels the vertical axis of the above plot, and frequency marks the horizontal axis.  Although this strong signal was never positively identified, astronomers have identified in it many attributes characteristic of a man-made satellite in low Earth orbit.  Many unusual signals from space remain unidentified.  No signal has yet been strong enough or run long enough to be unambiguously identified as originating from an extraterrestrial intelligence.",
    "hdurl": "https://apod.nasa.gov/apod/image/9903/anom1_setileague_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Anomalous SETI Signal",
    "url": "https://apod.nasa.gov/apod/image/9903/anom1_setileague.gif"
  },
  {
    "date": "1999-03-31",
    "explanation": "All four blue images in the above photograph are the same object. The gravitational lens effect of the red, foreground, elliptical galaxy visible near image center creates a cloverleaf image of the single distant quasar.  Light from the quasar is pulled around the massive galaxy in different paths, corresponding to different images.  Light takes many billions of years to reach us from this quasar.  Since light takes a different amount of time to traverse each path, each image shows the quasar as it appeared at a slightly different time in the past, creating time delays on the time scale of days.  Since these time delays are influenced by the expansion rate of the universe, analysis of this image helps reveal Hubble's constant, the parameter that calibrates universe expansion.  This recent picture by the new Subaru Telescope is perhaps the clearest image yet of this famous optical mirage.",
    "hdurl": "https://apod.nasa.gov/apod/image/9903/pg1115_subaru_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "PG 1115+080: A Gravitational Cloverleaf",
    "url": "https://apod.nasa.gov/apod/image/9903/pg1115_subaru.jpg"
  },
  {
    "date": "1999-04-01",
    "explanation": "These brightly reflecting fields of snow or frost are on the slopes of a crater rim in the northern hemisphere of Mars. They are 500 meters or so long and have lasted through about eight months of the Red Planet's spring and summer weather. Recently imaged by the Mars Global Surveyor spacecraft, they also seem to be relatively uncrowded ... suggesting to some on April 1st, that lift tickets on Mars are extremely expensive. Of course, a vacation on the Red Planet could still offer some advantages to skiing and snowboarding enthusiasts. For example, Mars' low gravity - only about 3/8ths Earth's gravity - would definitely tend to reduce sore muscles and fall-related injuries. Happy April Fools day from APOD.",
    "hdurl": "https://apod.nasa.gov/apod/image/9904/skimars_mgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ski Mars!",
    "url": "https://apod.nasa.gov/apod/image/9904/skimars_mgs_c3.jpg"
  }
]
