[
  {
    "date": "1999-11-01",
    "explanation": "Not all evolving stars eject gas clouds that look like people.  OH231.8+4.2 was a star much like our Sun that ran out of nuclear fuel to fuse in its core.  It has therefore entered the planetary nebula phase, where it throws off its outer atmosphere into space leaving a core that will become a white dwarf star.  Every Sun-like star creates a different planetary nebula though, and OH231.8+4.2's looks eerily like a person!  Spectacular jets of streaming gas can be seen in this recently released photograph by the Hubble Space Telescope. The gas cloud has been dubbed the Rotten Egg Planetary Nebula because it contains unusually high amounts of sulfur, an element that, when combined with other elements, can smell like a rotten egg.  This young planetary nebula will likely change its appearance over the next few thousand years and eventually disperse.",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/rottenegg_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Rotten Egg Planetary Nebula",
    "url": "https://apod.nasa.gov/apod/image/9911/rottenegg_hst.jpg"
  },
  {
    "copyright": "Jan CurtisU. AlaskaACRC",
    "date": "1999-11-02",
    "explanation": "A night sky can glow in fascinating ways.  Through a clearing in the woods, the pictured sky above Alaska shines by reflected light from a nearby city, by the brightness of the Moon, and by aurora.  The night sky in or near a city appears to contain relatively few stars because lights there reflect off atmospheric particles, hiding stars in a diffuse glow.  The bright Moon also creates a diffuse sky glow, although much less bright than the analogous blue-sky glow created during the day by the Sun.  Particles from the Sun crashing into the Earth's atmosphere are seen here as bands of aurora.  These glows also illuminate visible clouds.  Auroral displays are becoming more frequent as the Sun approaches Solar Maximum.",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/auroramoon_curtis.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Through a Moonlit Sky",
    "url": "https://apod.nasa.gov/apod/image/9911/auroramoon_curtis_big.jpg"
  },
  {
    "date": "1999-11-03",
    "explanation": "cal galaxies are known for their old, red stars. But is this old elliptical up to new tricks?  In recent years, the centers of elliptical galaxies have been found to emit unexpectedly high amounts of blue and ultraviolet light.  Most blue light from spiral galaxies originates from massive young hot stars, in contrast to the red light from the old cool stars thought to compose ellipticals.  In the above recently released, false-color photograph by the Hubble Space Telescope, the center of nearby dwarf elliptical M32 has actually been resolved and does indeed show thousands of bright blue stars.  The answer is probably that these blue stars are also old and glow blue, reaching relatively high temperatures by the advanced process of fusing helium, rather than hydrogen, in their cores. M32 appears in many pictures as the companion galaxy to the massive Andromeda Galaxy (M31).",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/m32_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M32: Blue Stars in an Elliptical Galaxy",
    "url": "https://apod.nasa.gov/apod/image/9911/m32_hst.jpg"
  },
  {
    "date": "1999-11-04",
    "explanation": "Using graphics and data from NASA's Compton Gamma Ray Observatory, this animation illustrates one of the most exciting mysteries of modern astrophysics, gamma-ray bursts. Incredibly gamma-ray bursts, sudden flashes of radiation with over 100,000 times the energy of visible light photons, occur several times a day. They typically last from fractions of a second to many minutes and appear from random directions, unexpectedly triggering space-based gamma-ray instruments. At left a burst suddenly appears, flickers and fades in a false-color gamma-ray all-sky map, briefly overwhelming all other sources of celestial gamma-rays. The graph at right shows the corresponding response of an orbiting gamma-ray detector as its counting rate suddenly climbs and falls recording the passage of the mysterious burst. Originating far across the Universe, gamma-ray bursts are now known to be the most powerful explosions since the big bang and may yet prove to be useful tools for exploring the distant cosmos. Future space and ground-based observatories will also work to discover the nature of the bursters and the source of their extreme energy.",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/grb_animation.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gamma-Ray Bursting",
    "url": "https://apod.nasa.gov/apod/image/9911/grb_animation.gif"
  },
  {
    "date": "1999-11-05",
    "explanation": "Hurtling through space above the Red Plane",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/shadowphobos3_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Shadow Of Phobos",
    "url": "https://apod.nasa.gov/apod/image/9911/shadowphobos3_mgs.jpg"
  },
  {
    "date": "1999-11-06",
    "explanation": "This sequence of false color X-ray images captures a rare event - the passage or transit of planet Mercury in front of the Sun. Mercury's small disk is silhouetted against the bright background of X-rays from the hot Solar Corona. It appears just to the right of center in the top frame and moves farther right as the sequence progresses toward the bottom. The dark notch is a coronal hole near the Solar South Pole, while a flaring coronal bright point can be seen to the left of the notch in the top frames. The frames were recorded on November 6, 1993 by the Soft X-ray Telescope on board the orbiting Yohkoh satellite. Transits of Mercury (and Venus) were historically used to discover the geometry of the solar system and to map planet Earth itself. The next transit of Mercury will occur on November 15.",
    "hdurl": "https://apod.nasa.gov/apod/image/9807/merctransit_yohkoh_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-ray Transit of Mercury",
    "url": "https://apod.nasa.gov/apod/image/9807/merctransit_yohkoh.jpg"
  },
  {
    "date": "1999-11-07",
    "explanation": "Who knows what evil lurks in the hearts of galaxies? The Hubble knows.  This Hubble Space Telescope picture of the center of the nearby elliptical galaxy NGC 4261 tells one dramatic tale. The gas and dust in this disk are swirling into what is almost certainly a massive black hole. The disk is probably what remains of a smaller galaxy that fell in hundreds of millions of years ago. Collisions like this may be a common way of creating such active galactic nuclei as quasars.  Strangely, the center of this fiery whirlpool is offset from the exact center of the galaxy - for a reason that for now remains an astronomical mystery.",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/ngc4261c_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Heart Of NGC 4261",
    "url": "https://apod.nasa.gov/apod/image/9710/ngc4261c_hst.jpg"
  },
  {
    "date": "1999-11-08",
    "explanation": "Our Moon's appearance changes nightly.  This slow-loading time-lapse sequence shows what our Moon looks like during a lunation, a complete lunar cycle.  As the Moon orbits the Earth, the half illuminated by the Sun first becomes increasingly visible, then decreasingly visible.  The Moon always keeps the same face toward the Earth.  The Moon's apparent size changes slightly, though, and a slight wobble called a libration is discernable as it progresses along its elliptical orbit. During the cycle, sunlight reflects from the Moon at different angles, and so illuminates different features differently.  A full lunation takes about 29.5 days, just under a month (moon-th).",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/lunation_ajc.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunation",
    "url": "https://apod.nasa.gov/apod/image/9911/lunation_ajc_big.gif"
  },
  {
    "date": "1999-11-09",
    "explanation": "Billions of years from now, only one of these two galaxies will remain.  Until then, spiral galaxies NGC 2207 and IC 2163 will slowly pull each other apart, creating tides of matter, sheets of shocked gas, lanes of dark dust, bursts of star formation, and streams of cast-away stars.  Astronomers predict that NGC 2207, the larger galaxy on the left, will eventually incorporate IC 2163, the smaller galaxy on the right.  In the most recent encounter that peaked 40 million years ago, the smaller galaxy is swinging around counter-clockwise, and is now slightly behind the larger galaxy.  The space between stars is so vast that when galaxies collide, the stars in them usually do not collide.",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/ngc2207_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxies in Collision",
    "url": "https://apod.nasa.gov/apod/image/9911/ngc2207_hst.jpg"
  },
  {
    "date": "1999-11-10",
    "explanation": "Although you've surely seen it, you might not have noticed it.  During a cloudless twilight, just before sunrise or after sunset, part of the atmosphere above the horizon appears slightly off-color, slightly pink.  Visible in the above photograph, this off-color band between the dark eclipsed sky and the blue sky can best be seen in the direction opposite the Sun and is called the Belt of Venus.  Straight above, blue sky is normal sunlight reflecting off the atmosphere.  In the Belt of Venus, however, the atmosphere reflects light from the setting (or rising) Sun which appears more red.  The Belt of Venus can be seen from any location with a clear horizon.",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/beltofvenus_dmiller_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Belt of Venus",
    "url": "https://apod.nasa.gov/apod/image/9911/beltofvenus_dmiller.jpg"
  },
  {
    "copyright": "Tunc Tezel",
    "date": "1999-11-11",
    "explanation": "Mercury is the closest planet to the Sun and never moves far from our parent star in Earth's sky. Racing around its tight orbit, this well-done world is a little over 1/3 the diameter of Earth and is often lost to our view in the solar glare. But, just one day before the August 11 total solar eclipse, astronomer Tunc Tezel captured this fleeting view of a close conjunction of Mercury and the soon to be silhouetted Moon as seen from Turkey. Mercury at the lower right shines brightly in reflected sunlight while only a thin crescent of the almost new Moon is directly illuminated. The rest of the lunar nearside is faintly visible though, illuminated by light from an almost full Earth. On Monday, November 15th, Mercury will actually be seen to transit or pass across the disk of the Sun for well placed observers in the pacific hemisphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/moonmerc_tezel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury And The Moon",
    "url": "https://apod.nasa.gov/apod/image/9911/moonmerc_tezel.jpg"
  },
  {
    "copyright": "Lorenzo Lovato",
    "date": "1999-11-12",
    "explanation": "Will this be the year? Last year's Leonid meteor shower did not produce the meteor storm many had hoped for. Still, it put on a dazzling show with many bright fireball meteors. For example, this Leonid fireball, photographed through light clouds, eerily flashed across the skies of Monteromano, Italy on November 17, 1998. This year, the chances for a storm with thousands of meteors per hour are considered good ... but experts are quick to acknowledge that such predictions are tricky. Want to see for yourself? The predicted peak should occur on early Thursday, November 18 (UTC) but meteor activity will certainly be observable days before and after. If the night is clear, just grab a lawn chair and a warm jacket, go outside and look up!",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/leonid_lorenzo_1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "1998 Leonid Fireball",
    "url": "https://apod.nasa.gov/apod/image/9911/leonid_lorenzo_1.jpg"
  },
  {
    "copyright": "T. PuckettPuckett Observatory",
    "date": "1999-11-13",
    "explanation": "Star trails streak this composite time exposure of Comet Tempel-Tuttle recorded by T. Puckett on January 26, 1998. Then passing through the inner solar system on its 33 year orbit around the Sun, Tempel-Tuttle brightened unexpectedly, but binoculars or small telescopes were still required to visually observe it. Tempel-Tuttle is also called \"the Leonid Comet\" as the yearly Leonid meteor shower results when the Earth crosses this comet's orbital plane and encounters cometary dust. So, while not rivaling spectacular naked-eye comets like Hyakutake or Hale-Bopp, Tempel-Tuttle still puts on a show. When the Earth plunges through Tempel-Tuttle's debris tail in November of this year, many sky-watchers are anticipating an extremely active meteor shower to result, perhaps even a meteor storm!",
    "hdurl": "https://apod.nasa.gov/apod/image/9801/temptut_puckett.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tempel-Tuttle: The Leonid Comet",
    "url": "https://apod.nasa.gov/apod/image/9801/temptut_puckett_big.jpg"
  },
  {
    "copyright": "Jason Ware",
    "date": "1999-11-14",
    "explanation": "Andromeda is the nearest major galaxy to our own Milky Way Galaxy.  Our Galaxy is thought to look much like Andromeda. Together these two galaxies dominate the Local Group of galaxies.  The diffuse light from Andromeda is caused by the hundreds of billions of stars that compose it.  The several distinct stars that surround Andromeda's image are actually stars in our Galaxy that are well in front of the background object.  Andromeda is frequently referred to as M31 since it is the 31st object on Messier's list of diffuse sky objects.  M31 is so distant it takes about two million years for light to reach us from there.  Much about M31 remains unknown, including why the center contains two nuclei.",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/m31_ware_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M31: The Andromeda Galaxy",
    "url": "https://apod.nasa.gov/apod/image/9911/m31_ware.jpg"
  },
  {
    "copyright": "Lynette Cook",
    "date": "1999-11-15",
    "explanation": "For the first time, astronomers have recovered independent evidence that distant planetary systems exist.  Last Friday, a team led by G. W. Henry (Tenn. State) and G. Marcy (UC Berkeley) announced the discovery of a shadow of a planet crossing a distant star.  Little known HD 209458, a Sun-like star 150 light-years away, had been suspected of harboring planets from a slight wobble found in its motion.  Henry et al. now find that this wobble exactly corresponds to a planet crossing the face of the star, creating the slight dimming effect of a partial eclipse.  The astronomers were then able to make a groundbreaking estimate of the mass and radius of the extra-solar planet, which they find to have about two-thirds the mass of Jupiter but about 60 percent larger radius.  The drawing above is an artist's depiction of a planetary eclipse in the HD 209458 system.",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/hd209458_cook_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Shade of a Historic Planet",
    "url": "https://apod.nasa.gov/apod/image/9911/hd209458_cook.jpg"
  },
  {
    "date": "1999-11-16",
    "explanation": "It's not easy to make a map of Antarctica.  Earth's southern most continent is so cold and inhospitable that much of it remains unexplored.  From space, though, it is possible to map this entire region by radar: by systematically noting how long it takes for radio waves to reflect off the terrain.  The Canadian satellite RADARSAT has been orbiting the Earth for the past five years making radar maps, and has recently released the most detailed map of Antarctica ever created.  Above is a computer-generated map of Antarctica at relatively low resolution.  From the RADARSAT map, scientists have been able to better study this mysterious continent, including information about how ancient ice-shelves are crumbling.",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/antarctica_radarsat_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A RADARSAT Map of Antarctica",
    "url": "https://apod.nasa.gov/apod/image/9911/antarctica_radarsat.jpg"
  },
  {
    "date": "1999-11-17",
    "explanation": "Tonight, a lucky few may see a meteor explode.  Over the next 36 hours the Earth will pass unusually close to debris expelled from Comet Tempel-Tuttle, causing many sand-sized particles from this comet to enter and burn up in the Earth's atmosphere.  This yearly phenomenon is known as the Leonids Meteor Shower, but the location the Earth passes through this year holds promise to provide particularly high activity.  The 1998 Leonids was noteworthy for its many bright meteors.  In the above slow-loading sequence, a 1998 Leonid was caught exploding over Los Alamos, New Mexico.  In the last one-minute exposure, another Leonid streaks past.  If tonight is clear, just grab a lawn chair and a warm jacket, go outside, and look up!",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/leonidanim_rotse_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Leonid Meteor Explodes",
    "url": "https://apod.nasa.gov/apod/image/9911/leonidanim_rotse.gif"
  },
  {
    "copyright": "Wally Pacholka",
    "date": "1999-11-18",
    "explanation": "In the sky or on the web, did you watch this year's Leonid meteor shower? If you did, meteors flashing through the night sky should be a familiar sight. Recorded last year during the 1998 apparition of the Leonids, this time-exposure of the sky around the constellation Canis Major (big dog) shows the trail of a spectacular fireball meteor. The meteor, by chance, seems to leap from the constellation's brightest star Sirius, near the top right. In the foreground is the beautiful desert scenery of Joshua Tree National Park. At this year's peak of the cosmic dust storm, observers in Europe and Africa reported intense rates of over 1600 meteors per hour for a brief period near 0215 November 18 (UTC). Awe inspiring as they were, the Leonids posed no danger to earthbound skywatchers.",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/siriusleonid98_pacholka.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sirius Leonid Meteor",
    "url": "https://apod.nasa.gov/apod/image/9911/siriusleonid98_pacholka.jpg"
  },
  {
    "date": "1999-11-19",
    "explanation": "Just days before the peak of the Leonid meteor shower, skywatchers were offered another astronomical treat as planet Mercury crossed the face of the Sun on November 15. Viewed from planet Earth, a transit of Mercury is not all that rare. The last occurred in 1993 and the next will happen in 2003. Enjoying a mercurial transit does require an appropriately filtered telescope, still the event can be dramatic as the diminutive well-done world drifts past the dominating solar disk. This slow loading gif animation is based on images recorded by the earth-orbiting TRACE satellite. The false-color TRACE images were made in ultraviolet light and tend to show the hot gas just above the Sun's visible surface. Mercury's disk is silhouetted against the seething plasma as it follows a trajectory near the edge of the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/mercury_1600_trace.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury And The Sun",
    "url": "https://apod.nasa.gov/apod/image/9911/mercury_1600_trace.gif"
  },
  {
    "date": "1999-11-20",
    "explanation": "A dim double star system cataloged as Gliese 623 lies 25 light-years from Earth, in the constellation of Hercules. The individual stars of this binary system were distinguished for the first time when the Hubble Space Telescope's Faint Object Camera recorded this image in June 1994. They are separated by 200 million miles - about twice the Earth/Sun distance. On the right, the fainter Gliese 623b is 60,000 times less luminous than the Sun and approximately 10 times less massive. The fuzzy rings around its brighter companion, Gliese 623a, are image artifacts. The lowest mass stars are classified as red dwarf stars, but even red dwarfs are massive enough to trigger hydrogen fusion in their cores to sustain their feeble starlight. Slightly less massive objects, known as brown dwarfs, can shine only briefly as their central temperatures are too low to utilize hydrogen as nuclear fuel. The present estimates of the mass of Gliese 623b are right at this red dwarf/brown dwarf border but future observations should help clarify the nature of one of our Galaxy's small stars. Dim and difficult to detect, an abundance of objects like Gl623b has been proposed as a possible solution to the mystery of \"Dark Matter\" in the Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/gl623_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Small Star",
    "url": "https://apod.nasa.gov/apod/image/9911/gl623_hst.jpg"
  },
  {
    "date": "1999-11-21",
    "explanation": "cal galaxies are unlike spiral galaxies and hence unlike our own Milky Way Galaxy. The giant elliptical galaxy named NGC 4881 on the upper left lies at the edge of the giant Coma Cluster of Galaxies. Elliptical galaxies are ellipsoidal in shape, contain no spiral arms, contain little interstellar gas or dust, and are found mostly in rich clusters of galaxies. Elliptical galaxies appear typically yellow-red, as opposed to spirals which have spiral arms that appear quite blue. Much speculation continues on how each type of galaxy can form, on whether ellipticals can evolve from colliding spirals, or spirals can be created from colliding ellipticals, or both. Besides the spiral galaxy on the right, all other images in this picture are of galaxies that lie well behind the Coma Cluster.",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/ngc4881_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Elliptical Galaxy NGC 4881 in Coma",
    "url": "https://apod.nasa.gov/apod/image/9911/ngc4881_hst.jpg"
  },
  {
    "date": "1999-11-22",
    "explanation": "The Crab Nebula, filled with mysterious filaments, is the result of a star that was seen to explode in 1054 AD.  This spectacular supernova explosion was recorded by Chinese and (quite probably) Anasazi Indian astronomers.  The filaments are mysterious because they appear to have less mass than expelled in the original supernova and higher speed than expected from a free explosion. In the above picture taken recently from a Very Large Telescope, the color indicates what is happening to the electrons in different parts of the Crab Nebula. Red indicates the electrons are recombining with protons to form neutral hydrogen, while blue indicates the electrons are whirling around the magnetic field of the inner nebula.  In the nebula's very center lies a pulsar: a neutron star rotating, in this case, 30 times a second.",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/crab_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Crab Nebula from VLT",
    "url": "https://apod.nasa.gov/apod/image/9911/crab_vlt.jpg"
  },
  {
    "copyright": "Juan Carlos Casado",
    "date": "1999-11-23",
    "explanation": "The 1999 Leonids Meteor Shower came to a tremendous crescendo.  Observers in Europe observed a sharp peak in the number of meteors visible around 0210 UTC during the early morning hours of November 18.   Meteor counts then exceeded 1000 per hour - the minimum needed to define a true meteor storm.  At other times and from other locations around the world, observers typically reported respectable rates of between 30 and 100 meteors per hour.  The above photograph is a 20-minute exposure ending just before the main Leonids peak began.  Visible are at least five Leonids meteors streaking high above the Torre de la Guaita, an observation tower used during the 12th century in Gorina, Spain.",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/leonids99_casado.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Leonids Above Torre de la Guaita",
    "url": "https://apod.nasa.gov/apod/image/9911/leonids99_casado_big.jpg"
  },
  {
    "copyright": "Juan Carlos Casado",
    "date": "1999-11-24",
    "explanation": "The 1999 Leonids meteor shower was not equally good for everybody.  Only observers in Europe and the Middle East with clear skies near 2 am (UTC) on 1999 November 18 saw rates shoot up to a meteor every few seconds.  Above, however, is a picture taken from Spain during this time, with over a dozen faint meteors visible as green streaks eminating from Leo during just a six minute exposure. Although more numerous, the 1999 Leonids did not have the same high proportion of bright meteors and fireballs as the 1998 Leonids.  Last year's Leonid fireballs have been traced back to the 1333 passage of Comet Tempel-Tuttle.  The orbit of Jupiter continually deflected one stream of cast-off particles while the smallest meteors in this stream were removed by light pressure from the Sun.  The remaining Leonids were relatively large, pea sized or larger, compared to the sand-sized Leonids that are more common.",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/leonids99radiant_casado.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Leonids Meteor Storm in 1999",
    "url": "https://apod.nasa.gov/apod/image/9911/leonids99radiant_casado_big.jpg"
  },
  {
    "date": "1999-11-25",
    "explanation": "Did this galaxy eat too much? Five billion light-years away, the giant elliptical galaxy 3C295 is a prodigious source of energy at radio wavelengths. Bright knots of X-ray emission are also seen at the center of this false-color Chandra Observatory image of the region. The X-ray and radio emission are believed to be the result of an explosive event triggered when too much material flowed into a supermassive black hole at the heart of the giant galaxy. Additionally, the Chandra picture beautifully reveals an extensive cloud of 50 million degree gas surrounding 3C295. Embedded in the cloud is a cluster of about 100 galaxies, too cool to be seen in the X-ray picture. About two million light-years across, the X-ray hot cloud itself contains enough material to create another 1,000 galaxies or so making the cluster and cloud among the most massive objects in the Universe. However, X-ray data indicate that there is still not enough observed mass to hold the cloud and cluster together gravitationally, suggesting the presence of large amounts of dark matter.",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/3c295_chandra_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "3C 295: X-rays From A Giant Galaxy",
    "url": "https://apod.nasa.gov/apod/image/9911/3c295_chandra.jpg"
  },
  {
    "date": "1999-11-26",
    "explanation": "Glowing hot lava from the heart of Io's volcano Pele is visible in this false-color infrared composite image. It was recorded last month during the Galileo spacecraft's close flyby of the Jovian moon. Pele is near the middle of the large 1,300 kilometer diameter ring of yellowish sulfurous material deposited by its frequent volcanic plumes. The dull dark red spot on Pele itself corresponds to hot lava in the volcano's eruptive center. Temperatures up to 1,027 degrees Celsius (1,880 degrees Fahrenheit) have been previously measured for the lava. Galileo's close October Io flyby has revealed that the most volcanic body in the solar system is even more active than previously suspected, with more than 100 erupting volcanos. Yesterday, the spacecraft was scheduled to perform an even closer flyby of Io approaching to within 300 kilometers.",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/pelelava_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io Volcano: Pele's Hot Lava",
    "url": "https://apod.nasa.gov/apod/image/9911/pelelava_gal_crop.jpg"
  },
  {
    "date": "1999-11-27",
    "explanation": "Runaway stars are massive stars traveling rapidly through interstellar space. Like a ship plowing through the interstellar medium, runaway star HD 77581 has produced this graceful arcing bow wave or \"bow shock\" - compressing the gaseous material in its path. Located near the centre of this European Southern Observatory photograph, HD 77581 itself is so bright that it saturates the sensitive camera and produces the spiky cross shape. This star is over 6,000 light-years away in the constellation Vela, and appears to move at over 50 miles per second. What force could set this star in motion? A clue to the answer may lie in its optically invisible companion star, an X-ray bright pulsar known as Vela X-1. This pulsar is clearly the remnant of a supernova explosion ... which seems to have given this massive star and its companion a mighty kick!",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/runaway_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Runaway Star",
    "url": "https://apod.nasa.gov/apod/image/9911/runaway_eso.jpg"
  },
  {
    "date": "1999-11-28",
    "explanation": "If the thick clouds covering Venus were removed, how would the surface appear?  Using an imaging radar technique, the Magellan spacecraft was able to lift the veil from the Face of Venus and produce this spectacular high resolution image of the planet's surface.  Red, in this false-color map, represents mountains, while blue represents valleys.  This 3-kilometer resolution map is a composite of Magellan images compiled between 1990 and 1994.  Gaps were filled in by the Earth-based Arecibo Radio Telescope. The large yellow/red area in the north is Ishtar Terra featuring Maxwell Montes, the largest mountain on Venus.  The large highland regions are analogous to continents on Earth.  Scientists are particularly interested in exploring the geology of Venus because of its similarity to Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/venus2_mag_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Beneath Venus' Clouds",
    "url": "https://apod.nasa.gov/apod/image/9911/venus2_mag.jpg"
  },
  {
    "date": "1999-11-29",
    "explanation": "Tomorrow's picture: Superbubble  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/hh34_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Arcs and Jets in Herbig Haro 34",
    "url": "https://apod.nasa.gov/apod/image/9911/hh34_vlt.jpg"
  },
  {
    "date": "1999-11-30",
    "explanation": "Tomorrow's picture: Three Days From Mars  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/n70_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Henize 70: A Superbubble in the LMC",
    "url": "https://apod.nasa.gov/apod/image/9911/n70_vlt.jpg"
  },
  {
    "date": "1999-12-01",
    "explanation": "The latest invader from Earth, the Mars Polar Lander (MPL) spacecraft, is scheduled to touch down on the Red Planet's surface on Friday, December 3rd. If all goes well the robotic explorer will open a parachute, deploy landing legs, fire thrusters, and come to rest amidst rolling plains of intriguing layered terrain near the Martian South Pole. In this orbital image, a grid overlays the landing region with the targeted site indicated by a purple oval about 200 kilometers long by 20 kilometers wide. A secondary landing site is shown as a white oval while at the upper left an inset shows the area in relation to the pole. This polar landing region's layered terrain will hopefully allow MPL's instruments to view a record of climate changes in Martian history, like reading tree rings or layers in an ice core. Before landing, MPL will drop off two microprobes intended to penetrate the soil and look for water ice. Mars Polar Lander will also carry a small Mars Microphone.",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/mplland_mgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Landing At The Martian South Pole",
    "url": "https://apod.nasa.gov/apod/image/9912/mplland_mgs.jpg"
  }
]
