[
  {
    "date": "1999-04-01",
    "explanation": "These brightly reflecting fields of snow or frost are on the slopes of a crater rim in the northern hemisphere of Mars. They are 500 meters or so long and have lasted through about eight months of the Red Planet's spring and summer weather. Recently imaged by the Mars Global Surveyor spacecraft, they also seem to be relatively uncrowded ... suggesting to some on April 1st, that lift tickets on Mars are extremely expensive. Of course, a vacation on the Red Planet could still offer some advantages to skiing and snowboarding enthusiasts. For example, Mars' low gravity - only about 3/8ths Earth's gravity - would definitely tend to reduce sore muscles and fall-related injuries. Happy April Fools day from APOD.",
    "hdurl": "https://apod.nasa.gov/apod/image/9904/skimars_mgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ski Mars!",
    "url": "https://apod.nasa.gov/apod/image/9904/skimars_mgs_c3.jpg"
  },
  {
    "date": "1999-04-02",
    "explanation": "Nestled within the dusty arms of the large spiral galaxy Andromeda (M31), the star cluster NGC 206 is one of the largest star forming regions known in our local group of galaxies. The beautiful bright blue stars of NGC 206 betray its youth - but close, systematic studies of variable stars in and around NGC 206 will also accurately reveal its distance. Astronomers are searching for variable stars in NGC 206, particularly pulsating stars known as Cepheids and eclipsing binary star systems. Distances for these types of stars can be effectively determined by following the periodic changes in their brightness and spectra. About 3 million light-years away, an accurately known distance to NGC 206 and thus M31 is critical to the larger understanding of galaxy formation, galaxy evolution, and ultimately the distance scale of the Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/9904/ngc206_direct_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars of NGC 206",
    "url": "https://apod.nasa.gov/apod/image/9904/ngc206_direct.jpg"
  },
  {
    "date": "1999-04-03",
    "explanation": "Tune your radio telescope to 408MHz (408 million cycles per second) and check out the Radio Sky! You should find that frequency on your dial somewhere between US broadcast television channels 13 and 14. In the 1970s large dish antennas at three radio observatories, Jodrell Bank, MPIfR, and Parkes Observatory, were used to do just that - the data were combined to map the entire sky. Near this frequency, cosmic radio waves are generated by high energy electrons spiraling along magnetic fields. In the resulting false color image, the galactic plane runs horizontally through the center, but no stars are visible. Instead, many of the bright sources near the plane are distant pulsars, star forming regions, and supernova remnants, while the grand looping structures are pieces of bubbles blown by local stellar activity. External galaxies like Centaurus A, located above the plane to the right of center, and the LMC (below and right) also shine in the Radio Sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/9611/408_allsky_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Radio Sky: Tuned to 408MHz",
    "url": "https://apod.nasa.gov/apod/image/9611/408_allsky_big.gif"
  },
  {
    "date": "1999-04-04",
    "explanation": "Is the gravity of the galaxies seen in this image high enough to contain the glowing hot gas? Superposed on an optical picture of a group of galaxies is an image taken in X-ray light.  This picture, taken by ROSAT, shows confined hot gas highlighted in false red color, and provides clear evidence that the gravity exerted in groups and clusters of galaxies exceeds all the individual component galaxies combined.  The extra gravity is attributed to dark matter, the nature and abundance of which is one of the biggest mysteries in astronomy today.",
    "hdurl": "https://apod.nasa.gov/apod/image/9904/darkmatter2_rosat_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hot Gas and Dark Matter",
    "url": "https://apod.nasa.gov/apod/image/9904/darkmatter2_rosat.jpg"
  },
  {
    "date": "1999-04-05",
    "explanation": "NASA launches powerful rockets. One such rocket, the Delta II, recently lofted the STARDUST mission into the nearby Solar System.  STARDUST is expected to photograph Comet Wild in 2004 as it zooms by, and return interstellar dust samples to Earth in 2006.  Currently, much remains unknown about the size distribution, primordial composition, and even shapes of these dust grains. Above, a side-mounted camera photographed the separation of the solid rocket boosters above the receding Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/9904/launch14_stardust_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Launch of STARDUST",
    "url": "https://apod.nasa.gov/apod/image/9904/launch14_stardust.jpg"
  },
  {
    "date": "1999-04-06",
    "explanation": "NGC 6334 is a cloud of gas and dust that appears to be forming massive stars.  At 5500 light-years away, the Bear Claw Nebula, as it has also been dubbed, is more than three times as distant as the Orion Nebula, but still close enough for detailed study.  The Bear Claw Nebula can be found towards the constellation of Scorpius.  In visible light, ionized gas makes NGC 6334 look quite red.  The above false-color photograph, however, was taken in infrared light. There, the glow of starlight absorbing dust is more apparent (depicted in blue).  Current research indicates that the bright sources are very young and massive stars.  These stars emit light so energetic and intense that it destroys fine grains of dust in their immediate vicinity, creating an abundance of ionized gas (depicted in red).",
    "hdurl": "https://apod.nasa.gov/apod/image/9904/ngc6334_spirex_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6334: The Bear Claw Nebula",
    "url": "https://apod.nasa.gov/apod/image/9904/ngc6334_spirex.jpg"
  },
  {
    "date": "1999-04-07",
    "explanation": "The star cluster at lower right, cataloged as Hodge 301, is a denizen of the Tarantula Nebula. An evocative nebula in the southern sky, the sprawling cosmic Tarantula is an energetic star forming region some 168,000 light-years distant in our neighboring galaxy the Large Magellanic Cloud. The stars within Hodge 301 formed together tens of millions of years ago and as the massive ones quickly exhaust their nuclear fuel they explode. In fact, the red giant stars of Hodge 301 are rapidly approaching this violent final phase of stellar evolution - known as a supernova. These supernova blasts send material and shock waves back into the nebular gas to create the Tarantula's glowing filaments also visible in this Hubble Space Telescope Heritage image. But these spectacular stellar death explosions signal star birth as well, as the blast waves condense gas and dust to ultimately form the next generation of stars inside the Tarantula Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/9904/hodge301_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Denizen of the Tarantula Nebula",
    "url": "https://apod.nasa.gov/apod/image/9904/hodge301_hst.jpg"
  },
  {
    "date": "1999-04-08",
    "explanation": "On April 20, 1967, NASA's robot spacecraft Surveyor 3 landed on the moon, touching down on the inside slope of a small lunar crater in the Ocean of Storms. Over 2 1/2 years later, on November 19, 1969, the lunar module Intrepid, piloted by Apollo 12 astronauts Pete Conrad and Alan Bean, flew overhead and landed nearby in the second visit by humans to the lunar surface. Intrepid touched down about 600 feet away and the moon walking astronauts were easily able to reach the Surveyor and examine the remote explorer that had preceded them. Intrepid is seen in the background of this striking high resolution picture of Surveyor 3. Surveyor's leftmost foot pad appears dug in while its foreground foot pad has made two distinct imprints in the powdery lunar soil - clear indications that the Surveyor slid and bounced on landing. Using bolt cutters, the astronauts removed Surveyor's TV camera (the cylinder shape at the right of the tall solar panel mast) and its sampling scoop (on the arm extended to the right), returning them to Earth for study.",
    "hdurl": "https://apod.nasa.gov/apod/image/9904/surv3_apollo12_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 12: Surveyor 3 and Intrepid",
    "url": "https://apod.nasa.gov/apod/image/9904/surv3_apollo12_c1.jpg"
  },
  {
    "date": "1999-04-09",
    "explanation": "Like a cosmic lawn sprinkler, dust streaming from a rotating star system creates a pinwheel pattern in this false color infrared image. Astronomers discovered the surprising star dust scenario using a sophisticated interferometer and the 10 meter Keck I telescope to observe the bright Wolf-Rayet star WR 104. Wolf-Rayet stars are thought to be massive objects on the brink of a cataclysmic supernova explosion - having grown so hot and bright that their intense light begins to drive material away in a stellar wind. The problem is, their starlight would also be so intense that any dust flakes should be destroyed! A possible solution to this dusty dilemma is that a companion star exists hidden in the bright central region, generating wind interactions which shield a relatively narrow dust forming region from the light of WR 104. As the binary system rotates, the spray of surviving dust particles appears to spiral outward.",
    "hdurl": "https://apod.nasa.gov/apod/image/9904/wr104_sslkeck_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "WR 104: Pinwheel Star",
    "url": "https://apod.nasa.gov/apod/image/9904/wr104_sslkeck.jpg"
  },
  {
    "copyright": "A. VanniniG. Li CausiA. RicciardiA. Garatti",
    "date": "1999-04-10",
    "explanation": "This gorgeous view of stars, nebulae, and the Milky Way comes from the dark night sky above the lovely island of La Palma in the Canaries archipelago. The picture was made by a group of experienced astrophotographers who traveled there to take advantage of the ideal observing conditions near La Palma's Observatorio del Roque de los Muchachos. Skygazers can easily pick out several of their favorite astronomical objects in this wide angle time exposure which covers about 40 degrees on winter the sky. Faint stars along the plane of our Galaxy compose the delicate, luminous band of the Milky Way stretching across the image from the bottom left. The familiar constellation of Orion the hunter is also easy to find, with glowing nebulae highlighting the hunter's belt and sword. Orion's famous red giant star Betelgeuse, near picture center, has a yellowish cast and Rigel is the bright star in Orion at lower right. Brilliant white Sirius, near the bottom, is the brightest star in the picture (and in Earth's night sky). Sirius, is part of the constellation Canis Major (Big Dog). Across the Milky Way, above and to the left of Sirius, is slightly less brilliant Procyon, brightest star of Canis Minor. A V-shaped group of yellowish stars at the upper right, part of Taurus the bull, is dominated by the red giant Aldebaran.",
    "hdurl": "https://apod.nasa.gov/apod/image/9803/orionuwh3_avann_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Canaries Sky",
    "url": "https://apod.nasa.gov/apod/image/9803/orionuwh2_avann.jpg"
  },
  {
    "date": "1999-04-11",
    "explanation": "Tomorrow's picture: A Shy Galaxy  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9904/columbia2_sts1_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Liftoff of Space Shuttle Columbia",
    "url": "https://apod.nasa.gov/apod/image/9904/columbia2_sts1.jpg"
  },
  {
    "date": "1999-04-12",
    "explanation": "For such a close galaxy, NGC 4945 is easy to miss.  NGC 4945 is a spiral galaxy in the Centaurus Group of galaxies, located only six times farther away than the prominent Andromeda Galaxy. The thin disk galaxy is oriented nearly edge-on, however, and shrouded in dark dust.  Therefore galaxy-gazers searching the southern constellation of Centaurus need a telescope to see it.  The above picture was taken with a large telescope testing a new wide-angle, high-resolution CCD camera.  Most of the spots scattered about the frame are foreground stars in our own Galaxy, but some spots are globular clusters orbiting the distant galaxy.  NGC 4945 is thought to be quite similar to our own Milky Way Galaxy.  X-ray observations reveal, however, that NGC 4945 has an unusual, energetic, Seyfert 2 nucleus that might house a large black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/9904/ngc4945_mpg_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nearby Spiral Galaxy NGC 4945",
    "url": "https://apod.nasa.gov/apod/image/9904/ngc4945_mpg.jpg"
  },
  {
    "date": "1999-04-13",
    "explanation": "Would you notice a second Moon in the sky?  About 700 years ago, light from a tremendous explosion reached Earth that should have appeared almost as bright as a full Moon.  The bright spot should have lasted for weeks, yet no notation of such an occurrence has been found in historical records.  The mystery was uncovered by Wan Chen and Neil Gehrels (NASA/GSFC) when studying the source of radioactive elements toward the Vela supernova remnant.  They deduced that an explosion much younger and closer than the supernova that caused Vela must have occurred, and even computed explosion characteristics from the amounts of radioactive elements present.  They calculate that GRO/RX J0852 should have dazzled medieval stargazers.  Perhaps people were too busy, surviving records are too incomplete, or the explosion was somehow too dim.  The above picture of GRO/RX J0852 was taken in gamma-ray light with the Compton Gamma-Ray Observatory and is shown in false-color. Astronomers and historians continue to contemplate the clues.",
    "hdurl": "https://apod.nasa.gov/apod/image/9904/rxj0852_cgro_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Case of the Missing Supernova",
    "url": "https://apod.nasa.gov/apod/image/9904/rxj0852_cgro.jpg"
  },
  {
    "copyright": "Paul Boltwood",
    "date": "1999-04-14",
    "explanation": "How far can you see from your own backyard?  Across the Solar System, even across our Galaxy, these sights are not difficult.  Recently, however, amateur Paul Boltwood gazed across the universe. His record setting image is shown above in false color.  Boltwood imaged sources more faint than magnitude 24 in response to a challenge made to amateur astronomers by Yale Astronomy Professor Bradley Schaefer.  Objects this dim tend to be galaxies billions of light years away.  Although professionals have recently recovered objects as dim as magnitude 30, Boltwood's image rivals even the best professional efforts of only a few decades ago.  Since then, photon-catching Charge Coupled Devices (CCDs) have allowed high efficiency frames to be added together.  As evidence, Boltwood used only a 16-inch telescope, but co-added 767 exposures each lasting only two minutes.",
    "hdurl": "https://apod.nasa.gov/apod/image/9904/amdeepfield_boltwood_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Backyard Universe",
    "url": "https://apod.nasa.gov/apod/image/9904/amdeepfield_boltwood.jpg"
  },
  {
    "date": "1999-04-15",
    "explanation": "Awkward and angular looking, Apollo 17's lunar module Challenger was designed for flight in the vacuum of space. This sharp picture from the command module America, shows Challenger's ascent stage in lunar orbit. Small reaction control thrusters are at the sides of the moonship with the bell of the ascent rocket engine itself underneath. The hatch allowing access to the lunar surface is visible in the front and a round radar antenna appears at the top. This spaceship performed gracefully, landing on the moon and returning the Apollo astronauts to the orbiting command module in December of 1972 - but where is Challenger now? Its descent stage remains at the Apollo 17 landing site, Taurus-Littrow. The ascent stage crashed nearby after being jettisoned from the command module prior to the astronauts' return to planet Earth. Apollo 17's mission was the sixth and last time astronauts have landed on the moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/9904/challenger_apollo17_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 17's Moonship",
    "url": "https://apod.nasa.gov/apod/image/9904/challenger_apollo17.jpg"
  },
  {
    "copyright": "Lynette Cook",
    "date": "1999-04-16",
    "explanation": "Yesterday, astronomers announced the discovery of the first system of planets around a normal star other than our Sun.  Previously, only single planet star systems had been found.  Subtle changes in the wobble of Upsilon Andromedae, a Sun-like star in the constellation of Andromeda, allowed astronomers led by R. Paul Butler (AAO) and Geoffrey W. Marcy (SFSU /UCB) to make the breakthrough.  This star system is quite different from our own Solar System, however.  All three detected planets have masses near or above Jupiter. The discovery implies that multiple-planet systems are quite common, increasing speculation that life-bearing planets similar to Earth may one day be found.  The drawing above is an artist's depiction of the Upsilon Andromedae system and its innermost planet.  This planet orbits unexpectedly close to its parent star.",
    "hdurl": "https://apod.nasa.gov/apod/image/9904/uAnd_cook.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Upsilon Andromedae: An Extra-Solar System",
    "url": "https://apod.nasa.gov/apod/image/9904/uAnd_cook.jpg"
  },
  {
    "date": "1999-04-17",
    "explanation": "What if you could see gamma rays (photons with more than 40 million times the energy of visible light)? If you could, the Moon would appear brighter than the Sun! This startling notion is demonstrated by this image of the Moon from the Energetic Gamma Ray Experiment Telescope (EGRET) onboard NASA's orbiting Compton Gamma Ray Observatory. The most sensitive instrument of its kind, even EGRET can not see the quiet Sun which is faint at extreme gamma-ray energies. Why is the Moon so bright in gamma rays? High energy charged particles known as cosmic rays, constantly bombard the unprotected lunar surface generating gamma rays. EGRET's gamma-ray vision is not sharp enough to resolve a lunar disk or any surface features but its sensitivity reveals the bright gamma-ray moonglow against a background of gamma rays from our Milky Way galaxy, gamma-ray quasars and some still mysterious unidentified sources. The image was generated from eight exposures made during 1991-1994. A wide-angle picture, it covers a roughly 40x40 degree field of view with gamma-ray intensity represented in false color.",
    "hdurl": "https://apod.nasa.gov/apod/image/9702/moon_egret.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gamma Ray Moon",
    "url": "https://apod.nasa.gov/apod/image/9702/moon_egret.jpg"
  },
  {
    "copyright": "Joe Orman",
    "date": "1999-04-18",
    "explanation": "The Moon, Saturn, and Venus shine above while city lights twinkle below in the deepening twilight of March 19.  Taken from outside Indio, California, the photo shows the city lights of Indio and nearby Palm Springs. The brilliant lunar crescent is over exposed here with Saturn about 4 degrees away to the upper right and bright Venus still farther to the right only another 2 degrees or so. This Sunday evening, April 18, another dramatic lunar spectacle should be easily visible to stargazers in the western and midwestern US when the crescent moon passes in front of the bright star Aldebaran.",
    "hdurl": "https://apod.nasa.gov/apod/image/9904/orman0319_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Over California",
    "url": "https://apod.nasa.gov/apod/image/9904/orman0319_c1.jpg"
  },
  {
    "date": "1999-04-19",
    "explanation": "rth has one moon. A symbol in famous love songs, movies, poems, and folklore, many myths about the Moon date back to ancient history.  In fact, the name Monday originates from Moon-day.  The Moon glows by light it reflects from the Sun and is frequently the brightest object in the night sky.  The Moon orbits the Earth about once a month (moon-th) from about 1 light second away. The above-pictured Full Moon occurs when the Moon is nearly opposite to the Sun in its orbit.  The Moon's diameter is about 1/4 that of the Earth, and from the Earth's surface appears to have almost exactly the same angular size as the Sun. Recent evidence indicates that the Moon formed from a colossal impact on the Earth about 4.5 billions of years ago, and therefore has a similar composition to the Earth.  Humans walked on the Moon for the first time in 1969.",
    "hdurl": "https://apod.nasa.gov/apod/image/9904/fullmoon_lick_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Full Moon",
    "url": "https://apod.nasa.gov/apod/image/9904/fullmoon_lick.jpg"
  },
  {
    "date": "1999-04-20",
    "explanation": "What created these huge explosion remnants? Speculation has been building recently that outbursts even more powerful than well-known supernovae might occur.  Dubbed hypernovae, these explosions might result from high-mass stars and liberate perhaps ten times more energy than conventional supernovae. A hypernova was originally postulated to explain the great amount of energy seemingly liberated in a gamma-ray burst.  A search for visible remnants of hypernovae has now yielded the above two candidates.  Nearby spiral galaxy M101, shown on the right, has two large expanding shells that might have originated from a hypernova. Remnant NGC 5471B on the upper left and MF83 below were identified by the unusually high amount of X-ray radiation they emit.  MF83 is also one of the largest expanding shells ever found.  Research continues into the possible nature and visibility of hypernovae and the gas shells they likely leave behind.",
    "hdurl": "https://apod.nasa.gov/apod/image/9904/hypernova_chu_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Candidates for a Hypernova",
    "url": "https://apod.nasa.gov/apod/image/9904/hypernova_chu.jpg"
  },
  {
    "date": "1999-04-21",
    "explanation": "Which stars are closest to the Sun?  The closest is Proxima Centauri, one of three stars that orbit each other about 4 light-years away in the Alpha-Centauri system.  Alpha Centauri is easily visible from Earth's Southern Hemisphere. Next is Barnard's Star, a dim star visible with a telescope in the constellation of Ophiuchus.  Sirius, the brightest star in the night sky, is part of the fifth closest star system, from which light takes 8.6 years to reach us.  The nearest 25 star systems are shown on the above map, out to 13 light-years.  Past that there are probably stars so dim that their proximity has not yet been discovered. Research continues in trying to identify an estimated 130 missing star systems out to 32 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/9904/solarneighborhood_recons_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Nearest Stars",
    "url": "https://apod.nasa.gov/apod/image/9904/solarneighborhood_recons.gif"
  },
  {
    "copyright": "Till Credner & Sven Kohle",
    "date": "1999-04-22",
    "explanation": "Astronomers recently announced the detection of three large planets orbiting the star Upsilon Andromedae - the first planetary system known to orbit a normal star other than our Sun. These planets were not directly photographed but found through a Doppler technique developed to use large telescopes to search nearby stars for wobbling planetary signatures. However, Upsilon And itself is visible to the unaided eye shining in Earth's sky in the northern constellation Andromeda at about 4th magnitude. This deep photographic image shows Upsilon And along with fainter stars and \"deep sky\" objects including the famous Andromeda spiral galaxy or M31 (right), the Triangulum galaxy or M33 (below), and the star cluster NGC 752 (left). About 44 light-years distant, Upsilon And is a star only a little more massive and just slightly hotter than the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/9904/upsand_credner_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Where is Upsilon Andromedae?",
    "url": "https://apod.nasa.gov/apod/image/9904/upsand_credner.jpg"
  },
  {
    "date": "1999-04-23",
    "explanation": "Orbiting Jupiter once every 43 hours, the volcanic moon Io cruises 500,000 kilometers above swirling, banded cloud-tops. Orbiting Earth once every 1.5 hours, the Hubble Space Telescope watched as Io accompanied by its shadow crossed the face of the reigning gas giant planet in 1997. This and other sharp false-color images have recently been chosen to celebrate the ninth anniversary of the Hubble's launch (April 24, 1990). Reflective patches of sulfur dioxide \"frost\" are visible on Io's surface while Io's round dark shadow is seen passing over brownish white regions of Jupiter's high altitude haze and clouds. In October and November of this year, the Galileo spacecraft currently operating in the Jovian system is scheduled to make two daring close approaches to Io, possibly flying through a volcanic plume.",
    "hdurl": "https://apod.nasa.gov/apod/image/9904/ioshadowc_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io Shadow",
    "url": "https://apod.nasa.gov/apod/image/9904/ioshadowc_hst1.jpg"
  },
  {
    "date": "1999-04-24",
    "explanation": "\"Yes, I have been to Barsoom again ...\" begins John Carter in Edgar Rice Burroughs' 1913 science fiction classic \"The Gods of Mars\". In Burroughs' novels describing Carter's adventures on Mars, \"Barsoom\" is the local inhabitants' name for the Red Planet. Long after Burroughs' stories were published, Mars continues to inspire Earthdwellers' interests and imagination. Soon it will again be invaded by spacecraft from Earth. This dramatic picture of a crescent Mars was taken by NASA's Viking 2 spacecraft in 1976.",
    "hdurl": "https://apod.nasa.gov/apod/image/barsoom.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Barsoom",
    "url": "https://apod.nasa.gov/apod/image/barsoom.gif"
  },
  {
    "date": "1999-04-25",
    "explanation": "Mimas is one of the smaller moons of Saturn but shows one of the largest impact craters. In fact, if the impact had been much greater, it would have disrupted the entire satellite.  The large crater has been named Herschel after the 1789 discoverer of Mimas, Sir William Herschel. Mimas' low mass produces a surface gravity just strong enough to create a spherical body but weak enough to allow such relatively large surface features.  Mimas is made of mostly water ice with a smattering of rock - so it is accurately described as a big dirty snowball.  Voyager 1 flew by in 1980 and took the above picture.",
    "hdurl": "https://apod.nasa.gov/apod/image/9904/mimas_vg1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mimas: Small Moon with a Big Crater",
    "url": "https://apod.nasa.gov/apod/image/9904/mimas_vg1.jpg"
  },
  {
    "date": "1999-04-26",
    "explanation": "Here lie 526,230,881 of the brightest stars known.  The US Naval Observatory has deployed their monster Precision Measuring Machine to digitize photographic plates covering the whole sky and creating the above map.  Yellow corresponds to 150,000 stars per square degree, while dark blue corresponds to only 500 stars per square degree.  (For comparison, the Full Moon takes up about 1/4 of a square degree.)  The most striking feature on this whole sky projection is the central disk of our Milky Way Galaxy, which stretches across the middle.  Dark dust lanes are evident there by the great number of stars they obscure.  The two bright spots seen south of the Milky Way's disk are the neighboring Magellanic Cloud galaxies.  Anyone can order a free copy of this data, but not everyone can fit data from all 526,230,881 stars on their hard-drive.",
    "hdurl": "https://apod.nasa.gov/apod/image/9904/sky_usnoa2_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "USNO-A2.0 Catalog: A Digital Sky",
    "url": "https://apod.nasa.gov/apod/image/9904/sky_usnoa2_big.gif"
  },
  {
    "copyright": "Gordon Garradd",
    "date": "1999-04-27",
    "explanation": "Another large snowball is falling toward the Sun.  Comet Lee was discovered two weeks ago by Steve Lee (AAO) in Australia, and is expected to brighten as it approaches the inner Solar System.  Comet Lee is not expected to become a naked-eye object, though, with recent projections guessing it will peak at magnitude 7 in July.  Starting in May, the large piece of dirty ice officially known as Comet C/1999 H1 Lee will be visible to northern observers. Comet Lee is the fuzzy patch in the above picture taken on April 16 from Loomberah, Australia.",
    "hdurl": "https://apod.nasa.gov/apod/image/9904/lee_gg.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Introducing Comet Lee",
    "url": "https://apod.nasa.gov/apod/image/9904/lee_gg_big.jpg"
  },
  {
    "date": "1999-04-28",
    "explanation": "When Mars Surveyor arrives at Mars in 2002, it will carry a sundial.  Even though batteries and a solar array will power the Mars Surveyor Lander, the sundial has been included to allow a prominent public display of time. The sundial idea was the brainchild of Bill Nye the Science Guy, who noticed that a post originally used for camera calibration could be redesigned.   Millennia ago, sundials were state-of-the-art timekeepers for humans on Earth.  Since the Sun casts similar shadows on Mars and Earth, accurate calibration of the shadow placement on the Martian Sundial will tell a curious inspector of returned images both the time of day and the season.",
    "hdurl": "https://apod.nasa.gov/apod/image/9904/sundial_mars_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sundial for Mars",
    "url": "https://apod.nasa.gov/apod/image/9904/sundial_mars.jpg"
  },
  {
    "copyright": "Till Credner & Sven KohleBonn UniversityCalar Alto Observatory",
    "date": "1999-04-29",
    "explanation": "The New General Catalog of star clusters and nebulae really isn't so new. In fact, it was published in 1888 - an attempt by J. L. E. Dreyer to consolidate the work of astronomers William, Caroline, and John Herschel along with others into a useful single, complete catalog of astronomical discoveries and measurements. Dreyer's work was successful and is still important today as this famous catalog continues to lend its acronym \"NGC\" to bright clusters, galaxies, and nebulae. Take for example this star cluster known as NGC 2266 (item number 2,266 in the NGC compilation). It lies about 10,000 light-years distant in the constellation Gemini and represents an open or galactic cluster. With an age of about 1 billion years, NGC 2266 is old for a galactic cluster. Its evolved red giant stars are readily apparent in this gorgeous three-color image.",
    "hdurl": "https://apod.nasa.gov/apod/image/9904/ngc2266_credner_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2266: Old Cluster in the New General Catalog",
    "url": "https://apod.nasa.gov/apod/image/9904/ngc2266_credner.jpg"
  },
  {
    "date": "1999-04-30",
    "explanation": "On September 24, 1997 a shock wave blasted across the surface of the sun at speeds of 250 to 600 kilometers per second. On planet Earth, observer Barry Reynolds photographed the expanding shock front (left) in the light emitted by hydrogen atoms at the solar surface. His discovery image was nicely confirmed by a space-based extreme ultraviolet image (right) of the shock ramming through the sun's upper atmosphere as recorded by the SOHO satellite observatory. In both pictures a bright solar flare is seen near the center of a circular arc-like feature representing a shock front. The shock front is dark in the ground based photo and bright in the ultraviolet image. These shock fronts are believed to be tracers of a 3-dimensional disturbance caused by the flare but researchers are uncertain as to the exact physical mechanisms which produced it. Along with other violent events called coronal mass ejections, solar flares are known to generate streams of energetic particles which can affect the Earth's magnetosphere and Earth orbiting satellites.",
    "hdurl": "https://apod.nasa.gov/apod/image/9904/moreton_halpha_eit.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar Shock Wave",
    "url": "https://apod.nasa.gov/apod/image/9904/moreton_halpha_eit.jpg"
  },
  {
    "date": "1999-05-01",
    "explanation": "Why is the Moon dusty? On Earth, rocks are weathered by wind and water, creating soil and sand. On the Moon, the long history of micrometeorite bombardment has blasted away at the rocky surface creating a layer of powdery lunar soil or regolith. This lunar regolith could be a scientific and industrial bonanza. But for the Apollo astronauts and their equipment, the pervasive, fine, gritty dust was definitely a problem. On the lunar surface in December 1972, Apollo 17 astronauts Harrison Schmitt and Eugene Cernan needed to repair one of their lunar rover's fenders in an effort to keep the \"rooster tails\" of dust away from themselves and their gear. This picture reveals the wheel and fender of their dust covered rover along with the ingenious application of spare maps, clamps, and a grey strip of \"duct tape\".",
    "hdurl": "https://apod.nasa.gov/apod/image/9803/dustdt_apollo17_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Dust and Duct Tape",
    "url": "https://apod.nasa.gov/apod/image/9803/dustdt_apollo17.jpg"
  }
]
