[
  {
    "copyright": "Jason Ware",
    "date": "2000-05-01",
    "explanation": "Here's a familiar shape in an unfamiliar location!  This emission nebula is famous partly because it resembles Earth's continent of North America.  To the right of the North America Nebula, cataloged as NGC 7000, is a less luminous Pelican Nebula.  The two emission nebula measure about 50 light-years across, are located about 1500 light-years away, and are separated by a dark absorption cloud.  The nebulae can be seen with binoculars from a dark location.  Look for a small nebular patch north-east of bright star Deneb in the constellation of Cygnus.  It is still unknown which star or stars ionize the red-glowing hydrogen gas.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/northamneb_ware_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The North America Nebula",
    "url": "https://apod.nasa.gov/apod/image/0005/northamneb_ware.jpg"
  },
  {
    "copyright": "Jon Teus",
    "date": "2000-05-02",
    "explanation": "Did you see that flash?  Lasting only about 15 seconds, it's possible that nobody you ask can confirm it, but what you might have seen is sunlight reflecting off an orbiting Iridium satellite.  Satellites of all types have been providing streaks and glints visible only since the launch of Sputnik I in 1957.  Of these, flares from any of the 66 Iridium satellites can be particularly bright, sometimes even approaching the brightness of the Moon.  If the Iridium satellites are programmed to re-enter the Earth's atmosphere, they might provide even brighter flares as they burn up.  Pictured above, the streak from an Iridium satellite punctuates a picturesque sunset in San Sebastian, Spain.  Then again, that sky-flash you saw? If it lasted only a second or two, it might have been a meteor.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/iridium_teus_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Iridium Flash Sunset",
    "url": "https://apod.nasa.gov/apod/image/0005/iridium_teus.jpg"
  },
  {
    "date": "2000-05-03",
    "explanation": "Drifting through the stratosphere above Antarctica in late 1998, the balloon-borne BOOMERANG telescope peered into the cosmos at millimeter wavelengths. The blotchy structures it detected are seen above in the sharpest yet picture of the universe at an early age, perhaps a mere 300,000 years old. The false-color image shows subtle fluctuations in the temperature of the hot plasma which filled the universe before expansion cooled the material, producing the familiar stars and galaxies. Dramatically, the size of the fluctuations in the BOOMERANG image has convinced many cosmologists that the universe contains just exactly enough matter and energy to be flat -- a powerful prediction of the popular theory of Inflation which describes the earliest moments of the Big Bang. A flat universe will expand forever and two light rays which start out parallel will never spread or intersect. But all is not solved (!) as the BOOMERANG results don't show clearly details confirming the suspected amounts of dark matter and the cosmological constant.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/earlyuniverse_boom_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "BOOMERANG Images The Early Universe",
    "url": "https://apod.nasa.gov/apod/image/0005/earlyuniverse_boom.jpg"
  },
  {
    "copyright": "B. Magrath",
    "date": "2000-05-04",
    "explanation": "Clouds scatter the faint orange rays of the setting sun in the foreground of this breathtaking photograph from the summit of Mauna Kea, Hawaii. Taken on April 7th, this skyscape features a dramatic lunar and planetary alignment. An overexposed crescent moon dominates the celestial scene, but the bright \"star\" just below and to its right is Saturn while further below Saturn is a close pairing of brilliant Jupiter and a fainter, yellowish Mars. Red giant star Aldebaran is almost directly above the moon near the top of the image and the bright blue stars of the Pleiades cluster are visible about midway up and to the right of the moon-Aldebaran line. The good news is that planetary alignments like this one do not portend disasters, are relatively common, and can clearly make inspirational viewing for casual stargazers and astronomers alike. The bad news is that the world is not going to end because of the highly publicized planetary alignment occurring tomorrow, May 5th -- so you probably will have to go to work!",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/planetsapril_magrath_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planets Above The Clouds",
    "url": "https://apod.nasa.gov/apod/image/0005/planetsapril_magrath.jpg"
  },
  {
    "date": "2000-05-05",
    "explanation": "Today, all five naked-eye planets (Mercury, Venus, Mars, Jupiter, Saturn) plus the Moon and the Sun will at least approximately line-up. As viewed from planet Earth, they will be clustered within about 26 degrees, the closest alignment for all these celestial bodies since February 1962, when there was a solar eclipse! Such planetary alignments are not dangerous, except of course that the Sun might hurt your eyes when you look at it. So it might be easier to appreciate today's solar system spectacle if you use a space-based coronagraph ... like the LASCO instrument onboard the SOHO observatory. In this recent LASCO image, an occulting disk supported by a structure seen projecting from the lower left blocks out the overwhelming sunlight. It shows three of the planets along with the Sun's location and bright solar wind regions against a background of stars, but Mars and Venus are unfortunately outside LASCO's roughly 15 degree field of view. The horizontal bars through the planets are digital image artifacts. And what about the Moon? The SOHO spacecraft is positioned well beyond lunar orbit where its view of the Sun is never interrupted by the Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/sunplanets_soho_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planets In The Sun",
    "url": "https://apod.nasa.gov/apod/image/0005/sunplanets_soho.jpg"
  },
  {
    "date": "2000-05-06",
    "explanation": "Newborn stars lie at at the heart of the the Orion Nebula, hidden from view by the dust and gas of the giant Orion Molecular Cloud number 1 (OMC-1). Sensitive to invisible infrared wavelengths, Hubble's NICMOS camera can explore the interior of OMC-1 detecting the infrared radiation from infant star clusters and the interstellar dust and atoms energized by their intense starlight. In this false color picture, stars and the glowing dust clouds which also scatter the starlight appear yellowish orange while emission from hydrogen gas is blue. The dramatic image reveals a wealth of details, including many filaments and arcs of gas and dust -- evidence of violent motions stirred-up by the emerging stars. The bright object near the center is the massive young star \"BN\" (named for its discoverers Becklin and Neugebauer). The pattern of speckles and ripples surrounding BN and other bright stars are image artifacts.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/omc1_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Heart Of Orion",
    "url": "https://apod.nasa.gov/apod/image/0005/omc1_hst.jpg"
  },
  {
    "copyright": "Juan Carlos Casado",
    "date": "2000-05-07",
    "explanation": "Many think it is just a myth.  Others think it is true but its cause isn't known.  Adventurers pride themselves on having seen it.  It's a green flash from the Sun.  The truth is the green flash does exist and its cause is well understood.  Just as the setting Sun disappears completely from view, a last glimmer appears startlingly green.  The effect is typically visible only from locations with a low, distant horizon, and lasts just a few seconds. A green flash is also visible for a rising Sun, but takes better timing to spot.  A slight variant of this was caught in the above photograph, where much of the Sun was still visible, but the very top appeared momentarily green. The Sun itself does not turn partly green, the effect is caused by layers of the Earth's atmosphere acting like a prism.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/greenflash_casado_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Green Flash from the Sun",
    "url": "https://apod.nasa.gov/apod/image/0005/greenflash_casado.jpg"
  },
  {
    "date": "2000-05-08",
    "explanation": "The robot spacecraft Galileo in orbit around Jupiter has recently photographed the inner moons of Jupiter in greater detail than ever before.  These pictures of Thebe, Amalthea, and Metis are shown to scale, and reveal details as small as three kilometers across.  Amalthea, by contrast, has a total length of about 200 kilometers.  The moons are composed mostly of ice, are much smaller than Jupiter's more famous Galilean satellites (Io, Europa, Ganymede, and Callisto), and orbit between Io and Jupiter's rings.  Thebe appears dominated by a huge impact crater 40 kilometers across.  Astronomers are uncertain of the origin of the unusual white gash at the bottom of Amalthea.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/jupsmallmoons_gal.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter's Moons Thebe, Amalthea, and Metis",
    "url": "https://apod.nasa.gov/apod/image/0005/jupsmallmoons_gal.gif"
  },
  {
    "date": "2000-05-09",
    "explanation": "A race is underway to understand our universe through background radiation produced during its infancy.  Observationally, increasingly accurate balloon experiments are pressing to beat future space-faring satellites to definitive measurements of universe-determining spot characteristics of the cosmic microwave background (CMB) radiation.  The BOOMERANG balloon mission, depicted above, reported its new results only two weeks ago, and the MAXIMA group is reporting new results even today. Cosmology theorists are submitting a flurry of papers in an effort to explain the latest results.  These balloon CMB measurements appear to imply a universe consistent geometrically with familiar Euclidean axioms, but perhaps complex in unforeseen ways.  Later this year NASA plans to launch the MAP satellite that will study the CMB in greater detail and may determine the geometry of composition of our universe definitively.  So stay tuned -- one of the greatest races of modern science is sure to continue.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/cmbsky_boomerang_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Race to Reveal Our Universe",
    "url": "https://apod.nasa.gov/apod/image/0005/cmbsky_boomerang.jpg"
  },
  {
    "date": "2000-05-10",
    "explanation": "An asteroid the size of New Jersey that orbits the Sun between Mars and Jupiter has been discovered to have an unusual dog-bone shape.  Asteroid 216 Kleopatra, recently mapped with Earth-based radar, reflects radio waves so well that astronomers speculate it is composed mostly of metals such as nickel and iron.  The unusual shape and composition of 216 Kleopatra may derive from the central regions of a tremendous collision between larger asteroids billions of years ago.   Kleopatra is not completely solid - its surface is loosely consolidated rubble, although its core may contain large solid-metal lodes.   Kleopatra will never strike the Earth, but it may one day serve as a valuable source of raw building materials.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/kleo_arecibo.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dog-Bone Shaped Asteroid 216 Kleopatra",
    "url": "https://apod.nasa.gov/apod/image/0005/kleo_arecibo_big.jpg"
  },
  {
    "date": "2000-05-11",
    "explanation": "Can this be a spiral galaxy? In fact, NGC 3314 consists of two large spiral galaxies which just happen to almost exactly line-up. The foreground spiral is viewed nearly face-on, its pinwheel shape defined by young bright star clusters. But against the glow of the background galaxy, dark swirling lanes of interstellar dust are also seen to echo the face-on spiral's structure. The dust lanes are surprisingly pervasive, and this remarkable pair of overlapping galaxies is one of a small number of systems in which absorption of visible light can be used to directly explore the distribution of dust in distant spirals. NGC 3314 is about 140 million light-years away in the southern constellation of Hydra. Just released, this color composite was constructed from Hubble Space Telescope images made in 1999 and 2000.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/ngc3314_keel_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3314: When Galaxies Overlap",
    "url": "https://apod.nasa.gov/apod/image/0005/ngc3314_keel.jpg"
  },
  {
    "date": "2000-05-12",
    "explanation": "This false-color image from the Chandra X-ray Observatory reveals a one light-year diameter ring of hot, ten million degree plasma. It is one of the most detailed X-ray images of the expanding blast wave from supernova 1987A (SN1987A).  At visible wavelengths SN1987A is famous for its evolving rings, and superposed on this image are white contour lines which outline the innermost optical ring as seen by the Hubble Space Telescope. The composite picture clearly shows that the X-ray emitting shocked material lies just inside the optical ring. In fact, the X-ray emission seems to peak (whitest color) close to where the optical emission peaks (closely spaced contours), a persuasive demonstration that the optical light is produced as the blast wave plows into surrounding material. What will SN1987A look like in the future? According to a popular model, in coming years the expanding supernova blast wave should hit and light up even more material while the violent impacts send reverse shocks back towards the site of the explosion and light up the ejected stellar debris. In any event, astronomers will watch eagerly from a ringside seat as a new supernova remnant emerges.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/sn1987a_cxo_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Ring Around SN1987A",
    "url": "https://apod.nasa.gov/apod/image/0005/sn1987a_cxo_hst.jpg"
  },
  {
    "date": "2000-05-13",
    "explanation": "\"Safe!\" In September 1967 (during regular season play), the Surveyor 5 lander actually slid several feet while making a successful soft landing on the Moon's Mare Tranquillitatis. Equipped with television cameras and soil sampling experiments, the US Surveyor spacecraft were intended to determine if the lunar surface at chosen locations was safe for manned landings. Surveyor 5 touched down on the inside edge of a small crater inclined at about 20 degrees. Its footpad slipped and dug the trench visible in the picture. Covered with dusty lunar soil, the footpad is about 20 inches in diameter.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/moonslide_surveyor5_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Surveyor Slides",
    "url": "https://apod.nasa.gov/apod/image/0005/moonslide_surveyor5.jpg"
  },
  {
    "date": "2000-05-14",
    "explanation": "Scroll right to unfold one of the great panoramas ever taken on the surface of Mars.  For best viewing, click and hold the right arrow icon at the bottom of your browser window.  This image, dubbed a \"presidential panorama\" by the Mars Pathfinder team, shows in colorful detail the surroundings of the Sagan Memorial Station.  Now look closely at the big rock midway through the scrolling picture.  That rock is called Yogi and just to its left is the robot Sojourner Rover taking measurements of it.  Other now-famous rocks are also visible including Barnacle Bill and Flat Top.  After this picture was taken Sojourner went on to analyze a rock named Scooby Doo.  The Mars Pathfinder mission landed on 1997 July 4 and collected data for about three months.  Analysis indicates that the Pathfinder site was likely awash in water in the distant past, but has been dry for the last two billion years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/marspan3_pf_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Presidential Panorama of Mars",
    "url": "https://apod.nasa.gov/apod/image/0005/marspan3_pf.jpg"
  },
  {
    "copyright": "Juan Carlos Casado",
    "date": "2000-05-15",
    "explanation": "Have you ever seen a halo around the Moon?  This fairly common sight occurs when high thin clouds containing millions of tiny ice crystals cover much of the sky.  Each ice crystal acts like a miniature lens.  Because most of the crystals have a similar elongated hexagonal shape, light entering one crystal face and exiting through the opposing face refracts 22 degrees, which corresponds to the radius of the Moon Halo.  A similar Sun Halo may be visible during the day.  The town in the foreground of the above picture is San Sebastian, Spain.  The distant planet Jupiter appears by chance on the halo's upper right.  Exactly how ice-crystals form in clouds remains under investigation.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/moonhalo_casado.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Halo Around the Moon",
    "url": "https://apod.nasa.gov/apod/image/0005/moonhalo_casado_big.jpg"
  },
  {
    "date": "2000-05-16",
    "explanation": "A quasar slightly depleted of a specific color of light may indicate that our universe is filled with massive amounts of ionized hydrogen.  Light from QSO H1821+643, pictured above, comes to us from about a quarter of the way across the visible universe.  Detailed analysis now indicates that a tiny amount of this quasar's light was absorbed by intervening ionized oxygen.  Astronomers intuit that this oxygen is surely accompanied by much more abundant ionized hydrogen, which would otherwise be invisible.  The oxygen is thus thought to be the tip of a tremendous iceberg, indicating a universe filled with proton and electron clouds so vast they likely exceed the mass of all the stars combined.  Still, this is only a small part of the long-sought dark matter astronomers have been searching for.  Our universe is thought to be filled with much more abundant, much stranger forms of dark matter.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/qso1821_wiyn_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "QSO H1821+643 Indicates a Universe Filled with Hydrogen",
    "url": "https://apod.nasa.gov/apod/image/0005/qso1821_wiyn.jpg"
  },
  {
    "date": "2000-05-17",
    "explanation": "Three major sources contribute to the far-infrared sky: our Solar System, our Galaxy, and our Universe.  The above recently released image, in representative colors, is the highest resolution projection yet created of the entire far-infrared sky (60 - 240 microns) created from years of observations by the now-defunct robot spacecraft COBE.  Our Solar System is evidenced most prominently by the S-shaped blue sash called zodiacal light, created by small pieces of rock and dust orbiting between the Sun and Jupiter.  The disk of our Galaxy is evidenced most prominently by the thin band of light-emitting dust that crosses the middle of the image.  Clouds and filaments of dust in our Milky Way also make intricate patterns pervading most of the sky.  Close inspection of similar images reveal that the background is not completely dark, indicating that our Universe itself provides a diffuse glow, created by dust left over from the star formation throughout the Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/fir_cobe_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Far Infrared Sky",
    "url": "https://apod.nasa.gov/apod/image/0005/fir_cobe.jpg"
  },
  {
    "date": "2000-05-18",
    "explanation": "Was this picture taken from outside our Galaxy?  No, it is a composite taken from Earth orbit, well inside our Milky Way Galaxy.  In light just a little too red for human eyes to see - \"near infrared\" electromagnetic radiation - the disk and center of our Galaxy stand out giving an appearance likely similar to seeing our Galaxy from the outside in visible light.  The above COBE image was recently reprocessed for higher resolution and shows red stars and dust in our Galaxy superposed against the faint glow of many dim stars in distant galaxies.  Faintly visible as an S-shaped sash running through the image center is zodiacal light -- dust in our own Solar System.  Compared to the far-infrared sky, little Galactic dust is visible.   The two smudges on the lower right are the Large and Small Magellanic Clouds neighboring galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/nir_cobe_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Near Infrared Sky",
    "url": "https://apod.nasa.gov/apod/image/0005/nir_cobe.jpg"
  },
  {
    "copyright": "Jan CurtisU. AlaskaACRC",
    "date": "2000-05-19",
    "explanation": "Tomorrow's picture: A Comet Too Close to the Sun  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/auroracircle2_curtis.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Aurora Before the Storm",
    "url": "https://apod.nasa.gov/apod/image/0005/auroracircle2_curtis_big.jpg"
  },
  {
    "date": "2000-05-20",
    "explanation": "Arcing toward a fiery fate, this Sungrazer comet was recorded by the SOHO spacecraft's Large Angle Spectrometric COronagraph (LASCO) on Dec. 23rd, 1996. LASCO uses an occulting disk, partially visible at the lower right, to block out the otherwise overwhelming solar disk allowing it to image the inner 5 million miles of the relatively faint corona. The comet is seen as its coma enters the bright equatorial solar wind region (oriented vertically). Spots and blemishes on the image are background stars and camera streaks caused by charged particles. Positioned in space to continuously observe the Sun, SOHO has detected 7 sungrazing comets. Based on their orbits, they are believed to belong to a family of comets created by successive break ups from a single large parent comet which passed very near the sun in the twelfth century. The bright comet of 1965, Ikeya-Seki, was also a member of the Sungrazer family, coming within about 400,000 miles of the Sun's surface. Passing so close to the Sun, Sungrazers are subjected to destructive tidal forces along with intense solar heat. This comet, known as SOHO 6, did not survive.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/sungrazer1_lasco_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sungrazer",
    "url": "https://apod.nasa.gov/apod/image/0005/sungrazer1_lasco.jpg"
  },
  {
    "copyright": "AAOAATBROEUKS Telescope",
    "date": "2000-05-21",
    "explanation": "Why is the sky near Antares and Rho Ophiuchi so colorful?  The colors result from a mixture of objects and processes.  Fine dust illuminated from the front by starlight produces blue reflection nebulae. Gaseous clouds whose atoms are excited by ultraviolet starlight produce reddish emission nebulae. Backlit dust clouds block starlight and so appear dark.   Antares, a red supergiant and one of the brighter stars in the night sky, lights up the yellow-red clouds on the upper left.  Rho Ophiuchi lies at the center of the blue nebula on the right.  The distant globular cluster M4 is visible just below Antares, and to the left of the red cloud engulfing Sigma Scorpii.  These star clouds are even more colorful than humans can see, emitting light across the electromagnetic spectrum.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/antrho_uks.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Antares and Rho Ophiuchi",
    "url": "https://apod.nasa.gov/apod/image/0005/antrho_uks_big.jpg"
  },
  {
    "date": "2000-05-22",
    "explanation": "Bridges the length of a planet can form on the Sun in a matter of hours.  Known as light bridges, these structures may form as large sunspot groups decay.  Above, one of the sharpest photographs of the Sun ever taken shows two such light bridges that appeared late last month.  The 5000-kilometer long bridges connect moderately dark penumbral regions across the cool abyss of two dark sunspot umbras.  A movie shows that material tends more to rise from below and fall rather than to cross the light bridges.  Bright bubbling granules surround the sunspot group.  The impressive details on this recently released picture from the Swedish Solar Vacuum Telescope were made possible by new adaptive optics that correct for the blurring of the Earth's atmosphere.  What eventually became of the light bridges?  As days progressed, the bridge region expanded to fill the void as the sunspots moved apart and decayed.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/lightbridges_svst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Light Bridges on the Sun",
    "url": "https://apod.nasa.gov/apod/image/0005/lightbridges_svst.jpg"
  },
  {
    "copyright": "T2KAKPNO 0.9-m TelescopeNOAOAURANSF",
    "date": "2000-05-23",
    "explanation": "M4 is a globular cluster visible in dark skies about one degree west of the bright star Antares in the constellation Scorpius.  M4 is perhaps the closest globular cluster at 7000 light years, meaning that we see M4 only as it was 7000 years ago, near the dawn of recorded human history.  Although containing hundreds of thousands of stars and spanning over 50 light-years, M4 is one of the smallest and sparsest globular clusters known.  A particularly unusual aspect for a globular cluster is M4's central bar of stars.  M4, pictured above, is one of the oldest objects for which astronomers can estimate age directly.  Cluster white dwarfs appear to be at least nine billion years old - so ancient they limit the youth of our entire universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/m4_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M4: The Closest Known Globular Cluster",
    "url": "https://apod.nasa.gov/apod/image/0005/m4_noao.jpg"
  },
  {
    "date": "2000-05-24",
    "explanation": "Bright stars of the Pleiades, four planets, and erupting solar plasma are all captured in this spectacular image from the space-based SOlar and Heliospheric Observatory (SOHO). In the foreground of the 15 degree wide field of view, a bubble of hot plasma, called a Coronal Mass Ejection (CME), is blasting away from the active Sun whose position and relative size is indicated by the central white circle. Beyond appear four of the five naked-eye planets -- courtesy of the planetary alignment which did not destroy the world! In the background are distant stars and the famous Pleiades star cluster, also easily visible to the unaided eye when it shines in the night sky. Distances for these familiar celestial objects are; the Sun, 150 million kilometers away; Mercury, Venus, Jupiter, and Saturn, about 58, 110, 780, and 1,400 million kilometers beyond the Sun respectively; and the Pleiades star cluster at a mere 3,800 trillion kilometers (400 light-years). SOHO itself orbits 1.5 million kilometers sunward of planet Earth. The image was recorded by the Large Angle and Spectrometric COronagraph (LASCO) instrument on board SOHO on Monday, May 15 at 10:42 UT.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/pleplan_lasc3_1042big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pleiades, Planets, And Hot Plasma",
    "url": "https://apod.nasa.gov/apod/image/0005/pleplan_lasc3_1042.jpg"
  },
  {
    "date": "2000-05-25",
    "explanation": "Since April 30, the robotic NEAR-Shoemaker spacecraft has been orbiting only 31 miles from asteroid Eros. Cruising over the asteroid's north and south poles at a leisurely 7 miles per hour, the spacecraft completes an orbit once every 1.2 earth days. This dramatic horizon view recorded by the spacecraft's camera on May 18 spans about 0.8 miles and reveals features as small as 13 feet across. Emphasized by long, harsh shadows produced by the low sun angle, the rolling surface of Eros is seen to be strewn with boulders and craters with a range of sizes. The jagged-looking boulder near the picture center is over 190 feet tall. While gathering sharp pictures of Eros' surface, experimenters will also take advantage of the close orbit to explore the asteroid's surface composition and internal structure, and search for a magnetic field.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/near_00522.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eros Horizon View",
    "url": "https://apod.nasa.gov/apod/image/0005/near_00522_sharp.jpg"
  },
  {
    "date": "2000-05-26",
    "explanation": "Nearly 400 years ago astronomer Johannes Kepler observed comet tails blown by a solar breeze and suggested that vessels might likewise navigate through space using appropriately fashioned sails. It is now widely recognized that sunlight does indeed produce a force which moves comet tails and a large, reflective sail could be a practical means of propelling a spacecraft. In fact, the illustration above represents one concept currently being explored by NASA centers to develop an interstellar probe pushed along by sunlight reflected from an ultrathin sail. Nearly half a kilometer wide, the delicate solar sail would be unfurled in space. Continuous pressure from sunlight would ultimately accelerate the craft to speeds about five times higher than possible with conventional rockets -- without requiring any fuel! If launched in 2010 such a probe could overtake Voyager 1, the most distant spacecraft bound for interstellar space, in 2018 going as far in eight years as the Voyager will have journeyed in 41 years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/solarsail_msfc_m.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar Sail",
    "url": "https://apod.nasa.gov/apod/image/0005/solarsail_msfc.jpg"
  },
  {
    "date": "2000-05-27",
    "explanation": "In the center of M51, a spiral galaxy 23 million light-years away, astronomers have identified a dense region of young stars. Viewed face-on in the constellation Canes Venatici, the swirling arcs of this galaxy's spiral arms have inspired its popular name, The Whirlpool Galaxy. This 1996 Hubble Space Telescope image of its nucleus reveals the light from millions of stars, perhaps one tenth the age of the Sun, packed into the bright central region. A mere 80 light-years across, this area is so crowded with stars that the view from a hypothetical planet orbiting one of these distant suns would be of a continuously bright sky! The dark \"Y\" shape visible within this region is an indication that lanes of dust are present, partially blocking the intense starlight.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/m51nuc_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M51: The Center Of The Whirlpool",
    "url": "https://apod.nasa.gov/apod/image/0005/m51nuc_hst.jpg"
  },
  {
    "date": "2000-05-28",
    "explanation": "Skylab was an orbiting laboratory launched by a Saturn V rocket in May 1973.  Skylab was visited three times by NASA astronauts who sometimes stayed as long as two and a half months.  Many scientific tests were performed on Skylab, including astronomical observations in ultraviolet and X-ray light.  Some of these observations yielded valuable information about Comet Kohoutek, our Sun and about the mysterious X-ray background - radiation that comes from all over the sky.  Skylab fell back to earth on 11 July 1979.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/skylab4_nasa_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Skylab Over Earth",
    "url": "https://apod.nasa.gov/apod/image/0005/skylab4_nasa.jpg"
  },
  {
    "date": "2000-05-29",
    "explanation": "Scroll right to virtually climb the largest volcano in the Solar System. Olympus Mons on Mars measures three times higher than Earth's highest mountain, and has a volume over fifty times greater than Earth's largest volcano.  The caldera at the top is over 70 kilometers wide.  The low gravity and relatively static surface crust on Mars allows structures as large as Olympus Mons to form.  Surrounding the volcano is a cliff that ranges up to 10 kilometers high.  This black & white image is one of over 20,000 just-released images taken by the robot spacecraft Mars Global Surveyor that continues to orbit Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/olympusmons_mgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Olympus Mons Volcano on Mars",
    "url": "https://apod.nasa.gov/apod/image/0005/olympusmons_mgs.jpg"
  },
  {
    "date": "2000-05-30",
    "explanation": "The most photogenic array of radio telescopes in the world has also been one of the most productive.  Each of the 27 radio telescopes in the Very Large Array (VLA) is the size of a house and can be moved on train tracks.  The VLA, celebrating its twentieth year of operation, is pictured above in a compact formation in front of Tres Montosas, New Mexico, USA.  The VLA has been used to discover water on planet Mercury, radio-bright coronae around ordinary stars, micro-quasars in our Galaxy, gravitationally-induced Einstein rings around distant galaxies, and radio counterparts to cosmologically distant gamma-ray bursts.  The vast size of the VLA has allowed astronomers to study the details of super-fast cosmic jets, and even map the center of our Galaxy.  An upgrade of the VLA is being planned.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/vla2_nrao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Very Large Array Turns Twenty",
    "url": "https://apod.nasa.gov/apod/image/0005/vla2_nrao.jpg"
  },
  {
    "date": "2000-05-31",
    "explanation": "Did you ever have a day where everything got turned around and you just couldn't tell which way was up?  Fortunately, this didn't happen to astronaut James S. Voss on May 21, who spent six hours preparing to fix and upgrade the International Space Station.  Voss is shown above anchored in the clutches of Space Shuttle Atlantis' mechanical arm, maneuvering outside the shuttle's cargo bay high above planet Earth.  This space walk was the 85th in US history and the fifth dedicated to the construction of the International Space Station.  The STS-101 mission returned early Monday morning after successfully replacing the station's batteries, lifting the station into a higher orbit, and replenishing needed supplies.  In several years, when the International Space Station is complete, a crew of up to seven astronauts will live and work in a volume similar to a 747 jumbo jet.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/sts101_arm_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Astronaut at Work",
    "url": "https://apod.nasa.gov/apod/image/0005/sts101_arm.jpg"
  },
  {
    "date": "2000-06-01",
    "explanation": "A black hole is supposed to inexorably attract matter. But the intense radiation generated as material swirls and plunges into its high gravity field also heats up surrounding gas and drives it away. In fact, measurements made using this recent Chandra Observatory X-ray spectrum of active galaxy NGC 3783 reveal a wind of highly ionized atoms blowing away from the galaxy's suspected central black hole at a million miles per hour. Displayed in false color, the bright central spot is the X-ray image of NGC 3783 while the lines radiating away represent an X-ray spectrum of this source produced by Chandra's High Energy Transmission Grating (HETG). An X-ray spectrum is the analog to the rainbow spread of colors in a visible light spectrum. It represents a detailed, spread out image of X-ray colors or energies arising from the source. Ionized atoms of iron, magnesium, oxygen, nitrogen and other elements produce patterns of absorption at known X-ray energies. These patterns have been identified in the spectrum of NGC 3783 at slightly shifted energies and the measured shifts indicate the hot wind's velocity.",
    "hdurl": "https://apod.nasa.gov/apod/image/0006/xspec_ngc3783_chandra.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Wind From NGC 3783",
    "url": "https://apod.nasa.gov/apod/image/0006/xspec_ngc3783_chandra_crop.jpg"
  }
]
