[
  {
    "date": "2000-04-01",
    "explanation": "The Television InfraRed Observational Satellite (TIROS) 1 was the first weather satellite. Launched into a polar orbit 40 years ago (April 1, 1960) equipped with two TV cameras, TIROS 1 was operational for only 78 days but demonstrated the feasibility of monitoring planet Earth's cloud cover and weather patterns from space. TIROS satellites eventually began continuous coverage in 1962 and enabled accurate worldwide weather forecasts and alerts. Above is the first TIROS TV image, taken from an altitude of about 700 kilometers. Crude by contemporary standards, it represents the beginning of what is still one of the most important continuing applications of space technology.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/first_tiros1_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planet Earth from TIROS 1: First TV Image",
    "url": "https://apod.nasa.gov/apod/image/0004/first_tiros1.jpg"
  },
  {
    "date": "2000-04-02",
    "explanation": "Star forming regions known as \"EGGs\" are uncovered at the end of this giant pillar of gas and dust in the Eagle Nebula (M16).  EGGs, short for evaporating gaseous globules, are dense regions of mostly molecular hydrogen gas that fragment and gravitationally collapse to form stars. Light from the hottest and brightest of these new stars heats the end of the pillar and causes further evaporation of gas - revealing yet more EGGs and more young stars.  This picture was taken by the Wide Field and Planetary Camera on board the Hubble Space Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/m16_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eagle EGGs in M16",
    "url": "https://apod.nasa.gov/apod/image/0004/m16_hst.jpg"
  },
  {
    "date": "2000-04-03",
    "explanation": "A huge eruptive prominence is seen moving out from our Sun in this condensed half-hour time-lapse sequence.  Ten Earths could easily fit in the \"claw\" of this seemingly solar monster.  This large prominence, though, is significant not only for its size, but its shape.  The twisted figure eight shape indicates that a complex magnetic field threads through the emerging solar particles.  Recent evidence of differential rotation inside the Sun might help account for the surface explosion.  The sequence was taken early this year by the Sun-orbiting SOHO satellite.  Although large prominences and energetic Coronal Mass Ejections (CMEs) are relatively rare, they are occurring more frequently now that we are near the Solar Maximum, a time of peak sunspot and solar activity in the eleven-year solar cycle.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/prom1743_eit_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Twisted Solar Eruptive Prominence",
    "url": "https://apod.nasa.gov/apod/image/0004/promanim3_eit.gif"
  },
  {
    "date": "2000-04-04",
    "explanation": "What's lighting up the Cigar Galaxy?  M82, as this irregular galaxy is also known, was stirred up by a recent pass near large spiral galaxy M81.  This doesn't fully explain the source of the red-glowing outwardly expanding gas, however.  Recent evidence indicates that this gas is being driven out by the combined emerging particle winds of many stars, together creating a galactic \"superwind.\"  The above recently released photograph from the new Subaru Telescope highlights the specific color of red light strongly emitted by ionized hydrogen gas, showing detailed filaments of this gas.  The filaments extend for over 10,000 light years.  The 12-million light-year distant Cigar Galaxy is the brightest galaxy in the sky in infrared light, and can be seen in visible light with a small telescope towards the constellation of Ursa Major.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/m82_subaru_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Superwind from the Cigar Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0004/m82_subaru.jpg"
  },
  {
    "copyright": "N. A. Sharp",
    "date": "2000-04-05",
    "explanation": "M7 is one of the most prominent open clusters of stars on the sky.  The cluster, dominated by bright blue stars, can be seen with the naked eye in a dark sky in the tail of the constellation of Scorpius.  M7 contains about 100 stars in total, is about 200 million years old, spans 25 light-years across, and lies about 1000 light-years away.   This color picture was taken in 1995 at the Burrell-Schmidt Telescope at Kitt Peak National Observatory in Arizona.  The M7 star cluster has been known since ancient times, being noted by Ptolemy in the year 130 AD.  Also visible is a dark dust cloud near the bottom of the frame, and literally millions of unrelated stars towards the Galactic center.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/m7_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The M7 Open Star Cluster in Scorpius",
    "url": "https://apod.nasa.gov/apod/image/0004/m7_noao.jpg"
  },
  {
    "copyright": "Joe Orman",
    "date": "2000-04-06",
    "explanation": "Rising before the Sun on February 2nd, astrophotographer Joe Orman anticipated this apparition of the bright morning star Venus near a lovely crescent Moon above a neighbor's house in suburban Phoenix, Arizona, USA. Fortunately, the alignment of bright planets and the Moon is one of the most inspiring sights in the night sky and one that is often easy to enjoy and share without any special equipment. Take tonight, for example. Those blessed with clear skies can simply step outside near sunset and view a young crescent Moon very near three bright planets in the west Jupiter, Mars, and Saturn. Jupiter will be the unmistakable brightest star near the Moon with a reddish Mars just to Jupiter's north and pale yellow Saturn directly above. Of course, these sky shows create an evocative picture but the planets and Moon just appear to be near each other -- they are actually only approximately lined up and lie in widely separated orbits. Unfortunately, next month's highly publicized alignment of planets on May 5th will be lost from view in the Sun's glare but such planetary alignments occur repeatedly and pose no danger to planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/vm_orman_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus, Moon, and Neighbors",
    "url": "https://apod.nasa.gov/apod/image/0004/vm_orman.jpg"
  },
  {
    "date": "2000-04-07",
    "explanation": "Planetary nebulae do look simple, round, and planet-like in small telescopes. But images from the orbiting Hubble Space Telescope have become well known for showing these fluorescent gas shrouds of dying Sun-like stars to possess a staggering variety of detailed symmetries and shapes. This composite color Hubble image of NGC 6751 is a beautiful example of a classic planetary nebula with complex features and was selected to commemorate the tenth anniversary of Hubble in orbit. The colors were chosen to represent the relative temperature of the gas - blue, orange, and red indicating the hottest to coolest gas. Winds and radiation from the intensely hot central star (140,000 degrees Celsius) have apparently created the nebula's streamer-like features. The nebula's actual diameter is approximately 0.8 light-years or about 600 times the size of our solar system. NGC 6751 is 6,500 light-years distant in the constellation Aquila.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/ngc6751_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Celebrating Hubble With NGC 6751",
    "url": "https://apod.nasa.gov/apod/image/0004/ngc6751_hst.jpg"
  },
  {
    "date": "2000-04-08",
    "explanation": "Nine years ago the massive Compton Gamma Ray Observatory was deployed in low earth orbit. Sparkling interior reflections and the bright limb of the Earth are visible in this 1991 window view of Compton's release by the crew of the Space Shuttle Atlantis. Lofted above the protective atmosphere, Compton's instruments could explore the extreme high-energy Universe in gamma rays, photons with 100,000 times or more the energy of visible light. The premier gamma-ray observatory far exceeded expectations for a two- to five-year mission, but a recent gyroscope failure has prompted NASA to decide to steer the satellite safely back into the atmosphere. Compton's lasting legacy of discovery will include the detection of more than 400 celestial gamma-ray sources, 10 times more than were previously known; and more than 2,500 gamma-ray bursts.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/compton2_sts37_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Compton Observatory In Orbit",
    "url": "https://apod.nasa.gov/apod/image/0004/compton2_sts37.jpg"
  },
  {
    "date": "2000-04-09",
    "explanation": "Pluto is the only planet in our Solar System remaining unphotographed by a passing spacecraft. Distant Pluto and its moon Charon therefore remain somewhat mysterious.  In addition to direct imaging by the Hubble Space Telescope, careful tracking of brightness changes that occur as each object eclipses the other have allowed astronomers to build up the above black & white surface maps.  These maps depict the face of Pluto (left) that always faces Charon, and the face of Charon that always faces away from Pluto. The rectangular pixels are an artifact of the mapping software. The Pluto-Kuiper Express mission is tentatively planned for launch in 2004 and might encounter Pluto as early as 2012.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/plutocharon_lo.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mysterious Pluto and Charon",
    "url": "https://apod.nasa.gov/apod/image/0004/plutocharon_lo_big.gif"
  },
  {
    "copyright": "Jan SafarBrno Observatory",
    "date": "2000-04-10",
    "explanation": "The past week brought some spectacular aurora to northern skies.  These aurorae were caused by a large interplanetary shock wave that exploded from the Sun on April 4.  When the shock wave reached the Earth on April 6, the resulting aurora could be seen in clear skies as far south as North Carolina.  As the aurorae occurred high in the Earth's atmosphere, they were accompanied by an unusual alignment of planets far in the background.  Pictured above that night, an unusual multicolored auroral display graced the skies above the domes of the Brno Observatory in the Czech Republic.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/aurora_safar_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora in Red and Yellow",
    "url": "https://apod.nasa.gov/apod/image/0004/aurora_safar.jpg"
  },
  {
    "copyright": "American ScientistPriscilla FrischU. Chicago",
    "date": "2000-04-11",
    "explanation": "The stars are not alone.  In the disk of our Milky Way Galaxy about 10 percent of visible matter is in the form of gas, called the interstellar medium (ISM).  The ISM is not uniform, and shows patchiness even near our Sun.  It can be quite difficult to detect the local ISM because it is so tenuous and emits so little light.  This mostly hydrogen gas, however, absorbs some very specific colors that can be detected in the light of the nearest stars.  A working map of the local ISM within 10 light-years based on recent observations is shown above.  These observations show that our Sun is moving through a Local Interstellar Cloud as this cloud flows outwards from the Scorpius-Centaurus Association star forming region.  Our Sun may exit the Local Interstellar Cloud during the next 10,000 years.  Much remains unknown about the local ISM, including details of its distribution, its origin, and how it affects the Sun and the Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/localcloud_frisch_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Local Interstellar Cloud",
    "url": "https://apod.nasa.gov/apod/image/0004/localcloud_frisch.jpg"
  },
  {
    "copyright": "American ScientistPriscilla FrischU. Chicago",
    "date": "2000-04-12",
    "explanation": "What surrounds the Sun in this neck of the Milky Way Galaxy?  Our current best guess is depicted in the above map of the surrounding 1500 light years constructed from various observations and deductions.  Currently, the Sun is passing through a Local Interstellar Cloud (LIC), shown in violet, which is flowing away from the Scorpius-Centaurus Association of young stars.  The LIC resides in a low-density hole in the interstellar medium (ISM) called the Local Bubble, shown in black.  Nearby, high-density molecular clouds including the Aquila Rift surround star forming regions, each shown in orange.  The Gum Nebula, shown in green, is a region of hot ionized hydrogen gas.  Inside the Gum Nebula is the Vela Supernova Remnant, shown in pink, which is expanding to create fragmented shells of material like the LIC.  Future observations should help astronomers discern more about the local Galactic Neighborhood and how it might have affected Earth's past climate.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/galacticneighborhood_frisch_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Local Bubble and the Galactic Neighborhood",
    "url": "https://apod.nasa.gov/apod/image/0004/galacticneighborhood_frisch.gif"
  },
  {
    "copyright": "Joe Orman",
    "date": "2000-04-13",
    "explanation": "Comets are known for their tails. In the spring of 1997 and 1996 Comet Hale-Bopp (above) and Comet Hyakutake gave us stunning examples as they passed near the Sun. These extremely active comets were bright, naked-eye spectacles offering researchers an opportunity to telescopically explore the composition of primordial chunks of our solar system by studying their long and beautiful tails. But it has only recently been discovered that surprising readings from experiments on-board the interplanetary Ulysses probe which lasted for several hours on May 1, 1996, indicate the probe passed through comet Hyakutake's tail! Ulysses experiments were intended to study the Sun and solar wind and the spacecraft-comet encounter was totally unanticipated. Relative positions of Ulysses and Hyakutake on that date indicate that this comet's ion tail stretched an impressive 360 million miles or about four times the Earth-Sun distance. This makes Hyakutake's tail the longest ever recorded and suggests that comet tails are much longer than previously believed.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/hb97_orman_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Exploring Comet Tails",
    "url": "https://apod.nasa.gov/apod/image/0004/hb97_orman.jpg"
  },
  {
    "date": "2000-04-14",
    "explanation": "Not all stars form a big Q after they explode.  The shape of supernova remnant E0102-72, however, is giving astronomers a clue about how tremendous explosions disperse elements and interact with surrounded gas.  The above image is a composite of three different photographs in three different types of light.  Radio waves, shown in red, trace high-energy electrons spiraling around magnetic field lines in the shock wave expanding out from the detonated star.  Optical light, shown in green, traces clumps of relatively cool gas that includes oxygen.  X-rays, shown in blue, show relatively hot gas that has been heated to millions of degrees.  This gas has been heated by an inward moving shock wave that has rebounded from a collision with existing or slower moving gas.  This big Q currently measures 40 light-years across and was found in our neighboring SMC galaxy.  Perhaps we would know even more if we could buy a vowel.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/e0102multi_chandra_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Supernova Remnant E0102-72 from Radio to X-Ray",
    "url": "https://apod.nasa.gov/apod/image/0004/e0102multi_chandra.jpg"
  },
  {
    "date": "2000-04-15",
    "explanation": "This panorama of the cratered lunar surface was constructed from images returned by the US Surveyor 6 lander. Surveyor 6 was not the first spacecraft to accomplish a soft landing on the Moon ... but it was the first to land and then lift off again! After the spacecraft touched down near the center of the Moon's nearside in November of 1967, NASA controllers commanded it to hop. Briefly firing its rocket engine and lifting itself some 4 meters above the surface, the Surveyor moved about 2.5 meters to one side before setting down again. The hopping success of Surveyor 6 essentially marked the completion of the Surveyor series main mission - to determine if the lunar terrain was safe for the planned Apollo landings.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/surveyor6_pan_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Surveyor Hops",
    "url": "https://apod.nasa.gov/apod/image/0004/surveyor6_pan_big.gif"
  },
  {
    "date": "2000-04-16",
    "explanation": "How can a round star make a square nebula?  This conundrum came to light with the discovery of planetary nebulae like IC 4406.  IC 4406 is most probably cylindrical, with its square appearance the result of our vantage point in viewing the cylinder.  Hot gas is known to be flowing out the ends of the cylinder, while filaments of dark dust and molecular gas lace the bounding walls.  The star primarily responsible for this interstellar sculpture can be found in the planetary nebula's center.  In a few million years, the only thing left visible in IC 4406 will be a fading white dwarf star.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/ic4406_hst.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 4406: A Seemingly Square Nebula",
    "url": "https://apod.nasa.gov/apod/image/0004/ic4406_hst_big.jpg"
  },
  {
    "date": "2000-04-17",
    "explanation": "The robot spacecraft NEAR Shoemaker continues to orbit asteroid Eros.  This condensed 40-minute long time-lapse sequence taken last month shows what it looks like to pass within 200 kilometers of Eros' west end.  The north pole of the rotating mountain is toward the bottom of the picture.  This month NEAR-Shoemaker closes to within 100 kilometers, and by the end of this month will orbit only 50 kilometers from the center of this 33-kilometer long asteroid.  One reason for moving in so close is to determine if 433 Eros has a magnetic field.  NEAR Shoemaker, launched in 1996, is run by a computer similar to a PC released 15 years ago (12 MHz, 256K).",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/movie2_near.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Flying Over Asteroid Eros' West End",
    "url": "https://apod.nasa.gov/apod/image/0004/movie2_near_big.gif"
  },
  {
    "date": "2000-04-18",
    "explanation": "This bright white swath cutting across the surface of icy Jovian moon Europa is known as Agenor Linea. In all about 1000 kilometers long and 5 kilometers wide, only a section is pictured here as part of a combined color and black and white image based on data from the Galileo spacecraft. Most linear features on Europa are dark in color but Agenor Linea is uniquely bright for unknown reasons. Also unknown is the origin of the reddish material along the sides. While these and other details of Europa's surface formations remain mysterious, the general results of Galileo's exploration of Europa have supported the idea that an ocean of liquid water lies beneath the cracked and frozen crust. An extraterrestrial liquid ocean holds out the tantalizing possibility of life.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/europaline_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Europa: Ice Line",
    "url": "https://apod.nasa.gov/apod/image/0004/europaline_gal.jpg"
  },
  {
    "date": "2000-04-19",
    "explanation": "The distance record for a quasar has been broken yet again.  At the present time, no other object in the universe has been found to be more distant than the above speck.  The recently discovered quasar has been clocked at redshift 5.82.  The exact relation between redshift and distance remains presently unknown, although surely higher redshifts do mean greater distance.  The above quasar is likely billions of light-years away and so is seen when the universe was younger than one billion years old, less than a tenth of its present age.  Like all quasars, this object is probably a large black hole in the center of a distant galaxy. Don't close the record book yet, though.  The redshifts to several other SDSS-discovered quasars are currently being measured, some of which might have redshifts greater than six.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/qso582_sdss.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Redshift 5.8: A New Farthest Quasar",
    "url": "https://apod.nasa.gov/apod/image/0004/qso582_sdss_big.jpg"
  },
  {
    "date": "2000-04-20",
    "explanation": "This newly released digital portrait of our planet is reminiscent of the Apollo-era pictures of the \"big blue marble\" Earth from space. To create it, researchers at Goddard Space Flight Center's Laboratory for Atmospheres combined data from a Geostationary Operational Environmental Satellite (GOES), the Sea-viewing Wide Field-of-view Sensor (SeaWiFS), and the Polar Orbiting Environmental Satellites (POES) with a USGS elevation model of Earth's topography. Stunningly detailed, the planet's western hemisphere is cast so that heavy vegetation is green and sparse vegetation is yellow, while the heights of mountains and depths of valleys have been exaggerated by 50 times to make vertical relief visible.  Hurricane Linda is the dramatic storm off North America's west coast. And what about the Moon? The lunar image was reconstructed from GOES data and artistically rescaled for this visualization.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/bluemarble2k_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Blue Marble 2000",
    "url": "https://apod.nasa.gov/apod/image/0004/bluemarble2k.jpg"
  },
  {
    "date": "2000-04-21",
    "explanation": "Star formation occurs at a faster pace in M82 -- a galaxy with about 10 times the rate of massive star birth (and death) compared to our Milky Way. Winds from massive stars and blasts from supernova explosions have created the expanding cloud of million degree gas filling the above Chandra X-ray Observatory image of this remarkable starburst galaxy. The false color image even resolves bright spots which are likely shocked supernova remnants and X-ray bright binary stars. Also observed as a radio galaxy and a bright celestial infrared source, M82's aspect in optical pictures has led to its popular moniker, the Cigar Galaxy. M82's burst of star formation was likely triggered a mere 100 million years ago in the latest of a series of bouts with another large galaxy, M81.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/m82_cxc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M82: Starburst In X-rays",
    "url": "https://apod.nasa.gov/apod/image/0004/m82_cxc.jpg"
  },
  {
    "date": "2000-04-22",
    "explanation": "In Jules Verne's science fiction classic A Journey to the Center of the Earth, Professor Hardwigg and his fellow explorers encounter many strange and exciting wonders. What wonders lie at the center of our Galaxy? Astronomers now know of some of the bizarre objects which exist there, like vast dust clouds, bright young stars, swirling rings of gas, and even a large black hole. Much of the Galactic Center is shielded from our view in visible light by the intervening dust and gas, but it can be explored using other forms of electromagnetic radiation. This haunting image of the Galactic Center region in infrared light was made in 1996 by a telescope onboard the Midcourse Space Experiment. The center itself appears as a bright spot near the middle of this roughly 1 degree field of view, and the north galactic pole is towards the top. The picture is in false color - starlight appears blue while dust is greenish grey, tending to red in the cooler areas.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/galcen_msx_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Journey to the Center of the Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0004/galcen_msx_c1.jpg"
  },
  {
    "date": "2000-04-23",
    "explanation": "What are those strange blue objects?  Many are images of a single, unusual, beaded, blue, ring-like galaxy which just happens to line-up behind a giant cluster of galaxies.  Cluster galaxies here appear yellow and -- together with the cluster's dark matter -- act as a gravitational lens.  A gravitational lens can create several images of background galaxies, analogous to the many points of light one would see while looking through a wine glass at a distant street light.  The distinctive shape of this background galaxy -- which is probably just forming -- has allowed astronomers to deduce that it has separate images at 4, 8, 9 and 10 o'clock, from the center of the cluster.  Possibly even the blue smudge just left of center is yet another image! This spectacular photo from the Hubble Space Telescope was taken in October 1994.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/cl0024_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Giant Cluster Bends, Breaks Images",
    "url": "https://apod.nasa.gov/apod/image/0004/cl0024_hst.jpg"
  },
  {
    "date": "2000-04-24",
    "explanation": "An eerie blue glow and ominous columns of dark dust highlight M78, a bright reflection nebula in the constellation of Orion.  The dust not only absorbs light, but also reflects the light of several bright blue stars that formed recently in the nebula.  The same type of scattering that colors the daytime sky further enhances the blue color.  M78 is about five light-years across and visible through a small telescope.  M78 appears above only as it was 1600 years ago, however, because that is how long it takes light to go from there to here.   M78 belongs to the larger Orion Molecular Cloud Complex that contains the Great Nebula in Orion and the Horsehead Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/m78_sdss_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Reflection Nebula M78",
    "url": "https://apod.nasa.gov/apod/image/0004/m78_sdss.jpg"
  },
  {
    "date": "2000-04-25",
    "explanation": "The South Pole of Mars is stranger than was previously thought.  Pictured above are unexpectedly complex layers photographed recently by the Mars Global Surveyor spacecraft currently orbiting Mars.  The layers probably include carbon dioxide ice, water ice, rock and dust.  The intricate structures might indicate erosion patterns that hold clues to the history of the Martian climate over the past 100 million years.  The above image covers a region five kilometers across, resolving details as small as 25 meters across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/marspolelayers_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Layers of the Martian South Polar Cap",
    "url": "https://apod.nasa.gov/apod/image/0004/marspolelayers_mgs.jpg"
  },
  {
    "date": "2000-04-26",
    "explanation": "Subtle and delicate in appearance, these are filaments of shocked interstellar gas -- part of the expanding blast wave from a violent stellar explosion. Recorded in November 1997 with the Wide Field and Planetary Camera 2 onboard the Hubble Space Telescope, the picture is a closeup of a supernova remnant known as the Cygnus Loop. The nearly edge-on view shows a small portion of the immense shock front moving toward the top of the frame at about 170 kilometers per second while glowing in light emitted by atoms of excited Hydrogen gas. Not just another pretty picture, this particular image has provided some dramatic scientific results. In 1999, researchers used it to substantially revise downward widely accepted estimates of distance and age for this classic supernova remnant. Now determined to lie only 1,440 light-years away, the Cygnus Loop is thought to have been expanding for 5 - 10 thousand years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/cygloop_blair_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Filaments In The Cygnus Loop",
    "url": "https://apod.nasa.gov/apod/image/0004/cygloop_blair.jpg"
  },
  {
    "date": "2000-04-27",
    "explanation": "Braving intense radiation belts, the Galileo spacecraft once again flew past the surface of Jupiter's moon Io (sounds like EYE-oh) on February 22. Combining high resolution black and white images from that flyby with color data recorded last summer has resulted in this dramatic view of a region near the volcanic moon's south pole. An active and alien landscape, the bright white areas are likely due to sulfur dioxide frost and seem to be concentrated near ridges and cliffs. The three ominous black spots, each about 6-12 miles across, are volcanic craters or calderas covered with recent dark lava. A sinuous channel connects the lower left caldera with a yellowish lava flow. Io is small, but its continuous activity is driven by the drastic tides induced by Jupiter and the other Jovian moons. It is estimated that the resulting volcanism completely resurfaces Io every million years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/iosouth_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Calderas And Cliffs Near Io's South Pole",
    "url": "https://apod.nasa.gov/apod/image/0004/iosouth_gal.jpg"
  },
  {
    "date": "2000-04-28",
    "explanation": "Recent Leonid meteor showers have been rich in bright fireball meteors which leave lingering trails stretching across the night sky. These trails, or persistent trains, are mysteriously self-luminescent and do not shine by reflected light. Visible for many minutes, they are blown by winds at altitudes up to 100 kilometers and can take on progressively twisted worm-like shapes. Recorded in November, during the 1998 Leonid meteor shower, this picture shows a persistent train dubbed \"Glowworm\" by astronomers at Kirtland Air Force Base's Starfire Optical Range (SOR). What makes the Glowworm glow? To find out, SOR astronomers engaged in a unique experiment, tracking and probing both 1998 and 1999 Leonid meteor trains with pulsed laser lidar (light detection and ranging) systems and other instruments. A copper vapor laser produced the intense streak seen shooting from the lower left of the image. While the cause of the Glowworm's glow remains enigmatic for now, the SOR results will help unravel the mystery.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/leonidgw2_starfire.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Leonid Glowworm",
    "url": "https://apod.nasa.gov/apod/image/0004/leonidgw2_starfire.jpg"
  },
  {
    "date": "2000-04-29",
    "explanation": "very day is a cloudy day on Jupiter, the Solar System's reigning gas giant. This 3-dimensional visualization presents a simplified model view from between Jovian cloud decks based on imaging and spectral data recorded by the Galileo spacecraft. The separation between the cloud layers and the height variations have been exaggerated. The upper cloud layer is haze a few tens of miles thick. Heights in the lower cloud layers have been color coded; light bluish clouds are high and thin, reddish clouds are low, and white clouds are high and thick. Streaks in the lower layer suggestively lead to a dark blue area, a relatively clear, dry region similar to the site where Galileo's atmospheric probe made the first entry into a gas giant planet's atmosphere on December 7th, 1995.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/jup3dclouds_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "3D View Of Jupiter's Clouds",
    "url": "https://apod.nasa.gov/apod/image/0004/jup3dclouds_gal.jpg"
  },
  {
    "copyright": "AAOAATBROEUKS Telescope",
    "date": "2000-04-30",
    "explanation": "Almost unknown to casual observers in the northern hemisphere, the southern sky contains two diffuse wonders known as the Magellanic Clouds.  The Magellanic Clouds are small irregular galaxies orbiting our own larger Milky Way spiral galaxy.  The Small Magellanic Cloud (SMC), pictured here, is about 250,000 light years away and contains a preponderance of young, hot, blue stars indicating it has undergone a recent period of star formation.  There is evidence that the SMC is not gravitationally bound to the LMC.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/smc_uks.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Small Cloud of Magellan (SMC)",
    "url": "https://apod.nasa.gov/apod/image/0004/smc_uks_big.jpg"
  },
  {
    "copyright": "Jason Ware",
    "date": "2000-05-01",
    "explanation": "Here's a familiar shape in an unfamiliar location!  This emission nebula is famous partly because it resembles Earth's continent of North America.  To the right of the North America Nebula, cataloged as NGC 7000, is a less luminous Pelican Nebula.  The two emission nebula measure about 50 light-years across, are located about 1500 light-years away, and are separated by a dark absorption cloud.  The nebulae can be seen with binoculars from a dark location.  Look for a small nebular patch north-east of bright star Deneb in the constellation of Cygnus.  It is still unknown which star or stars ionize the red-glowing hydrogen gas.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/northamneb_ware_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The North America Nebula",
    "url": "https://apod.nasa.gov/apod/image/0005/northamneb_ware.jpg"
  }
]
