[
  {
    "date": "2000-08-01",
    "explanation": "Why do comets emit X-rays?  First discovered during the passing of Comet Hyakutake in 1996, the reason a cold comet would produce hot X-rays has since remained a mystery.  On July 14, however, the orbiting Chandra X-ray Observatory was able to provide an image of passing Comet LINEAR, shown above, in enough detail to unravel the mystery.  The key to the solution turns out to be the unusual wind of fast ions emitted by our Sun.  These ions apparently collide with gas recently emitted by the comet and cause some ions to acquire a new electron.  An electron that starts in a high-energy state will emit an X-ray as it falls in closer to the ion nucleus.  As other comets move into the inner Solar System, this discovery should allow future study of the continually evolving gas cloud that surrounds comets as well as the composition of the solar wind.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/linear_chandra_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Rays from Comet LINEAR",
    "url": "https://apod.nasa.gov/apod/image/0008/linear_chandra.jpg"
  },
  {
    "date": "2000-08-02",
    "explanation": "The Crescent Nebula is a rapidly expanding shell of gas surrounding a dying star.  In this recently released image by the Hubble Space Telescope, a bright dynamic part of the nebula three light-years across is shown in representative color.  The Crescent Nebula began to form about 250,000 years ago as central Wolf-Rayet star WR 136 began to shed its outer envelope in a strong stellar wind, expelling the equivalent of our Sun's mass every 10,000 years.  This wind has been impacting surrounding interstellar gas, compacting it into a series of complex shells, and lighting it up.  The Crescent Nebula, also known as NGC 6888, lies about 4,700 light-years away in the constellation of Cygnus and can only be seen through a telescope.  Star WR 136 will probably undergo a supernova explosion sometime in the next million years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/crescent_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "At the Edge of the Crescent Nebula",
    "url": "https://apod.nasa.gov/apod/image/0008/crescent_hst.jpg"
  },
  {
    "date": "2000-08-03",
    "explanation": "Last month the NEAR Shoemaker spacecraft swooped closer to Eros, orbiting only 22 miles (36 kilometers) from the center of the asteroid. These two images taken on July 19 (left) and July 24 (right) reveal the diminutive world's pocked and mottled surface in amazing detail, showing features as small as 19 feet (6 meters) across. Eros is thought to be a primordial, undifferentiated asteroid based on X-ray and gamma-ray studies of its surface composition. In the left picture, its surface layer or regolith is seen to be laced with bright and dark regions while in the right hand image dark regolith appears to have filled in some crater floors. The left and right images span an area about 2,600 feet (800 meters) and 3,000 ft (900 meters) wide respectively. On July 31, NEAR Shoemaker returned to its familiar 31 mile (50 kilometer) orbit, circling Eros serenely at about 6 miles per hour.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/eros22_000719_near.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "22 Miles From Eros",
    "url": "https://apod.nasa.gov/apod/image/0008/eros22_000719_near.jpg"
  },
  {
    "date": "2000-08-04",
    "explanation": "Life might get dull at the core of M15 but the sky would always be bright with stars! In fact, only 40,000 light-years away in the constellation Pegasus, M15 is one of the most densely packed globular star clusters in our Milky Way Galaxy. This stunning Hubble Space Telescope image of M15 shows thousands of individual stars across the central 10 or so light-years of the cluster, also cataloged as NGC 7078. Yet even the Hubble's sharp vision can't clearly separate the stars at this cluster's core. Globular star clusters harbor from a hundred thousand up to a million stars and roam the Milky Way halo. Like most globulars, M15 is filled with ancient stars, about 12 billion years old compared to the Sun's estimated 4.5 billion years. Its cool red giant stars appear yellowish in this color composite image. Unlike most globulars, M15 displays a planetary nebula, the briefly visible gaseous shroud of a dying star. Can you pick it out? Cataloged as Kuestner 648, M15's planetary nebula is the round pinkish cloud at the upper left.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/m15_hstheritage_big1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M15: Dense Globular Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/0008/m15_hstheritage.jpg"
  },
  {
    "copyright": "MPAE",
    "date": "2000-08-05",
    "explanation": "What does a comet nucleus look like? Formed from the primordial stuff of the solar system, it is thought to resemble a very dirty iceberg. But for active comets, telescopic images only reveal the surrounding cloud of gas and dust, the comet's coma, and the characteristic cometary tails. In 1986, the European spacecraft Giotto encountered the nucleus of Halley's comet as it approached the sun. Data from Giotto's camera was used to generate this enhanced image of the potato shaped nucleus which measures roughly 15 kilometers across. It shows surface features on the dark nucleus against the bright background of the coma as the icy material is vaporized by the Sun's heat. Every 76 years Comet Halley returns to the inner solar system and each time the nucleus sheds about a 6 meter deep layer of its ice and rock into space. This debris composes Halley's tails and leaves an orbiting trail responsible for the Orionids meteor shower.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/halleynuc_giotto_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Halley's Nucleus: An Orbiting Iceberg",
    "url": "https://apod.nasa.gov/apod/image/0008/halleynuc_giotto.jpg"
  },
  {
    "copyright": "O. Lopez-CruzINAOEPAURANOAONSF",
    "date": "2000-08-06",
    "explanation": "Almost every object in the above photograph is a galaxy.  The Coma Cluster of Galaxies pictured above is one of the densest clusters known - it contains thousands of galaxies.  Each of these galaxies houses billions of stars - just as our own Milky Way Galaxy does.  Although nearby when compared to most other clusters, light from the Coma Cluster still takes hundreds of millions of years to reach us.  In fact, the Coma Cluster is so big it takes light millions of years just to go from one side to the other!  Most galaxies in Coma and other clusters are ellipticals, while most galaxies outside of clusters are spirals.  The nature of Coma's X-ray emission is still being investigated.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/coma_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Coma Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/0008/coma_noao.jpg"
  },
  {
    "copyright": "J. B. KalerUIUC",
    "date": "2000-08-07",
    "explanation": "A planet has been found orbiting a Sun-like star only 10 light-years away.  No direct picture of the planet was taken - the planet was discovered by the gravitational wobble it created on its parent star, Epsilon Eridani.  The discovery marks the closest Sun-like star yet found to house an extra-solar planet.  Pictured above, the star Epsilon Eridani is visible near the belt of Orion to the unaided eye.  The detected planet is thought to have a mass like Jupiter but orbit slightly closer in.  The elliptical nature of the planet's orbit raises questions about whether the nearly circular orbits of planets in our own Solar System are relatively uncommon. It is unknown whether other planets exist around Epsilon Eridani.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/epseri_kaler_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nearby Star Episilon Eridani Has a Planet",
    "url": "https://apod.nasa.gov/apod/image/0008/epseri_kaler.jpg"
  },
  {
    "date": "2000-08-08",
    "explanation": "What's happened to the nucleus of Comet LINEAR?  The brightest comet this year has unexpectedly broken up into many smaller pieces.  The break-up occurred on or about July 25 and was noted by many astronomers around the world with particularly pioneering work by Mark Kidger (IAC). Since then astronomers had been searching in vain to find any fragments left of the nucleus, and watching to see how fast the remaining debris fades.  Just three days ago the Hubble Space Telescope was maneuvered to photograph the region and recovered some of the disintegrating fragments that used to compose Comet LINEAR's nucleus.  The above image covers only the very tip of an elongated diffuse train of slowly dispersing gas, dust, ice fragments, and gravel. The largest bits remaining of the badly fractured nucleus appear to be less than 30 meters across. This debris train will not collide with the Earth and so will not cause a meteor shower.  Interested astronomers are now theorizing why Comet LINEAR's nucleus disintegrated into such small pieces.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/linear2pieces_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet LINEAR Disperses",
    "url": "https://apod.nasa.gov/apod/image/0008/linear2pieces_hst.jpg"
  },
  {
    "date": "2000-08-09",
    "explanation": "Hot gas frequently erupts from the Sun.  One such eruption produced the glowing filament pictured above, which was captured on July 19 by the Earth-orbiting TRACE satellite.  The filament, although small compared to the overall size of the Sun, measures over 100,000 kilometers in height, so that the entire Earth could easily fit into its outstretched arms.  Gas in the filament is funneled by the complex and changing magnetic field of the Sun.  After lifting off from the Sun's surface, most of the filamentary gas will eventually fall back.  More powerful solar eruptions emit particles that reach the Earth and can disrupt manmade satellites.  The cause and nature of solar eruptions are the topic of much research.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/filament_trace_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Solar Filament Lifts Off",
    "url": "https://apod.nasa.gov/apod/image/0008/filament_trace.jpg"
  },
  {
    "date": "2000-08-10",
    "explanation": "After the latest round of discovery announcements, the list of known worlds of distant suns has grown to 50. While extrasolar planet discoveries are sure to continue, none - so far - points clearly to another planetary system like our own. Take, for example, the newly discovered parent star HD38529. Shining in Earth's night sky at 6th magnitude, this sun-like star lies 137 light-years away in the constellation Orion. Like most of the known extrasolar planets, HD38529's planet was discovered by detecting the telltale Doppler wobble in the parent star's spectrum. The data reveal that this planet orbits once every 14.3 days at an average of only 0.13 times the Earth-Sun distance and has a minimum of 0.77 Jupiter masses (about 240 Earth masses). There is even evidence in the wobble data that HD38529, and other stars with one known planet have additional massive planets orbiting them. In this dramatic artist's vision, HD38529 and its newfound world are viewed from the moon of another massive ringed planet orbiting farther out. The ringed planet's moon is imagined to have a thin atmosphere and a surface covered with icy sheets and ridges similar to those found on Jupiter's moon Europa.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/hd38529art_cook.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Other Worlds and HD 38529",
    "url": "https://apod.nasa.gov/apod/image/0008/hd38529art_cook.jpg"
  },
  {
    "date": "2000-08-11",
    "explanation": "What do you call a bunch of comet fragments anyway ... a flock, a covey, a swarm? The question is definitely relevant to comet LINEAR (C/1999 S4 LINEAR) whose nucleus apparently fragmented late last month during its first trip through the inner solar system. This computer enhanced composite image shows faint stars as trails and the remnants of LINEAR's nucleus as a flock of \"mini-comets\" embedded in a cloud of gas and dust. It was recorded by astronomers using the European Southern Observatory's Antu telescope about a day after the Hubble Space Telescope (HST) was also able to image the covey of condensations. A comparison of the HST and the subsequent Antu images reveals that the swarm of cometary debris has changed markedly in 24 hours demonstrating the very dynamic behavior of comet LINEAR's remains. Astronomers intend to keep watching as comet LINEAR's fragments continue to lose dust and gas and fade from view. As a result, LINEAR's legacy may well be insight into the make-up of a primordial piece of our solar system. If pictures of comet LINEAR have piqued your curiosity about fragments of a comet, why not watch the Perseid meteor shower this weekend?",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/cometlinear_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fragments of Comet LINEAR",
    "url": "https://apod.nasa.gov/apod/image/0008/cometlinear_eso2.jpg"
  },
  {
    "copyright": "S. KohleAstron. I., U. Bonn",
    "date": "2000-08-12",
    "explanation": "This weekend, the annual Perseid Meteor Shower reaches its maximum. Grains of cosmic sand and gravel shed from Comet Swift-Tuttle will streak across the sky as they vaporize during entry into Earth's atmosphere. The Perseids result from the yearly crossing of the Earth through Comet Swift-Tuttle's orbit. The Perseids are typically the most active meteor shower of the year.  In a clear dark sky, an observer might see a meteor a minute near peak times, but this year a bright moon will overwhelm the glow from many perseid meteors until moonset in the early morning hours.  Pictured above is a Perseid meteor from 1993. The colors are representative but digitally enhanced. As the meteor streaked across the night sky, different excited atoms emitted different colors of light.  The origin of the green tinge visible at the right is currently unknown, however, and might result from oxygen in Earth's atmosphere. Perseid meteors can best be seen from a relaxing position, away from lights, just before the dawn twilight.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/perseid3_sk_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Perseid Meteor",
    "url": "https://apod.nasa.gov/apod/image/0008/perseid3_sk.jpg"
  },
  {
    "date": "2000-08-13",
    "explanation": "Carinae may be about to explode.  But no one knows when - it may be next year, it may be one million years from now.  Eta Carinae's mass - about 100 times greater than our Sun - makes it an excellent candidate for a full blown supernova. Historical records do show that about 150 years ago Eta Carinae underwent an unusual outburst that made it one of the brightest stars in the southern sky.  Eta Carinae, in the Keyhole Nebula, is the only star currently thought to emit natural LASER light.  This image, taken in 1996, resulted from sophisticated image-processing procedures designed to bring out new details in the unusual nebula that surrounds this rogue star.  Now clearly visible are two distinct lobes, a hot central region, and strange radial streaks.  The lobes are filled with lanes of gas and dust which absorb the blue and ultraviolet light emitted near the center.  The streaks remain unexplained. Will these clues tell us how the nebula was formed?  Will they better indicate when Eta Carinae will explode?",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/etacarinae2_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Doomed Star Eta Carinae",
    "url": "https://apod.nasa.gov/apod/image/0008/etacarinae2_hst.jpg"
  },
  {
    "date": "2000-08-14",
    "explanation": "A picturesque chain of unrelated stars is visible with strong binoculars towards the constellation of Camelopardalis.  Known as Kemble's Cascade, the asterism contains about 20 stars nearly in a row stretching over five times the width of a full moon.  Made popular by astronomy enthusiast Lucian Kemble (1922-1999), these stars appear as a string only from our direction in the Milky Way Galaxy.  The above photograph of Kemble's Cascade was made with a small telescope in New Mexico, USA.  The bright object near the bottom left is the relatively compact open cluster of stars known as NGC 1502.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/kemblescascade_macdonald_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Kemble's Cascade",
    "url": "https://apod.nasa.gov/apod/image/0008/kemblescascade_macdonald.jpg"
  },
  {
    "copyright": "Nigel Sharp",
    "date": "2000-08-15",
    "explanation": "It is still not known why the Sun's light is missing some colors.  Shown above are all the visible colors of the Sun, produced by passing the Sun's light through a prism-like device.  The above spectrum was created at the McMath-Pierce Solar Observatory and shows, first off, that although our yellow-appearing Sun emits light of nearly every color, it does indeed appear brightest in yellow-green light.  The dark patches in the above spectrum arise from gas at or above the Sun's surface absorbing sunlight emitted below.  Since different types of gas absorb different colors of light, it is possible to determine what gasses compose the Sun.  Helium, for example, was first discovered in 1870 on a solar spectrum and only later found here on Earth.  Today, the majority of spectral absorption lines have been identified - but not all.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/solarspectrum_noao.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Solar Spectrum",
    "url": "https://apod.nasa.gov/apod/image/0008/solarspectrum_noao.jpg"
  },
  {
    "date": "2000-08-16",
    "explanation": "Can unusual giant galaxy NGC 1316 help calibrate the universe?  Quite possibly -- if it turns out this atypical galaxy is composed of typical stars.  NGC 1316, pictured above, is most obviously strange because it has a size and shape common for an elliptical galaxy but dust lanes and a disk more commonly found in a spiral galaxy.  These attributes could be caused by interactions with another galaxy over the past billion years.  Most recently, NGC 1316 has been monitored to find novae, explosions emanating from white dwarf stars that should have a standard brightness.  Again, NGC 1316 was found atypical in that the nova rate was unexpectedly high.  If, however, the stars and white dwarfs that compose NGC 1316 are typical, then the novae observed should be just as bright as novae in other galaxies so that astronomers can use them to compute an accurate distance.  This distance can then be used to calibrate other distance indicators and result in a more accurate scale for distances throughout the universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/ngc1316_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual Giant Galaxy NGC 1316",
    "url": "https://apod.nasa.gov/apod/image/0008/ngc1316_vlt.jpg"
  },
  {
    "copyright": "Sebastien Gauthier",
    "date": "2000-08-17",
    "explanation": "Tomorrow's picture: X-ray Antennae  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/aurora2_gauthier.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mount Megantic Magnetic Storm",
    "url": "https://apod.nasa.gov/apod/image/0008/aurora2_gauthier.jpg"
  },
  {
    "date": "2000-08-18",
    "explanation": "A bevy of black holes and neutron stars shine as bright, point-like sources against bubbles of million degree gas in this false-color x-ray image from the orbiting Chandra Observatory. The striking picture shows the central regions of two galaxies, NGC 4038 and NGC 4039, locked in a titanic collision some 60 million light-years distant in the constellation Corvus. In visible light images, long, luminous, tendril-like structures emanating from the wreckage lend the pair their popular moniker, the Antennae Galaxies. Galactic collisions are now thought to be fairly common, but when they happen individual stars rarely collide. Instead gas and dust clouds merge and compress, triggering furious bursts of massive star formation with thousands of resulting supernovae. The exploding stars litter the scene with bubbles of shocked hot gas and collapsed stellar cores. Transfixed by this cosmic accident astronomers watch and are beginning to appreciate the collision-driven evolution of galaxies, not unlike our own.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/antennagal_cxo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Rays From Antennae Galaxies",
    "url": "https://apod.nasa.gov/apod/image/0008/antennagal_cxo.jpg"
  },
  {
    "date": "2000-08-19",
    "explanation": "Launched in 1990, the orbiting ROSAT observatory explored the Universe by viewing the entire sky in x-rays -- photons with about 1,000 times more energy than visible light. This ROSAT survey produced the sharpest, most sensitive image of the x-ray sky to date. The all-sky image is shown with the plane of our Milky Way Galaxy running horizontally through the center. Both x-ray brightness and relative energy are represented with red, green, and blue colors indicating three x-ray energy ranges (from lowest to highest). Bright x-ray spots near the galactic plane are within our own Milky Way. The brightest region (right of center) is toward the Vela Pulsar and the Puppis supernova remnant. Bright sources beyond our Galaxy are also apparent, notably the Virgo cluster of galaxies (near top right) and the Large Magellanic Cloud (LMC). The LMC is easy to find here as several of the black stripes (blank areas caused by missing data) seem to converge on its position (lower right). Over large areas of the sky a general diffuse background of x-rays dominates.  Hot gas in our own Galaxy provides much of this background and gives rise to the grand looping structures visible in the direction of the galactic center (image center). Unresolved extragalactic sources also add to this background, particularly above and below the plane. Despite the x-ray sky's exotic appearance, a very familiar feature is visible - the gas and dust clouds which line the plane of our galaxy absorb x-rays as well as optical light and produce the dark bands running through the galactic center.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/xallsky_rosat110.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "ROSAT Explores The X-Ray Sky",
    "url": "https://apod.nasa.gov/apod/image/0008/xallsky_rosat110.jpg"
  },
  {
    "date": "2000-08-20",
    "explanation": "If sailing the hydrocarbon seas of Titan, beware of gasoline rain.  Such might be a travel advisory issued one future day for adventurers visiting Titan, the largest moon of Saturn.   New images of Titan's surface were released last week from the Canada-France Hawaii Telescope featuring the finest details yet resolved.  Peering into Titan's thick smog atmosphere with infrared light, complex features interpreted as oceans, glaciers, and rock became visible.  The high-resolution infrared image pictured above was made possible using an unblurring technique called adaptive optics.  The interplanetary probe Cassini will reach Saturn and Titan in 2004 to better explore this unusual world.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/titan_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Surface of Titan",
    "url": "https://apod.nasa.gov/apod/image/0008/titan_cfht.jpg"
  },
  {
    "copyright": "Jimmy WestlakeColorado Mountain College",
    "date": "2000-08-21",
    "explanation": "Just after the Moon set but before the Sun rose in the early morning hours of August 12, meteors pelted the Earth from the direction of the constellation Perseus, while ions pelted the Earth from the Sun.  The meteors were expected as sub-sand grains long left behind by Comet Swift-Tuttle annually create the Perseids Meteor Shower.  The aurorae were unexpected, however, as electrons, protons, and heavier ions raced out from a large Coronal Mass Ejection that had occurred just days before on the Sun.  In the foreground is Hahn's Peak, an extinct volcano in Colorado, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/perseidaurora_westlake_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Perseid Aurora",
    "url": "https://apod.nasa.gov/apod/image/0008/perseidaurora_westlake.jpg"
  },
  {
    "copyright": "J. C. CuillandreCFHT StaffCFHT",
    "date": "2000-08-22",
    "explanation": "In the heart of the Rosette Nebula lies a bright open cluster of stars that lights up the nebula.  The stars of NGC 2244 formed from the surrounding gas only four million years ago and emit light and wind that define the nebula's appearance today.  High energy light from the bright young stars of NGC 2244 ionizes the surrounding hydrogen gas clouds to create the red emission nebula appearance.  The hot wind of particles that streams away from the cluster stars contributes to an already complex menagerie of gas and dust filaments while slowly evacuating the cluster center.  NGC 2244 measures about 50 light-years across, lies about 4500 light-years away, and is visible with binoculars towards the constellation of Monoceros.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/ngc2244_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2244: A Star Cluster in the Rosette Nebula",
    "url": "https://apod.nasa.gov/apod/image/0008/ngc2244_cfht.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2000-08-23",
    "explanation": "Ten thousand years ago, before the dawn of recorded human history, a new light must suddenly have appeared in the night sky and faded after a few weeks.  Today we know this light was an exploding star and record the colorful expanding cloud as the Veil Nebula.  Pictured above is the west end of the Veil Nebula known technically as NGC 6960 but less formally as the Witch's Broom Nebula.  The rampaging gas gains its colors by impacting and exciting existing nearby gas.  The supernova remnant lies about 1400 light-years away towards the constellation of Cygnus.  This Witch's Broom actually spans over three times the angular size of the full Moon.  The bright blue star 52 Cygnus is visible with the unaided eye from a dark location but unrelated to the ancient supernova.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/witchsbroom_gendler_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6960: The Witch's Broom Nebula",
    "url": "https://apod.nasa.gov/apod/image/0008/witchsbroom_gendler.jpg"
  },
  {
    "date": "2000-08-24",
    "explanation": "Gleaming in the rays of the setting sun, boulders litter the rugged surface of asteroid 433 Eros. The brightest boulder, at the edge of the large, shadowy crater near this picture's bottom center, is about 30 meters (100 feet) across. In orbit around Eros since February 2000, the NEAR Shoemaker spacecraft's camera recorded the dramatic view earlier this month from an altitude of about 50 kilometers. Eros itself orbits the Sun with a perihelion of 1.13 Astronomical Units (AU) and aphelion of 1.78 AU. Part of a class of near-Earth asteroids, it spends much of its time between the orbits of Mars (at 1.5 AU) and Earth (at 1 AU) ... but it wasn't always that way. Eros and other near-Earth asteroids originally orbited in the main asteroid belt, between Jupiter and Mars. Over time, the gravitational influence of Jupiter and other planets perturbed their orbits sending them on trajectories closer to Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/erossunset_near0.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eros At Sunset",
    "url": "https://apod.nasa.gov/apod/image/0008/erossunset_near1.jpg"
  },
  {
    "date": "2000-08-25",
    "explanation": "Astypalaea Linea on Jovian ice moon Europa is the broad smooth region running through these images recorded by the Galileo spacecraft in 1998. The pictures are different computer processed versions of the same mosaic -- on the left, small scale details have been enhanced while on the right, large scale features are emphasized. In both versions, the bold criss-crossing ridges believed to result from the upwelling of new material through cracks in the surface ice are apparent. But more easily seen on the right are recently recognized gentle rises and dips, about 15 kilometers across, which likely formed as the icy surface was compressed by the addition of the new material. Further evidence that stress is folding Europa's surface is offered by the presence of smaller cracks and wrinkles more easily seen on the left. These span the width of the broad swells suggestive of anticlines and synclines familiar to geologists on planet Earth. Though ice covered, the surface of Europa is thought to be geologically active, riding over a substantial ocean of liquid water.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/foldeuropa_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Folding Europa",
    "url": "https://apod.nasa.gov/apod/image/0008/foldeuropa_gal.jpg"
  },
  {
    "date": "2000-08-26",
    "explanation": "This dream-like image of Mir was recorded by astronauts as the Space Shuttle Atlantis approached the Russian space station prior to docking during the STS-76 mission. Sporting spindly appendages and solar panels, Mir resembles a whimsical flying insect hovering about 350 kilometers above New Zealand's South Island and the city of Nelson, near Cook Strait. In late March 1996, Atlantis shuttled astronaut Shannon W. Lucid to Mir for a five month visit, increasing Mir's occupancy from 2 to 3. It returned to pick Lucid up and drop off astronaut John Blaha during the STS-79 mission in August of that year. Since becoming operational in 1986, Mir has been visited by over 100 spacefarers from the nations of planet Earth including, Russia, the United States, Great Britain, Germany, France, Japan, Austria, Kazakhstan and Slovakia.  After joint Shuttle-Mir training missions in support of the International Space Station, continuous occupation of Mir ended in August 1999. Mir is still in orbit and its operation is now being pursued by commercial interests.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/mirdream_sts76_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mir Dreams",
    "url": "https://apod.nasa.gov/apod/image/0008/mirdream_sts76_2.jpg"
  },
  {
    "copyright": "AAOAATBROEUKS Telescope",
    "date": "2000-08-27",
    "explanation": "The Horsehead Nebula is one of the most famous nebulae on the sky.  It is visible as the black indentation to the red emission nebula seen just to the right of center of the above photograph.  The bright star near the center is located in the belt of the familiar constellation of Orion. The horse-head feature is dark because it is really an opaque dust cloud which lies in front of the bright red emission nebula. Like clouds in Earth's atmosphere, this cosmic cloud has assumed a recognizable shape by chance. After many thousands of years, the internal motions of the cloud will alter its appearance.  The emission nebula's red color is caused by electrons recombining with protons to form hydrogen atoms.  Also visible in the picture are blue reflection nebulae, which preferentially reflect the blue light from nearby stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/horsehead_uks.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion's Horsehead Nebula",
    "url": "https://apod.nasa.gov/apod/image/0008/horsehead_uks_big.jpg"
  },
  {
    "copyright": "J.-C. CuillandreCFHT StaffCFH12K CCD CameraCFHT",
    "date": "2000-08-28",
    "explanation": "One day our Sun may look like this.  The Helix Nebula is the closest example of a planetary nebula created at the end of the life of a Sun-like star.  The outer gasses of the star expelled into space appear from our vantage point as if we are looking down a helix.  The remnant central stellar core, destined to become a white dwarf star, glows in light so energetic it causes the previously expelled gas to fluoresce.   The Helix Nebula, given a technical designation of NGC 7293, lies 450 light-years away towards the constellation of Aquarius and spans 1.5 light-years.  The above image was taken with the Canada-France-Hawaii Telescope (CFHT) located atop a dormant volcano in Hawaii, USA.  A close-up of the inner edge of the Helix Nebula shows unusual gas knots of unknown origin.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/helix_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Helix Nebula from CFHT",
    "url": "https://apod.nasa.gov/apod/image/0008/helix_cfht.jpg"
  },
  {
    "date": "2000-08-29",
    "explanation": "Tomorrow's picture: Seeing Through Orion  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/erosregolith_near.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Regolith of Asteroid Eros",
    "url": "https://apod.nasa.gov/apod/image/0008/erosregolith_near_big.jpg"
  },
  {
    "date": "2000-08-30",
    "explanation": "The bright stars above are well known as heart of the Trapezium, an open cluster of stars in the center of the Orion Nebula.  The many dim objects, however, are not well known, and have come to attention only on recent images in infrared light.  These dim objects are thought to be brown dwarfs and free-floating planets.  Brown dwarfs are stars too puny to create energy in their core by fusing hydrogen into helium.  Although many more brown dwarfs than hot stars have now been found in Orion, their very low masses make them inadequate to compose much of the dark matter expected in galaxies and the Universe.  The above false-color mosaic combines infrared and visible light images of the Trapezium from the Hubble Space Telescope. Faint brown dwarfs with masses as small as about one percent the mass of the sun are seen in the infrared data. Also visible are complex lanes of hot gas (appearing in blue) and cooler fine dust that blocks, glows and reflects nearby starlight.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/trapezium_nicwfpc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Brown Dwarfs of Orion's Trapezium",
    "url": "https://apod.nasa.gov/apod/image/0008/trapezium_nicwfpc.jpg"
  },
  {
    "date": "2000-08-31",
    "explanation": "At full throttle the Deep Space 1 spacecraft's innovative ion drive produces about 1/50th of a pound of thrust ... a force so great that it would just about hold up a piece of paper on planet Earth! Still, powered by solar arrays ion propulsion systems can run continuously. For long duration space missions they ultimately win out over the powerful but brief blasts of less efficient chemical rockets. Deep Space 1 is seen here suspended in an assembly room, a folded solar array resting above the circular ion propulsion module. Already a successful technology demonstrator with experimental autonomous software, the spacecraft flew by asteroid 9969 Braille in July of 1999 but later that year, in November, the robot probe was nearly lost due to the failure of its wide-field star tracker camera. Now, the adventures of Deep Space 1 can continue. Engineers were able to reprogram the navigation system to utilize another on-board camera and on 28 June 2000 the ion drive was throttled up. Once again steering by the stars, Deep Space 1 is presently bound for a September 2001 rendezvous with periodic Comet Borrelly.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/ds1_jpl_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Full Throttle For Deep Space 1",
    "url": "https://apod.nasa.gov/apod/image/0008/ds1_jpl.jpg"
  },
  {
    "date": "2000-09-01",
    "explanation": "SOHO, the space-based SOlar and Heliospheric Observatory, has become by far the reigning champion facility for discovering comets, its total having recently reached 200. As might be expected of a solar observatory, most of the SOHO discovered comets are sungrazers, destined to dive within a mere 50 thousand kilometers or so of the solar photosphere. At that range the intense heat and gravitational forces make it unlikely these primitive chunks of ice and dust will survive. Based on their similar orbits, as first worked out by 19th century German astronomer Heinrich Kreutz, all sungrazers are believed to originate from a single large parent comet which broke up during a perihelion passage perhaps 2,000 years ago. Over time, pieces have continued to split off producing a family of smaller comets which seem to travel in the same orbit. These frames from SOHO's coronograph were taken two hours apart on April 29 of this year. They show a sungrazer (SOHO comet discovery number 111) with a long, bright tail headed toward its fiery encounter. The sun itself is hidden behind the coronograph's occulting disk at each frame's upper right.",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/slasc2_20000429_2154.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "SOHO Sungrazer",
    "url": "https://apod.nasa.gov/apod/image/0009/sohocomet_20000429_2154.jpg"
  }
]
