[
  {
    "date": "2000-12-01",
    "explanation": "In the martian southern hemisphere, autumn has arrived. As on planet Earth, the cooler temperatures bring a seasonal frost to the landscape. Of course on Mars, the surface temperatures can be really cool, reaching below minus 100 degrees C. This detailed Mars Global Surveyor synthesized color image of Lowell crater at 52 degrees south martian latitude was recorded on October 17. Whitish frost has begun to accumulate on floor of the 201 kilometer wide crater. The crater's weathered walls suggest Lowell is relatively old. In striking contrast, two smaller, sharp-rimmed young craters are clearly superimposed on the older features near Lowell's outer rim.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/frostcrater4_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Frosty Crater On Mars",
    "url": "https://apod.nasa.gov/apod/image/0012/frostcrater4_mgs.jpg"
  },
  {
    "date": "2000-12-02",
    "explanation": "Research balloon flights conducted in 1912 by Austrian physicist Victor Hess revealed that the Earth was constantly bombarded by high energy radiation from space - which came to be called \"Cosmic Rays\".  What are Cosmic Rays and where do they come from? They are now known to be mostly subatomic particles - predominantly protons and electrons - but their origin is a long standing mystery. After almost a century of study, this cosmic puzzle may have been at least partially solved by X-ray images and spectra from the ASCA satellite observatory. Pieced together to show the region around a star observed to go supernova in 1006 AD, the overlapping X-ray snapshots above (seen in false color) reveal the bright rims of the exploded star's still expanding blast wave. These ASCA observations showed for the first time that the energy spectrum of the bright regions is like that produced by extremely high energy electrons streaming through a magnetic field at nearly the speed of light. If (as expected) high energy protons are associated with these energetic electrons then supernova remnants like SN 1006 are sources of Hess' puzzling Cosmic Rays.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/sn1006_asca1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SN 1006: Pieces of the Cosmic Ray Puzzle",
    "url": "https://apod.nasa.gov/apod/image/0012/sn1006_asca1.jpg"
  },
  {
    "date": "2000-12-03",
    "explanation": "A magnetic compass does not point toward the true North Pole of the Earth.  Rather, it more closely points toward the North Magnetic Pole of the Earth.  The North Magnetic Pole is currently located in northern Canada.  It wanders in an elliptical path each day, and moves, on the average, more than forty meters northward each day.  Evidence indicates that the North Magnetic Pole has wandered over much of the Earth's surface in the 4.5 billion years since the Earth formed.  The Earth's magnetic field is created by Earth's partially ionized outer core, which rotates more rapidly than the Earth's surface.  Indicated in the above picture is Ellef Ringnes Island, the current location of Earth's North Magnetic Pole.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/northcanada_noaa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth's North Magnetic Pole",
    "url": "https://apod.nasa.gov/apod/image/9910/northcanada_noaa.jpg"
  },
  {
    "date": "2000-12-04",
    "explanation": "Powerful forces are at play in the nearby Circinus Galaxy.  Hot gas, colored pink, is being ejected out of the spiral galaxy from the central region.  Much of Circinus' tumultuous gas, however, is concentrated in two rings.  The outer ring, located about 700 light-years from the center, appears mostly red and is home to tremendous bursts of star formation.  A previously unseen inner ring, inside the green disk above, is visible only 130 light years from the center on this recently released, representative color image taken by the Hubble Space Telescope.  At the very center is an active galactic nucleus, where matter glows brightly before likely spiraling into a massive black hole.  Although only 15 million light years distant, the Circinus Galaxy went unnoticed until 25 years ago because it is so obscured by material in the plane of our own Galaxy.  The galaxy can be seen with a small telescope, however, in the constellation of Circinus.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/circinus_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Circinus Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0012/circinus_hst.jpg"
  },
  {
    "date": "2000-12-05",
    "explanation": "Pictured above, layers upon layers stretch across the floor of West Candor Chasma within the immense martian Valles Marineris. Covering an area 1.5 by 2.9 kilometers, the full image from the Mars Global Surveyor spacecraft shows over 100 individual beds. Each strikingly uniform layer is smooth, hard enough to form steep edges, and is 10 to 11 meters thick. In a press conference yesterday scientists Michael Malin and Ken Edgett presented this and other new images which show that the layered patterns exist at widespread locations near the martian equator. Their results indicate that some of the layered regions may be 3.5 billion years old. On planet Earth, layered patterns like these are formed from sediment deposited over time by large bodies of water. Likewise, the layered beds on Mars may be sedimentary rock formed in ancient lakes and seas. The researchers caution, however, that other uniquely martian processes may be responsible for the layering. Did life arise on ancient Mars? Because of their possible association with water, a prime location for future searches for fossil remains of martian life would be within these layers of Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/candorlayers_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Layered Mars: An Ancient Water World?",
    "url": "https://apod.nasa.gov/apod/image/0012/candorlayers_mgs1.jpg"
  },
  {
    "date": "2000-12-06",
    "explanation": "Tomorrow's picture: Faulty Earth  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/merope_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Reflecting Merope",
    "url": "https://apod.nasa.gov/apod/image/0012/merope_hst.jpg"
  },
  {
    "date": "2000-12-07",
    "explanation": "The Earth's surface is broken.  Cracks in the Earth's crust known as faults can run for hundreds of kilometers.  These faults are frequently the sites of major earthquakes as the tectonic plates that cover the surface of the Earth shift. Pictured above is San Andreas Fault in California, one of the longest and most active faults.  Visible as the linear feature to the right of the mountains, San Andreas Fault reaches 15 kilometers deep and is about 20 million years old.  The above exaggerated-height image was created by combining radar deployed by the Space Shuttle Endeavour in February with a true-color Landsat picture.  Along San Andreas Fault, the titanic Pacific Plate is shifting relative to the huge North American Plate by an average of a few centimeters per year.  At that rate, in a few million years, the Earth's surface will look quite different than it does today.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/sanandreasfault_srtm_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth's San Andreas Fault",
    "url": "https://apod.nasa.gov/apod/image/0012/sanandreasfault_srtm.jpg"
  },
  {
    "date": "2000-12-08",
    "explanation": "Throughout the Universe, galaxies tend to swarm in groups ranging from just a handful of members to casts of thousands. Astronomers have realized since the early 1970s that the larger swarms, immense clusters of galaxies millions of light-years across, are immersed within tenuous clouds of hot gas which glow strongly in x-rays.  These clouds may have been heated by their collapse in the early Universe, but in many galaxy clusters, the gas appears to be cooling. This Chandra Observatory x-ray image reveals a striking cooling flow in the central regions of the galaxy cluster cataloged as Abell 1795. Brighter pixels in the false-color image represent higher x-ray intensities. The bright filament down the center indicates gas condensing and cooling -- rapidly loosing energy by radiating x-rays. At the very top of the filament is a large, x-ray bright galaxy. As it moved through the cluster gas cloud, the massive galaxy's gravitational influence seems to have created this cosmic wake of denser, cooling gas. Continuing to cool, the cluster gas will ultimately provide raw material to form future generations of stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/abell1795_cxc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Abell 1795: A Galaxy Cluster's Cooling Flow",
    "url": "https://apod.nasa.gov/apod/image/0012/abell1795_cxc.jpg"
  },
  {
    "date": "2000-12-09",
    "explanation": "Buzz Aldrin, Apollo 11 Lunar Module pilot and the second human to walk on the Moon, described the lunar landscape as \"a magnificent desolation\". Dramatic pictures from the Apollo missions to the lunar surface testify to this apt turn of phrase. Near the Apollo 17 landing site, Family Mountain (center background) and the edge of South Massif (left) frame the lunarscape in this photo of astronaut Harrison Schmitt working alongside the lunar roving vehicle. Schmitt and fellow astronaut Eugene Cernan were the last to walk on this magnificent desolation.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/lunarscape_apollo17_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 17 Lunarscape: A Magnificent Desolation",
    "url": "https://apod.nasa.gov/apod/image/0012/lunarscape_apollo17.jpg"
  },
  {
    "copyright": "Robert NemiroffMTU",
    "date": "2000-12-10",
    "explanation": "What would you see if you went right up to a black hole?  Above are two computer generated images highlighting how strange things would look.  On the left is a normal star field containing the constellation Orion.  Notice the three stars of nearly equal brightness that make up Orion's Belt.  On the right is the same star field but this time with a black hole superposed in the center of the frame.  The black hole has such strong gravity that light is noticeably bent towards it - causing some very unusual visual distortions. In the distorted frame, every star in the normal frame has at least two bright images - one on each side of the black hole.  In fact, near the black hole, you can see the whole sky - light from every direction is bent around and comes back to you.  Black holes are thought to be the densest state of matter, and there is indirect evidence for their presence in stellar binary systems and the centers of globular clusters, galaxies, and quasars.",
    "hdurl": "https://apod.nasa.gov/apod/image/bh_rjn.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Too Close to a Black Hole",
    "url": "https://apod.nasa.gov/apod/image/bh_rjn.gif"
  },
  {
    "copyright": "K. M. Merrill",
    "date": "2000-12-11",
    "explanation": "The Omega Nebula is a massive, complex cloud of dust and gas from which new stars are continually forming.  The similarity to the Greek letter capital Omega gives the molecular cloud its popular name, but the nebula is also known as the Swan Nebula, the Horseshoe Nebula, and M17.  Detailed features such as thin filaments of emission by diffuse dust and dark clouds of absorption by dense dust are visible in this recently released picture.  The image highlights infrared light emitted by large molecules known as polycyclic aromatic hydrocarbons (PAHs), a gas similar to car exhaust that traces carbon and interstellar dust.  PAHs may be an intermediate step between smaller molecules and large interstellar dust grains.  The origin of PAHs is currently unknown but thought by some astronomers to form in the cool atmospheres of young carbon stars and to be dispersed by their stellar winds.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/omega_sqiid_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Composing the Omega Nebula",
    "url": "https://apod.nasa.gov/apod/image/0012/omega_sqiid.jpg"
  },
  {
    "date": "2000-12-12",
    "explanation": "Who keeps an eye on the largest moon in the Solar System?  This moon, visible on the lower right, is Ganymede, and the planet it orbits, Jupiter, seems to be keeping a watchful eye, as its Great Red Spot appears serendipitously nearby. This recently released enhanced-contrast image from the robot spacecraft Cassini captures new details of the incredible intricacies of Jupiter's complex cloud patterns.  Features as small as 250 kilometers can be seen.  Counter-clockwise rotating high-pressure white ovals that are similar to the Great Red Spot appear in the red band below the spot.  Between these spots are darker low-pressure systems that rotate clockwise. The hydrogen and helium that compose most of Jupiter's clouds is nearly invisible - the trace chemicals that give Jupiter these colors remain unknown. The Cassini spacecraft is using Jupiter to pull it toward Saturn, where it is scheduled to arrive in 2004.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/jupiterganymede_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter Eyes Ganymede",
    "url": "https://apod.nasa.gov/apod/image/0012/jupiterganymede_cassini.jpg"
  },
  {
    "date": "2000-12-13",
    "explanation": "The Manicouagan Crater in northern Canada is one of the oldest impact craters known.  Formed during a surely tremendous impact about 200 million years ago, the present day terrain supports a 70-kilometer diameter hydroelectric reservoir in the telltale form of an annular lake.  The crater itself has been worn away by the passing of glaciers and other erosional processes. Still, the hard rock at the impact site has preserved much of the complex impact structure and so allows scientists a leading case to help understand large impact features on Earth and other Solar System bodies.  Also visible above is the vertical fin of the Space Shuttle Columbia from which the picture was taken in 1983.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/manicouagan_sts9_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Manicouagan Impact Crater on Earth",
    "url": "https://apod.nasa.gov/apod/image/0012/manicouagan_sts9.jpg"
  },
  {
    "copyright": "Doug Murray",
    "date": "2000-12-14",
    "explanation": "Still under construction, the International Space Station is becoming one of the brightest, fastest moving \"stars\" in the heavens. Despite illuminated clouds and bright light from a nearly full moon (lower left), this 5 minute time exposure easily captures the Space Station's trail as it arcs through early evening skies above Palm Beach Gardens, Florida, USA on December 9. At the time, the Space Shuttle Endeavour had undocked and moved away from the orbiting platform, the shuttle crew having just completed the installation of large solar panels to power the Space Station's systems. Sunlight glinting off the large, shiny panels is likely the source of the brief flare visible along the track. Astrophotographer Doug Murray and colleague report that both Shuttle and Space Station were visible separately and on close inspection of this image they do produce distinct, parallel arcs. At the extreme right hand edge of the picture, the trails pass very near the brightest \"star\" in the night sky, Venus.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/sts97iss_murray_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "International Space Station Trail",
    "url": "https://apod.nasa.gov/apod/image/0012/sts97iss_murray_c3.jpg"
  },
  {
    "date": "2000-12-15",
    "explanation": "Using x-ray data from the orbiting Chandra Observatory along with radio data from the Very Large Array, a team of researchers has discovered evidence for a new example of one of the most bizarre objects known to modern astrophysics -- a neutron star. Embedded within supernova remnant IC443, the suspected neutron star appears as the reddish source at the lower right in this false-color x-ray image. Perhaps 20 kilometers across but with more mass than the Sun, this ultracompact object is the collapsed core of a massive star. The core collapsed when the star, located a reassuring 5,000 light-years away in the constellation Gemini, exploded long ago. How long ago? Judging from the characteristic bow wave shape of the x-ray nebula the researchers have estimated the speed of the neutron star as it plows away from the explosion site. Comparing the speed to the measured distance traveled from the center of IC443, the team, three high school students and a teacher from the North Carolina School for Science and Mathematics, calculated that the light from the supernova explosion arrived at Earth about 30,000 years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/ic443ns_cxc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC443's Neutron Star",
    "url": "https://apod.nasa.gov/apod/image/0012/ic443ns_cxc.jpg"
  },
  {
    "date": "2000-12-16",
    "explanation": "Like the Earth's Moon, Mercury is scarred with craters testifying to an intense bombardment during the early history of the Solar System. In 1974, the Mariner 10 spacecraft surveyed this innermost planet up close, producing the only detailed images of its tortured surface. In the above mosaic the bright rays emanating from the 45 kilometer wide Degas crater almost appear to be painted on. The rays consist of light colored material blasted out during the crater's formation. Craters older than Degas are covered by the ray material while younger craters are seen superimposed on the rays. Mercury's gravity and density are about twice that of Earth's Moon so such bright ray craters on the lunar surface tend to be much larger. NASA plans to launch MESSENGER to the least explored terrestrial planet in 2004.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/degas_merc_mar10_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Degas Ray Crater on Mercury",
    "url": "https://apod.nasa.gov/apod/image/0012/degas_merc_mar10.jpg"
  },
  {
    "date": "2000-12-17",
    "explanation": "Are stars better appreciated for their art after they die?  Actually, stars usually create their most artistic displays as they die.  In the case of low-mass stars like our Sun and M2-9 pictured above, the stars transform themselves from normal stars to white dwarfs by casting off their outer gaseous envelopes.  The expended gas frequently forms an impressive display called a planetary nebula that fades gradually over thousand of years.  M2-9, a butterfly planetary nebula 2100 light-years away shown in representative colors, has wings that tell a strange but incomplete tale.  In the center, two stars orbit inside a gaseous disk 10 times the orbit of Pluto.  The expelled envelope of the dying star breaks out from the disk creating the bipolar appearance.  Much remains unknown about the physical processes that cause planetary nebulae.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/m2-9_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M2-9: Wings of a Butterfly Nebula",
    "url": "https://apod.nasa.gov/apod/image/0012/m2-9_hst.jpg"
  },
  {
    "date": "2000-12-18",
    "explanation": "The search for extraterrestrial life came back into our own Solar System last week with the announcement that there may be liquid oceans under the surface of Jupiter's moon Ganymede.  Ganymede now joins Callisto and Europa as moons of Jupiter that may harbor seas of liquid water under layers of surface ice.  The ocean hypothesis surfaced as an explanation for Ganymede's unusually strong magnetic field.  Ganymede, the largest moon in the Solar System, also has the largest measured magnetic field of any moon.  Some exobiologists hypothesize that life may be able to emerge in such an ocean, much as it did in the oceans of ancient Earth. Above, a frame from a computer simulation shows what it would look like to fly over the surface of Ganymede, as extrapolated from photographs of the grooved moon taken by the robot spacecraft Galileo currently orbiting Jupiter.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/flyganymede_gal.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Oceans Under Jupiter's Moon Ganymede?",
    "url": "https://apod.nasa.gov/apod/image/0012/flyganymede_gal_big.jpg"
  },
  {
    "date": "2000-12-19",
    "explanation": "Jupiter has aurorae.  Like Earth, the magnetic field of the gas giant funnels charged particles released from the Sun onto the poles.  As these particles strike the atmosphere, electrons are temporarily knocked away from existing gas molecules.  Electric force attracts these electrons back.  As the electrons recombine to remake neutral molecules, auroral light is emitted.  In the above recently released photograph by the Hubble Space Telescope taken in ultraviolet light, the aurorae appear as annular sheets around the pole.  Unlike Earth's aurorae, Jupiter's aurorae include several bright streaks and dots.  These marks are caused by magnetic flux tubes connecting Jupiter to its largest moons.  Specifically, Io caused the bright streak on the far left, Ganymede caused the bright dot below center, and Europa caused the dot to its right.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/jupiteraurora_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Close-Up of Aurora on Jupiter",
    "url": "https://apod.nasa.gov/apod/image/0012/jupiteraurora_hst.jpg"
  },
  {
    "date": "2000-12-20",
    "explanation": "Why are these stars moving so fast?  Shown above is a time-lapse movie in infrared light detailing how stars in the central light-year of our Galaxy have moved over the past eight years.  The yellow mark at the image center represents the location of a peculiar radio source named Sgr A*.  If these fast stars are held to the Galactic Center by gravity, then the central object exerting this gravity must be both compact and massive.  Analysis of the stellar motions indicates that over one million times the mass of our Sun is somehow confined to a region less than a fifth of a light-year across.  Astronomers interpret these observations as strong evidence that the center of our Galaxy is home to a very massive black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/SgrA_sharp_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sgr A*: Fast Stars Near the Galactic Center",
    "url": "https://apod.nasa.gov/apod/image/0012/SgrA_sharp.gif"
  },
  {
    "copyright": "Sebastien Gauthier",
    "date": "2000-12-21",
    "explanation": "Today the Sun reaches its southernmost point in planet Earth's sky at 13:37 UT. This celestial event is known as a solstice, marking the beginning of Summer in the Southern Hemisphere and Winter in the North. But this year, the solstice will be followed, on December 25th, by another geocentric celestial event -- the last eclipse of the millennium! The Christmas day eclipse will only be a partial one as the silhouetted disk of the Moon obscures the Sun's edge. Visible from much of Canada, The United States and Mexico, the appearance of the partially eclipsed Sun might remind you of the last holiday cookie you took a bite from. Still, the exact timing and degree of the eclipse will depend very much on your location. This image, from an annular eclipse in 1994, shows the lunar disk covering around 55% of the Sun's diameter. It is representative of what could be seen from Washington D. C. during the December 25 eclipse maximum which, for that location, occurs at 12:41 PM ET. As always, if you view the eclipse be extremely careful to protect your eyes.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/eclipse_gauthier_c.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solstice And Season's Eclipse",
    "url": "https://apod.nasa.gov/apod/image/0012/eclipse_gauthier_c1.jpg"
  },
  {
    "date": "2000-12-22",
    "explanation": "Looking for that perfect holiday gift for an astronomer? Consider this \"star in a box\". Of course, the box is actually a computational box consisting of a three dimensional grid of points, and the star is a virtual one whose physical properties and internal dynamics are numerically simulated at the points on the grid. While computers and software capable of a totally realistic numerical simulation of a complete star don't presently exist, researchers have been making progress. This picture is a movie frame from a recent numerical simulation of a supergiant star with properties intended to approximate the real star Betelgeuse. The single frame shows large convection cells and bright spots mottling the virtual supergiant's surface. Simulation movies show these surface features changing substantially with time. Encouragingly, telescopic observations indicate that the surface of Betelgeuse does indeed have prominent large scale features and the well-known star's brightness variations are detectable with the unaided eye. The real supergiant Betelgeuse is some 2,500 degrees cooler than, and 620 times the size of the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/supergiantsim_freytag.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Simulated Supergiant Star",
    "url": "https://apod.nasa.gov/apod/image/0012/supergiantsim_freytag.jpg"
  },
  {
    "date": "2000-12-23",
    "explanation": "The December solstice brings the beginning of Winter to Earth's Northern Hemisphere and Summer time to the South! This view of Earth's Southern Hemisphere near the beginning of Summer was created using images from the Galileo spacecraft taken during its  December 1990 flyby of our fair planet. Dramatically centered on the South Pole, this mosaic was constructed by piecing together images made over a 24 hour period so that the entire hemisphere appears to be in sunlight. South America (middle left), Africa (upper right), and Australia (lower right), are visible as dark masses while Antarctica gleams brightly in the center. Swirling clouds marking regularly spaced major weather systems are also prominent.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/earthsp_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Summer at the South Pole",
    "url": "https://apod.nasa.gov/apod/image/0012/earthsp_gal.jpg"
  },
  {
    "date": "2000-12-24",
    "explanation": "There's nothing like it in our own Galaxy.  Globular clusters as young as NGC 1850 don't exist here.  Globular clusters only 40 millions of years old can still be found in the neighboring LMC galaxy, though, but perhaps none so unusual as NGC 1850.  Close inspection of the above photograph will reveal two clusters.  Below and right of the main group of stars known as NGC 1850A is a smaller, still younger group dubbed NGC 1850B.  This cluster is made of stars only about four million years old.  The large red cloud of gas surrounding the clusters may have been predominantly created by supernovae explosions of stars in the younger cluster.  The red supernova remnant N57D is visible on the upper left.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/ngc1850b_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1850: Gas Clouds and Star Clusters",
    "url": "https://apod.nasa.gov/apod/image/0012/ngc1850b_vlt.jpg"
  },
  {
    "copyright": "E. Israel",
    "date": "2000-12-25",
    "explanation": "If you look closely at the shadow of this tree, you will see something quite unusual: it is composed of hundreds of images of a partially eclipsed Sun. Early today, trees across North America will be casting similar shadows as a partial eclipse of the Sun takes place.  In a partial eclipse, the Moon does not cover the entire Sun.  The above effect is created by small spaces between leaves and branches acting as pinhole lenses.  Looking at shadows involving eclipse light is relatively safe - looking directly at the Sun, even during an eclipse, is dangerous and proper precautions should be taken.  The above picture was taken in 1994 on the campus of Northwestern University.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/eclipsetree_ejisrael_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Eclipse Tree",
    "url": "https://apod.nasa.gov/apod/image/0012/eclipsetree_ejisrael.jpg"
  },
  {
    "date": "2000-12-26",
    "explanation": "Just as planets orbit our Sun, Jupiter's Moons orbit Jupiter.  Pictured above is the closest of Jupiter's Galilean Satellites, Io, superposed in front of the giant planet it circles.  To the left of Io is a dark spot that is its own shadow.  The tremendous complexities that can be seen in Jupiter's banded, swirling atmosphere are being studied and may provide insight as to how Earth's atmosphere behaves.  The above true-color contrast-enhanced image was  taken two weeks ago by the robot spacecraft Cassini, currently passing Jupiter and on its way to Saturn in 2004.  Engineers continue to study the Cassini spacecraft itself to understand why it required more force than normal to turn one of its maneuvering wheels.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/jupiterIo_cassini_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter, Io, and Shadow",
    "url": "https://apod.nasa.gov/apod/image/0012/jupiterIo_cassini.jpg"
  },
  {
    "copyright": "John Gleason",
    "date": "2000-12-27",
    "explanation": "Tomorrow's picture: Moon Mare and Montes  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/halebopp_gleason_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Dust and Ion Tails of Comet Hale Bopp",
    "url": "https://apod.nasa.gov/apod/image/0012/halebopp_gleason.jpg"
  },
  {
    "copyright": "Peter Armstrong",
    "date": "2000-12-28",
    "explanation": "Tomorrow's picture: Cosmic Cloud  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/moon3rd_armstrong_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Mare and Montes",
    "url": "https://apod.nasa.gov/apod/image/0012/moon3rd_armstrong.jpg"
  },
  {
    "date": "2000-12-29",
    "explanation": "While drifting through the cosmos this magnificent interstellar dust cloud, sculpted by stellar winds and radiation, has chanced to assume a recognizable shape. Fittingly named The Horsehead Nebula it is embedded in the immense complex of star forming gas and dust surrounding the Orion Nebula some 1,500 light-years distant. The dark nebula is cataloged as Barnard 33 and is visible only because its obscuring dust is silhouetted against the bright emission nebulae which lie behind it. In fact, the prominent horse head portion of the nebula is really just part of a larger cloud of dust which can be seen extending off the bottom of the picture. A potentially rewarding but difficult object to view with a small instrument, this gorgeous color image is a composite of exposures made with a digital camera and astronomical BVR filters using a 1-meter diameter telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/kellyhenden_horsehead_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Dark Horsehead Nebula",
    "url": "https://apod.nasa.gov/apod/image/0012/kellyhenden_horsehead_c.jpg"
  },
  {
    "date": "2000-12-30",
    "explanation": "No matter which direction you look, no matter what type of light you see, the sky glows - but why?  The sources of many of these background radiations have remained long-standing puzzles, but this millennial year brought some partial resolutions.  In X-ray light the recently launched spacecraft Chandra and XMM resolved much of the seemingly uniform X-ray background into many discrete sources, many of which appear to be black holes at the centers of galaxies accreting matter.  In microwave light, the BOOMERANG and MAXIMA-1 missions resolved with new clarity the seemingly uniform microwave background.  The size and distribution of these spots indicates a geometrically flat universe, which, when combined recent supernovae results, indicate a universe with an accelerating expansion rate filled with dark matter and dark energy. Pictured above, a map spanning ten degrees of the microwave sky resolves the microwave background into hot and cold spots, as indicated in microkelvins.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/cmbmap_maxima_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Year of Resolving Backgrounds",
    "url": "https://apod.nasa.gov/apod/image/0012/cmbmap_maxima.gif"
  },
  {
    "date": "2000-12-31",
    "explanation": "When the second millennium began, people generally knew that the Earth was round, but few saw much of it beyond their local village.  As the millennium progressed, humans mapped the continents, circumnavigated the globe, and determined the composition of the Earth.  The Earth started as the center of everything, but became a planet placed in the Solar System, which became placed in a Galaxy, which became placed in the Local Group of Galaxies, which became placed in an expanse so vast we call it just the Universe.  As millennium two ends people generally know what Earth looks like from afar, and how it is that all of humanity is confined to the surface of this fragile and watery globe.",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/earthrise_apollo8_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Millennium that Defined Earth",
    "url": "https://apod.nasa.gov/apod/image/9912/earthrise_apollo8.jpg"
  },
  {
    "date": "2001-01-01",
    "explanation": "Welcome to millennium three.  During millennium two, humanity continually redefined its concept of \"Universe\": first as spheres centered on the Earth, in mid-millennium as the Solar System, a few centuries ago as the Galaxy, and within the last century as the matter emanating from the Big Bang.  During millennium three humanity may hope to discover alien life, to understand the geometry and composition of our present concept of Universe, and even to travel through this Universe.  Whatever our accomplishments, humanity will surely find adventure and discovery in the space above and beyond, and possibly define the surrounding Universe in ways and colors we cannot yet imagine by the threshold of millennium four.",
    "hdurl": "https://apod.nasa.gov/apod/image/0001/flammarion_halfcolor.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Millennium that Defines Universe",
    "url": "https://apod.nasa.gov/apod/image/0001/flammarion_halfcolor_big.gif"
  }
]
