[
  {
    "date": "2000-11-01",
    "explanation": "This eight-frame animation is based on the first ever images of a double asteroid! Formerly thought to be a single enormous chunk of rock, asteroid 90 Antiope resides in the solar system's main asteroid belt between Mars and Jupiter. Now, these premier images reveal Antiope to actually consist of two 50 mile wide asteroids separated by about 100 miles. Like weights on each end of an elastic string, the pair mutually orbit their center of mass, or balance point in the space between them, once every 16.5 hours. Binary asteroids and asteroids with moons are believed to be rare, but observations of their orbits allow a direct determination of asteroid masses and densities. Surprisingly, Antiope and known asteroid-moon systems are found to have densities closer to ice than rock, despite their relatively dark and unreflective surfaces. These sharp images were made at the Keck Observatory atop the Hawaiian volcano Mauna Kea using newly developed adaptive optics technology to overcome the blurring effect of Earth's atmosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/0011/antiope_merline.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Double Asteroid 90 Antiope",
    "url": "https://apod.nasa.gov/apod/image/0011/antiope_merline.gif"
  },
  {
    "date": "2000-11-02",
    "explanation": "Galaxies don't normally look like this.  NGC 6745 actually shows the results of two galaxies that have been colliding for only hundreds of millions of years.  Just off the above photograph to the lower right is the smaller galaxy, moving away.  The larger galaxy, pictured above, used to be a spiral galaxy but now is damaged and appears peculiar.  Gravity has distorted the shapes of the galaxies.  Although it is likely that no stars in the two galaxies directly collided, the gas, dust, and ambient magnetic fields do interact directly. In fact, a knot of gas pulled off the larger galaxy on the lower right has now begun to form stars.  NGC 6745 spans about 80 thousand light-years across and is located about 200 million light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0011/ngc6745_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Galaxy Collision in NGC 6745",
    "url": "https://apod.nasa.gov/apod/image/0011/ngc6745_hst.jpg"
  },
  {
    "date": "2000-11-03",
    "explanation": "Tomorrow's picture: Self-Portrait  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0011/saturnnewmoon_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "New Moons For Saturn",
    "url": "https://apod.nasa.gov/apod/image/0011/saturnnewmoon_eso.jpg"
  },
  {
    "date": "2000-11-04",
    "explanation": "Is it art? In November of 1969, Apollo 12 astronaut-photographer Charles \"Pete\" Conrad recorded this masterpiece while documenting colleague Alan Bean's lunar soil collection activities on the Oceanus Procellarum. The image is dramatic and stark. Bean is faceless. The harsh environment of the Moon's Ocean of Storms is echoed in his helmet's perfectly composed reflection of Conrad and the lunar horizon. Works of photojournalists originally intent on recording the human condition on planet Earth, such as Lewis W. Hine's images from New York City in the early 20th century, or Margaret Bourke-White's magazine photography are widely regarded as art. Similarly many documentary astronomy and space images can be appreciated for their artistic and esthetic appeal.",
    "hdurl": "https://apod.nasa.gov/apod/image/0011/bean_conrad_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 12: Self-Portrait",
    "url": "https://apod.nasa.gov/apod/image/0011/bean_conrad.jpg"
  },
  {
    "date": "2000-11-05",
    "explanation": "What happens when a comet encounters a planet?  If the planet has a rocky surface, a huge impact feature will form.  A giant planet like Jupiter, however, is mostly gas.  When Comet Shoemaker-Levy 9 struck Jupiter in 1994, each piece was swallowed into the vast Jovian atmosphere.  Pictured above is a time-lapse sequence of the result of two fragments striking Jupiter. As the comet plunged in, it created large dark marks that gradually faded.  The high temperature of gas under Jupiter's cloud tops surely caused the comet fragment to melt before it plunged very far.  Because Jupiter is much more massive than any comet, the orbit of Jupiter around the Sun did not change noticeably.",
    "hdurl": "https://apod.nasa.gov/apod/image/0011/sl9gevol_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter Swallows Comet Shoemaker Levy 9",
    "url": "https://apod.nasa.gov/apod/image/0011/sl9gevol_hst.jpg"
  },
  {
    "copyright": "Naoyuki Kurita",
    "date": "2000-11-06",
    "explanation": "Tomorrow's picture: The Gum Nebula  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/mwhorizon_kurita_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Heaven on Earth",
    "url": "https://apod.nasa.gov/apod/image/0010/mwhorizon_kurita.jpg"
  },
  {
    "copyright": "John Gleason",
    "date": "2000-11-07",
    "explanation": "Because the Gum Nebula is the closest supernova remnant, it is actually hard to see.  Spanning 40 degrees across the sky, the nebula is so large and faint it is easily lost in the din of a bright and complex background.  The Gum Nebula, highlighted nicely in the above wide angle photograph, is so close that we are much nearer the front edge than the back edge, each measuring 450 and 1500 light years respectively.  The complex nebula lies in the direction of the constellations of Puppis and Vela.  Oddly, much remains unknown about the Gum Nebula, including the timing and even number of supernova explosions that formed it.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/gum_gleason_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Gum Nebula Supernova Remnant",
    "url": "https://apod.nasa.gov/apod/image/0010/gum_gleason.jpg"
  },
  {
    "copyright": "Wade Clark Jr.",
    "date": "2000-11-08",
    "explanation": "Tomorrow's picture: XRB  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0011/auroct_wadeclark_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "October Skylights",
    "url": "https://apod.nasa.gov/apod/image/0011/auroct_wadeclark.jpg"
  },
  {
    "date": "2000-11-09",
    "explanation": "rly on, x-ray satellites revealed a surprising cosmic background glow of x-rays and astronomers have struggled to understand its origin. Now, peering through a hole in the obscuring gas and dust of our own Milky Way Galaxy, the powerful orbiting XMM-Newton telescope has recorded this deep image of the x-ray sky, resolving some of the mysterious background into many faint individual sources. The tantalizing image is color-coded, with red representing relatively low energy x-rays, photons with 500 or so times the energy of visible light. Green and blue colors correspond to increasingly energetic x-rays with up to about 10,000 times visible light energies. Notably, the faint sources tend to be green and blue, showing x-ray characteristics of huge amounts of material falling into massive black holes in very distant galaxies. Do massive black holes reside in the hearts of all large galaxies? The XMM-Newton results add to the growing consensus that they do and that, from across the universe, x-rays produced as matter feeds these black holes account for the cosmic x-ray background.",
    "hdurl": "https://apod.nasa.gov/apod/image/0011/lockman_xmm.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cosmic X-Ray Background",
    "url": "https://apod.nasa.gov/apod/image/0011/lockman_xmm.jpg"
  },
  {
    "date": "2000-11-10",
    "explanation": "Amazingly detailed, this false-color x-ray image is centered on the galaxy Cygnus A. Recorded by the orbiting Chandra Observatory, Cygnus A is seen here as a spectacular high energy x-ray source. But it is actually more famous at the low energy end of the electromagnetic spectrum as one of the brightest celestial radio sources. Merely 700 million light-years distant, Cygnus A is the closest powerful radio galaxy and the false-color radio image (inset right) shows remarkable similarity to Chandra's x-ray view. Central in both pictures, the center of Cygnus A shines brightly while emission extends 300,000 light-years to either side along the same axis. Near light speed jets of atomic particles produced by a massive central black hole are believed to cause the emission. In fact, the x-ray image reveals \"hot spots\" suggestive of the locations where the particle jets are stopped in surrounding cooler, denser gas. The x-ray image also shows that the jets have cleared out a huge cavity in the surrounding gas. Bright swaths of emission within the cavity likely indicate x-ray hot material ... swirling toward the central black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/0011/cyga_cxo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Cygnus A",
    "url": "https://apod.nasa.gov/apod/image/0011/cyga_cxo_nrao.jpg"
  },
  {
    "date": "2000-11-11",
    "explanation": "The first, and so far only, lunar astronomical observatory was deployed by the Apollo 16 crew in 1972. The Far Ultraviolet Camera / Spectrograph used a 3-inch diameter Schmidt telescope to photograph the Earth, nebulae, star clusters, and the Large Magellanic Cloud.  The tripod mounted astronomical equipment is seen above, placed in the shadow of the Lunar Module (right) so it would not overheat. Also in the shadow is astronaut Charles Duke with the lunar rover in the background. The Far Ultraviolet Camera took pictures in ultraviolet light which would normally be blocked by the Earth's atmosphere.  It was created by George Carruthers (NRL), had a field of view of twenty degrees, and could detect stars having visual magnitude brighter than eleven. One hundred seventy-eight images were recorded in a film cartridge which the astronauts returned to Earth. The observatory still stands on the Moon today.",
    "hdurl": "https://apod.nasa.gov/apod/image/0011/lunartel_apollo16_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The First Lunar Observatory",
    "url": "https://apod.nasa.gov/apod/image/0011/lunartel_apollo16.jpg"
  },
  {
    "copyright": "UIUCGCCC",
    "date": "2000-11-12",
    "explanation": "We live in a forest.  Strewn throughout the universe are \"trees\" of hydrogen gas that absorb light from distant objects.  These gas clouds leave numerous absorption lines in a distant quasar's spectra, together called the Lyman-alpha forest.  Distant quasars appear to be absorbed by many more Lyman-alpha clouds than nearby quasars, indicating a Lyman-alpha thicket early in our universe.  The above image depicts one possible computer realization of how Lyman-alpha clouds were distributed at a redshift of 3.  Each side of the box measures 30 million light-years across.  Much remains unknown about the Lyman-alpha forest, including the real geometry and extent of the clouds, and why there are so many fewer clouds today.",
    "hdurl": "https://apod.nasa.gov/apod/image/9802/lyalpha_gc3_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Lyman Alpha Forest",
    "url": "https://apod.nasa.gov/apod/image/9802/lyalpha_gc3.jpg"
  },
  {
    "date": "2000-11-13",
    "explanation": "What are four closely grouped galaxies doing in this image?  The grouping composes a majority of the large galaxies in Stephan's Quintet, with the fifth prominent galaxy located off the above image to the lower right. Three of these four galaxies show nearly the same redshift, indicating that they reside at the same distance from us.  These three galaxies are in the midst a titanic collision, each ripping the others apart with gravitational tidal forces. The large bluish spiral below and left of center is a foreground galaxy much closer than the others and hence not involved in the cosmic battle.  Most of Stephan's Quintet lies about 300 million light-years away towards the constellation of Pegasus.",
    "hdurl": "https://apod.nasa.gov/apod/image/0011/quintet_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Disorder in Stephan's Quintet",
    "url": "https://apod.nasa.gov/apod/image/0011/quintet_hst.jpg"
  },
  {
    "date": "2000-11-14",
    "explanation": "OK, fans of classic science fiction might be disappointed. The yardangs are not barsoomian warriors in a newly discovered Edgar Rice Burroughs tale of adventure and conquest on the Red Planet. In fact yardangs, geologists' term for narrow, wind-eroded ridges, are common land features in the desert regions of planet Earth. Such Eolian (wind related) landforms are common on Mars too, and this recently released Mars Global Surveyor picture shows long, sculpted yardangs in the eastern Aeolis region of southern Elysium Planitia. These martian yardangs may have formed in deposits of volcanic ash. Covering a swath of the martian surface 2.5 kilometers high, this composite image does offer special effects, though. If you have red/blue glasses (red for the left eye) you can view the yardangs of Mars in astounding 3-D!",
    "hdurl": "https://apod.nasa.gov/apod/image/0011/yardangs_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Yardangs Of Mars",
    "url": "https://apod.nasa.gov/apod/image/0011/yardangs_mgs.jpg"
  },
  {
    "date": "2000-11-15",
    "explanation": "In this picture, the Sun's surface is quite dark. A frame from a movie recorded on November 9th by the orbiting TRACE telescope, it shows coronal loops lofted over a solar active region. Glowing brightly in extreme ultraviolet light, the hot plasma entrained above the Sun along arching magnetic fields is cooling and raining back down on the solar surface. Hours earlier, on November 8th, astronomers had watched this particular active region produce a not so spectacular solar flare. Still, the M-class flare spewed forth an intense storm of particles, suddenly showering satellites near the Earth with high energy protons. The flare event was also associated with a large coronal mass ejection, a massive cloud of material which impacted our fair planet's magnetic field about 31 hours later. The result ... a strong geomagnetic storm.",
    "hdurl": "https://apod.nasa.gov/apod/image/0011/arcadenov9_trace_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Coronal Rain, Solar Storm",
    "url": "https://apod.nasa.gov/apod/image/0011/arcadenov9_trace.jpg"
  },
  {
    "copyright": "Appleton",
    "date": "2000-11-16",
    "explanation": "While stationed in  central Africa in December 1944, Norman Appleton witnessed a meteor so bright he remembered it his entire life.  Right before his eyes a tremendous smoking fireball streaked across the daytime sky.  Years later, as an accomplished member of the Guild of Aviation Artists, he recorded his memories in the above painting.  Tonight and tomorrow mark the peak of this year's Leonid meteor shower.  Although any individual observer is unlikely to see a fireball as spectacular as this one, observers in dark locations might witness as many as hundreds of transient streaks of light emanating from the constellation of Leo across a morning moonlit sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/0011/meteor44_appleton_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Daytime Fireball in 1944",
    "url": "https://apod.nasa.gov/apod/image/0011/meteor44_appleton.jpg"
  },
  {
    "copyright": "Wally Pacholka",
    "date": "2000-11-17",
    "explanation": "Such beautiful things begin as grains of sand. Locked in an oyster a granule grows into an iridescent pearl, lustrous and lovely to behold. While hurtling through the atmosphere at 70 kilometers per second, a cosmic sand grain becomes an awe-inspiring meteor, its transient beauty displayed for any who care to watch. Framed perfectly between orange clouds at sunrise, this bright meteor trail was photographed from the Joshua Tree National Park in California, USA during the 1998 Leonid Meteor Shower. Appropriately titled \"Leonid Sunrise\", the picture was recorded on high-speed film (ASA 3200) with a 35mm camera. Its striking colors and grainy, textured appearance suggest a painting on canvas. Of course, you could see Leonid meteors at sunrise for yourself. With clear skies, your next chance is coming up ... tomorrow morning.",
    "hdurl": "https://apod.nasa.gov/apod/image/0011/leosun_wpacholka_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Leonid Sunrise",
    "url": "https://apod.nasa.gov/apod/image/0011/leosun_wpacholka.jpg"
  },
  {
    "copyright": "Galileo ProjectVoyager ProjectJPLNASA",
    "date": "2000-11-18",
    "explanation": "Tomorrow's picture: Dusty Universe  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0011/jupfam1_galvg_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter And Family",
    "url": "https://apod.nasa.gov/apod/image/0011/jupfam1_galvg.jpg"
  },
  {
    "date": "2000-11-19",
    "explanation": "What's black & white and red all over?  Add our universe to this list.  Adrift in a vast sea of darkness are not only familiar bright stars but dust that glows predominantly in far-infrared light.  This cosmological dust was recently discovered in data taken previously by the COBE satellite, and visible as a diffuse glow visible in the above image.  The amount of dust in the universe is important because it is a measure of the number of stars that created it, of the number of stars that are cloaked by it, and of the amount of distortion created in measurements of the distant universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/9801/dustsky_cobe_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Our Dusty Universe",
    "url": "https://apod.nasa.gov/apod/image/9801/dustsky_cobe.jpg"
  },
  {
    "copyright": "Doug Murray",
    "date": "2000-11-20",
    "explanation": "The Leonid Meteor Shower this year could be described as good but not great.  During November 17 and 18 the Earth crossed through several streams of sand-sized grit left orbiting the Sun by Comet Tempel-Tuttle.  Several distinct peaks in meteor activity were reported, with rates approaching 400 meteors per hour for brief periods for some dark locations.  Pictured above, a Leonid meteor was caught from Florida streaking through the constellation of Orion on the morning of 2000 November 18.  Visible as a red-tinged smudge to the left of the three nearly linear stars that compose Orion's belt is the picturesque star-forming region known as the Orion Nebula.  Next year, the Leonids Meteor Shower is expected by many to be much more active.",
    "hdurl": "https://apod.nasa.gov/apod/image/0011/leonid00_murray_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A 2000 Leonid Through Orion",
    "url": "https://apod.nasa.gov/apod/image/0011/leonid00_murray.jpg"
  },
  {
    "date": "2000-11-21",
    "explanation": "Sometimes, regions of planet Earth can be seen lit up with fire. Since fire is the rapid acquisition of oxygen, and since oxygen is a key indicator of life, fire on any planet would be an indicator of life on that planet. Most of the Earth's land has been scorched by fire at some time in the past.  Although causing many a tragedy, fire is considered part of a natural ecosystem cycle.  The year 2000 fire season in the continental United States has been one of the most active on record, burning an area similar in size to New Jersey. Large forest fires on Earth are usually caused by lightning and can be visible from orbit. Above, stunned Elk avoid a fire sweeping through Montana's Bitterroot Valley by standing in a river.",
    "hdurl": "https://apod.nasa.gov/apod/image/0011/fires_mccolgan_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fire on Earth",
    "url": "https://apod.nasa.gov/apod/image/0011/fires_mccolgan.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2000-11-22",
    "explanation": "The Great Nebula in Orion can be found just below and to the left of the easily identifiable belt of three stars in the popular constellation Orion.  This fuzzy patch, visible to the unaided eye, contains one of the closest stellar nurseries, lying at a distance of about 1500 light years.  The above picture highlights red light emitted by the nebula's hydrogen gas. Dark dust filaments punctuate regions of this glowing hydrogen gas and reflect light from the nebula's brightest stars.  Recent observations of the Orion Nebula by the Hubble Space Telescope have located solar-system sized regions that are thought to be planet-forming circumstellar disks.",
    "hdurl": "https://apod.nasa.gov/apod/image/0011/m42hargb_gendler_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Orion Nebula in Hydrogen",
    "url": "https://apod.nasa.gov/apod/image/0011/m42hargb_gendler.jpg"
  },
  {
    "date": "2000-11-23",
    "explanation": "verything is big on Jupiter, the solar system's reigning gas giant. For example, Jupiter's Great Red Spot is a hurricane-like storm system at least twice the diameter of planet Earth. Approaching Jupiter in early October the Cassini spacecraft recorded the images used in this excellent movie of the swirling storm system and planet-circling cloud bands. Seven mosaicked frames make up the movie sequence, each separated by one or two rotation periods (Jupiter rotates about once every 10 hours). The sequence is viewed as a simple cylindrical map projection spanning 50 degrees north to 50 degrees south of the Jovian equator. Can you see the small bright \"clouds\" which seem to suddenly appear west (left) of the Red Spot? Data from the Galileo spacecraft, orbiting Jupiter since 1996, suggest that these features are large lightning storms. Saturn-bound, the Cassini spacecraft will take a few months to fly by Jupiter, coordinating Jovian explorations with Galileo and picking up speed for the final leg of its interplanetary journey.",
    "hdurl": "https://apod.nasa.gov/apod/image/0011/redspot_cassini.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cassini At Jupiter: Red Spot Movie",
    "url": "https://apod.nasa.gov/apod/image/0011/redspot_cassini.gif"
  },
  {
    "copyright": "Bob Yen",
    "date": "2000-11-24",
    "explanation": "Just last week this long lovely Leonid shower meteor arced through the night. Captured on November 17/18 by photographer Bob Yen, the meteor trail spans about 70 times the apparent diameter of the full moon in the skies above Mt. Wilson, California, USA. The Leonid's path flashes from the outskirts of constellation Gemini to the triangle-shaped head of Taurus (lower right). Of course, the trail points back toward Leo, the shower's eponymous radiant, while passing near such night sky notables as galactic star cluster M35 (upper left) and Taurus's brightest star, red giant Aldebaran. Though the sky was ruled by a bright but waning Moon and brilliant Jupiter, the Leonid meteor shower still awed observers at dark sky locations with peak rates of hundreds of meteors per hour.",
    "hdurl": "https://apod.nasa.gov/apod/image/0011/leonid00_yen_crop.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Long Leonid",
    "url": "https://apod.nasa.gov/apod/image/0011/leonid00_yen_crop1.jpg"
  },
  {
    "date": "2000-11-25",
    "explanation": "Like a fleet of futuristic starcruisers, NASA's highly successful series of High Energy Astrophysical Observatory (HEAO) spacecraft appear poised over planet Earth. Labeled A, B, and C in this vintage illustration, the spacebased telescopes were known as HEAO-1, HEAO-2, and HEAO-3 respectively. HEAO-1 and HEAO-2 were responsible for revealing to earthlings the wonders of the x-ray sky, discovering 1,000s of celestial sources of high-energy radiation. HEAO-2, also known as the Einstein Observatory, was launched in November 1978, near the date of the famous physicist's 100th birthday and was the first large, fully imaging x-ray telescope in space. HEAO-3, the last in the series, was launched in 1979 and measured high energy cosmic-ray particles and gamma-rays. These satellite observatories were roughly 18 feet long and weighed about 7,000 pounds. Their missions completed, all have fallen from orbit and burned up harmessly in the atmosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/0011/heao_fleet_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A High Energy Fleet",
    "url": "https://apod.nasa.gov/apod/image/0011/heao_fleet.jpg"
  },
  {
    "copyright": "Juan Carlos Casado",
    "date": "2000-11-26",
    "explanation": "Last year, the 1999 Leonids Meteor Shower came to a tremendous crescendo.  Observers in Europe observed a sharp peak in the number of meteors visible around 0210 UTC during the early morning hours of November 18.   Meteor counts then exceeded 1000 per hour - the minimum needed to define a true meteor storm.  At other times and from other locations around the world, observers typically reported respectable rates of between 30 and 100 meteors per hour.  This year, the 2000 Leonids were somewhat less impressive, although many astronomers hold much hope for the Leonids in 2001 and 2002. The above photograph is a 20-minute exposure ending just before the main Leonids peak of 1999 began.  Visible are at least five Leonids meteors streaking high above the Torre de la Guaita, an observation tower used during the 12th century in Gorina, Spain.",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/leonids99_casado_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Leonids Above Torre de la Guaita",
    "url": "https://apod.nasa.gov/apod/image/9911/leonids99_casado.jpg"
  },
  {
    "date": "2000-11-27",
    "explanation": "This is what the Earth looks like at night.  Can you find your favorite country or city?  Surprisingly, city lights make this task quite possible.  Human-made lights highlight particularly developed or populated areas of the Earth's surface, including the seaboards of Europe, the eastern United States, and Japan.  Many large cities are located near rivers or oceans so that they can exchange goods cheaply by boat.  Particularly dark areas include the central parts of South America, Africa, Asia, and Australia.  The above image is actually a composite of hundreds of pictures made by the orbiting DMSP satellites. (Editor's note: Contrary to some recent press reports, this site does not have a rotating screensaver version of the above image. Also, unfortunately, we do not sell prints.  However, a high-resolution digital version of the image is available (click here or here) and an Earth at Night poster similar to this image can be ordered (click here) from other web sites.",
    "hdurl": "https://apod.nasa.gov/apod/image/0011/earthlights2_dmsp_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth at Night",
    "url": "https://apod.nasa.gov/apod/image/0011/earthlights_dmsp.jpg"
  },
  {
    "date": "2000-11-28",
    "explanation": "BZ Cam is a binary star system that is not well understood.  In most cataclysmic variables, matter from a normal star accumulates on the surface of the companion white dwarf star, eventually causing a nova-like flare as the material becomes hot enough to ignite nuclear fusion.  In BZ Cam, however, light appears to flicker unpredictably, and an unusually large wind of particles is being expelled.  Pictured above, BZ Cam's wind creates a large bow-shock as the system moves through surrounding interstellar gas.  BZ Cam lies about 2500 light-years away toward the constellation of Camelopardalis.",
    "hdurl": "https://apod.nasa.gov/apod/image/0011/bzcam_wiyn.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "BZ Cam Bow Shock",
    "url": "https://apod.nasa.gov/apod/image/0011/bzcam_wiyn_big.jpg"
  },
  {
    "date": "2000-11-29",
    "explanation": "Here is what a meteor shower looks like from orbit.  During the peak of the 1997 Leonid Meteor Shower, the MSX satellite imaged from above 29 meteors over a 48 minute period entering the Earth's atmosphere.  From above, meteors create short bright streaks.  Visible beneath the meteors are clouds lit by reflected moonlight, while visible above is the constellation of Aries.  The directions of the meteor streaks are nearly parallel, confirming that the meteors  all originate from the same meteor stream.  Recent analysis of the 2000 Leonids meteor shower indicates to many astronomers that the 2001 Leonids may develop into a real meteor storm, with meteor rates perhaps exceeding one per second visible from parts of Asia.",
    "hdurl": "https://apod.nasa.gov/apod/image/0011/leonidsfromspace_msx.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Leonids from Orbit",
    "url": "https://apod.nasa.gov/apod/image/0011/leonidsfromspace_msx_big.jpg"
  },
  {
    "date": "2000-11-30",
    "explanation": "Globular star cluster Palomar 13 has roamed the halo of our Milky Way Galaxy for the last 12 billion years. The apparently sparse cluster of stars just left of center in this composite color digital image, it is one of the smallest, faintest globular clusters known. (The bright foreground star near bottom is unrelated and creates the spiky imaging artifacts.) Observations spanning forty years indicate that Palomar 13's galactic halo orbit is a highly eccentric one which, every one or two billion years, brings it relatively close to the galactic center. With each close approach to the Milky Way's central regions, gravitational tidal forces strip away the delicately bound cluster stars. In fact, detailed present day studies offer evidence for a dramatic end to this dwindling cluster's tidal tug of war. Palomar 13's latest close approach was only about 70 million years ago. But, when Palomar 13 again approaches the galaxy, it could well turn out to be the cluster's last stand.",
    "hdurl": "https://apod.nasa.gov/apod/image/0011/p13_siegel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Palomar 13's Last Stand",
    "url": "https://apod.nasa.gov/apod/image/0011/p13_siegel_crop1.jpg"
  },
  {
    "date": "2000-12-01",
    "explanation": "In the martian southern hemisphere, autumn has arrived. As on planet Earth, the cooler temperatures bring a seasonal frost to the landscape. Of course on Mars, the surface temperatures can be really cool, reaching below minus 100 degrees C. This detailed Mars Global Surveyor synthesized color image of Lowell crater at 52 degrees south martian latitude was recorded on October 17. Whitish frost has begun to accumulate on floor of the 201 kilometer wide crater. The crater's weathered walls suggest Lowell is relatively old. In striking contrast, two smaller, sharp-rimmed young craters are clearly superimposed on the older features near Lowell's outer rim.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/frostcrater4_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Frosty Crater On Mars",
    "url": "https://apod.nasa.gov/apod/image/0012/frostcrater4_mgs.jpg"
  }
]
