[
  {
    "date": "2000-09-01",
    "explanation": "SOHO, the space-based SOlar and Heliospheric Observatory, has become by far the reigning champion facility for discovering comets, its total having recently reached 200. As might be expected of a solar observatory, most of the SOHO discovered comets are sungrazers, destined to dive within a mere 50 thousand kilometers or so of the solar photosphere. At that range the intense heat and gravitational forces make it unlikely these primitive chunks of ice and dust will survive. Based on their similar orbits, as first worked out by 19th century German astronomer Heinrich Kreutz, all sungrazers are believed to originate from a single large parent comet which broke up during a perihelion passage perhaps 2,000 years ago. Over time, pieces have continued to split off producing a family of smaller comets which seem to travel in the same orbit. These frames from SOHO's coronograph were taken two hours apart on April 29 of this year. They show a sungrazer (SOHO comet discovery number 111) with a long, bright tail headed toward its fiery encounter. The sun itself is hidden behind the coronograph's occulting disk at each frame's upper right.",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/slasc2_20000429_2154.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "SOHO Sungrazer",
    "url": "https://apod.nasa.gov/apod/image/0009/sohocomet_20000429_2154.jpg"
  },
  {
    "date": "2000-09-02",
    "explanation": "This x-ray image of the Moon was made by the orbiting ROSAT (Röntgensatellit) Observatory in 1990. In this digital picture, pixel brightness corresponds to x-ray intensity. Consider the image in three parts: the bright hemisphere of the x-ray moon, the darker half of the moon, and the x-ray sky background. The bright lunar hemisphere shines in x-rays because it reflects x-rays emitted by the sun ... just as it shines at night by reflecting visible sunlight. The background sky has an x-ray glow in part due to the myriad of distant, powerful active galaxies, unresolved in the ROSAT picture but recently detected in Chandra Observatory x-ray images. But why isn't the dark half of the moon completely dark? It's true that the dark lunar face is in shadow and so is not reflecting solar x-rays. Still, the few x-ray photons which seem to come from the moon's dark half are currently thought to be caused by energetic particles in the solar wind bombarding the lunar surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/rosat_moon_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Moon",
    "url": "https://apod.nasa.gov/apod/image/0009/rosat_moon.jpg"
  },
  {
    "date": "2000-09-03",
    "explanation": "Humanity's understanding of the relative brightness and variability of stars was revolutionized by the work of Henrietta Swan Leavitt (1868-1921).  Working at Harvard College Observatory, Leavitt precisely calibrated the photographic magnitudes of 47 stars to which all other stars could be compared.  Leavitt discovered and cataloged over 1500 variable stars in the nearby Magellanic Clouds.  From this catalog, Leavitt discovered that brighter Cepheid variable stars take longer to vary, a fact used today to calibrate the distance scale of our universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/leavitt_aavso_sml.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Henrietta Leavitt Calibrates the Stars",
    "url": "https://apod.nasa.gov/apod/image/0009/leavitt_aavso.jpg"
  },
  {
    "copyright": "Brent Price",
    "date": "2000-09-04",
    "explanation": "Last month, skywatchers were treated to an unexpected coincidence: bright aurorae occurred during the Perseid Meteor Shower.  The above picture was taken August 12 and captures eerie looking aurorae and a faint Perseid meteor above Cross Lake in Wisconsin, USA.  The near future holds promise for both more aurorae and a better meteor shower.  Aurorae are becoming increasingly common as their trigger -- our Sun -- nears its period of highest activity during its eleven-year magnetic cycle.  Coming up in mid-November is the quirky Leonids Meteor Shower.  Although one of the better studied meteor showers, the Leonids have surprised astronomers many times and so many an optimistic skywatcher promises to be outside this year hoping for a memorable show.",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/auroraperseid_price_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Persei",
    "url": "https://apod.nasa.gov/apod/image/0009/auroraperseid_price.jpg"
  },
  {
    "date": "2000-09-05",
    "explanation": "High atop a dormant volcano in Hawaii, an eye 3.6-meters wide stares at a faint light on the night sky.  Unlike a human eye, which collects light for only a fraction of a second at a time, a telescope such as the Canada-France-Hawaii Telescope (CFHT) can collect light for hours. Faint sources become visible that were previously beyond human imagination.  These meticulous observations usually take so long, though, that the Earth's spin causes the telescope to move under the sky.  This spin is visible in the above photograph as star trails in the background.  The CFHT itself must counter-spin to keep on target.  The enormous size of the CFHT dome can be gauged by the car in the foreground.  The CFHT is one of the smaller telescopes atop Mauna Kea.",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/dometrails_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "CFHT Star Trails",
    "url": "https://apod.nasa.gov/apod/image/0009/dometrails_cfht.jpg"
  },
  {
    "date": "2000-09-06",
    "explanation": "Tomorrow's picture: Stellar Spirograph  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/crl618_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Emerging Planetary Nebula CRL 618",
    "url": "https://apod.nasa.gov/apod/image/0009/crl618_hst.jpg"
  },
  {
    "date": "2000-09-07",
    "explanation": "What is creating the strange texture of IC 418?  Dubbed the Spirograph Nebula for its resemblance to drawings from a cyclical drawing tool, planetary nebula IC 418 shows patterns that are not well understood.  Perhaps they are related to chaotic winds from the variable central star, which changes brightness unpredictably in just a few hours.  By contrast, evidence indicates that only a few million years ago, IC 418 was probably a well-understood star similar to our Sun.  Only a few thousand years ago, IC 418 was probably a common red giant star.  Since running out of nuclear fuel, though, the outer envelope has begun expanding outward leaving a hot remnant core destined to become a white-dwarf star, visible in the image center.  The light from the central core excites surrounding atoms in the nebula causing them to glow.  IC 418 lies about 2000 light-years away and spans 0.3 light-years across.  This recently released false-color image taken from the Hubble Space Telescope reveals the unusual details.",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/spirograph_heritage_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 418: The Spirograph Nebula",
    "url": "https://apod.nasa.gov/apod/image/0009/spirograph_heritage.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2000-09-08",
    "explanation": "How far can you see? The most distant object easily visible to the unaided eye is M31, the great Andromeda Galaxy some two million light-years away. Without a telescope, even this immense spiral galaxy appears as an unremarkable, faint, nebulous cloud in the constellation Andromeda. But a bright yellow nucleus, dark winding dustlanes, gorgeous blue spiral arms and star clusters are recorded in this stunning telescopic digital mosaic of the nearby island universe. While even casual skygazers are now inspired by the knowledge that there are many distant galaxies like M31, astronomers seriously debated this fundamental concept only 80 years ago. Were these \"spiral nebulae\" simply outlying components of our own Milky Way Galaxy or were they instead \"island universes\" -- distant systems of stars comparable to the Milky Way itself? This question was central to the famous Shapley-Curtis debate of 1920, which was later resolved by observations of M31 in favor of Andromeda, island universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/m31_gendler_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Andromeda Island Universe",
    "url": "https://apod.nasa.gov/apod/image/0009/m31_gendler.jpg"
  },
  {
    "date": "2000-09-09",
    "explanation": "An x-ray star winks out behind the Moon in these before (left) and after views of a lunar occultation of the galactic x-ray source designated GX5-1. The false color images were made using data from the ROSAT (ROentgen SATellite), orbiting observatory. They show high energy x-rays in yellow (mostly from GX5-1), and lower energy x-rays in red (the Moon reflecting x-rays from the Su",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/gx5moon_rosat_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Moon and X-Ray Star",
    "url": "https://apod.nasa.gov/apod/image/0009/gx5moon_rosat.jpg"
  },
  {
    "date": "2000-09-10",
    "explanation": "Diminutive by stellar standards, white dwarf stars are also intensely hot ... but they are cooling. No longer do their interior nuclear fires burn, so they will continue to cool until they fade away. This Hubble Space Telescope image covers a small region near the center of a globular cluster known as M4. Here, researchers have discovered a large concentration of white dwarf stars (circled above). This was expected - low mass stars, including the Sun, are believed to evolve to the white dwarf stage. Studying how these stars cool could lead to a better understanding of their ages, of the age of their parent globular cluster, and even the age of our universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/whitedwarf_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "White Dwarf Stars Cool",
    "url": "https://apod.nasa.gov/apod/image/0009/whitedwarf_hst.jpg"
  },
  {
    "date": "2000-09-11",
    "explanation": "It's back, and it's bigger than ever. The ozone hole that has been a cause of concern in recent years has again reformed over Earth's South Pole.  The seasonal recurrence of the ozone hole was expected, although the size of the hole has never been so large this early in the season.  Ozone is important because it shields us from damaging ultraviolet sunlight. Ozone is vulnerable, though, to CFCs and halons being released into the atmosphere.  The ozone hole's large size is probably related to unusually low temperatures, allowing CFC byproducts like chlorine to react with atmospheric ozone molecules with greater efficiency.  In the above false-color picture taken earlier this month, low ozone levels are shown in red and grey.",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/ozone_toms_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Antarctic Ozone Hole Widens",
    "url": "https://apod.nasa.gov/apod/image/0009/ozone_toms.gif"
  },
  {
    "date": "2000-09-12",
    "explanation": "If you could have hovered above the Pathfinder mission to Mars in 1997, this is what you might have seen.  Directly below you is the control tower of Sagan Memorial Station.  Three dark solar arrays extend out to collect valuable energy, surrounded by light-colored deflated airbags that protected Pathfinder's instruments from directly colliding with the rocky Martian surface.  The left solar panel has ramps down which Pathfinder's rolling robot Sojourner started its adventure to nearby rocks.  Sojourner itself is visible inspecting a rock nicknamed Yogi at 11 o'clock.   Rocks cover the Martian surface, with Twin Peaks visible on the horizon at 9 0'clock.  The distant sky is mostly orange.  This image is a recently released digital combination of panoramic pictures taken by Pathfinder on Mars and a picture of a Lander scale model back on Earth.  The Mars Pathfinder Mission was able to collect data for three months, sending back information that has indicated a wet distant past for Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/marsdonut_mpf_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Slightly Above Mars Pathfinder",
    "url": "https://apod.nasa.gov/apod/image/0009/marsdonut_mpf.jpg"
  },
  {
    "copyright": "Gordon Garradd",
    "date": "2000-09-13",
    "explanation": "Only last month the stage was set for Comet LINEAR (C/1999S4 LINEAR) to become the first \"naked-eye\" comet of Y2K. It didn't fill that role, of course, but it did turn in a very dramatic performance. Closely followed by astronomer Mark Kidger and colleagues with the Isaac Newton Group telescopes (La Palma, Canary Islands), comet LINEAR's nucleus apparently fragmented extensively on the night of July 25th. A faint fluorescent cloud fading against a background of stars is all that is still visible in this August 21st telescopic view from Loomberah, NSW Australia. Why did comet LINEAR break up? Comets are conglomerates of ice and rock. A very plausible scenario is that a substantial fraction of LINEAR's icy component was evaporated, leaving too little to hold the rocky material together. In any event, no bright telltale condensations remain. So, following its first tour through the inner Solar System, an encore from comet LINEAR seems unlikely!",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/c99S4linear_000821_gg1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet LINEAR: Fade To Black",
    "url": "https://apod.nasa.gov/apod/image/0009/c99S4linear_000821_gg2.jpg"
  },
  {
    "date": "2000-09-14",
    "explanation": "Black holes are probably the most bizarre creatures in the modern astronomical zoo. And after years of pondering black holes as either stellar mass objects seen in binary star systems or enormous supermassive black holes at the centers of galaxies, astronomers now have strong evidence for another exotic species -- middle mass black holes. The leading candidate for the ultradense middle ground is indicated in this false-color detail of a sharp x-ray picture from the space-based Chandra Observatory. A close-up of x-ray sources near the center of starburst galaxy M82, the cropped Chandra image spans about 4,000 light-years. M82 itself is around 11 million light-years distant. The arrowed source has recently been convincingly demonstrated to exhibit x-ray characteristics of an object whose gravitational field holds more than 500 times the mass of the sun within a volume the size of the moon! Astronomers also note that unlike the supermassive variety which are thought to lie at the centers of galaxies, this middle mass black hole is about 600 light-years from the center of M82. Theories for the formation of a middle mass black hole include the collapse of a \"hyperstar\" formed by the coalescence of many normal stars, or the direct merger of stellar mass black holes.",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/m82mmbh_cxo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M82's Middle Mass Black Hole",
    "url": "https://apod.nasa.gov/apod/image/0009/m82mmbh_cxo_c1.jpg"
  },
  {
    "copyright": "Chris Grohusko",
    "date": "2000-09-15",
    "explanation": "The aurora borealis, or northern lights, are not a common sight in the southwestern United States. But a strong solar coronal mass ejection in early August triggered geomagnetic storms and aurora which were widely reported, even under west Texas skies. This striking view of the aurora was recorded from a site near El Paso, Texas and the Hueco Tanks State Historical Park at a latitude just shy of 32 degrees north. Polaris is the brightest star visible near the top and right of center while a Perseid meteor pierces the auroral glow left of picture center, below the bowl of the little dipper. Want to see an aurora? Dark skies and high latitudes (closer to the north or south poles) help. And you might keep an eye on the space weather report. The last big coronal mass ejection headed toward planet Earth was detected by space-based instruments on September 12. It may trigger geomagnetic storms and auroral activity beginning September 14th.",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/aurtex_grohusko_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora In West Texas Skies",
    "url": "https://apod.nasa.gov/apod/image/0009/aurtex_grohusko.jpg"
  },
  {
    "date": "2000-09-16",
    "explanation": "Above is a picture of the Earth in x-rays, taken in March of 1996 from the orbiting Polar satellite. Most of the planet is dark with superposed continent and coordinate grids, while the bright x-ray emission near the north pole is shown in red. Why does the Earth have an x-ray glow? Actually, the Earth itself does not, but the aurora high in the Earth's atmosphere do glow with x-rays detectable by space-based instruments. Gusts of energetic ions from the Sun can distort the Earth's magnetosphere allowing high energy electrons spiraling along magnetic field lines to slam into the upper atmosphere above the magnetic poles. This activity causes shimmering visible aurora along with x-ray, ultraviolet, and radio emission. The x-rays are not dangerous to life on Earth because they are absorbed by the dense, lower atmosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/earthxray_polar_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Earth",
    "url": "https://apod.nasa.gov/apod/image/0009/earthxray_polar.jpg"
  },
  {
    "date": "2000-09-17",
    "explanation": "Girdling the second largest planet in the Solar System, Saturn's Rings are one of the most spectacular sights for earthbound telescopes. This image from the orbiting Hubble Space Telescope's STIS instrument, offers a striking view of another kind of ring around Saturn - pole encircling rings of ultraviolet aurora. Towering more than 1,000 miles above the cloud tops, these Saturnian auroral displays are analogous to Earth's. Energetic charged particles in the Solar Wind are funneled by the planet's magnetic field into polar regions where they interact with atmospheric gases. Following the ebb and flow of Saturn's aurora, researchers can remotely explore the planet's atmosphere and magnetic field. In this false color image, the dramatic red aurora identify emission from atomic hydrogen, while the more concentrated white areas are due to hydrogen molecules. In 2004, NASA plans to begin making close-up studies of the Saturnian system with the Cassini Spacecraft.",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/saturnaurora_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturnian Aurora",
    "url": "https://apod.nasa.gov/apod/image/0009/saturnaurora_hst.jpg"
  },
  {
    "date": "2000-09-18",
    "explanation": "Last Monday the crew of Space Shuttle Atlantis took in this view as they approached the developing International Space Station (ISS).   From top to bottom, the astronauts saw a station currently consisting of the Progress supply module, the Zvezda service module, the Zarya cargo module, and the Unity connecting module.  Never before had astronauts seen the station since the remote-controlled additions of Progress and Zvezda.  Energy collecting flat solar panels can be seen extending from some of the modules.  Soon after this picture was taken, Atlantis docked with the ISS at the Unity end.  The astronauts have worked hard unloading supplies, installing and testing equipment, and even planning to reboost the floating space station to a higher orbit.  The Shuttle and its entire crew are scheduled to return to Earth Wednesday.   The Space Shuttle Discovery is then scheduled to visit the ISS in two weeks.",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/iss_sts106_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Approaching the International Space Station",
    "url": "https://apod.nasa.gov/apod/image/0009/iss_sts106.jpg"
  },
  {
    "date": "2000-09-19",
    "explanation": "In the depths of the dark clouds of dust and molecular gas known as M17, stars continue to form.  Visible in the above recently released representative-color photograph of M17 by the New Technology Telescope are clouds so dark that they appear almost empty of near infrared light.  The darkness of these molecular clouds results from background starlight being absorbed by thick carbon-based smoke-sized dust.  As bright massive stars form, they produce intense and energetic light that slowly boils away the dark shroud.  M17's unusual appearance has garnered it such nicknames as the Omega Nebula, the Horseshoe Nebula, and the Swan Nebula.  M17, visible with binoculars towards the constellation of Sagittarius, lies 5000 light-years away and spans 20 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/m17_ntt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M17: Omega Nebula Star Factory",
    "url": "https://apod.nasa.gov/apod/image/0009/m17_ntt.jpg"
  },
  {
    "date": "2000-09-20",
    "explanation": "NGC 3184 is a large spiral galaxy with a small nucleus and long sprawling spiral arms.  Although NGC 3184 contains hundreds of billions of stars, the blue color of its spiral arms comes mostly from relatively few bright young blue stars. The galaxy is not empty of matter between these spiral arms -- the bright stars that highlight the arms were created in huge density waves that circle the center.  Visible with a small telescope towards the constellation of Ursa Major, light takes about 25 million years to reach us from NGC 3184, and about 50,000 years just to cross it.  NGC 3184 (Hubble type Sbc) is notable for its high abundance of heavy elements and a supernova that has occurred there recently.",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/ngc3184_kelly_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gangly Spiral Galaxy NGC 3184",
    "url": "https://apod.nasa.gov/apod/image/0009/ngc3184_kelly.jpg"
  },
  {
    "date": "2000-09-21",
    "explanation": "Why is the binary star system XZ Tauri emitting a hot bubble of expanding gas? Although astronomers can only presently speculate, the Hubble Space Telescope clearly documents this unusual behavior in three dramatic photographs over the past five years.  Even without knowing why, the recently released sequence shows in unprecedented clarity the beginnings of a cooling zone -- a region where the expanding gas bubble cools off by emitting light as electrons and ions meet and recombine.   The XZ Tauri star system is known to reside in the Taurus star forming region located about 500 light-years away.  XZ Tau is composed of two very young stars separated by roughly the same distance as between our Sun and Pluto.  The bubble has been expanding over the past thirty years and now extends to nearly fifteen times the binary separation.",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/xztauri_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "XZ Tauri System Ejects Gas Bubble",
    "url": "https://apod.nasa.gov/apod/image/0009/xztauri_hst.jpg"
  },
  {
    "date": "2000-09-22",
    "explanation": "The fifty-fifth entry in Charles Messier's catalog, M55 is a large and lovely globular cluster of around 100,000 stars. Only 20,000 light-years away in the constellation Sagittarius, M55 appears to earth-bound observers to be nearly 2/3 the size of the full moon. Globular star clusters like M55 roam the halo of our Milky Way Galaxy as gravitationally bound populations of stars known to be much older than stellar groups found in the galactic disk. Astronomers who make detailed studies of globular cluster stars can accurately measure the cluster ages and distances. Their results ultimately constrain the age of the Universe (... it must be older than the stars in it! ), and provide a fundamental rung on the astronomical distance ladder. This stunning three-color image made with astronomical (BVI) filters spans about 100 light-years across the globular cluster M55.",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/m55_mochejska_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M55: Globular Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/0009/m55_mochejska.jpg"
  },
  {
    "date": "2000-09-23",
    "explanation": "Yesterday the Sun crossed the celestial equator heading south, marking the Equinox -- the first day of Autumn in the northern hemisphere and Spring in the south. Equinox means equal night and with the Sun on the celestial equator, Earthlings will experience 12 hours of daylight and 12 hours of darkness. For those in the northern hemisphere, the days will continue to grow shorter with the Sun marching lower in the sky as winter approaches. A few weeks after the Autumnal Equinox of 1994, the Crew of the Shuttle Endeavor recorded this image of the Sun poised above the Earth's limb. Glare illuminates Endeavor's vertical tail (pointing toward the Earth) along with radar equipment in the payload bay.",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/sun_sts68_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Equal Night",
    "url": "https://apod.nasa.gov/apod/image/0009/sun_sts68.jpg"
  },
  {
    "date": "2000-09-24",
    "explanation": "Newborn stars are forming in the Eagle Nebula.  This image, taken with the Hubble Space Telescope in 1995, shows evaporating gaseous globules (EGGs) emerging from pillars of molecular hydrogen gas and dust.  The giant pillars are light years in length and are so dense that interior gas contracts gravitationally to form stars.  At each pillars' end, the intense radiation of bright young stars causes low density material to boil away, leaving stellar nurseries of dense EGGs exposed.  The Eagle Nebula, associated with the open star cluster M16, lies about 7000 light years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/pillars3_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M16: Stars from Eagle's EGGs",
    "url": "https://apod.nasa.gov/apod/image/0009/pillars3_hst.jpg"
  },
  {
    "copyright": "Ray Gralak",
    "date": "2000-09-25",
    "explanation": "One of the largest sunspots in recent years is now crossing our Sun.  Dominating active region AR 9169, the sunspot is the large dark complex visible below (west) and right of center in the above photograph of our Sun taken last Thursday.  Although quiet so far, the regions in and around this large magnetic depression are under watch for explosive eruptions.  AR 9169 holds the largest sunspot yet produced during this Solar Maximum, the time of greatest sunspot activity during the Sun's 11-year magnetic cycle.  The sunspot in AR 9169 is over twice the diameter of a normal sunspot, but only about half the area of a sunspot once recorded in 1947.  Rotating with the Sun, AR 9169 will take about 30 days to make one complete circle, slowly breaking up during this time.",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/bigsunspot_gralak_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "AR 9169: A Large Sunspot",
    "url": "https://apod.nasa.gov/apod/image/0009/bigsunspot_gralak.jpg"
  },
  {
    "date": "2000-09-26",
    "explanation": "In 1979 the Voyager 1 spacecraft compiled this view as it approached the gas giant Jupiter.  Snapping a picture every time the Great Red Spot was properly aligned, the above time-lapse sequence shows not only spot rotation but also the swirling of neighboring clouds.  Since Jupiter takes about 10 hours to rotate, this short sequence actually covers several days.  Voyager 1 shot past Jupiter rapidly taking pictures on which many discoveries would be made, including previously unknown cloud patterns, rings, moons, and active volcanoes on Jupiter's moon Io.  Voyager is moving so fast that it will one day leave our Solar System.",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/jupiterapproach_vg1_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Approaching Jupiter",
    "url": "https://apod.nasa.gov/apod/image/0009/jupiterapproach_vg1.gif"
  },
  {
    "date": "2000-09-27",
    "explanation": "Pictured above on September 3rd, the enclosure for the 8.2 meter telescope christened Yepun glints dramatically in the light of the setting sun. Later that evening, under dark skies at Paranal Observatory, Chile, astronomers and engineers successfully captured Yepun's first light images, making Yepun the fourth and final unit of the European Southern Observatory's Very Large Telescope (VLT) array to reach this milestone. Ultimately, the light from the three other 8.2 meter unit telescopes (Antu, Kueyen, and Melipal) will be combined with Yepun's to achieve an effective aperture of 16.4 meters -- creating the world's largest optical telescope. But the next major step will be to combine beams from two of the telescopes creating an interferometer. The upper part of the mostly subterranean interferometer lab is the building in front of the telescope enclosure. The VLT unit telescope names have been taken from the Mapuche language. Originally thought to refer to the bright star Sirius, the word Yepun is now believed by linguists to mean Venus or evening star.",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/yepun_esovlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Yepun",
    "url": "https://apod.nasa.gov/apod/image/0009/yepun_esovlt.jpg"
  },
  {
    "date": "2000-09-28",
    "explanation": "ending above the photosphere or visible surface of the Sun, the faint, tenuous solar corona can't be easily seen from Earth, but it is measured to be hundreds of times hotter than the photosphere itself. What makes the solar corona so hot? Astronomers have long sought the source of the corona's heat in magnetic fields which loft monstrous loops of solar plasma above the photosphere. Still, new and dramatically detailed observations of coronal loops from the orbiting TRACE satellite are now pointing more closely to the unidentified energy source. Recorded in extreme ultraviolet light, this and other TRACE images indicate that most of the heating occurs low in the corona, near the bases of the loops as they emerge from and return to the solar surface. The new results confound the conventional theory which relies on heating the loops uniformly. This tantalizing TRACE image shows clusters of the majestic, hot coronal loops which span 30 or more times the diameter of planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/coronaloop_trace_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Heating Coronal Loops",
    "url": "https://apod.nasa.gov/apod/image/0009/coronaloop_trace.jpg"
  },
  {
    "copyright": "Stan Richard",
    "date": "2000-09-29",
    "explanation": "Tomorrow's picture: Titania's Trenches  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/sepsky_labels.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "September Sky",
    "url": "https://apod.nasa.gov/apod/image/0009/sepsky_stanrichard.jpg"
  },
  {
    "date": "2000-09-30",
    "explanation": "British astronomer Sir William Herschel discovered Titania and Oberon in January of 1787. He wasn't reading Shakespeare's A Midsummer Night's Dream though, he was making the first telescopic observations of moons of the planet Uranus (a planet which he himself discovered in 1781). In January of 1986, nearly 200 years later, NASA's robot explorer Voyager 2 became the only spacecraft to visit the remote Uranian system. Above is Voyager's highest resolution picture of Titania, Uranus' largest moon. The picture is a composite of two images recorded from a distance of 229,000 miles. The icy, rocky world is seen to be covered with impact craters. A prominent system of fault valleys, some nearly 1,000 miles long, is visible as trench-like features near the terminator (shadow line). Deposits of highly reflective material which may represent frost can be seen along the sun-facing valley walls. The large impact crater near the top, known as Gertrude, is about 180 miles across. At the bottom the 60 mile wide fault valley, Belmont Chasma, cuts into crater Ursula. Titania itself is 1,000 miles in diameter.",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/titania3_voyg2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Titania's Trenches",
    "url": "https://apod.nasa.gov/apod/image/0009/titania3_voyg2.jpg"
  },
  {
    "date": "2000-10-01",
    "explanation": "A fantastic jumble of young blue star clusters, gigantic glowing gas clouds, and imposing dark dust lanes surrounds the central region of the active galaxy Centaurus A. This mosaic of Hubble Space Telescope images taken in blue, green, and red light has been processed to present a natural color picture of this cosmic maelstrom. Infrared images from the Hubble have also shown that hidden at the center of this activity are what seem to be disks of matter spiraling into a black hole with a billion times the mass of the Sun! Centaurus A itself is apparently the result of a collision of two galaxies and the left over debris is steadily being consumed by the black hole. Astronomers believe that such black hole central engines generate the radio, X-ray, and gamma-ray energy radiated by Centaurus A and other active galaxies. But for an active galaxy Centaurus A is close, a mere 10 million light-years away, and is a relatively convenient laboratory for exploring these powerful sources of energy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/CenA_wfpc2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Center of Centaurus A",
    "url": "https://apod.nasa.gov/apod/image/0010/CenA_wfpc2.jpg"
  }
]
