[
  {
    "date": "2000-10-01",
    "explanation": "A fantastic jumble of young blue star clusters, gigantic glowing gas clouds, and imposing dark dust lanes surrounds the central region of the active galaxy Centaurus A. This mosaic of Hubble Space Telescope images taken in blue, green, and red light has been processed to present a natural color picture of this cosmic maelstrom. Infrared images from the Hubble have also shown that hidden at the center of this activity are what seem to be disks of matter spiraling into a black hole with a billion times the mass of the Sun! Centaurus A itself is apparently the result of a collision of two galaxies and the left over debris is steadily being consumed by the black hole. Astronomers believe that such black hole central engines generate the radio, X-ray, and gamma-ray energy radiated by Centaurus A and other active galaxies. But for an active galaxy Centaurus A is close, a mere 10 million light-years away, and is a relatively convenient laboratory for exploring these powerful sources of energy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/CenA_wfpc2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Center of Centaurus A",
    "url": "https://apod.nasa.gov/apod/image/0010/CenA_wfpc2.jpg"
  },
  {
    "copyright": "C. R. ScoteseU. Texas at ArlingtonPALEOMAP",
    "date": "2000-10-02",
    "explanation": "Is this what will become of the Earth's surface?  The surface of the Earth is broken up into several large plates that are slowly shifting.   About 250 million years ago, the plates on which the present-day continents rest were positioned quite differently, so that all the landmasses were clustered together in one supercontinent now dubbed Pangea.  About 250 million years from now, the plates are again projected to reposition themselves so that a single landmass dominates.  The above simulation from the PALEAOMAP Project shows this giant landmass: Pangea Ultima.  At that time, the Atlantic Ocean will be just a distant memory, and whatever beings inhabit Earth will be able to walk from North America to Africa.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/PangeaUltima_scotese_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pangea Ultima: Earth in 250 Million Years?",
    "url": "https://apod.nasa.gov/apod/image/0010/PangeaUltima_scotese.jpg"
  },
  {
    "date": "2000-10-03",
    "explanation": "The dramatic rotation of the cloud-tops of Saturn every ten-hours is particularly evident from orbit around the gas giant planet.  With a good enough telescope, however, such rotation is visible even from Earth, as shown by this time-lapse image sequence from the Hubble Space Telescope taken in November 1990.  Particularly evident at that time was a light-colored giant storm cloud system that completely encircled the planet.  The storm was not evident twenty years ago during the flybys of the Voyager spacecraft -- a storm of this magnitude was last noted in 1933.  Studying the complex atmosphere of Saturn will be one objective of the Cassini spacecraft launched by NASA in 1997 and expected to arrive in 2004.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/satrotmovie_hst.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn Rotates",
    "url": "https://apod.nasa.gov/apod/image/0010/satrotmovie_hst.gif"
  },
  {
    "copyright": "D. F. MalinAAO",
    "date": "2000-10-04",
    "explanation": "NGC 1300 is a large spiral galaxy that appears as a flattened figure eight.  A huge bar that spans over 150,000 light-years across the galaxy center dominates its appearance.  The picturesque galaxy lies about 75 million light-years distant, so that light that we see now left during the age of the dinosaurs. Although it is well known how fast different parts of NGC 1300 rotate, the specific orbits of many component stars -- including how they interact with the gigantic bar -- remains a topic of research.  Our own Milky Way Galaxy is a spiral galaxy with a less prominent bar.  NGC 1300 can be seen with a small telescope towards the constellation of Eridanus.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/ngc1300_dfm.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Barred Spiral Galaxy NGC 1300",
    "url": "https://apod.nasa.gov/apod/image/0010/ngc1300_dfm_big.jpg"
  },
  {
    "date": "2000-10-05",
    "explanation": "This dramatic Hubble Space Telescope image captures the birth of a cluster of massive stars. The newborn stars are seen just as they emerge from their natal nebula. Only 12 light-years across, the nebula is cataloged as N81 and lies some 200,000 light-years away within a neighboring galaxy known as the Small Magellanic Cloud (SMC). Other nebulae which surround massive star clusters can be a thousand or more light-years across.  But, prior to the Hubble observations, it was unknown whether N81 and similar, compact emission nebulae were cradles of single stars or star clusters. In the case of N81, the Hubble data clearly reveal multiple hot stars, some nearly 300,000 times as luminous as the Sun. The colorful image emphasizes graceful arcs of dark interstellar dust and fluorescing gas sculpted by the young stars' energetic winds and radiation.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/n81_heritage_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "N81: Star Cradle in the SMC",
    "url": "https://apod.nasa.gov/apod/image/0010/n81_heritage.jpg"
  },
  {
    "date": "2000-10-06",
    "explanation": "In visible light Sirius A (Alpha Canis Majoris) is the brightest star in the night sky, a closely watched celestial beacon throughout recorded history. Part of a binary star system only 8 light-years away, it was known in modern times to have a small companion star, Sirius B. Sirius B is much dimmer and appears so close to the brilliant Sirius A that it was not actually sighted until 1862, during Alvan Clark's testing of a large, well made optical refracting telescope. For orbiting x-ray telescopes, the Sirius situation is exactly reversed, though. A smaller but hotter Sirius B appears as the overwhelmingly intense x-ray source in this Chandra Observatory x-ray image (lines radiating from Sirius B are image artifacts). The fainter source seen at the position of Sirius A may be largely due to ultraviolet light from the star leaking into the x-ray detector. With a surface temperature of 25,000 kelvins, the mass of the Sun, and a radius just less than Earth's, Sirius B is the closest known white dwarf star. Can you guess what makes Sirius B like Neptune, the Sun's most distant gas giant planet? While still unseen, the presence of both celestial bodies was detected based on their gravitational influence alone ... making them early examples of dark matter.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/siriusb_cxo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Rays From Sirius B",
    "url": "https://apod.nasa.gov/apod/image/0010/siriusb_cxo.jpg"
  },
  {
    "date": "2000-10-07",
    "explanation": "Sputnik means \"traveling companion\". Despite the innocuous sounding name, the launch of the Earth's first \"artificial moon\", Sputnik 1, by the Soviet Union on October 4, 1957 shocked the free world, setting in motion events which resulted in the creation of NASA and the race to the Moon. Sputnik 1 was a 184 pound, 22 inch diameter sphere with four whip antennas connected to battery powered transmitters. The transmitters broadcast a continuous \"beeping\" signal to an astounded earthbound audience for 23 days. A short month later, on November 3, the Soviet Union followed this success by launching a dog into orbit aboard Sputnik 2.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/sputnik1_nasahq.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sputnik: Traveling Companion",
    "url": "https://apod.nasa.gov/apod/image/0010/sputnik1_nasahq.jpg"
  },
  {
    "date": "2000-10-08",
    "explanation": "What on Earth is that? The Richat Structure in the Sahara Desert of Mauritania is easily visible from space because it is nearly 50 kilometers across.  Once thought to be an impact crater, the Richat Structure's flat middle and lack of shock-altered rock indicates otherwise. The possibility that the Richat Structure was formed by a volcanic eruption also seems improbable because of the lack of a dome of igneous or volcanic rock.  Rather, the layered sedimentary rock of the Richat structure is now thought by many to have been caused by uplifted rock sculpted by erosion.  Why the Richat Structure is nearly circular remains a mystery.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/richat_sts41g.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth's Richat Structure",
    "url": "https://apod.nasa.gov/apod/image/0010/richat_sts41g_big.jpg"
  },
  {
    "date": "2000-10-09",
    "explanation": "On August 29, a large dust storm was photographed erupting out from the north polar cap of Mars.  Such dust storms are not uncommon as summer advances in the north.  In the above picture taken by the Mars Global Surveyor spacecraft currently orbiting Mars, the white material is frozen carbon dioxide that covers much of the extreme north.  As the north polar cap region begins to thaw, a temperature difference occurs between the cold frost region and recently thawed surface, resulting in swirling winds between the adjacent regions.  Visible in the storm is a strong central jet about 900 kilometers long that is creating symmetric swirling vortices.  Although winds can reach 100 km/hour, the thin atmosphere of Mars usually makes such storms less destructive than similar storms on Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/marsduststorm_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Polar Martian Dust Storm",
    "url": "https://apod.nasa.gov/apod/image/0010/marsduststorm_mgs.jpg"
  },
  {
    "copyright": "J. RhoadsSTScI",
    "date": "2000-10-10",
    "explanation": "Most galaxies have a single nucleus -- does this galaxy have four?  The strange answer leads astronomers to conclude that the nucleus of the surrounding galaxy is not even visible in this image.  The central cloverleaf is rather light emitted from a background quasar.  The gravitational field of the visible foreground galaxy breaks light from this distant quasar into four distinct images.  The quasar must be properly aligned behind the center of a massive galaxy for a mirage like this to be evident.  The general effect is known as gravitational lensing, and this specific case is known as the Einstein Cross.  Stranger still, the images of the Einstein Cross vary in relative brightness, enhanced occasionally by the additional gravitational microlensing effect of specific stars in the foreground galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/qso2237_wiyn.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Einstein Cross Gravitational Lens",
    "url": "https://apod.nasa.gov/apod/image/0010/qso2237_wiyn.jpg"
  },
  {
    "date": "2000-10-11",
    "explanation": "A new spacecraft has entered the outer Solar System: Cassini.  Launched in 1997 and bound for Saturn in 2004, Cassini sent back the above image last week while approaching the giant planet Jupiter.  Cassini joins the Galileo spacecraft currently in orbit around Jupiter in studying the gas giant and its moons.  In fact, observations involving both spacecraft simultaneously are planned in the coming months.  This color picture was taken when Cassini was 81.3 million kilometers from Jupiter. The alternating dark and bright bands characteristic of Jupiter's cloud tops can be easily seen. Jupiter's moon Europa is also seen at the far right of the image casting a round shadow on the planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/jupitereuropa_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cassini Spacecraft Approaches Jupiter",
    "url": "https://apod.nasa.gov/apod/image/0010/jupitereuropa_cassini.jpg"
  },
  {
    "date": "2000-10-12",
    "explanation": "The Stargazer, a modified Lockheed L-1011 aircraft, soared into the skies above Kwajalein Atoll in the pacific on October 9th. A small satellite observatory known as the High Energy Transient Explorer - 2 (HETE-2) was tucked into Stargazer's winged Pegasus rocket, slung beneath the large trimotor jet's fuselage. Dropped from its mother ship, the Pegasus then successfully flew HETE-2 into orbit. HETE-2's mission is to hunt gamma-ray bursts, brief, random flashes of high energy photons from the distant cosmos. Gamma-ray bursts are impressive, believed to be the most powerful explosions in the Universe, but so few have been well located and studied that the nature of the bursters themselves is still shrouded in mystery. HETE-2's x-ray and gamma-ray instruments will be able to rapidly alert ground-based observatories to point toward ongoing, bright gamma-ray bursts. Communications antennae and solar panels neatly folded, HETE-2 is seen here being carefully enclosed in the Pegasus nose fairing.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/hete2_prelaunch_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "HETE-2 Rides Pegasus",
    "url": "https://apod.nasa.gov/apod/image/0010/hete2_prelaunch.jpg"
  },
  {
    "copyright": "Joe Orman",
    "date": "2000-10-13",
    "explanation": "Tomorrow's picture: Ecliptic Plane  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/moontrail_orman_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse Moon Trail",
    "url": "https://apod.nasa.gov/apod/image/0010/moontrail_orman_big.jpg"
  },
  {
    "date": "2000-10-14",
    "explanation": "The Plane of the Ecliptic is well illustrated in this picture from the 1994 lunar prospecting Clementine spacecraft. Clementine's star tracker camera image reveals (from right to left) the Moon lit by Earthshine, the Sun's corona rising over the Moon's dark limb, and the planets Saturn, Mars, and Mercury. The ecliptic plane is defined as the imaginary plane containing the Earth's orbit around the Sun. In the course of a year, the Sun's apparent path through the sky lies in this plane. The Solar System's planetary bodies all tend to lie near this plane, since they were formed from the Sun's spinning, flattened, proto-planetary disk. The snapshot above nicely captures a momentary line-up looking out along this fundamental plane of our Solar System.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/ecliptic_clem_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Ecliptic Plane",
    "url": "https://apod.nasa.gov/apod/image/0010/ecliptic_clem.gif"
  },
  {
    "date": "2000-10-15",
    "explanation": "Does an old, red globular cluster have any hot, blue stars?  The rightmost picture, taken by the Ultraviolet Imaging Telescope in ultraviolet light, shows that indeed it does.  Pictured, Omega Centauri is the largest known globular cluster of over 200 in our Galaxy, containing well over a million stars.  Many of these stars are evident in the visible light photograph on the left.  When photographed in ultraviolet light, however, different and less numerous stars emerge, as evident on the photograph on the right.   Most of these stars are thought to have evolved past the current stage of our Sun.  These stars no longer fuse hydrogen to helium in their core but rather fuse helium into carbon.  These stars will soon shed their outer envelopes and end up as smoldering carbon embers known as white dwarf stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/omgcen_uit_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Globular Cluster Omega Centauri",
    "url": "https://apod.nasa.gov/apod/image/0010/omgcen_uit.jpg"
  },
  {
    "date": "2000-10-16",
    "explanation": "Young star R Coronae Australis has a dusty home.  The dust is so thick on the upper left of the above photograph that little light from background stars comes through.  Thinner dust near the stars reflects light from  R Coronae Australis (upper right) and neighbor TY Coronae Australis, giving their surroundings a flowing appearance.  Were these stars more massive they would emit light energetic enough to ionize much of the nearly invisible surrounding hydrogen gas, causing it to appear bright red.  The unusual structure above the center is a Herbig-Haro object, a knot of gas ejected from the star that has impacted surrounding gas.  R Coronae Australis is about 500 light-years away, while the region shown is about four light years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/rcoronae_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dust and Gas Surrounding Star R Coronae Australis",
    "url": "https://apod.nasa.gov/apod/image/0010/rcoronae_eso.jpg"
  },
  {
    "date": "2000-10-17",
    "explanation": "What's going on near the center of our Galaxy?  Glowing across the electromagnetic spectrum, the center of our Milky Way Galaxy is thought to be home to massive stars, rotating gas rings, and a massive black hole.  Now the central Galactic zoo just got larger.  The 8-meter Gemini North telescope in Hawaii in its first scientific observation has just imaged the Galactic Center and revealed a star only three light years out colliding with gas and dust.  The bow shock, similar to that caused by a boat moving through water, appears arrow-shaped and is visible on the upper right of the above photograph taken in representative infrared colors.  Gemini's new flexible-mirror technology has imaged this structure, known as IRS8, in finer detail than ever before.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/gcenter2_gemini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gemini North Images Bow Shock Near Galactic Center",
    "url": "https://apod.nasa.gov/apod/image/0010/gcenter2_gemini.jpg"
  },
  {
    "date": "2000-10-18",
    "explanation": "A space shuttle is again visiting the International Space Station (ISS).  The STS-92 crew aboard Discovery have already delivered and installed a truss and a docking port on the growing orbiting space station.  The station is being prepared for its first permanent crew, currently scheduled to be launched from Kazakstan on October 30.  Pictured above, the shuttle's docking ring is being extended to enable a stable connection to the space station.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/dockingring_sts92.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Space Shuttle Docking Ring",
    "url": "https://apod.nasa.gov/apod/image/0010/dockingring_sts92_big.jpg"
  },
  {
    "date": "2000-10-19",
    "explanation": "It happened so far away that common human distance measures are inadequate to describe it.  Furthermore, astronomers do not even claim to know exactly what happened.  What is known is that satellites across our Solar System reported on 2000 January 31 a tremendous explosion of gamma rays had occurred towards some previously uninteresting direction.  Soon one of the largest optical telescopes on Earth, a VLT in Chile, began to peer in the direction of the gamma ray burst.  The VLT not only recorded an optical counterpart, shown above, but also was able to estimate that the cosmologically-induced redshift was an astonishing 4.5 -- placing GRB000131 farther across the universe than any explosion so measured.  This vast distance indicates that GRB000131 occurred just as galaxies like our Milky Way were forming, and so qualifies gamma ray bursts as unique probes of this ancient epoch.  This result bodes well for the recently launched HETE-2 satellite, which may record and help place more explosions in this distant and mysterious time-period of our universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/grb000131v_vlt_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Farthest Explosion Yet Measured",
    "url": "https://apod.nasa.gov/apod/image/0010/grb000131v_vlt.gif"
  },
  {
    "date": "2000-10-20",
    "explanation": "Orbiting over the north pole of planet Earth on May 5, the MODIS instrument on-board the Terra spacecraft, recorded this view of the ice cap 700 kilometers below. A radial grid centered on the pole is shown on top of the approximately true color image where each pixel covers about one square kilometer. Frozen sea ice appears whitish while open water or newly refrozen ice looks black. An impressive criss-crossing network of cracks in ice shifting above a liquid water ocean is visible, traced by the meandering dark lines. In fact, the dark network of cracks in the sea ice is reminiscent of another world in our solar system which may also harbor a liquid water ocean -- Jupiter's ice moon Europa.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/northpole_modis_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "North Pole Below",
    "url": "https://apod.nasa.gov/apod/image/0010/northpole_modis.jpg"
  },
  {
    "date": "2000-10-21",
    "explanation": "This vintage 60-kopek stamp celebrates a dramatic achievement. On the 7th of October, 1959 (7/X/1959), the Soviet interplanetary station which has come to be called \"Luna 3\" successfully photographed the far side of the moon giving denizens of planet Earth their first ever view of this hidden hemisphere. Lacking the digital image technology familiar now, Luna 3 took the pictures on 35mm film which was automatically developed on board. The pictures were then scanned and the signal transmitted to Earth days later in what was perhaps also the first interplanetary fax. In all, seventeen pictures were received providing enough coverage and resolution to construct a far side map and identify a few major features. Depicted on the stamp are regions dubbed the Sea of Moscow, the Soviet Mountains, the Bay of Astronauts, and the Sea of Dreams.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/luna60_unsh_keel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Averted Side Of The Moon",
    "url": "https://apod.nasa.gov/apod/image/0010/luna60_unsh_keel.jpg"
  },
  {
    "copyright": "D. F. MalinAAO",
    "date": "2000-10-22",
    "explanation": "Many stars like our Sun were formed in open clusters.  The above open cluster, M11, contains thousands of stars and is just over three thousand light years distant.  The stars in this cluster all formed together about 150 million years ago.  The bright young stars in M11 appear blue.  Open clusters, also called galactic clusters, contain fewer and younger stars than globular clusters.  Also unlike globular clusters, open clusters are generally confined to the plane of our Galaxy. M11 is visible with binoculars towards the constellation of Scutum.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/m11_aat090.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Wild Duck Open Cluster M11",
    "url": "https://apod.nasa.gov/apod/image/0010/m11_aat090_big.jpg"
  },
  {
    "date": "2000-10-23",
    "explanation": "Our Milky Way Galaxy is not alone.  It is part of a gathering of about 25 galaxies known as the Local Group.  Members include the Great Andromeda Galaxy (M31), M32, M33, the Large Magellanic Cloud, the Small Magellanic Cloud, Dwingeloo 1, several small irregular galaxies, and many dwarf elliptical and dwarf spheroidal galaxies.  Pictured on the lower left is one of the many dwarf ellipticals: NGC 205.  Like M32, NGC 205 is a companion to the large M31, and can sometimes be seen to the south of M31's center in photographs.  The above image shows NGC 205 to be unusual for an elliptical galaxy in that it contains at least two dust clouds (at 1 and 4 o'clock - they are visible but hard to spot) and signs of recent star formation.  This galaxy is sometimes known as M110, although it was actually not part of Messier's original catalog.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/ngc205_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dwarf Elliptical Galaxy NGC 205 in the Local Group",
    "url": "https://apod.nasa.gov/apod/image/0010/ngc205_cfht.jpg"
  },
  {
    "copyright": "Calvin J. HamiltonVoyagerGalileo TeamNASA",
    "date": "2000-10-24",
    "explanation": "The surface of Io is continually changing.  Jupiter's moon is the home to many powerful volcanoes so active they are effectively turning the moon inside out.  The above time-lapse sequence is a composite of images taken during two space missions that approached the violent moon: Voyager and Galileo.  The sequence shows Io during a complete rotation, which corresponds to a complete revolution around Jupiter since Io always keeps the same face toward the giant planet. The rampant volcanism is thought to be caused by Jupiter's more distant Galilean Moons (Europa, Ganymede, and Callisto) pulling on Io and continually distorting its shape, causing internal frictional heating.  Io is composed mostly of rock, with the yellow color originating from sulfur.  The causes of many of the other colors remain a topic of research.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/iorotmovie_gal.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io Rotating",
    "url": "https://apod.nasa.gov/apod/image/0010/iorotmovie_gal.gif"
  },
  {
    "date": "2000-10-25",
    "explanation": "The lonely RX J1856.5-3754 was formed from the collapsed core of an exploding star. At a distance of 180 light-years it is the closest known neutron star. More massive than the Sun but only 20 kilometers across, this tiny stellar juggernaut plows through the hydrogen gas and dust clouds of interstellar space at about 200 kilometers per second. The surface of the neutron star is fantastically hot, around 700,000 degrees Celsius, making it detectable with orbiting x-ray telescopes. But optical astronomers were recently surprised to discover that RX J1856.5-3754 is also surrounded by a cone-shaped nebula. Indicated in this deep image from the European Southern Observatory's Kueyen telescope, the nebula glows in the red light of ionized hydrogen atoms recombining with electrons. Its cone shape is analogous to the bow wave of a ship plowing through water. A faint blue dot near the tip of the cone is the neutron star itself. The nebula appears to have formed very near the surface of the neutron star and astronomers are trying to determine if the observed densities and temperatures can indeed explain the nebula's appearance.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/neutronnebula_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Nebula And The Neutron Star",
    "url": "https://apod.nasa.gov/apod/image/0010/neutronnebula_eso.jpg"
  },
  {
    "date": "2000-10-26",
    "explanation": "This map of Eros was constructed from a mosaic of images recorded by the NEAR Shoemaker spacecraft, currently orbiting the 40 x 14 x 14 kilometer asteroid. A simple cylindrical projection of an irregularly shaped world, the map's individual images don't always match up at the edges. Shown here, place names have been proposed to describe the geography of Eros with a fitting theme, though. They are based on romantic figures in the history and literature of the cultures of planet Earth. The largest feature, Himeros, is a depression about 10 kilometers wide. In Greek mythology, Himeros was an attendant of Eros and the personification of the longing of love. Today, after safely surveying Eros for the past eight months, NEAR Shoemaker is scheduled to make a daring close approach to the asteroid, briefly flying to within about 6 kilometers of its surface. Images returned from that distance are expected to show features less than 1 meter across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/erosmap_near_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Map Of Eros",
    "url": "https://apod.nasa.gov/apod/image/0010/erosmap_near.jpg"
  },
  {
    "date": "2000-10-27",
    "explanation": "Scroll right and fly close over asteroid Eros! This long mosaic was constructed of images returned yesterday by the NEAR Shoemaker spacecraft as it orbited to within 6.4 kilometers of a spot in the southern hemisphere of the rotating asteroid's surface. That distance (about 21,000 feet) is less than the cruising altitude of most commercial airline flights. The digital images show that while many regions appear smooth with craters filled in by an accumulation of loose regolith, much of Eros' surface is littered with rocks and boulders. The large boulder glinting in the sunlight at the far left, just above the center of the mosaic, spans approximately 25 meters. In the high-resolution view, the smallest rocks visible are roughly human-sized at about 1.4 meters (5 feet) across. The car-sized Near Shoemaker spacecraft is now on its way to a higher, more stable orbit about 200 kilometers above asteroid Eros.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/erosclose_near_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Close To Eros",
    "url": "https://apod.nasa.gov/apod/image/0010/erosclose_near_c2.jpg"
  },
  {
    "date": "2000-10-28",
    "explanation": "During the Astro-1 astronomy mission of December, 1990, Space Shuttle astronauts photographed this stunning view of the setting full moon above the Earth's limb. In the foreground, towering clouds of condensing water vapor mark the extent of the troposphere, the lowest layer of the planet's life-sustaining atmosphere. Strongly scattering blue sunlight, the upper atmospheric layer, the stratosphere, fades dramatically to the black background of space. Moon and clouds are strong visual elements of many well known portraits of planet Earth, including Ansel Adams' famous \"Moonrise, Hernandez, New Mexico\", photographed in 1941.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/moonrise_sts35_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moonset, Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/0010/moonrise_sts35.jpg"
  },
  {
    "date": "2000-10-29",
    "explanation": "These spots are the oldest, most distant structures known. They are seen on the above two images of the microwave sky, north and south of our galaxy's equator, based on four-year's worth of data from NASA's COsmic Background Explorer (COBE) satellite (1989-1993).  The spots represent temperature variations in the early universe.  As our universe expanded and cooled, conglomerations of mass formed.  These COBE images confirmed that only a million years after the big-bang - which occurred roughly 15 billion years ago - parts of the universe were visibly hotter than other parts.  By studying the size and distribution of the spots found on the microwave background, astronomers hope to learn what matter and processes caused the spots to form - and hence determine the composition, density, and future of our Universe.  Results from recent measurements of the cosmic microwave background are consistent with a universe stranger than previously thought, possibly filled with unexpected forms of dark matter and dark energy.  A more detailed analysis might result after NASA's Microwave Anisotropy Probe is launched in 2001.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/4yr_cobe_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Microwave Hotspots: The Oldest Structures Known",
    "url": "https://apod.nasa.gov/apod/image/0010/4yr_cobe.jpg"
  },
  {
    "date": "2000-10-30",
    "explanation": "Accelerate a charge and you'll get electromagnetic radiation: light.  But accelerate any mass and you'll get gravitational radiation.  Light is seen all the time, but, so far, a confirmed direct detection of gravitational radiation has yet to be made.  When absorbed, gravitational waves (GWs) create a tiny symmetric jiggle similar to squashing a rubber ball and letting go quickly.  Separated detectors can be used to discern GWs from everyday bumps.  Powerful astronomical GW sources would coincidentally jiggle even detectors on opposite ends of the Earth.  Pictured above are the two-kilometer-long arms of one such detector: the LIGO Hanford Observatory in Washington, which recently achieved a phase-lock milestone to future GW detection.  When it and its sister interferometer in Louisiana come online in 2002, they may see a GW sky so strange it won't be immediately understood.  APOD mourns the recent passing of Joseph Weber, a visionary thinker and pioneer in gravitational wave detection.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/hanford_ligo.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Step Toward Gravitational Wave Detection",
    "url": "https://apod.nasa.gov/apod/image/0010/hanford_ligo.jpg"
  },
  {
    "date": "2000-10-31",
    "explanation": "This haunting image from the orbiting Chandra Observatory reveals the Perseus Cluster of Galaxies in x-rays, photons with a thousand or more times the energy of visible light. Three hundred twenty million light-years distant, the Perseus Cluster contains thousands of galaxies, but none of them are seen here. Instead of mere galaxies, a fifty million degree cloud of intracluster gas, itself more massive than all the cluster's galaxies combined, dominates the x-ray view. From this angle, voids and bright knots in the x-ray hot gas cloud lend it a very suggestive appearance. Like eyes in a skull, two dark bubbles flank a bright central source of x-ray emission. A third elongated bubble (at about 5 o'clock) forms a toothless mouth. The bright x-ray source is likely a supermassive black hole at the cluster center with the bubbles blown by explosions of energetic particles ejected from the black hole and expanding into the immense gas cloud. Fittingly, the dark spot forming the skull's \"nose\" is an x-ray shadow ... the shadow of a large galaxy inexorably falling into the cluster center. Over a hundred thousand light-years across, the Perseus Cluster's x-ray skull is a bit larger than skulls you may see tonight. Have a safe and happy Halloween!",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/perseushalloween_cxc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Perseus Cluster's X-Ray Skull",
    "url": "https://apod.nasa.gov/apod/image/0010/perseushalloween_cxc.jpg"
  },
  {
    "date": "2000-11-01",
    "explanation": "This eight-frame animation is based on the first ever images of a double asteroid! Formerly thought to be a single enormous chunk of rock, asteroid 90 Antiope resides in the solar system's main asteroid belt between Mars and Jupiter. Now, these premier images reveal Antiope to actually consist of two 50 mile wide asteroids separated by about 100 miles. Like weights on each end of an elastic string, the pair mutually orbit their center of mass, or balance point in the space between them, once every 16.5 hours. Binary asteroids and asteroids with moons are believed to be rare, but observations of their orbits allow a direct determination of asteroid masses and densities. Surprisingly, Antiope and known asteroid-moon systems are found to have densities closer to ice than rock, despite their relatively dark and unreflective surfaces. These sharp images were made at the Keck Observatory atop the Hawaiian volcano Mauna Kea using newly developed adaptive optics technology to overcome the blurring effect of Earth's atmosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/0011/antiope_merline.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Double Asteroid 90 Antiope",
    "url": "https://apod.nasa.gov/apod/image/0011/antiope_merline.gif"
  }
]
