[
  {
    "date": "2000-07-01",
    "explanation": "Here's a switch: the above picture is of the  Earth taken from a lunar observatory!  This false color picture shows how the Earth glows in ultraviolet (UV) light.  UV light is so blue humans can't see it. Very little UV light is transmitted through the Earth's atmosphere but what sunlight does make it through can cause a sunburn.  The Far UV Camera / Spectrograph deployed and left on the Moon by the crew of Apollo 16 took the above picture.  The part of the Earth facing the Sun reflects much UV light, but perhaps more interesting is the side facing away from the Sun.  Here bands of UV emission are also apparent.  These bands are the result of aurorae and are caused by charged particles expelled by the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/uvEarth_ap16_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ultraviolet Earth from the Moon",
    "url": "https://apod.nasa.gov/apod/image/0007/uvEarth_ap16.jpg"
  },
  {
    "date": "2000-07-02",
    "explanation": "Gamma-Ray Bursts (GRBs) were discovered by accident. Thirty three years ago today, satellites first recorded a GRB. The data plotted here show that the count rate of the satellite gamma-ray instrument abruptly jumped indicating a sudden flash of gamma-rays. The Vela satellites that detected this and other GRBs were developed to test technology to monitor nuclear test ban treaties. With on board sensors they watched for brief x-ray and gamma-ray flashes, the telltale signatures of nuclear explosions. As intended, the Velas found flashes of gamma-rays - but not from nuclear detonations near Earth. Instead, the flashes were determined to come from deep space! Dubbed \"cosmic gamma-ray bursts\" they are now known to be the most powerful explosions originating in distant galaxies. What could power a gamma-ray burst?",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/firstgrb_vela4.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gamma-Ray Burst: A Milestone Explosion",
    "url": "https://apod.nasa.gov/apod/image/0007/firstgrb_vela4.gif"
  },
  {
    "date": "2000-07-03",
    "explanation": "The Pelican Nebula is slowly being transformed.  IC 5070, the official designation, is divided from the larger North America Nebula by a molecular cloud filled with dark dust.  The Pelican, however, receives much study because it is a particularly active mix of star formation and evolving gas clouds.  The above picture was produced in two specific colors to better understand these interactions.  Here, hot hydrogen gas glows in red, while cooler Sulfur glows blue-green.  The light from young energetic stars is slowly transforming the cold gas to hot gas, with the advancing boundary between the two known as an ionization front.  Particularly dense filaments of cold gas are seen to still remain.  Millions of years from now this nebula might no longer be known as the Pelican, as the balance and placement of stars and gas will leave something that appears completely different.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/pelican_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pelican Nebula Ionization Front",
    "url": "https://apod.nasa.gov/apod/image/0007/pelican_noao.jpg"
  },
  {
    "copyright": "Wil Milan",
    "date": "2000-07-04",
    "explanation": "Just possibly, a new comet may become bright enough to see without binoculars later this month.  Comet C/1999 S4 LINEAR is rapidly approaching both the Earth and the Sun from the outer Solar System, and should be at its brightest around 2000 July 25 in the early evening sky of northern observers.  The comet was discovered by chance by project LINEAR last September.  The above time-lapse sequence of Comet LINEAR was taken on 2000 July 2 from Arizona and shows the comet's movement over only 19 minutes. Although Comet LINEAR's positions will be known quite accurately, the comet's future brightness and tail length can only be guessed, and it is quite possible that neither will become very impressive.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/linear_milan_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet LINEAR Approaches",
    "url": "https://apod.nasa.gov/apod/image/0007/linear_milan.gif"
  },
  {
    "date": "2000-07-05",
    "explanation": "The center of our Galaxy is obscured in visible light by dark dust that rotates with the stars in the Galactic Plane.  In this century, however, sensors have been developed that can detect light more red that humans can see - light called infrared.  The above picture shows what the Galactic Center looks like in three increasingly red bands of near-infrared light.  The picture results from a digital combination of data recently taken by the 2MASS and MSX Galactic surveys.  In near-infrared light (shown in blue) the dust is less opaque and many previously shrouded red giant stars become visible.  In the mid-infrared (shown in red) the dust itself glows brightly, but allows us a view very close to our tumultuous and mysterious Galactic Center.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/gcatlas_2mass_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Galactic Center Across the Infrared",
    "url": "https://apod.nasa.gov/apod/image/0007/gcatlas_2mass.jpg"
  },
  {
    "date": "2000-07-06",
    "explanation": "What's causing a huge jet to emanate from the center of galaxy M87?  Although the unusual jet was first noticed early in the twentieth century, the exact cause is still debated.  The above recently released picture taken by the Hubble Space Telescope shows clear details, however. The most popular hypothesis holds that the jet is created by energetic gas swirling around a massive black hole at the galaxy's center.   The result is a 5000 light-year long blowtorch where electrons are ejected outward at near light-speed, emitting eerily blue light during a magnetic spiral.  M87 is a giant elliptical galaxy residing only 50 million light-years away in the Virgo Cluster of Galaxies.  The faint dots of light surrounding M87's center are large ancient globular clusters of stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/m87jet_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Jet from Galaxy M87",
    "url": "https://apod.nasa.gov/apod/image/0007/m87jet_hst.jpg"
  },
  {
    "date": "2000-07-07",
    "explanation": "From left to right are the enclosures of Yepun (ye-poon; Sirius), Antu (an-too; Sun), Kueyen (qua-yen; Moon), and Melipal (me-li-pal; Southern Cross), pictured here as night falls at Paranal Observatory in northern Chile. These are the four 8.2 meter wide telescope units of the European Southern Observatory's Very Large Telescope (VLT). ESO astronomers and engineers plan to combine the light of the individual units, achieving an equivalent aperture of 16.4 meters which will, for a while, constitue the biggest telescope on planet Earth. Of course, the individual telescopes also function independently. Antu, Kueyen, and Melipal have already achieved first light with Yepun expected to operate in 2001. The telescope names come from the Mapuche language. They were unanimously chosen based on the winning \"name-the-telescopes\" essay by 17-year old Jorssy Albanez Castilla from Chuquicamata near the city of Calama.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/vlts_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sirius, Sun, Moon, and Southern Cross",
    "url": "https://apod.nasa.gov/apod/image/0007/vlts_eso.jpg"
  },
  {
    "date": "2000-07-08",
    "explanation": "This is what the United States of America looks like at night! Can you find your favorite US city in this image? Surprisingly, city lights make this task quite possible. The above picture is actually a composite of over 200 images made by satellites orbiting planet Earth. Scans were made by the USAF Defense Meteorological Satellite Program (DMSP) Operational Linescan System. The DMSP satellites continue to help in the understanding and prediction of weather phenomena as well as provide key information about population patterns, city light levels, and even forest fires.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/usanight_dmsp_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The United States At Night",
    "url": "https://apod.nasa.gov/apod/image/0007/usanight_dmsp.gif"
  },
  {
    "date": "2000-07-09",
    "explanation": "Galaxies like colorful pieces of candy fill the Hubble Deep Field - one of humanity's most distant optical views of the Universe. The dimmest, some as faint as 30th magnitude (about four billion times fainter than stars visible to the unaided eye), are very distant galaxies and represent what the Universe looked like in the extreme past, perhaps less than one billion years after the Big Bang. To make the Deep Field image, astronomers selected an uncluttered area of the sky in the constellation Ursa Major (the Big Bear) and pointed the Hubble Space Telescope at a single spot for 10 days accumulating and combining many separate exposures. With each additional exposure, fainter objects were revealed. The final result can be used to explore the mysteries of galaxy evolution and the infant Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/deepfield_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Hubble Deep Field",
    "url": "https://apod.nasa.gov/apod/image/0007/deepfield_hst.jpg"
  },
  {
    "copyright": "Bob Yen",
    "date": "2000-07-10",
    "explanation": "Comet LINEAR's tail appears to be extending.  Many sky watchers are closely following Comet C/1999 S4 LINEAR and wondering if it will develop an impressive tail or become visible to the naked eye later this month.  So far, the unpredictable comet is moving oddly indicating that exploding caverns of heated gas are causing the comet to shift slightly in its orbit around the Sun.  This volatility contributes to Comet LINEAR newly visible two-degree tail, discernable in the above photographic negative taken Friday from California.  Current brightness estimates indicate that Comet LINEAR will just barely become visible without binoculars in northern skies in the days surrounding July 23 during the early evening hours.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/linear0707_yen_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet LINEAR Extends",
    "url": "https://apod.nasa.gov/apod/image/0007/linear0707_yen.jpg"
  },
  {
    "copyright": "Jay GallagherU. Wisc.WIYNAURANOAONSF",
    "date": "2000-07-11",
    "explanation": "The Crab Nebula is a complex shell of expanding gas.  The Crab Nebula formed from a star that was seen to explode in a supernova about 1000 years ago.  This two color composite image taken with the WIYN 3.5-meter telescope shows in great detail filamentary structure of the glowing hydrogen gas.  Also known as M1, the center is home to a dense neutron star, a star as massive as our Sun but only the size of a city.  The neutron star is a pulsar that spins thirty times a second and spits out energy that powers the nebula.  The nebula is named from its likeness to a crab in an early drawing.  The Crab Nebula still presents mysteries today as the total mass of the nebula and pulsar appears much less than the mass of the original pre-supernova star!",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/crabblue_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Crab Nebula in Blue and White",
    "url": "https://apod.nasa.gov/apod/image/0007/crabblue_noao.jpg"
  },
  {
    "copyright": "K. StrassmeierU. WienCoude Feed TelescopeAURANOAONSF",
    "date": "2000-07-12",
    "explanation": "What could cause a star to have such a large spot?  Our Sun itself frequently has sunspots, relatively cool dark magnetic depressions that move across its surface.  HD 12545, however, exhibits the largest starspots yet observed.  Doppler imaging - the use of slight changes in color caused by the rotation of the star - was used to create this false-color image.  The vertical bar on the right gives a temperature scale in kelvins. This giant, binary, RS CVn star, also known as XX Trianguli, is visible with binoculars in the constellation of Triangulum.  The starspot is thought to be caused by large magnetic fields that inhibit hot matter from flowing to the surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/hd12545_noao.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Giant Starspot on HD 12545",
    "url": "https://apod.nasa.gov/apod/image/0007/hd12545_noao.jpg"
  },
  {
    "date": "2000-07-13",
    "explanation": "The tiny spot circled on the right actually represents a big astronomical discovery -- the first detected flare from a failed star. Failed stars, termed brown dwarfs in astronomers' parlance, are too low in mass to ignite nuclear hydrogen burning in their cores, yet still shine feebly as the energy from their gravitational collapse is converted to heat and light. In fact, the dim brown dwarf cataloged as LP944-20 is estimated to have only 6 percent the mass of the Sun (60 times the mass of Jupiter) and one-tenth the Sun's diameter. A mere 16 light-years distant in the southern constellation Fornax it is well studied, but this failed star recently startled astronomers by producing a flare visible at x-ray energies. The above Chandra X-ray Observatory images of the LP944-20 star field were recorded in December 1999. Showing nothing (left) for the first  nine hours, the brown dwarf generated a significant x-ray flare during the final hours of the observation. How did a failed star produced such a high-energy flare? Magnetic fields twisted and broken by turbulent motions near the surface of the brown dwarf may be the culprit. Difficult to detect because they are otherwise faint, brown dwarf stars are believed to be common throughout the galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/lp944-20_cxo.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "LP 944-20: A Failed Star Flares",
    "url": "https://apod.nasa.gov/apod/image/0007/lp944-20_cxo.jpg"
  },
  {
    "date": "2000-07-14",
    "explanation": "Impact craters are common on Earth's moon but on Jupiter's large ice moon Europa, they are very rare. Over time, both bodies have been subjected to an intense pounding by the solar system's formative debris, but geological activity on Europa's surface seems to have erased most of these impact scars. This false-color infrared image from the Galileo spacecraft's NIMS instrument shows a newly discovered crater on Europa as a light red ring feature near center surrounding a dark core. For scale, the dark core is about 29 kilometers in diameter. Only seven comparably large craters have now been identified on Europa's surface. Red colors in the image represent a relatively pure water ice composition while blue colors indicate that other minerals are present. The crater's central dark area may contain the remnants of the impacting body. The icy crust of Europa is of great interest, as evidence mounts that it covers an ocean of liquid water, possibly providing suitable conditions for life.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/europacrater1_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crater On Ice",
    "url": "https://apod.nasa.gov/apod/image/0007/europacrater2_gal.jpg"
  },
  {
    "copyright": "Anglo-Australian Observatory",
    "date": "2000-07-15",
    "explanation": "As the Earth spins on its axis, the stars seem to rotate around us. This motion produces the beautiful concentric arcs traced out by the stars in this time exposure of the southern hemisphere night sky. In the foreground is the dome of the Anglo-Australian Telescope in central New South Wales, Australia. In the middle of the picture is the South Celestial Pole, the projection of Earth's axis of rotation into the southern sky. While the bright star Polaris lies conveniently close to the North Celestial Pole, no bright star similarly marks the pole in the south. Still, the South Celestial Pole is easily identified in the picture as the point in the sky at the center of all the star trail arcs.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/startrails_aat.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Trails In Southern Skies",
    "url": "https://apod.nasa.gov/apod/image/0007/startrails_aat1.jpg"
  },
  {
    "date": "2000-07-16",
    "explanation": "cept for the rings of Saturn, The Ring Nebula (M57) is probably the most famous celestial band. This planetary nebula's simple, graceful appearance is thought to be due to perspective -- our view from planet Earth looking straight into what is actually a barrel-shaped cloud of gas shrugged off by a dying central star. Astronomers of the Hubble Heritage Project produced this strikingly sharp image from Hubble Space Telescope observations using natural appearing colors to indicate the temperature of the stellar gas shroud. Hot blue gas near the energizing central star gives way to progressively cooler green and yellow gas at greater distances with the coolest red gas along the outer boundary. Dark, elongated structures can also be seen near the nebula's edge. The Ring Nebula is about one light-year across and 2,000 light-years away in the northern constellation Lyra.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/m57ring_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M57: The Ring Nebula",
    "url": "https://apod.nasa.gov/apod/image/0007/m57ring_hst.jpg"
  },
  {
    "copyright": "Adam BlockKPNOAURANOAONSF",
    "date": "2000-07-17",
    "explanation": "Nobody knows what causes lightning.  It is known that charges slowly separate in some clouds causing rapid electrical discharges (lightning), but how electrical charges get separated in clouds remains a topic of much research.  Nevertheless, lightning bolts are common in clouds during rainstorms, and on average 6000 lightning bolts occur between clouds and the Earth every minute.  Above, several lightning strokes were photographed behind Kitt Peak National Observatory in Arizona.  Lightning has also been found on the planets Venus, Jupiter,  Saturn, and Uranus.  NASA launched the TRMM mission in 1997 that continues to measure rainfall and lightning on planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/lightning_kpno.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lightning on Earth",
    "url": "https://apod.nasa.gov/apod/image/0007/lightning_kpno.jpg"
  },
  {
    "date": "2000-07-18",
    "explanation": "Tomorrow's picture: A Galactic Whirlpool  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/zvezdalaunch_nasa.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Russian Proton Rocket Launches Zvezda",
    "url": "https://apod.nasa.gov/apod/image/0007/zvezdalaunch_nasa.jpg"
  },
  {
    "copyright": "N. A. SharpAURANOAONSF",
    "date": "2000-07-19",
    "explanation": "M19 appears to be a typical globular cluster of stars - except for its shape. If one looks closely at the cluster, pictured above, it appears to be longer (top to bottom) than it is wide.  In fact, M19 is the most aspherical globular cluster of the approximately 160 known orbiting the center of our Milky Way Galaxy.  M19 lies about 27,000 light-years away, measures about 60 light-years across, and is home to over 100,000 stars.  The cluster can be found with binoculars towards the constellation of Ophiuchus. The reason for the clusters' odd shape remains unknown, but might be related to the clusters' close (5000 light-year) proximity to the Galactic Center.  Alternatively, the shape might be an illusion created by an unusual lane of dark absorbing dust on one side of the cluster.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/m19_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Globular Cluster M19",
    "url": "https://apod.nasa.gov/apod/image/0007/m19_noao.jpg"
  },
  {
    "date": "2000-07-20",
    "explanation": "On July 14th, solar active region 9077 (AR9077) produced a massive flare. The event also blasted an enormous cloud of energetic charged particles toward planet Earth, triggering magnetic storms and dramatic auroral displays. This striking close-up of AR9077 was made by the orbiting TRACE satellite shortly after the flare erupted. It shows million degree hot solar plasma cooling down while suspended in an arcade of magnetic loops. The false-color image covers an expansive 230,000 by 170,000 kilometer area on the Sun's surface (Earth's diameter is about 12,800 kilometers) and was recorded in extreme ultraviolet light. Collectively resembling a popular \"slinky\" toy, the enormous loops are actually magnetic field lines which trap the glowing, cooling plasma above the relatively dark solar surface. After the flare, AR9077's activity decayed as it was carried farther across the Earth-facing hemisphere of the Sun by solar rotation. Active regions like AR9077 appear as groups of dark sunspots in visible light.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/ar9077_trace_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "AR9077: Solar Magnetic Arcade",
    "url": "https://apod.nasa.gov/apod/image/0007/ar9077_trace.jpg"
  },
  {
    "date": "2000-07-21",
    "explanation": "From a delicate orbit around asteroid 433 Eros, the NEAR Shoemaker spacecraft's camera has now imaged the entire surface of the small oddly-shaped world at least once. Recorded on July 7th from a distance of 50 kilometers, this dramatic view is about 1.8 kilometers across. It shows the walls and rims of two large overlapping impact craters on the horizon. Massive boulders which may be debris from the impacts are perched along the crater edges. The prominent boulder on the horizon near picture center is about 40 meters long. In fact, the NEAR mission to Eros has shown that along with craters and boulders, grooves and ridges are also common on the asteroid's surface. While the craters are clearly of impact origin, puzzles about the other surface features still remain. On July 13, controllers fired the spacecraft thrusters and moved NEAR Shoemaker to an even closer 35 kilometer orbit to enable higher resolution surface studies.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/erosjul7_near.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eros Craters And Boulders",
    "url": "https://apod.nasa.gov/apod/image/0007/erosjul7_near.jpg"
  },
  {
    "date": "2000-07-22",
    "explanation": "What shines in the gamma-ray sky? This simulated image models the intensities of gamma rays with over 40 million times the energy of visible light,  and represents how the sky might appear to the Gamma-ray Large Area Space Telescope (GLAST) after its first year in orbit. Familiar steady stars are absent from the dramatic 80x80 degree field which looks directly away from the center of the Galaxy. Instead, the Geminga and Crab pulsars - bizarre, spinning stellar corpses known to be neutron stars - are the two brightest gamma-ray sources. These and other gamma-ray bright objects in the field, monstrous active galaxies and still unknown sources, have been detected by the Energetic Gamma-Ray Experiment Telescope (EGRET) on the orbiting Compton Gamma-Ray Observatory. However, most of the simulated sources are new - extrapolating current ideas and anticipating discoveries resulting from GLAST's improved gamma-ray vision. The central broad band of faint gamma-ray emission is due to high-energy cosmic rays colliding with interstellar gas in the outer spiral arms of the Milky Way, while below is a diffuse energetic glow from prominent molecular clouds in Monoceros, Orion, Auriga, and Taurus. Intended to explore extreme environments in the distant cosmos and planned for launch in 2005, GLAST is under development by NASA, U.S., and international partners.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/anticenter_glastsim_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "GLAST Gamma Ray Sky Simulation",
    "url": "https://apod.nasa.gov/apod/image/0007/anticenter_glastsim.jpg"
  },
  {
    "date": "2000-07-23",
    "explanation": "Sir Isaac Newton changed the world.  Born in 1643, Newton was only an above-average student.  But he went home from Cambridge one summer in 1665, thought a lot about the physical nature of the world, and came back two years later with a revolutionary understanding of mathematics, gravitation, and optics.  A Professor of his, upon understanding what Newton had done, resigned his own position at Cambridge so Newton could have it.  Newton's calculus provided a new mathematical framework for the rapid solution of whole classes of physical problems.  Newton's law of gravitation explained in one simple formula how apples fall and planets move.  Newton's insights proved to be so overwhelmingly powerful he was the first scientist ever knighted.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/IsaacNewton.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Isaac Newton Explains the Solar System",
    "url": "https://apod.nasa.gov/apod/image/0007/IsaacNewton.jpg"
  },
  {
    "copyright": "Todd BorosonNOAOAURANOAONSF",
    "date": "2000-07-24",
    "explanation": "The Whirlpool Galaxy is a classic spiral galaxy.  At only 23 million light years distant and fully 65 thousand light years across, M51, also known as NGC 5194, is one of the brightest and most picturesque galaxies on the sky.  The smaller galaxy appearing here below and to the left is well behind M51, as can be inferred by the dust in a foreground spiral arm blocking light from this smaller galaxy.  The Whirlpool, pictured above, is visible with binoculars in the constellation of Canes Venaciti.  M51 is a spiral galaxy of type Sc and is the dominant member of a whole group of galaxies.  Astronomers speculate that M51's spiral structure is primarily due to its gravitational interaction with this smaller galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/m51_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M51: The Whirlpool Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0007/m51_noao.jpg"
  },
  {
    "date": "2000-07-25",
    "explanation": "This is what a star really looks like from the surface of the Earth.  To the best the human eye can see, stars are so far away they appear the same as would infinitesimal points of light.  The Earth's atmosphere, however, is clumpy, so that different air pockets produce different images of a single point-like star.  Because the atmosphere is always windy and changing, the number and position of images is always changing, with the result that stars appear to twinkle.  In reality, the above time-lapse sequence occurs ten times faster.  Close inspection will reveal a single small image of the star that is repeated over and over.  This image is called a speckle and its size is again not really infinitesimal, but determined by strange quantum effects that involve the finite size of the telescope.  Recent work in adaptive optics (\"rubber mirrors\") have made spectacular advances in reducing this atmospheric blurring. Betelgeuse is the star twinkling above, and in space, above the Earth's atmosphere, it really looks like this.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/AlphaOri_cardiff.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Why Stars Twinkle",
    "url": "https://apod.nasa.gov/apod/image/0007/AlphaOri_cardiff_big.gif"
  },
  {
    "copyright": "Noel Munford",
    "date": "2000-07-26",
    "explanation": "As the Moon passed almost directly through the center of Earth's shadow on July 16th, sky gazers in the Pacific hemisphere were graced by a lingering lunar eclipse. The total phase lasted 1 hour and 47 minutes, the longest since 1859. A longer total lunar eclipse won't occur until the year 3000. Taking advantage of the lengthy totality, astronomer and photographer, Noel Munford used a small telescope to record this colourful picture of the eclipsed Moon and nearby stars in the skies above Palmerston North, New Zealand. Near the top in this southern hemisphere perspective is the 84 kilometer wide bright ray crater Tycho. The Moon looks red even when it lies completely in shadow because it is still illuminated by sunlight reddened by dust and refracted by the atmosphere along the Earth's limb. Changes in atmospheric dust content mean that each eclipse can have a different appearance. An experienced observer, Munford comments that at mid totality this eclipse had a more uniform, delicate, subtle colour and was one of the lightest he has seen.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/nzeclipse_munford_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lingering Lunar Eclipse",
    "url": "https://apod.nasa.gov/apod/image/0007/nzeclipse_munford.jpg"
  },
  {
    "copyright": "Herman MikuzCrni Vrh\nObservatory",
    "date": "2000-07-27",
    "explanation": "Comet C/1999 S4 LINEAR is only one of many comets discovered with the Lincoln Near Earth Asteroid Research (LINEAR) telescope operating near Soccoro, New Mexico, USA. Traveling steadily southward through Earth's night sky, C/1999 S4 passed perihelion (closest approach to the Sun) yesterday on what is likely its first trip through the inner solar system. Now fading, comet LINEAR became no brighter than about 6th magnitude, but is still easily visible with binoculars in northern hemisphere skies. While the memorable comets Hale-Bopp and Hyakutake were much brighter, comet LINEAR is displaying delightful tails evident in this false-color composite image from the Crni Vrh Observatory in Slovenia. The combined series of exposures made on July 22nd are registered on the comet. In the resulting picture, stars appear as rows of dots, but the faint structures in the comet's tail are beautifully recorded. Presently seen moving from Ursa Major to Leo this comet LINEAR will begin to shine in southern hemisphere skies in August.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/cometlinear_mikuz_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tails Of Comet LINEAR",
    "url": "https://apod.nasa.gov/apod/image/0007/cometlinear_mikuz.jpg"
  },
  {
    "copyright": "Tunc Tezel",
    "date": "2000-07-28",
    "explanation": "Tomorrow's picture: Star Cluster  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/mve1997_tezel_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon And Venus Share The Sky",
    "url": "https://apod.nasa.gov/apod/image/0007/mve1997_tezel.jpg"
  },
  {
    "date": "2000-07-29",
    "explanation": "NGC1850 is a large cluster of stars located a mere 166,000 light-years from Earth in our neighboring galaxy the Large Magellanic Cloud (LMC). The colors in this beautiful Hubble Space Telescope composite image of the cluster reveal different populations of stars. Yellowish stars are the main cluster stars, sun-like main sequence hydrogen burners about 50 million years old. The white stars are massive, hotter, and younger, about 4 million years old. Radiating strongly in ultraviolet light, they represent a loose cluster themselves, perhaps within 200 light-years of the main cluster. Massive stars which formed in the older main cluster have long since disappeared, ending their lives in spectacular supernova explosions. Did expanding debris from these supernovae trigger the formation of the nearby younger cluster? Probably so. In any event, a few million years from now a similar fate awaits the massive stars of the younger cluster - burning brightly but briefly before they explode sending new clouds of stellar debris into space.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/ngc1850_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC1850: Star Cluster in the LMC",
    "url": "https://apod.nasa.gov/apod/image/0007/ngc1850_hst.jpg"
  },
  {
    "date": "2000-07-30",
    "explanation": "Like a butterfly, a white dwarf star begins its life by casting off a cocoon that enclosed its former self.  In this analogy, however, the Sun would be a caterpillar and the ejected shell of gas would become the prettiest of all! The above cocoon, the planetary nebula designated NGC 2440, contains one of the hottest white dwarf stars known. The white dwarf can be seen as the bright dot near the photo's center.  Our Sun will eventually become a \"white dwarf butterfly\", but not for another 5 billion years.  The above false color image and was post-processed by Forrest Hamilton.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/ngc2440_hst3_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2440: Cocoon of a New White Dwarf",
    "url": "https://apod.nasa.gov/apod/image/0007/ngc2440_hst3.jpg"
  },
  {
    "date": "2000-07-31",
    "explanation": "Unexpectedly, Comet LINEAR is breaking up.  In retrospect, clues of its demise have been surfacing all month as the new comet has been approaching the Sun and brightening with dramatic flares.  Above, the Hubble Space Telescope captured Comet C/1999 S4 LINEAR early this month blowing off a large piece of its crust.  Recent speculation holds that the nucleus completely disrupted on or about July 24.  If true, the elongated train of material should continue to ablate and orbit the Sun, but may now fade much more quickly.  The break up of a bright comet is unusual but not unprecedented, as Comet Shoemaker-Levy 9 broke up before it struck Jupiter in 1994, and Comet Bennett broke apart as it neared the Sun in 1974.  Future observations will tell if Comet LINEAR's first trip into the inner Solar System is its last.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/linear3_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet LINEAR Breaks Up",
    "url": "https://apod.nasa.gov/apod/image/0007/linear3_hst.jpg"
  },
  {
    "date": "2000-08-01",
    "explanation": "Why do comets emit X-rays?  First discovered during the passing of Comet Hyakutake in 1996, the reason a cold comet would produce hot X-rays has since remained a mystery.  On July 14, however, the orbiting Chandra X-ray Observatory was able to provide an image of passing Comet LINEAR, shown above, in enough detail to unravel the mystery.  The key to the solution turns out to be the unusual wind of fast ions emitted by our Sun.  These ions apparently collide with gas recently emitted by the comet and cause some ions to acquire a new electron.  An electron that starts in a high-energy state will emit an X-ray as it falls in closer to the ion nucleus.  As other comets move into the inner Solar System, this discovery should allow future study of the continually evolving gas cloud that surrounds comets as well as the composition of the solar wind.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/linear_chandra_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Rays from Comet LINEAR",
    "url": "https://apod.nasa.gov/apod/image/0008/linear_chandra.jpg"
  }
]
