[
  {
    "date": "2000-06-01",
    "explanation": "A black hole is supposed to inexorably attract matter. But the intense radiation generated as material swirls and plunges into its high gravity field also heats up surrounding gas and drives it away. In fact, measurements made using this recent Chandra Observatory X-ray spectrum of active galaxy NGC 3783 reveal a wind of highly ionized atoms blowing away from the galaxy's suspected central black hole at a million miles per hour. Displayed in false color, the bright central spot is the X-ray image of NGC 3783 while the lines radiating away represent an X-ray spectrum of this source produced by Chandra's High Energy Transmission Grating (HETG). An X-ray spectrum is the analog to the rainbow spread of colors in a visible light spectrum. It represents a detailed, spread out image of X-ray colors or energies arising from the source. Ionized atoms of iron, magnesium, oxygen, nitrogen and other elements produce patterns of absorption at known X-ray energies. These patterns have been identified in the spectrum of NGC 3783 at slightly shifted energies and the measured shifts indicate the hot wind's velocity.",
    "hdurl": "https://apod.nasa.gov/apod/image/0006/xspec_ngc3783_chandra.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Wind From NGC 3783",
    "url": "https://apod.nasa.gov/apod/image/0006/xspec_ngc3783_chandra_crop.jpg"
  },
  {
    "date": "2000-06-02",
    "explanation": "IC3328 is an otherwise unremarkable dwarf elliptical galaxy about 50 million light-years away in the Virgo cluster. But hidden within IC3328 is a subtle, beautifully symmetric spiral structure! A team of astronomers recently made this totally surprising discovery using detailed digital images from the European Southern Observatory's 8.2 meter Antu telescope. They numerically modeled the smooth distribution of light for this galaxy (left) to enable more accurate measurements of its distance. When the smooth distribution was subtracted from the digital image, the startling spiral structure became apparent (right). Typical of large, rotating, disk galaxies with density waves, spiral structure is unprecedented in the blob-shaped aggregates of stars normally classified as elliptical galaxies. What created the \"secret\" spiral in IC3328? Some possibilities under consideration include tidal interactions with nearby galaxies and amplified internal stellar motions.",
    "hdurl": "https://apod.nasa.gov/apod/image/0006/ic3328_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Secret Spiral Of IC3328",
    "url": "https://apod.nasa.gov/apod/image/0006/ic3328_vlt_inv.jpg"
  },
  {
    "date": "2000-06-03",
    "explanation": "Nine years ago the massive Compton Gamma Ray Observatory, the second of NASA's space-based great observatories, was deployed in low earth orbit. Lofted above the protective atmosphere, Compton's instruments could explore the extreme high-energy Universe in gamma rays -- photons with 100,000 times or more the energy of visible light. The premier gamma-ray observatory far exceeded expectations for a two- to five-year mission, but a recent gyroscope failure has prompted NASA to decide to steer the satellite safely back into the atmosphere. Illustrated above, the controlled re-entry will occur early tomorrow, June 4th, in a remote area of the Pacific Ocean, approximately 2,500 miles southeast of Hawaii. The re-entry location, the largest area (about 10 million square miles) devoid of any populated land available for the observatory's re-entry, was selected to virtually eliminate the risk of human casualty. Compton's lasting legacy of discovery will include the detection of more than 400 celestial gamma-ray sources, 10 times more than were previously known; and more than 2,500 gamma-ray bursts.",
    "hdurl": "https://apod.nasa.gov/apod/image/0006/cgro_reenter_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Compton Re-entry",
    "url": "https://apod.nasa.gov/apod/image/0006/cgro_reenter.jpg"
  },
  {
    "date": "2000-06-04",
    "explanation": "The sands of time are running out for the central star of this hourglass-shaped planetary nebula. With its nuclear fuel exhausted, this brief, spectacular, closing phase of a Sun-like star's life occurs as its outer layers are ejected - its core becoming a cooling, fading White Dwarf. Astronomers have recently used the Hubble Space Telescope (HST) to make a series of images of planetary nebulae, including the one above. Here, delicate rings of colorful glowing gas (nitrogen-red, hydrogen-green, and oxygen-blue) outline the tenuous walls of the \"hourglass\". The unprecedented sharpness of the HST images has revealed surprising details of the nebula ejection process and may help resolve the outstanding mystery of the variety of complex shapes and symmetries of planetary nebulae.",
    "hdurl": "https://apod.nasa.gov/apod/image/0006/mycn18_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "MyCn18: An Hourglass Nebula",
    "url": "https://apod.nasa.gov/apod/image/0006/mycn18_hst.jpg"
  },
  {
    "date": "2000-06-05",
    "explanation": "Tomorrow's picture: Eruption on Io  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0006/crabheritage_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Heart of the Crab",
    "url": "https://apod.nasa.gov/apod/image/0006/crabheritage_hst.jpg"
  },
  {
    "date": "2000-06-06",
    "explanation": "A volcano on Jupiter's moon Io has been photographed recently during an ongoing eruption.  Hot glowing lava is visible on the left on this representative-color image.  A glowing landscape of plateaus and valleys covered in sulfur and silicate rock surrounds the active volcano.  Many features including several of the dark spots have evolved between February 2000, when the robot spacecraft Galileo currently orbiting Jupiter took this picture, and November 1999.  Io is slightly larger than Earth's Moon and is the closest large moon to Jupiter.  The above image shows a region about 250 kilometers across.  How the internal structure of Io creates these active volcanoes remains under investigation.",
    "hdurl": "https://apod.nasa.gov/apod/image/0006/Iolava_galileo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Continuous Eruption on Jupiter's Moon Io",
    "url": "https://apod.nasa.gov/apod/image/0006/Iolava_galileo.jpg"
  },
  {
    "date": "2000-06-07",
    "explanation": "Above is the highest resolution photograph yet taken of the Solar System's strangest moon.  The surface of Jupiter's moon Io is home to violent volcanoes that are so active they turn the entire moon inside out.  The above photograph shows a region four kilometers across and resolves features only five meters across.  Many revealed details are not well understood.  In general, the bright areas are higher terrain than the darker areas, but some areas of the surface appear eroded by an unknown process.  Although the parts of Io's surface near erupting volcanoes are hot enough to melt rock, most of Io has cooled well below the freezing point of water.  The robot spacecraft Galileo during its most recent flyby of Io took the above image in 2000 February.",
    "hdurl": "https://apod.nasa.gov/apod/image/0006/ioupclose_galileo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Up Close to Jupiter's Moon Io",
    "url": "https://apod.nasa.gov/apod/image/0006/ioupclose_galileo.jpg"
  },
  {
    "date": "2000-06-08",
    "explanation": "Space Weather forcasters are predicting major storm conditions over the next few days as the active Sun has produced at least three strong flares and a large coronal mass ejection (CME) since Tuesday, June 6th. This recent false color X-ray image of the Sun shows the active region generating the explosive events, here the Sun's most intense source of X-rays, as the dominant bright area just above center. X-ray hot plasma suspended in looping magnetic fields arcs above this region, cataloged as AR9026. AR9026 appears as a large group of sunspots in visible light images. The three intense flares were all X-class events, the most severe class of solar flares based on X-ray flux measurements by the earth-orbiting GOES satellites. Energetic particles from the CME, associated with the second X-class flare, were directed toward planet Earth and could produce geomagnetic storms as early as today. Possible effects range from increased auroral displays to disruptions of satellite and communications systems and electrical power grids. But wait ... there's more! In the coming days AR9026, carried slowly across the Sun (from left to right) by solar rotation, is likely to produce even more solar flares.",
    "hdurl": "https://apod.nasa.gov/apod/image/0006/sun00060716_sxt_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Active Regions, CMEs, and X-Class Flares",
    "url": "https://apod.nasa.gov/apod/image/0006/sun00060716_sxt.jpg"
  },
  {
    "date": "2000-06-09",
    "explanation": "This stunning image from the orbiting Chandra X-ray Observatory is centered on the Vela pulsar -- the collapsed stellar core within the Vela supernova remnant some 800 light-years distant. The Vela pulsar is a neutron star. More massive than the Sun, it has the density of an atomic nucleus. About 12 miles in diameter it spins 10 times a second as it hurtles through the supernova debris cloud. The pulsar's electric and magnetic fields accelerate particles to nearly the speed of light, powering the compact x-ray emission nebula revealed in the Chandra picture. The cosmic crossbow shape is over 0.2 light-years across, composed of an arrow-like jet emanating from the polar region of the neutron star and bow-like inner and outer arcs believed to be the edges of tilted rings of x-ray emitting high energy particles. Impressively, the swept back compact nebula indicates the neutron star is moving up and to the right in this picture, exactly along the direction of the x-ray jet. The Vela pulsar (and associated supernova remnant) was created by a massive star which exploded over 10,000 years ago. Its awesome x-ray rings and jet are reminiscent of another well-known pulsar powered system, the Crab Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/0006/velapulsar_cxo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Vela Pulsar: Neutron Star-Ring-Jet",
    "url": "https://apod.nasa.gov/apod/image/0006/velapulsar_cxo.jpg"
  },
  {
    "date": "2000-06-10",
    "explanation": "This picture of giant spiral galaxy Messier 101 (M101) was taken by the Ultraviolet Imaging Telescope (UIT). UIT flew into orbit as part of the Astro 2 mission on-board the Space Shuttle Endeavour in March 1995. The image has been processed so that the colors (dark purple through white) represent an increasing intensity of ultraviolet light. Pictures of galaxies like this one show mainly clouds of gas containing newly formed stars many times more massive than the sun, which glow strongly in the ultraviolet. In contrast, visible light pictures of galaxies tend to be dominated by the yellow and red light of older stars. Ultraviolet light, invisible to the human eye, is blocked by ozone in the atmosphere so ultraviolet pictures of celestial objects must be taken from space. M101 is a mere 22 million light-years away in the constellation Ursa Major. Its popular moniker is the Pinwheel Galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0006/m101_uit_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M101: An Ultraviolet View",
    "url": "https://apod.nasa.gov/apod/image/0006/m101_uit.jpg"
  },
  {
    "copyright": "Juan Carlos Casado",
    "date": "2000-06-11",
    "explanation": "Sirius is the brightest star in the night sky.  Sirius is visible on the far left of the above photograph, to the left of the constellation of Orion and Comet Hale-Bopp.  Intrinsically, Sirius is over 20 times brighter than our Sun and over twice as massive.  As Sirius is 8.7 light years distant, it is not the closest star system - the Alpha Centauri system holds this distinction.  Sirius is called the Dog Star because of its prominence in the constellation of Canis Majoris (Big Dog).  In 1862, Sirius was discovered to be a binary star system with a companion star, Sirius B, 10,000 times dimmer than the bright primary, Sirius A.  Sirius B was the first white dwarf star discovered, a type of star first understood by Subrahmanyan Chandrasekhar in 1930.  While studying Sirius in 1718, Edmond Halley discovered that stars move with respect to each other.  There is conflicting evidence that Sirius appeared more red only 2000 years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/0006/siriushb_jcc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sirius: The Brightest Star in the Night",
    "url": "https://apod.nasa.gov/apod/image/0006/siriushb_jcc.jpg"
  },
  {
    "date": "2000-06-12",
    "explanation": "What's happening in the center of this galaxy?  Close inspection of the center of NGC 4438, as visible in this recently released representative-color image by the Hubble Space Telescope, reveals an unusual bubble of hot gas, colored in red.  Astronomers speculate that this strange bubble was created by a massive central black hole that resides there.  As gas swirls around the black hole, gravity and friction pull it in and heat it up.  Some of the hot gas then falls into the black hole, but not all - some gas gets so hot it shoots out the poles in fast jets.  When these jets impact nearby material, they heat it up and cause the detected glow.  Galaxy NGC 4438 resides about 50 million light years from Earth, and the pictured central bubble measures about 800 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0006/bhbubble_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Bubbling Galaxy Center",
    "url": "https://apod.nasa.gov/apod/image/0006/bhbubble_hst.jpg"
  },
  {
    "date": "2000-06-13",
    "explanation": "About three million years ago, the stars in the Keyhole Nebula began to form.  The above picture of the Keyhole Nebula, also known as the Carina Nebula or NGC 3372, shows in infrared light many facets of this dramatic stellar nursery which lies only 9,000 light-years away.  Fine dust reflects starlight while being heated and emitting light of its own.  Open clusters Trumpler 14 and Trumpler 16 are visible in the lower left and upper right of the nebula.  The bright star near Trumpler 14 is called Eta Carinae and is one of the most unusual stars known.  A candidate for a supernova in the next few thousand years, Eta Carinae faded from being one of the brightest stars in the sky during the 1800s.  Despite intensive study, astronomers remain unsure whether Eta Carinae is part of a binary star system.",
    "hdurl": "https://apod.nasa.gov/apod/image/0006/carinaatlas_2mass_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Carina Nebula in Infrared",
    "url": "https://apod.nasa.gov/apod/image/0006/carinaatlas_2mass.jpg"
  },
  {
    "date": "2000-06-14",
    "explanation": "What can 100,000 galaxies tell you?  Perhaps the structure and composition of the universe.  Astronomers using the Two Degree Field (2dF) spectrograph on the Anglo-Australian Telescope (AAT) in Australia have now measured the redshifts of over 100,000 galaxies in a thin ribbon of the sky.  The results show how galaxies are scattered in the universe out to 4 billion light years.  Huge clusters, long filaments, and empty voids measuring over 100 million light years across are visible in the resulting 2dF map, pictured above.  The map is interesting not only for what it shows but also for what it does not show.  It does not show even larger structures that would be expected were the universe filled to critical density with normal matter.  These results do not contradict recent evidence that most of the universe is made of some type of unusual dark energy, however.",
    "hdurl": "https://apod.nasa.gov/apod/image/0006/galaxies_2df_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Slice of the Universe with 2dF",
    "url": "https://apod.nasa.gov/apod/image/0006/galaxies_2df.gif"
  },
  {
    "date": "2000-06-15",
    "explanation": "The Perseus Cluster of thousands of galaxies, 320 million light-years distant, is one of the most massive objects in the Universe. At its core lies the giant cannibal galaxy Perseus A (NGC 1275), accreting matter as gas and galaxies fall into it. Representing low, medium, and high energy x-rays as red, green, and blue colours respectively, this Chandra X-ray Observatory image shows remarkable details of x-ray emission from this monster galaxy and surrounding hot (30-70 million degrees C) cluster gas.  The bright central source is the supermassive black hole at the core of Perseus A itself. Dark circular voids just above and below the galaxy center, each about half the size of our own Milky Way Galaxy, are believed to be magnetic bubbles of energetic particles blown by the accreting black hole.  Settling toward Perseus A, the cluster's x-ray hot gas piles up forming bright regions around the bubble rims. Dramatically, the long greenish wisp just above the galaxy's centre is likely the x-ray shadow produced by a small galaxy falling into the burgeoning Perseus A.",
    "hdurl": "https://apod.nasa.gov/apod/image/0006/perseus_fabian_orig.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-rays From The Perseus Cluster Core",
    "url": "https://apod.nasa.gov/apod/image/0006/perseus_fabiancxo.jpg"
  },
  {
    "date": "2000-06-16",
    "explanation": "Welcome to the sixth year of Astronomy Picture of the Day (APOD)! Above are the industrious Robert Nemiroff (left) and persistent Jerry Bonnell (right), still engaged in creating the APOD web pages. As suggested by imagery in this recently released Vermeer, APOD's origins derive from many dramatic, intellectual deliberations over the ultimate value of the World Wide Web. In our view, the WWW has evolved into a significant and still growing collective human resource and we think it's important to contribute. We are extremely grateful for the continued large volume of gracious e-mail and APOD submissions. Today we would like to offer a very sincere thank you to all. We are certainly proud that each day over the last five years APOD has consistently coupled an expanding universe of hypertext with inspiring images of the cosmos. In fact, tomorrow's picture might actually be ...",
    "hdurl": "https://apod.nasa.gov/apod/image/0006/bobjerry5_vermeer_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "APOD Is Five Years Old Today",
    "url": "https://apod.nasa.gov/apod/image/0006/bobjerry5_vermeer.jpg"
  },
  {
    "date": "2000-06-17",
    "explanation": "In 1865 Jules Verne predicted the invention of a space capsule that could carry people. In his science fiction story \"From the Earth to the Moon\", he outlined his vision of a cannon in Florida so powerful that it could shoot a \"Projectile-Vehicle\" carrying three adventurers to the Moon. Over 100 years later, NASA, guided by  Wernher Von Braun's vision, produced the  Saturn V rocket. From a spaceport in Florida, this rocket turned Verne's fiction into fact, launching 9 Apollo Lunar missions and allowing 12 astronauts to walk on the Moon. Pictured is the last moon shot, Apollo 17, awaiting a night launch in December of 1972. Spotlights play on the rocket and launch pad while the full Moon looms in the background. Humans have not walked on on the lunar surface since.",
    "hdurl": "https://apod.nasa.gov/apod/image/0006/apollo17_night_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Last Moon Shot",
    "url": "https://apod.nasa.gov/apod/image/0006/apollo17_night.jpg"
  },
  {
    "copyright": "Greg BockSouthern Astronomical Society",
    "date": "2000-06-18",
    "explanation": "This breathtaking patch of sky would be above you were you to stand at the South Pole of the Earth.  Just above and to the right of this photograph's center are the four stars that mark the boundaries of the famous Southern Cross.  At the top of this constellation, also known as The Crux, is the orange star Gamma Crucis.  The band of stars, dust, and gas crossing the middle of the photograph is part our Milky Way Galaxy.  In the very center of the photograph is the dark Coal Sack Nebula, and the bright nebula on the far right is the Carina Nebula.  The Southern Cross is such a famous constellation that it is depicted on the national flag of Australia.",
    "hdurl": "https://apod.nasa.gov/apod/image/0006/southerncross_gb.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Milky Way Near the Southern Cross",
    "url": "https://apod.nasa.gov/apod/image/0006/southerncross_gb_big.jpg"
  },
  {
    "date": "2000-06-19",
    "explanation": "A jet stretching nearly a million light years has been imaged emanating from galaxy Pictor A.  The thin jet of electrons and protons shoots out at nearly light-speed likely from the vicinity of a large black hole at the galaxy center. At the left of the above image in X-rays is the radio galaxy Pictor A, known as a radio galaxy for its strong radio emission.  At the far end of the jet on the right a hot spot glows as the intense particle beam bores through a gas cloud in intergalactic space.  The jet and hot spot of Pictor A had been seen previously in radio waves, but only recently has the orbiting Chandra X-ray Observatory confirmed its unusual power.",
    "hdurl": "https://apod.nasa.gov/apod/image/0006/pictora_chandra_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Long Jet of Pictor A",
    "url": "https://apod.nasa.gov/apod/image/0006/pictora_chandra.jpg"
  },
  {
    "date": "2000-06-20",
    "explanation": "Tomorrow's picture: Colorful Sun  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0006/ganymede2_galileo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ganymede: The Largest Moon in the Solar System",
    "url": "https://apod.nasa.gov/apod/image/0006/ganymede2_galileo.jpg"
  },
  {
    "date": "2000-06-21",
    "explanation": "Season's greetings! At 01:48 Universal Time on June 21 the Sun reaches its northernmost point in planet Earth's sky marking a season change and the first solstice of the year 2000. In celebration, consider this delightfully detailed, brightly colored image of the active Sun. From the EIT instrument onboard the space-based SOHO observatory, the tantalizing picture is a false-color composite of three images all made in extreme ultraviolet light. Each individual image highlights a different temperature regime in the upper solar atmosphere and was assigned a specific color; red at 2 million, green at 1.5 million, and blue at 1 million degrees C. The combined image shows bright active regions strewn across the solar disk, which would otherwise appear as dark groups of sunspots in visible light images, along with some magnificent plasma loops and an immense prominence at the righthand solar limb.",
    "hdurl": "https://apod.nasa.gov/apod/image/0006/sun3col_thompsoneit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solstice Celebration",
    "url": "https://apod.nasa.gov/apod/image/0006/sun3col_thompsoneit.jpg"
  },
  {
    "date": "2000-06-22",
    "explanation": "In our neck of the Galaxy stars are too far apart to be in danger of colliding, but in the dense cores of globular star clusters star collisions may be relatively common. In fact, researchers have evidence that the row of six closely spaced blue stars just below the label in this Hubble Space Telescope image were formed when stars directly collided. Pictured is the central region of NGC 6397, a globular cluster about 6,000 light-years distant, whose stars all formed at about the same time. NGC 6397's massive stars have long since evolved off the main sequence, exhausting their central supplies of nuclear fuel. This should leave the cluster with only old low mass stars; faint red main sequence stars and brighter blue and red giants. However, spectroscopic data show that the indicated stars, descriptively dubbed blue stragglers, are clearly main sequence stars which are too blue and too massive to still be there. Suggestively the stragglers appear to be two and occasionally three times as massive as the lower mass cluster stars otherwise present, supporting evidence for their formation from two and even three star collisions.",
    "hdurl": "https://apod.nasa.gov/apod/image/0006/blues_ngc6397_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Blue Stragglers In NGC 6397",
    "url": "https://apod.nasa.gov/apod/image/0006/blues_ngc6397_hst.jpg"
  },
  {
    "date": "2000-06-23",
    "explanation": "The recently revealed gullies on Mars are rare. But they may prove to be sites of present day, near surface, liquid water, holding out the tantalizing possibility of martian life. Too small to have been seen by past Mars orbiters, these disconcerting landforms were found in only about 250 out of more than 20,000 high resolution images from the operating Mars Global Surveyor spacecraft. Gullies found so far are located away from the martian equatorial region at middle and high latitudes (predominately in the south) and on poleward facing slopes. They are disconcerting because researchers have a compelling body of evidence that the martian gullies are related to groundwater seepage and, like their terrestrial counterparts, liquid water runoff -- on a planet whose surface is thought to be too cold and atmosphere too thin for liquid water to exist. The gullies in the three kilometer wide area pictured above are in the south facing wall of a crater in southern Noachis Terra. Unblemished by craters and overlaying young surface features, these and other gullies are inescapably young themselves. In fact, future monitoring of the martian gullies for changes could demonstrate whether the flows that formed them are still active today.",
    "hdurl": "https://apod.nasa.gov/apod/image/0006/noachisgullies_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Gullies Of Mars",
    "url": "https://apod.nasa.gov/apod/image/0006/noachisgullies_mgs.jpg"
  },
  {
    "date": "2000-06-24",
    "explanation": "Normally, earth-bound astronomers view Saturn's spectacular ring system fully illuminated by reflected sunlight. However, this intriguing picture was made to take advantage of an unusual orientation, with the Sun actually illuminating the rings from below. The three bright ring features are visible because the rings themselves are not solid. Composed of many separate chunks of rocky, icy material, the rings allow the scattered sunlight to pass through them -- offering a dramatic demonstration that they are not continuous, uninterrupted bands of material. The picture is a false-color composite based on Hubble Space Telescope images recorded in November of 1995.",
    "hdurl": "https://apod.nasa.gov/apod/image/0006/sunsaturn_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunlight Through Saturn's Rings",
    "url": "https://apod.nasa.gov/apod/image/0006/sunsaturn_hst.jpg"
  },
  {
    "copyright": "AAOAATB",
    "date": "2000-06-25",
    "explanation": "What happens when a star runs out of nuclear fuel? The center condenses into a white dwarf while the outer atmospheric layers are expelled into space and appear as a planetary nebula. This particular planetary nebula, designated Shapley 1 after the famous astronomer Harlow Shapley, has a very apparent annular ring like structure.  Although some of these nebulae appear like planets on the sky (hence their name), they actually surround stars far outside our Solar System.",
    "hdurl": "https://apod.nasa.gov/apod/image/0006/shapley1_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shapley 1: An Annular Planetary Nebula",
    "url": "https://apod.nasa.gov/apod/image/0006/shapley1_aat_big.jpg"
  },
  {
    "date": "2000-06-26",
    "explanation": "What could have formed these unusual channels?  Inside a small crater that lies inside large Newton Crater on Mars, numerous narrow channels run from the top down to the crater floor.  The above picture covers a region spanning about 3000 meters across.  These and other gullies have been found on Mars in recent high-resolution pictures taken by the orbiting Mars Global Surveyor robot spacecraft.  Similar channels on Earth are formed by flowing water, but on Mars the temperature is normally too cold and the atmosphere too thin to sustain liquid water.  Nevertheless, many scientists now hypothesize that liquid water did burst out here from underground Mars, eroded the gullies, and pooled at the bottom as it froze and evaporated.  If so, life-sustaining ice and water might exist even today below the Martian surface -- water that could potentially support a human mission to Mars.  Research into this exciting possibility is sure to continue!",
    "hdurl": "https://apod.nasa.gov/apod/image/0006/marsnewton_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Newton Crater: Evidence for Recent Water on Mars",
    "url": "https://apod.nasa.gov/apod/image/0006/marsnewton_mgs.jpg"
  },
  {
    "copyright": "NAOJSuprime-CamSubaru TelescopeNOAJ",
    "date": "2000-06-27",
    "explanation": "One of the bright spiral galaxies visible in the north sky is M63, the Sunflower Galaxy.  M63, also catalogued as NGC 5055, can be found with a small telescope in the constellation of Canes Venaciti.  Visible in the above picture are long winding spiral arms glowing blue from a few bright young stars, emission nebulae glowing red from hot ionized hydrogen gas, and dark dust in numerous filaments.  M63 interacts gravitationally with M51 (the Whirlpool Galaxy) and several smaller galaxies.  Light takes about 35 million years to reach us from M63, and about 60,000 years to cross the Sb-type spiral galaxy.  Stars in the outer regions of the Sunflower Galaxy rotate about the center at a speed so high they should fly off into space, indicating that some sort of invisible, gravitationally-binding, dark matter is present.",
    "hdurl": "https://apod.nasa.gov/apod/image/0006/m63_subaru_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M63: The Sunflower Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0006/m63_subaru.jpg"
  },
  {
    "date": "2000-06-28",
    "explanation": "What causes the most powerful explosions in the universe?  The BATSE modules that flew on the Compton Gamma Ray Observatory allowed more insight into enigmatic gamma-ray burst (GRB) explosions than ever before.  From 1991-2000, BATSE detected 2704 GRBs, much more than ever previously recorded.  The above final sky map of GRB locations (and fluence) shows them to occur at random locations on the sky - strong evidence that GRBs occur across our universe and not in sky bands indicative of our Solar System or our Galaxy.  As with any successful mission, answers create more questions, and astronomers continue to puzzle over what object creates a GRB, and what happens in the initial stages of the explosion.  BATSE's legacy includes recording 1190 gamma-ray flares from the Sun and the discovery of Terrestrial Gamma Flashes, unusual bursts of gamma rays that emanate from the Earth itself.  To protect people from an uncontrolled re-entry, Compton was recently crashed into the Pacific Ocean.",
    "hdurl": "https://apod.nasa.gov/apod/image/0006/grbmap_batse.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "BATSE GRB Final Sky Map",
    "url": "https://apod.nasa.gov/apod/image/0006/grbmap_batse.gif"
  },
  {
    "date": "2000-06-29",
    "explanation": "Thirty thousand light-years distant, beyond the majestic dust clouds of the constellation Sagittarius, lies the centre of our Milky Way Galaxy. Hidden from optical view by the dust, the Galactic Centre region is a relatively unexplored starscape. But infrared light can more easily penetrate the dust and this recently released Infrared Space Observatory (ISO) mosaic, together with other similar images, shows about 100,000 previously unseen stars of the Milky Way's central regions. Huge obscuring dust clouds still seem to crowd the area especially in the left part of the infrared picture. Marked by the white circle, the centre itself is missing from the mosaic because it is so bright that it would saturate ISO's sensitive camera. The stars are mostly evolved red giants, intrinsically cool, large, bright stars that have swollen after exhausting their central supply of hydrogen fuel. The detailed properties of the red giant stars can be very revealing as these stars contribute to the interstellar gas and dust clouds, enriching their galactic environment with carbon and other elements. Their motions also trace the mass distribution in the Galactic Centre and may support the idea that our Galaxy grew by swallowing smaller, nearby galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/0006/galcentre_iso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galactic Centre Starscape",
    "url": "https://apod.nasa.gov/apod/image/0006/galcentre_iso.jpg"
  },
  {
    "date": "2000-06-30",
    "explanation": "Gamma-rays are the most energetic form of electromagnetic radiation. But these high energy photons penetrate and interact in normal materials and cannot be focused by lenses and mirrors like those in optical telescopes. So how do you make an image in gamma-ray light? One way is to use a patterned mask of material which can cast gamma-ray shadows on a digital detector array. The mask is called a coded aperture and the resulting shadow patterns can be used to construct a gamma-ray image of the source. For example, consider the picture above. In place of a coded mask, familiar objects were positioned in front of a detector array and illuminated with gamma-rays in a laboratory test. Do you recognize the shadow image? (Click on the picture for the focused visible light image.) Destined to fly on the International Gamma-Ray Astrophysics Laboratory (INTEGRAL) satellite scheduled for launch in 2002, the detector array will be part of the imaging gamma-ray telescope, IBIS.",
    "hdurl": "https://apod.nasa.gov/apod/image/0006/viswine_integral.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Vintage Gamma-Rays",
    "url": "https://apod.nasa.gov/apod/image/0006/graywine_integral.jpg"
  },
  {
    "date": "2000-07-01",
    "explanation": "Here's a switch: the above picture is of the  Earth taken from a lunar observatory!  This false color picture shows how the Earth glows in ultraviolet (UV) light.  UV light is so blue humans can't see it. Very little UV light is transmitted through the Earth's atmosphere but what sunlight does make it through can cause a sunburn.  The Far UV Camera / Spectrograph deployed and left on the Moon by the crew of Apollo 16 took the above picture.  The part of the Earth facing the Sun reflects much UV light, but perhaps more interesting is the side facing away from the Sun.  Here bands of UV emission are also apparent.  These bands are the result of aurorae and are caused by charged particles expelled by the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/uvEarth_ap16_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ultraviolet Earth from the Moon",
    "url": "https://apod.nasa.gov/apod/image/0007/uvEarth_ap16.jpg"
  }
]
