[
  {
    "date": "2000-02-01",
    "explanation": "Gravity can bend light.  Almost all of the bright objects in this recently released Hubble Space Telescope image are galaxies in the cluster known as Abell 2218.  The cluster is so massive and so compact that its gravity bends and focuses the light from galaxies that lie behind it.  As a result, multiple images of these background galaxies are distorted into long faint arcs - a simple lensing effect analogous to viewing distant street lamps through a glass of wine.  The cluster of galaxies Abell 2218 is itself about three billion light-years away in the northern constellation Draco.",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/a2218b_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Abell 2218: A Galaxy Cluster Lens",
    "url": "https://apod.nasa.gov/apod/image/0002/a2218b_hst.jpg"
  },
  {
    "date": "2000-02-02",
    "explanation": "Mars' atmosphere is relatively thin, still when martian winds blow they weather and shape its surface. Like familiar aeolian features on Earth, this field of dunes within Mars' Rabe crater exhibits graceful undulating ridges which can shift as windblown material is deposited on the dunes' windward face and falls away down the steeper leeward slopes. Indicated by the arrow, the dark trails are signs that the martian sand has avalanched down the steep slopes in the recent past. Rippling patterns of smaller dunes are also visible in this sharp high-resolution view along with criss-crossing dark trails which may be evidence of local dust-devil windstorms. The image is about 3 kilometers across and was recorded in March of 1999 by the orbiting Mars Global Surveyor spacecraft.",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/activedunes_mgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aeolian Mars",
    "url": "https://apod.nasa.gov/apod/image/0002/activedunes_mgs_c2.jpg"
  },
  {
    "date": "2000-02-03",
    "explanation": "Tumultuous clouds of the Carina Nebula, 8000 light-years away, glow in planet Earth's southern sky. Striking and detailed, this close-up of a portion of the famous nebula is a combination of exposures through six different filters taken with the Hubble Space Telescope's Wide Field Planetary Camera 2 in April of 1999. Dramatic dark dust knots and complex features revealed are sculpted by the winds and radiation of Carina's massive and energetic stars. But how were this picture's colors generated? Astronomical images produced from Hubble Space Telescope data can be composed of exposures made using relatively narrow filters which don't match the color responses of the human eye. Some of the filters even transmit wavelengths of light outside the visible spectrum. Exposures made with different narrow filters, as in this case, are translated to a visible color where shorter wavelengths are assigned bluer and longer wavelengths assigned redder colors. This color scheme represents a \"chromatically ordered\" way of presenting the data rather than a natural color image.",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/carina_herhst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Colorful Clouds Of Carina",
    "url": "https://apod.nasa.gov/apod/image/0002/carina_herhst.jpg"
  },
  {
    "date": "2000-02-04",
    "explanation": "The stars of Orion shine brightly in northern winter skies where the constellation harbors the closest large stellar nursery, the Great Nebula of Orion, a mere 1500 light-years away. In fact, the apparently bright clump of stars near the center of this Chandra X-ray telescope picture of a portion of the nebula are the massive stars of the Trapezium - the young star cluster which powers much of the nebula's visible-light glow. But the sheer number of other stars seen in this X-ray image, which spans about 10 light-years, has surprised and delighted astronomers and this picture was recently touted as the richest field of X-ray sources ever recorded in a single observation. The picture does dramatically illustrate that young stars are prodigious sources of X-rays, thought to be produced in hot stellar coronas and surface flares in a young star's strong magnetic field. Our middle-aged Sun itself was probably thousands of times brighter in X-rays when, like the Trapezium stars, it was only a few million years old. The dark lines through the image are instrumental artifacts.",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/orion_chandra_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Stars Of Orion",
    "url": "https://apod.nasa.gov/apod/image/0002/orion_chandra.jpg"
  },
  {
    "date": "2000-02-05",
    "explanation": "On December 23, 1998 the Near Earth Asteroid Rendezvous (NEAR) spacecraft flew by asteroid 433 Eros.  The robotic spacecraft was intended to brake and orbit Eros, but an unexpected shutdown of its main engine caused this plan to be aborted. Now closing with the asteroid again, NEAR will make another attempt to enter Eros' orbit on February 14th ... Valentine's Day, of course! A successful encounter would make NEAR the first spacecraft ever to orbit an asteroid. This image sequence was taken as NEAR approached Eros in 1998.  The rotation of the asteroid is visible in the successive frames. While cruising through the solar system, NEAR has also been hunting for gamma-ray bursts as part of the operational Interplanetary Network.",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/xeros_near_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NEAR to Asteroid Eros",
    "url": "https://apod.nasa.gov/apod/image/0002/xeros_near.jpg"
  },
  {
    "date": "2000-02-06",
    "explanation": "What's causing those odd rings in supernova 1987A?  In 1987, the brightest supernova in recent history occurred in the Large Magellanic Clouds. At the center of the picture is an object central to the remains of the violent stellar explosion. When the Hubble Space Telescope was pointed at the supernova remnant in 1994, however, the existence of  curious rings was confirmed.  The origins of these rings still remains a mystery. Speculation into the cause of the rings includes  beamed jets emanating from a dense star left over from the supernova, and a superposition of two stellar winds ionized by the supernova explosion. Meanwhile, astronomers have just reported the possible appearance of a new ring feature.",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/sn1987a_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Mysterious Rings of Supernova 1987A",
    "url": "https://apod.nasa.gov/apod/image/0002/sn1987a_hst.jpg"
  },
  {
    "date": "2000-02-07",
    "explanation": "A huge chimney venting hot clouds of gas out from the plane of our Milky Way Galaxy has recently been imaged in radio waves.  The Canadian Galactic Plane Survey team used an array of radio telescopes to survey an ionized gas region known as W4.  At the bottom of W4 and in the center of the above image is a very young open cluster of stars known as OCl 352.  Research continues into how these stars created the W4 superbubble.  Possible explanations include supernova explosions or strong stellar winds from these stars.  It does appear clear, however, that hot gas is expanding outwards, being funneled by relatively cool and dense gas in a chimney-like fashion.  The W4 chimney, which lies 6500 light-years from Earth and spans 250 light-years across, is visible as the comparatively dark area extending toward the top of the above image.",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/chimney1_cgps_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The W4 Chimney",
    "url": "https://apod.nasa.gov/apod/image/0002/chimney1_cgps.jpg"
  },
  {
    "date": "2000-02-08",
    "explanation": "Tomorrow's picture: Galaxy Wars  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/betapic2_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rings Around Beta Pictoris",
    "url": "https://apod.nasa.gov/apod/image/0002/betapic2_hst.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2000-02-09",
    "explanation": "In the left corner, wearing a red nucleus surrounded by blue spiral arms, is M81.  In the right corner, sporting light stars and dark dust lanes, is M82.  These two mammoth galaxies have been locked in gravitational combat for the past billion years.   The gravity from each galaxy dramatically affects the other during each hundred million-year pass.  Last go-round, M82's gravity likely raised circulating density waves rippling around M81 resulting in the richness of M81's spiral arms.  M81, though, left M82 a messy pulp of exploded stars and colliding gas so violent it emits bright X-rays.  In both galaxies, colliding gas has created a recent abundance of bright new stars.  In a few billion years only one galaxy will remain.",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/m81m82_gendler_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy Wars: M81 Versus M82",
    "url": "https://apod.nasa.gov/apod/image/0002/m81m82_gendler.jpg"
  },
  {
    "date": "2000-02-10",
    "explanation": "After an unanticipated extra trip around the Sun, the NEAR spacecraft is now politely approaching asteroid 433, Eros, at a respectful relative speed of about 20 miles per hour. Still nearly 2,000 miles distant, NEAR will close to within approximately 200 miles by February 14th - Valentine's Day. If all goes well, the spacecraft will then be captured by the gentle attraction of Eros' gravity, becoming the first artificial moon of an asteroid. While Eros is not round it is certainly not heart-shaped either as seen in this series of frames showing the roughly 20 x 8 x 8 mile asteroid during its 5.27 hour rotation period. Different perspectives clearly show a gouge or saddle and a large impact crater with a raised rim near the asteroid's narrow waist. The frames were recorded by the NEAR spacecraft's multi-spectral imager on February 4th from a range of 4,600 miles.",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/eros0204_near.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eros Encounter Nears",
    "url": "https://apod.nasa.gov/apod/image/0002/eros0204_near_big.gif"
  },
  {
    "date": "2000-02-11",
    "explanation": "Recently the European Space Agency released this and other spectacular \"first light\" pictures from its new orbiting x-ray observatory, christened XMM-Newton. A churning region of star birth and death in our small neighboring galaxy, the Large Magellanic Cloud (LMC), this field was one of several chosen to test out XMM-Newton's x-ray imaging capabilities. The picture is a false-colour one in which low energy x-rays are translated to red, medium energy to green, and high energy to blue. Image colours therefore represent the relative million degree temperatures of the x-ray emitting regions, red being the coolest and blue the hottest. Remains of the star that exploded as Supernova 1987a appear here as the white x-ray source at the lower right, while another supernova remnant, cataloged as N157D is the brightest source at the upper left. The bluish arc (near center) also appears to be a supernova remnant whose expanding debris cloud is interacting with the LMC's local interstellar gas.",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/lmc30dor_xmmpn_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "XMM-Newton First Light: X-Rays From The LMC",
    "url": "https://apod.nasa.gov/apod/image/0002/lmc30dor_xmmpn.jpg"
  },
  {
    "date": "2000-02-12",
    "explanation": "Get out your red/blue glasses and launch yourself into this stereo picture of Saturn! The picture is actually composed from two images recorded weeks apart by the Voyager 2 spacecraft during its visit to the Saturnian System in August of 1981. Traveling at about 35,000 miles per hour, the spacecraft's changing viewpoint from one image to the next produced this exaggerated but pleasing stereo effect. Saturn is the second largest planet in the Solar System, after Jupiter. Its spectacular ring system is so wide that it would span the space between the Earth and Moon. Although they look solid here, Saturn's rings consist of individually orbiting bits of ice and rock ranging in size from grains of sand to barn-sized boulders.",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/sat3d_voyager_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stereo Saturn",
    "url": "https://apod.nasa.gov/apod/image/0002/sat3d_voyager.gif"
  },
  {
    "date": "2000-02-13",
    "explanation": "The planet Mercury resembles a moon. Mercury's old surface is heavily cratered like many moons.  Mercury is larger than most moons but smaller than Jupiter's moon Ganymede and Saturn's moon Titan.  Mercury is much denser and more massive than any moon, though, because it is made mostly of iron. In fact, the Earth is the only planet more dense.  A visitor to Mercury's surface would see some strange sights.  Because Mercury rotates exactly three times every two orbits around the Sun, and because Mercury's orbit is so elliptical, a visitor to Mercury might see the Sun rise, stop in the sky, go back toward the rising horizon, stop again, and then set quickly over the other horizon.   From Earth, Mercury's proximity to the Sun cause it to be visible only for a short time just after sunset or just before sunrise.",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/merc4_m10_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Southwest Mercury",
    "url": "https://apod.nasa.gov/apod/image/0002/merc4_m10.gif"
  },
  {
    "date": "2000-02-14",
    "explanation": "Maybe the Moon owns our hearts, but this won't stop the occasional asteroid from sending us a valentine.  Friday, to the surprise of many, the NEAR mission on approach to asteroid 433 EROS photographed what appears to be a heart-shaped depression.  After NEAR reaches the asteroid today, NASA plans a series of maneuvers to make the robot spacecraft the first ever to orbit an asteroid. More detailed pictures will soon be taken of the 33 kilometer long asteroid EROS and this 5 kilometer long depression.  Most likely, fortuitous lighting and viewing angles accentuate the apparent heart shape -- but don't tell the Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/erosheart_near.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Unexpected Asteroid Valentine",
    "url": "https://apod.nasa.gov/apod/image/0002/erosheart_near_big.gif"
  },
  {
    "date": "2000-02-15",
    "explanation": "What's happening at the center of spiral galaxy M106? A swirling disk of stars and gas, M106's appearance is dominated by two bright spiral arms and dark dust lanes near the nucleus.  Bright newly formed stars near their outer tips distinguish the spiral arms in the above photograph. The core of M106 glows brightly in radio waves and X-rays where  twin jets have been found running the length of the galaxy.  An unusual central glow makes M106 one of the closest examples of the Seyfert class of galaxies, where vast amounts of glowing gas are thought to be falling into a central massive black hole.  M106, also designated NGC 4258, is a relatively close 25 million light years away, spans 30 thousand light years across, and can be seen with a small telescope towards the constellation of Canes Venatici.",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/m106_sharer_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M106: A Spiral Galaxy with a Strange Core",
    "url": "https://apod.nasa.gov/apod/image/0002/m106_sharer.jpg"
  },
  {
    "date": "2000-02-16",
    "explanation": "On February 14th, the NEAR spacecraft became the first artificial moon of an asteroid. Captured by the gentle gravity of a 20 mile long slipper-shaped mountain of rock, NEAR recorded this premier image while orbiting asteroid 433 Eros at a distance of about 200 miles. The image shows features as small as 100 feet across in a view dominated by a 3 mile wide crater near Eros' narrow waist. Enticing layers and grooves are visible within the crater rim along with an enormous 170 foot boulder lying on the crater floor (near picture center). Although Eros is a large S-type near-earth asteroid, it is still not massive enough for its own gravity to have shaped it into a planet-like spherical form. By comparison, Eros has less than a thousandth Earth's gravity, so a 100 pound object on Earth would weigh about 1 ounce on Eros. A baseball thrown at 22 miles per hour would completely escape into space. The weak gravity and irregular shape make orbiting Eros a delicate challenge for NEAR's controllers who plan a year long exploration program with possible close approaches to the asteroid's surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/erosorbit1_near_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eros From Orbit",
    "url": "https://apod.nasa.gov/apod/image/0002/erosorbit1_near.jpg"
  },
  {
    "date": "2000-02-17",
    "explanation": "In February of 1987, astronomers witnessed the brightest supernova of modern times - supernova 1987A in the Large Magellanic Cloud. Mysterious rings of material surrounding the expanding stellar debris were soon emitting a visible glow excited by intense light from the explosion. After fading over the intervening years, the interior ring has just been seen to sprout four new hotspots, as illustrated in these two versions of a Hubble Space Telescope image recorded on February 2nd. The abrupt appearance of the new features suggests that matter from the stellar blast wave itself has begun to slam into the ring in earnest, shock-heating the gas and producing the bright hotspots. The left-hand picture shows the glowing ring, initially excited by light from the explosion, along with the shocked hotspots. The right-hand picture has been further computer enhanced to emphasize the hotspots. The brightest spot at the right was first observed in 1997, while the four spots on the left half of the ring are new. Astronomers now eagerly anticipate a dramatic rejuvenation of the glowing ring as the bulk of the blast wave material, traveling at about 60 million kilometers per hour, continues to plow into it.",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/sn1987a_hst1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "New Shocks For Supernova 1987A",
    "url": "https://apod.nasa.gov/apod/image/0002/sn1987a_hst1.jpg"
  },
  {
    "date": "2000-02-18",
    "explanation": "From the Earth's surface, Neptune usually appears as a fuzzy blotch.  The blurring effects of the Earth's atmosphere deny clearer images.  By distorting mirrors in the telescope itself in time with the changing atmosphere, however, these effects can be greatly reduced.  Many of the world's largest telescopes are now implementing these \"rubber mirror\" adaptive optics (AO) systems to bring out the finest details that these telescopes can resolve.  Recently the 10-meter Keck II telescope in Hawaii came on-line with AO capability.  The above image of Neptune in three infrared colors demonstrates the clarity of the new technique - as compared to an image of Neptune from Keck II without AO.",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/neptune_keck_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Neptune through Adaptive Optics",
    "url": "https://apod.nasa.gov/apod/image/0002/neptune_keck.jpg"
  },
  {
    "date": "2000-02-19",
    "explanation": "The star cataloged as NGC2264 IRS is normally hidden from the inquiring gaze of optical telescopes. It resides in the midst of the obscuring gas and dust of a nearby star forming region popularly known as the Cone Nebula. Imaged in penetrating infrared light by the Hubble Space Telescope's NICMOS instrument, this young and massive star was found to be surrounded by six \"baby\" sun-like stars - all within less than a tenth of a light-year of their \"big brother\". The diffraction spikes and rings surrounding big brother are image artifacts. Astronomers believe that the high speed winds generated by the massive star compressed nearby material causing the formation of the smaller stars in a text book example of triggered star formation. The young suns appear to lie along an otherwise invisible boundary where the high speed gas has collided with the wall of a denser molecular cloud. NGC2264 IRS also seems to be the source of the outflow which created the striking cone shape of the optical nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/ngc2264_nic_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Young Suns",
    "url": "https://apod.nasa.gov/apod/image/0002/ngc2264_nic.jpg"
  },
  {
    "copyright": "Digitized Sky SurveyPalomar ObservatorySTScI",
    "date": "2000-02-20",
    "explanation": "Pictured are several galaxies of the Virgo Cluster, the closest cluster of galaxies to our Milky Way Galaxy.  The Virgo Cluster spans more than 5 degrees on the sky - about 10 times the angle made by a full Moon. It contains over 100 galaxies of many types - including spirals, ellipticals, and irregular galaxies.  The Virgo Cluster is so massive that it is noticeably pulling our Galaxy toward it.  The cluster contains not only galaxies filled with stars but also gas so hot it glows in X-rays.  Motions of galaxies in and around clusters indicate that they contain more dark matter than any visible matter we can see.  Notable bright galaxies in the Virgo Cluster include bright Messier objects such as M61, M87, M90, and M100.",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/virgo_dss_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Virgo Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/0002/virgo_dss.gif"
  },
  {
    "date": "2000-02-21",
    "explanation": "Asteroid 433 Eros is posing several riddles. NASA's robot spacecraft NEAR began orbiting the 30-kilometer space rock last week, and new pictures are now being beamed back to Earth regularly.  As usual in science, when you arrive at a place you've never been before, you see things you don't immediately understand.  Scientists are contemplating, for example, the cause of the above-pictured giant gouge in the middle of Eros.  Intriguing internal features include groves oriented parallel to the asteroid's length and the relative paucity of craters.  These indicate that the gouge formed well after the asteroid itself.  One question answered by the shape and density is that, unlike asteroid 253 Mathilde, Eros is not a pile of rocks but one big rock.  Astronomers are hopeful that data taken over the coming year might indicate the nature and origin of the baffling bright patches.",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/gouge_eros.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Giant Gouge on Asteroid Eros",
    "url": "https://apod.nasa.gov/apod/image/0002/gouge_eros_big.jpg"
  },
  {
    "copyright": "AURANOAONSF",
    "date": "2000-02-22",
    "explanation": "The brightest galaxy visible from our own Milky Way Galaxy is the Large Magellanic Cloud (LMC).  Visible predominantly from Earth's Southern Hemisphere, the LMC is the second closest galaxy, neighbor to the Small Magellanic Cloud, and one of eleven known dwarf galaxies that orbit our Milky Way Galaxy.  The LMC is an irregular galaxy composed of a bar of older red stars, clouds of younger blue stars, and a bright red star forming region visible near the top of the above image called the Tarantula Nebula.  The brightest supernova of modern times, SN1987A, occurred in the LMC.",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/lmc_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Neighboring Galaxy: The Large Magellanic Cloud",
    "url": "https://apod.nasa.gov/apod/image/0002/lmc_noao.jpg"
  },
  {
    "date": "2000-02-23",
    "explanation": "Our Sun's surface is continually changing.  This time-lapse movie shows in five seconds what happens in 20 minutes on the Sun's surface near a sunspot.  Visible is boiling granulation outside the sunspot, inward motion of bright grains in the outer penumbral region toward the sunspot, and the churning of small magnetic elements between  solar granules.  Sunspots themselves are relatively cool regions of the solar surface depressed by magnetic fields. The dark lanes surrounding the sunspot are called penumbral filaments, and recent computer simulations have shown that their behavior is also dominated by magnetic fields.  The above sequence was taken with the new Dutch Open Telescope last September and focused on a sunspot that measured about 25,000 kilometers across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/sunspot_ps_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunspot Seething",
    "url": "https://apod.nasa.gov/apod/image/0002/sunspot_ps.gif"
  },
  {
    "date": "2000-02-24",
    "explanation": "Get out your red/blue glasses and float next to asteroid 433 Eros, 260 million kilometers away! Orbiting the Sun once every 1.8 earth-years, asteroid Eros is a diminutive 40 x 14 x 14 kilometer world of undulating horizons, craters, boulders and valleys. Its unsettling scale and bizarre shape are emphasized in this picture - a mosaic of recent images from the NEAR spacecraft processed to yield a stereo anaglyphic view.  Along with dramatic chiaroscuro, NEAR's 3-D imaging provides important measurements of the asteroid's landforms and structures, and hopefully clues to the origin of this city-sized chunk of solar system. The smallest features visible here are about 30 meters across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/stereoeros1_near_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stereo Eros",
    "url": "https://apod.nasa.gov/apod/image/0002/stereoeros1_near.jpg"
  },
  {
    "date": "2000-02-25",
    "explanation": "After four years of successful sun-gazing, the space-based SOlar and Heliospheric Observatory (SOHO) has also become the most successful comet-hunter in history, racking up 102 new comets. Above are examples of SOHO's comet discoveries imaged by LASCO, an on-board coronagraph. LASCO was designed to monitor the solar corona out to a distance of about 12 million miles while blotting out the bright solar disk. Most of the comets discovered with SOHO belong to a special class known as sungrazers - thought to be returning fragments of a large comet which broke up during its historic passage near the sun.  Subject to intense solar heat and tidal forces, sungrazers (examples in the left column) are unlikely to survive their close passage. However, ten of SOHO's new comets, like those in the right column, are more \"typical\" comets and pass the sun at safe distances. In fact, on its outbound journey, the comet at the top right was bright enough to be seen with the unaided eye. Discovered this year on February 4th, the comet at the bottom right holds the distinction of being SOHO comet number 100.",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/comets_soho_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Comets Of SOHO",
    "url": "https://apod.nasa.gov/apod/image/0002/comets_soho.jpg"
  },
  {
    "date": "2000-02-26",
    "explanation": "What killed the dinosaurs? Their sudden disappearance 65 million years ago, along with about 70 percent of all species then living on Earth, is known as the K-T event (Cretaceous-Tertiary Mass Extinction event). Geologists and paleontologists often entertain the idea that a large asteroid or comet impacting the Earth was the culprit. In such a cosmic catastrophe, the good(!) news would be that the impact would generate firestorms, tidal waves, earthquakes, and hurricane winds. As for the bad news ... debris thrown into the atmosphere would have a serious global environmental consequences, creating extended periods of darkness, low temperatures, and acid rains - resulting in a planet-wide extinction event. In 1990, dramatic support for this theory came from cosmochemist Alan Hildebrand's revelation of a 65 million year old, 112 mile wide ring structure still detectable under layers of sediment in the Yucatan Peninsula region of Mexico. The outlines of the structure, called the Chicxulub crater (named for a local village), are visible in the above representation of gravity and magnetic field data from the region. In addition to having the right age, the crater is consistent with the impact of an asteroid of sufficient size (6 to 12 miles wide) to cause the global disruptions. Regardless of the true cause of the K-T event, it is fortunate that such impacts are presently believed to happen only about once every 100 million years!",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/chicxulub_sharpton_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Impact: 65 Million Years Ago",
    "url": "https://apod.nasa.gov/apod/image/0002/chicxulub_sharpton.jpg"
  },
  {
    "copyright": "AAOAATBROEUKS Telescope",
    "date": "2000-02-27",
    "explanation": "It is the most famous star cluster on the sky. The Pleiades can be seen without binoculars from even the depths of a light-polluted city.  Also known as the Seven Sisters and M45, the Pleiades is one of the brightest and closest open clusters.   The Pleiades contains over 3000 stars, is about 400 light years away, and only 13 light years across.  Quite evident in the above photograph are the blue reflection nebulae that surround the bright cluster stars.  Low mass, faint, brown dwarfs have recently been found in the Pleiades.",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/m45_uks_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pleiades Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/0002/m45_uks.jpg"
  },
  {
    "date": "2000-02-28",
    "explanation": "Why does the Sombrero Galaxy look like a hat?  Reasons include the Sombrero's unusually large and extended central bulge of stars, and dark prominent dust lanes that appear in a disk that we see nearly edge-on.  Billions of old stars cause the diffuse glow of the extended central bulge.  Close inspection of the bulge in the above photograph shows many points of light that are actually globular clusters. M104's spectacular dust rings harbor many younger and brighter stars, and show intricate details astronomers don't yet fully understand.  The very center of the Sombrero glows across the electromagnetic spectrum, and is thought to house a large black hole.  Fifty million-year-old light from the Sombrero Galaxy can be seen with a small telescope towards the constellation of Virgo.",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/sombrero_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sombrero Galaxy from VLT",
    "url": "https://apod.nasa.gov/apod/image/0002/sombrero_vlt.jpg"
  },
  {
    "date": "2000-02-29",
    "explanation": "ven as leap days go, today is a remarkable one.  In 46 BC, Julius Caesar, pictured above in a self-decreed minted coin, created a calendar system that added one leap day every four years. Acting on advice by Alexandrian astronomer Sosigenes, Caesar did this to make up for the fact that the Earth's year is slightly more than 365 days.  In modern terms, the time it takes for the Earth to circle the Sun is slightly more than the time it takes for the Earth to rotate 365 times (with respect to the Sun -- actually we now know this takes about 365.24219 rotations). So, if calendar years contained 365 days they would drift from the actual year by about 1 day every 4 years.  Eventually July (named posthumously for Julius Caesar himself) would occur during the northern hemisphere winter!  By adopting a leap year with an extra day every four years, the calendar year would drift much less. This Julian Calendar system was used until the year 1582 when Pope Gregory XIII added that leap days should not occur in years ending in \"00\" except if divisible by 400, providing further fine-tuning.  This Gregorian Calendar system is the one in common use today.  Therefore, even though this year 2000 ends in \"00\", it remains a leap year, and today is the added leap day. That makes today the first leap day for a centurial year since year 1600 and the second such leap day of the Gregorian Calendar.",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/jcaesar_coin.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Julius Caesar and Leap Days",
    "url": "https://apod.nasa.gov/apod/image/0002/jcaesar_coin.jpg"
  },
  {
    "copyright": "Yuugi Kitahara",
    "date": "2000-03-01",
    "explanation": "M13 is one of the most prominent and best known globular clusters.  Visible with binoculars in the constellation of Hercules, M13 is frequently one of the first objects found by curious sky gazers seeking celestials wonders beyond normal human vision.   M13 is a colossal home to over 100,000 stars, spans over 150 light years across, lies over 20,000 light years distant, and is over 12 billion years old.  At the 1974 dedication of Arecibo Observatory, a radio message about Earth was sent in the direction of M13.  The reason for the low abundance of unusual blue straggler stars in M13 is currently unknown.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/m13_kitahara_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M13: The Great Globular Cluster in Hercules",
    "url": "https://apod.nasa.gov/apod/image/0003/m13_kitahara.jpg"
  }
]
