[
  {
    "copyright": "Yuugi Kitahara",
    "date": "2000-03-01",
    "explanation": "M13 is one of the most prominent and best known globular clusters.  Visible with binoculars in the constellation of Hercules, M13 is frequently one of the first objects found by curious sky gazers seeking celestials wonders beyond normal human vision.   M13 is a colossal home to over 100,000 stars, spans over 150 light years across, lies over 20,000 light years distant, and is over 12 billion years old.  At the 1974 dedication of Arecibo Observatory, a radio message about Earth was sent in the direction of M13.  The reason for the low abundance of unusual blue straggler stars in M13 is currently unknown.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/m13_kitahara_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M13: The Great Globular Cluster in Hercules",
    "url": "https://apod.nasa.gov/apod/image/0003/m13_kitahara.jpg"
  },
  {
    "date": "2000-03-02",
    "explanation": "A dusty bright nebula contrasts dramatically with a dusty dark nebula in this Hubble Space Telescope image recorded shortly after December's orbital servicing mission. The nebula, cataloged as NGC 1999, is a reflection nebula, which shines by reflecting light from a nearby star. Unlike emission nebulae, whose reddish glow comes from excited atoms of gas, reflection nebulae have a bluish cast as their interstellar dust grains preferentially reflect blue starlight. While perhaps the most famous reflection nebulae surround the bright young stars of the Pleiades star cluster, NGC 1999's stellar illumination is provided by the embedded variable star V380 Orionis, seen here just left of center. Extending right of center, the ominous dark nebula is actually a condensation of cold molecular gas and dust so thick and dense that it blocks light. From our perspective it lies in front of the bright nebula, silhouetted against the ghostly nebular glow. New stars will likely form within the dark cloud, called a Bok globule, as self-gravity continues to compress its dense gas and dust.  Reflection nebula NGC 1999 lies about 1500 light-years away in the constellation Orion, just south of Orion's well known emission nebula, M42.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/ngc1999_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1999: Reflection Nebula in Orion",
    "url": "https://apod.nasa.gov/apod/image/0003/ngc1999_hst.jpg"
  },
  {
    "date": "2000-03-03",
    "explanation": "From low Earth orbit, NASA's SeaWIFS instrument records ocean color, tracking changes in our water world's climate and biosphere. But even an ocean planet can have dust storms. On February 26th, SeaWIFS returned this dramatic close-up view of a vast, developing cloud of Saharan desert dust blowing from northwest Africa (lower right) a thousand miles or more out over the Atlantic Ocean. While there are indications that the planet-spanning effects of the Saharan dust events include the decline of the ecologies of coral reefs in the Caribbean and an increased frequency of Atlantic hurricanes, there is also evidence that the dust provides nutrients to the Amazonian rain forests. From space-based vantage points, other satellite images have also revealed storms which transport massive quantities of fine sand and dust across Earth's oceans.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/feb26sandstorm_seawifs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dust Storm on Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/0003/feb26sandstorm_seawifs.jpg"
  },
  {
    "date": "2000-03-04",
    "explanation": "From a spectacular vantage point over 1.4 billion kilometers from the sun, the Voyager 1 spacecraft looked back toward the inner solar system to record this startling view of Saturn's nightside. The picture was taken on November 16, 1980, some four days after the robot spacecraft's closest approach to the gorgeous gas giant. The crescent planet casts a broad shadow across its bright rings while the translucent rings themselves can be seen to cast a shadow on Saturn's cloud tops. Since Earth is closer to the sun than Saturn, only Saturn's dayside is visible to Earth-bound telescopes which could never take a picture like this one. After this successful flyby two decades ago, Voyager 1 has continued outward bound and is presently humanity's most distant spacecraft. The next spacecraft to approach Saturn will be Cassini, on course to arrive in 2004.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/nightsaturn_voyager1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn At Night",
    "url": "https://apod.nasa.gov/apod/image/0003/nightsaturn_voyager1.jpg"
  },
  {
    "copyright": "Jerry Lodriguss",
    "date": "2000-03-05",
    "explanation": "The dark nebula predominant at the lower left of the above photograph is known as the Pipe Nebula.  The dark clouds, suggestively shaped like smoke rising from a pipe, are caused by absorption of background starlight by dust.  These dust clouds can be traced all the way to the Rho Ophiuchi nebular clouds on the right.  The brightest star in the field is Antares. Many types of nebula are highlighted here: the red are emission nebula, the blue are reflection nebula, and the dark are absorption nebula. This picture has been digitally enhanced.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/pipe2_lodriguss.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pipe Dark Nebula",
    "url": "https://apod.nasa.gov/apod/image/0003/pipe2_lodriguss_big.jpg"
  },
  {
    "date": "2000-03-06",
    "explanation": "Over the course of billions of years, whole clusters of galaxies merge.  Above is an X-ray image of Abell 2142, the result of the collision of two huge clusters of galaxies, and one of the most massive objects known in the universe.  This false-color image shows a concentration of gas 50 million degrees hot near the center of the resulting cluster.  Oddly, it is the relative coldness of the gas that makes this situation particularly interesting.  The center of Abell 2142 is surrounded by gas fully twice as hot, a temperature thought to have been created by energy released during the colossal collision.  Still, since we can only see a snapshot in time, much remains unknown about how clusters of galaxies form and coalesce.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/abell2142_chandra_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Abell 2142: Clash of the Galaxy Clusters",
    "url": "https://apod.nasa.gov/apod/image/0003/abell2142_chandra.jpg"
  },
  {
    "date": "2000-03-07",
    "explanation": "Tomorrow's picture: Closer to Asteroid Eros  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/ioclose_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Zal Patera on Jupiter's Moon Io",
    "url": "https://apod.nasa.gov/apod/image/0003/ioclose_gal.jpg"
  },
  {
    "date": "2000-03-08",
    "explanation": "As the robot spacecraft NEAR lowers itself toward asteroid 433 Eros, more surface details are becoming visible.  Last week's maneuvers brought NEAR to within 204 kilometers of the floating mountain's surface.  With increased resolution, NEAR's camera then documented Eros' unusual shape, craters large and small, boulders, and mysterious grooves similar to asteroid Gaspra and Martian moon Phobos.  If you could stand on Eros, you would still be too small to be visible on this recent image, which shows features as small as 20 meters across.  However, you would feel gravity only 1/1000 that on Earth, so that you could easily jump over even this large 5 kilometer wide crater.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/eros0306_near_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nearer To Asteroid Eros",
    "url": "https://apod.nasa.gov/apod/image/0003/eros0306_near.jpg"
  },
  {
    "date": "2000-03-09",
    "explanation": "Late last month another erupting filament lifted off the active solar surface and blasted this enormous bubble of magnetic plasma into space. Direct light from the sun is blocked in this picture of the event with the sun's relative position and size indicated by a white half circle at bottom center. The field of view extends 2 million kilometers or more from the solar surface. While hints of these explosive events, called coronal mass ejections or CMEs, were discovered by spacecraft in the early 70s this dramatic image is part of a detailed record of this CME's development from the presently operating SOlar and Heliospheric Observatory (SOHO) spacecraft.  Near the minimum of the solar activity cycle CMEs occur about once a week, but as we approach solar maximum rates of two or more per day are anticipated. Though this CME was clearly not headed for Earth, strong CMEs are seen to profoundly influence space weather, and those directed toward our planet and can have serious effects.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/febcme_sohoc2_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sun Storm: A Coronal Mass Ejection",
    "url": "https://apod.nasa.gov/apod/image/0003/febcme_sohoc2.jpg"
  },
  {
    "copyright": "Steve Sumner",
    "date": "2000-03-10",
    "explanation": "On February 10th, an evocative evening sky above Rocklin, California, USA inspired astrophotographer Steve Sumner to record this remarkable sight - five planets and the Moon. Near its first quarter phase, the bright Moon was intentionally overexposed but Saturn, Jupiter, Mars, and Mercury (and, of course, planet Earth's horizon) are all clearly visible in the deepening twilight. Notably absent in this grouping of naked-eye planets is Venus which is still putting in an early appearance as the morning star. This month, Mercury has joined Venus in the dawn twilight while Saturn, Jupiter, and Mars still shine brightly in the western sky at nightfall making another gorgeous close grouping with the crescent Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/febplanets_ssumner_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sky and Planets",
    "url": "https://apod.nasa.gov/apod/image/0003/febplanets_ssumner.jpg"
  },
  {
    "copyright": "P. Gitto",
    "date": "2000-03-11",
    "explanation": "Gripped by an astronomical spring fever, it's once again time for many amateur stargazers to embark on a Messier Marathon! The Vernal Equinox occurs March 20, marking the first day of Spring for the Northern Hemisphere. It also marks a favorable celestial situation for potentially viewing all the objects in 18th century French astronomer Charles Messier's catalog in one glorious dusk to dawn observing run. This year a bright full moon will interfere with dark skies near the actual equinox, so good nights near new moon for weekend marathoners are March 11/12 and April 1/2. (As an added bonus all the planets in the solar system can be viewed on these dates.) Astronomer Paul Gitto has created this masterful Messier Marathon grid with 11 rows and 10 columns of Messier catalog objects. In numerical order, the grid begins with M1, the Crab Nebula, at upper left and ends with M110, a small elliptical galaxy in Andromeda (lower right). Gitto's images were made with a digital camera and a 10-inch diameter reflecting telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/messmara_gitto_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier Marathon",
    "url": "https://apod.nasa.gov/apod/image/0003/messmara_gitto.jpg"
  },
  {
    "date": "2000-03-12",
    "explanation": "Far away, long ago, a star exploded.  Supernova 1994D, visible as the bright spot on the lower left, occurred in the outskirts of disk galaxy NGC 4526. Supernova 1994D was not of interest for how different it was, but rather for how similar it was to other supernovae.  In fact, the light emitted during the weeks after its explosion caused it to be given the familiar designation of a Type Ia supernova.  If all Type 1a supernovae have the same intrinsic brightness, then the dimmer a supernova appears, the farther away it must be.  By calibrating a precise brightness-distance relation, astronomers are able to estimate not only the expansion rate of the universe (parameterized by the Hubble Constant), but also the geometry of the universe we live in (parameterized by Omega and Lambda). The large number and great distances to supernovae measured over the past few years have been interpreted as indicating that we live in a previously unexpected universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/sn94d_hiz_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Supernova 1994D and the Unexpected Universe",
    "url": "https://apod.nasa.gov/apod/image/0003/sn94d_hiz.jpg"
  },
  {
    "date": "2000-03-13",
    "explanation": "New stars, fast jets, and shocked gas clouds all occupy Orion A, a giant molecular cloud just south of the Orion Nebula.  The bright object visible below and slightly left of center of this recently released picture is the reflection nebula NGC 1999.  Wind from NGC 1999's central star, V380 Orionis, appears to have created the surrounding billows of red and brown gas.  Several bright young stars illuminate reflecting dust at the top right of the image.  Jets shoot from dozens of young stars creating glowing compressed shocked waves known Herbig-Haro objects.  One such shock is the unusual Waterfall, the bright streak on the upper right, which is a source of unusual radio waves.  The cone-shaped shock to the Waterfall's lower right may result from a jet emitted HH1 and HH2, located 10 light-years away below NGC 1999.  The unusual and energetic oddities that occur and interact in star forming regions are often as complex as they are beautiful.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/orionA_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Panorama of Oddities in Orion A",
    "url": "https://apod.nasa.gov/apod/image/0003/orionA_noao.jpg"
  },
  {
    "date": "2000-03-14",
    "explanation": "Telescopic instruments in Earth and space are still tracking a tremendous explosion that occurred across the universe.  A nearly unprecedented symphony of international observations began abruptly on March 1 when Earth-orbiting RXTE, Sun-orbiting Ulysses, and asteroid-orbiting NEAR all detected a 10-second burst of high-frequency gamma radiation.  Within 48 hours astronomers using the 2.5-meter Nordic Optical Telescope chimed in with the observation of a middle-frequency optical counterpart that was soon confirmed with the 3.5-meter Calar Alto Telescope in Spain.  By the next day the explosion was picked up in low-frequency radio waves by the by the European IRAM 30-meter dish in Spain, and then by the VLA telescopes in the US.   The Japanese 8-meter Subaru Telescope interrupted a maiden engineering test to trumpet in infrared observations.  Major telescopes across the globe soon began playing along as GRB 000301C came into view, detailing unusual behavior.  The Hubble Space Telescope captured the above image and was the first to obtain an accurate distance to the explosion, placing it near redshift 2, most of the way across the visible universe.  The Keck II Telescope in Hawaii quickly confirmed and refined the redshift.  Still, no one is sure what type of explosion this was.  The symphony is not over - oddly no host galaxy appears near the position of this explosion.  Will one appear as the din of the loud fireball fades?",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/grb000301c_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A GRB 000301C Symphony",
    "url": "https://apod.nasa.gov/apod/image/0003/grb000301c_hst.gif"
  },
  {
    "date": "2000-03-15",
    "explanation": "Is the distant universe really what it appears to be?  Astronomers hope not.  Intervening dark matter, which is normally invisible, might show its presence by distorting images originating in the distant universe, much the way an old window distorts images originating on the other side.  By noting the degree to which background galaxies appear unusually flat and unusually similar to neighbors, the dark matter distribution producing these weak gravitational lensing distortions can be estimated.  Recently released analysis of the shapes of 200,000 distant galaxies imaged with the Canada-France-Hawaii Telescope (CFHT) does indicate the presence of a massive network of distributed dark matter.  Future results may even be able to discern details of the distribution.  The above computer generated simulation image shows how dark matter, shown in red, distorts the light path from and apparent shape of distant galaxies, depicted in blue.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/glshear_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Weak Lensing Distorts the Universe",
    "url": "https://apod.nasa.gov/apod/image/0003/glshear_cfht.jpg"
  },
  {
    "date": "2000-03-16",
    "explanation": "Orbiting asteroid 433 Eros, 145 million miles from Earth, NASA's NEAR spacecraft has been returning stunning views as its year long mission of exploration gets underway. A mosaic of recent NEAR images recorded at a range of about 127 miles, this picture illustrates some of the amazing contrasts which apparently exist within the domain of this diminutive world. Features as small as 65 feet are visible here, while long shadows emphasize the differences in the cratered regions at the left and smooth groved terrain at right. Up close, the undulating surface seems flecked with bright deposits and peppered with enormous boulders. As NEAR is poised to investigate mysteries of the formation of asteroids and the origins of the solar system from this unprecedented vantage point, NASA has renamed the spacecraft NEAR Shoemaker in honor of the late Dr. Eugene M. Shoemaker, legendary geologist, comet hunter, and inspirational pioneer in the field of interplanetary science.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/eros0314_near_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NEAR Shoemaker Views Eros",
    "url": "https://apod.nasa.gov/apod/image/0003/eros0314_near.jpg"
  },
  {
    "date": "2000-03-17",
    "explanation": "Who's been marking up Mars? This portion of a recent high-resolution picture from the orbiting Mars Global Surveyor spacecraft shows twisting dark trails criss-crossing a relatively flat rippled region about 3 kilometers wide on the martian surface. Newly formed trails like these presented researchers with a tantalizing martian mystery but have now been identified as likely the work of miniature wind vortices known to occur on the red planet - martian dust devils. Another example of wind processes on an active Mars, dust devils had been detected passing near the Viking and Mars Pathfinder landers. Such spinning columns of rising air heated by the warm surface are common in dry and desert areas on planet Earth. Typically lasting only a few minutes, they becoming visible as they pick up loose dust. On Mars, dust devils can be up to 8 kilometers high and leave dark trails as they disturb the bright, reflective surface dust.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/ddtrails_mgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Martian Dust Devil Trails",
    "url": "https://apod.nasa.gov/apod/image/0003/ddtrails_mgs.jpg"
  },
  {
    "date": "2000-03-18",
    "explanation": "A wind from the Sun blows through our Solar System. The behaviour of comet tails as they flapped and waved in this interplanetary breeze gave astronomers the first hint of its existence. Streaming outward at 250-400 miles/second, electrons and ions boiling off the Sun's incredibly hot but tenuous corona account for the Solar Wind - now known to affect the Earth and other planets along with voyaging spacecraft. Rooted in the Solar Magnetic Field, the structure of the corona is visible extending a million miles above the Sun's surface in this composite image from the EIT and UVCS instruments onboard the SOHO spacecraft. The dark areas, known as coronal holes, represent the regions where the highest speed Solar Wind originates.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/solwind_soho.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Wind From The Sun",
    "url": "https://apod.nasa.gov/apod/image/0003/solwind_soho.gif"
  },
  {
    "date": "2000-03-19",
    "explanation": "Apollo 16 spent three days on Earth's Moon in April 1972.  The fifth lunar landing mission out of six, Apollo 16 was famous for deploying and using an ultraviolet telescope as the first lunar observatory, and for collecting rocks and data on the mysterious lunar highlands.   In the above picture, astronaut John W. Young photographs Charles M. Duke, Jr. collecting rock samples at the Descartes landing site.  Duke stands by Plum Crater while the Lunar Roving Vehicle waits parked in the background. The Lunar Roving Vehicle allowed the astronauts to travel great distances to investigate surface features and collect rocks. High above, Thomas K. Mattingly orbits in the Command Module.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/plum_apollo16_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 16: Exploring Plum Crater",
    "url": "https://apod.nasa.gov/apod/image/0003/plum_apollo16.jpg"
  },
  {
    "date": "2000-03-20",
    "explanation": "Have you ever seen the planet Mercury?  Because Mercury orbits so close to the Sun, it is never seen far from the Sun, and so is only visible near sunrise or sunset.  If trailing the Sun, Mercury will be visible for several minutes before it follows the Sun behind the Earth.  If leading the Sun, Mercury will be visible for only several minutes before the Sun rises and hides it with increasing glare.  An informed skygazer can usually pick Mercury out of a dark horizon glow with little more than determination.  Above, a lot of determination has been combined with a little digital trickery to show Mercury's successive positions during the middle of last month.  Each picture was taken from the same location in Spain when the Sun was 10 degrees below the horizon and superposed on the single most photogenic sunset.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/mercurysky_casado_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury on the Horizon",
    "url": "https://apod.nasa.gov/apod/image/0003/mercurysky_casado.jpg"
  },
  {
    "date": "2000-03-21",
    "explanation": "Tomorrow's picture: Spherule from Space  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/hh111_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "HH111's 12 Light-Year Star Jet",
    "url": "https://apod.nasa.gov/apod/image/0003/hh111_hst.jpg"
  },
  {
    "date": "2000-03-22",
    "explanation": "When a meteorite strikes the Moon, the energy of the impact melts some of the splattering rock, a fraction of which might cool into tiny glass beads.  Many of these glass beads were present in lunar soil samples returned to Earth by the Apollo missions.  Pictured above is one such glass spherule that measures only a quarter of a millimeter across.  This spherule is particularly interesting because it has been victim to an even smaller impact.  A miniature crater is visible on the upper left, surrounded by a fragmented area caused by the shockwaves of the small impact.  By dating many of these impacts, some astronomers estimate that cratering on our Moon increased roughly 500 million years ago and continues even today.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/spherule_apollo11.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Spherule from Outer Space",
    "url": "https://apod.nasa.gov/apod/image/0003/spherule_apollo11_big.jpg"
  },
  {
    "date": "2000-03-23",
    "explanation": "What's inside Mars? From orbit, the Mars Global Surveyor (MGS) spacecraft has recorded detailed images of the red planet since July 1997. Still, its cameras can not look beneath the surface. But minute changes in the spacecraft's orbital velocity are produced by variations in the planet's gravitational field, and these changes are related to interior density fluctuations. When the subtle orbital changes were measured using MGS radio science experiments and combined with the accurate Mars Orbiter Laser Altimeter topographical data, researchers were able to produce a map of the thickness of the martian crust. In this color cut-away diagram of the results, red colors correspond to thin and blue to thick areas of the crust which rides above the martian mantle. From the global map, the crust is seen to range from about 20 to 50 miles thick and shows a dramatic difference between the generally thinner northern hemisphere to thicker southern hemisphere crust. For the newly formed planet, the thin crust would have promoted rapid cooling and may have given rise to a large northern ocean on early Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/cutmars_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Inside Mars",
    "url": "https://apod.nasa.gov/apod/image/0003/cutmars_mgs_1.jpg"
  },
  {
    "date": "2000-03-24",
    "explanation": "Gamma rays are the most energetic form of light, packing a million or more times the energy of visible light photons. What if you could see gamma rays? If you could, the familiar skyscape of steady stars would be replaced by some of the most bizarre objects known to modern astrophysics -- and some which are unknown. When the EGRET instrument on the orbiting Compton Gamma-ray Observatory surveyed the sky in the 1990s, it cataloged 271 celestial sources of high-energy gamma-rays. These sources are very different from the powerful gamma-ray bursters that flash and fade rapidly from view, and researchers identified some with exotic black holes, neutron stars, and distant flaring galaxies. But 170 of the cataloged sources, shown in the above all-sky map, remain unidentified. Many sources in this gamma-ray mystery map likely belong to the already known classes of gamma-ray emitters and are simply obscured or too faint to be otherwise positively identified. However, astronomers recently called attention to the ribbon of sources winding through the plane of the galaxy, projected here along the middle of the map, which may represent a large unknown class of galactic gamma-ray emitters. In any event, the unidentified sources could remain a mystery until the planned launch of the more sensitive Gamma-ray Large Area Space Telescope in 2005.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/un_egret_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Mystery In Gamma Rays",
    "url": "https://apod.nasa.gov/apod/image/0003/un_egret.jpg"
  },
  {
    "date": "2000-03-25",
    "explanation": "The Lunar Orbiter 1 spacecraft was launched in 1966 to map the lunar surface in preparation for the Apollo moon landings. NASA's plucky robotic explorer performed its job well and pioneered this classic view of the Earth poised above the lunar horizon. The first humans to directly witness a similar scene were the Apollo 8 astronauts. As they orbited the Moon in December of 1968 they also recorded Earth rise in a photograph that was to become one of the most famous images in history - a moving portrait of our world from deep space.",
    "hdurl": "https://apod.nasa.gov/apod/image/earthrise_lo1_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Earth Also Rises",
    "url": "https://apod.nasa.gov/apod/image/0003/earthrise_lo3.jpg"
  },
  {
    "date": "2000-03-26",
    "explanation": "If you could look at Venus with radar eyes - this is what you might see. This computer reconstruction of the surface of Venus was created from data from the Magellan spacecraft.  Magellan orbited Venus and used radar to map our neighboring planet's surface between 1990 and 1994. Magellan found many interesting surface features, including the large circular domes, typically 25-kilometers across, that are depicted above.  Volcanism is thought to have created the domes, although the precise mechanism remains unknown. Venus' surface is so hot and hostile that no surface probe has lasted more than a few minutes.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/venus4_mag_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus' Once Molten Surface",
    "url": "https://apod.nasa.gov/apod/image/0003/venus4_mag.jpg"
  },
  {
    "date": "2000-03-27",
    "explanation": "What would it look like to fly over an asteroid?  Spacecraft NEAR Shoemaker in orbit around asteroid 433 Eros found out earlier this month when it recorded its first fly-over sequence.  The saddle region of the Sun-orbiting space-mountain appears to zip past the camera in this condensed hour-long time-lapse sequence.  The spacecraft was orbiting about 200 kilometers above the asteroid.  Movies such as this are scientifically useful for discerning between regions that are naturally dark and regions that have their brightness dominated by shadows.  The week before, a bright X-ray burst from the Sun allowed NEAR's X-ray spectrometer to detect the presence of several elements on Eros' surface by their X-ray fluorescent signatures.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/flyover1_near.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Flying Over Asteroid Eros",
    "url": "https://apod.nasa.gov/apod/image/0003/flyover1_near_big.gif"
  },
  {
    "copyright": "Todd Boroson",
    "date": "2000-03-28",
    "explanation": "Unspeakable beauty and unimaginable bedlam can be found together in the Trifid Nebula. Also known as M20, this photogenic nebula is visible with good binoculars towards the constellation of Sagittarius. The energetic processes of star formation create not only the colors but the chaos.  The red-glowing gas results from high-energy starlight striking interstellar hydrogen gas.  The dark dust filaments that lace M20 were created in the atmospheres of cool giant stars and in the debris from supernovae explosions.  Which bright young stars light up the blue reflection nebula is still being investigated.  The light from M20 we see today left perhaps 3000 years ago, although the exact distance remains unknown.  Light takes about 50 years to cross M20.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/m20_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M20: The Trifid Nebula",
    "url": "https://apod.nasa.gov/apod/image/0003/m20_noao.jpg"
  },
  {
    "copyright": "Keith BeardmoreLANL",
    "date": "2000-03-29",
    "explanation": "Scientists have found, unexpectedly, tiny time capsules from billions of years in the past.  The discovery involves small molecules that can apparently become trapped during the formation of large enclosed molecules known as fullerenes, or buckyballs.  Luann Becker  (U. Hawaii) and collaborators recently found fullerenes in an ancient meteorite that fell to Earth about 30 years ago.  Extra-terrestrial fullerenes inside the meteorite survived, and upon inspection, were not empty inside.  The small molecules trapped inside are giving a glimpse of what the Solar System was like during its formation.  Pictured above is a computer simulation showing a relatively small fullerene (60-atoms of carbon) situated above a hydrogenated silicon surface.  How these fullerenes formed, how they survived, where else they can be found, and what else might be found inside these tiny time capsules is developing into an exciting  area of research.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/fullerene_beardmore_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fullerenes as Miniature Cosmic Time Capsules",
    "url": "https://apod.nasa.gov/apod/image/0003/fullerene_beardmore.jpg"
  },
  {
    "date": "2000-03-30",
    "explanation": "The last decade saw the profound discovery of many worlds beyond our solar system, but none analogs of our home planet Earth. Exploiting precise observational techniques, astronomers inferred the presence of well over two dozen extrasolar planets, most nearly as massive as gas giant Jupiter or more, in close orbits around sun-like stars. Less massive planets must certainly exist, and yesterday preeminent planet-finders announced the further detection of two more new worlds -- each a potentially smaller, saturn-sized planet.  The parent suns are 79 Ceti (constellation Cetus), at a distance of 117 light-years, and HD46375 (constellation Monoceros), 109 light-years away. With at least 70 percent the mass of Saturn, 79 Ceti's planet orbits on average 32.5 million miles from the star compared to 93 million miles for the Earth-Sun distance. This arresting artist's vision depicts the newly discovered world with rings and moons, known characteristics of giant planets in our solar system. HD46375's planet is at least 80 percent Saturn's mass, orbiting only 3.8 million miles from its parent star. While Saturn's mass is only one third of Jupiter's, it is still about 100 times that of Earth, and dramatic discoveries in the search for smaller planets are still to come.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/plan79ceti_art.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn-Sized Worlds Discovered",
    "url": "https://apod.nasa.gov/apod/image/0003/plan79ceti_art.jpg"
  },
  {
    "date": "2000-03-31",
    "explanation": "This false-colour image of the young Trapezium star cluster in the Orion Nebula was made with an infrared camera at wavelengths about twice as long as visible light. The infrared data are part of a sensitive survey of this nearby star forming region in which astronomers have identified over 100 extremely low mass objects -- candidates for elusive brown dwarf stars. Brown dwarfs are failed stars with masses so low (about 8% of the Sun's) that they can not sustain nuclear hydrogen burning, a sun-like star's main energy source. While brown dwarfs are thought to be still massive enough to burn deuterium for energy, thirteen of the low mass objects show evidence of lying below even the deuterium burning limit (about 1.3% of the Sun's mass) falling in a range more commensurate with giant planets. These drifting, \"free-floating planets\" are perhaps as little as 8 times as massive as Jupiter and likely formed along with the cluster stars a million or so years ago. They are detectable in the infrared because they are still hot from formation, but will eventually cool and fade. If the Trapezium is typical of young star clusters, then the survey results suggest that brown dwarfs and free-floating planets may be fairly common, but there are not enough to solve the mystery of dark matter in the Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/planorion_ukirt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Free-Floating Planets In Orion",
    "url": "https://apod.nasa.gov/apod/image/0003/planorion_ukirt.jpg"
  },
  {
    "date": "2000-04-01",
    "explanation": "The Television InfraRed Observational Satellite (TIROS) 1 was the first weather satellite. Launched into a polar orbit 40 years ago (April 1, 1960) equipped with two TV cameras, TIROS 1 was operational for only 78 days but demonstrated the feasibility of monitoring planet Earth's cloud cover and weather patterns from space. TIROS satellites eventually began continuous coverage in 1962 and enabled accurate worldwide weather forecasts and alerts. Above is the first TIROS TV image, taken from an altitude of about 700 kilometers. Crude by contemporary standards, it represents the beginning of what is still one of the most important continuing applications of space technology.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/first_tiros1_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planet Earth from TIROS 1: First TV Image",
    "url": "https://apod.nasa.gov/apod/image/0004/first_tiros1.jpg"
  }
]
