[
  {
    "copyright": "Tunc Tezel",
    "date": "2001-06-01",
    "explanation": "From September 2000 through March 2001, astronomer Tunc Tezel patiently photographed the planet Venus on 25 different dates as it wandered through the evening twilight. The pictures were taken from the same spot on the campus of the Middle East Technical University near Ankara, Turkey, and timed so that for each photo the Sun was 7 degrees below the horizon. Carefully registering and combining the pictures, he produced this composite image -- a stunning demonstration of Venus' grand looping sky motion during its recent stint as planet Earth's evening star. As indicated, the first picture, taken September 28, 2000, finds Venus close to the western horizon and drifting south (left) with the passing days. By December however, Venus was climbing well above the horizon after sunset and in January 2001 it reached its maximum apparent distance (elongation) from the Sun. March found Venus falling from the evening sky while moving rapidly north, finally appearing (far right) as a faint dot against the sunset glow on March 24. This month, Venus rises before dawn as the brilliant morning star.",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/venusloop_tezel_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus' Evening Loop",
    "url": "https://apod.nasa.gov/apod/image/0106/venusloop_tezel_ann.jpg"
  },
  {
    "date": "2001-06-02",
    "explanation": "In the Summer of 1054 A.D. Chinese astronomers reported that a star in the constellation of Taurus suddenly became as bright as the full Moon. Fading slowly, it remained visible for over a year. It is now understood that a spectacular supernova explosion - the detonation of a massive star whose remains are now visible as the Crab Nebula- was responsible for the apparition. The core of the star collapsed to form a rotating neutron star or pulsar, one of the most exotic objects known to modern astronomers. Like a cosmic lighthouse, the rotating Crab pulsar generates beams of radio, visible, x-ray and gamma-ray energy which, as the name suggests, produce pulses as they sweep across our view. Using a stunning series of visible light images taken with the Hubble Space Telescope (HST) in 1995, astronomers have discovered spectacular pulsar powered motions within the Crab nebula. Highlights of this HST Crab \"movie\" show wisps of material moving away from the pulsar at half the speed of light, a scintillating halo, and an intense knot of emission dancing, sprite-like, above the pulsar's pole. Only 10 kilometers wide but more massive than the sun, the pulsar's energy drives the dynamics and emission of the nebula itself which is more than 10 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/crab_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pulsar Powered Crab",
    "url": "https://apod.nasa.gov/apod/image/0106/crab_hst.jpg"
  },
  {
    "date": "2001-06-03",
    "explanation": "Last March, telescopic instruments in Earth and space tracked a tremendous explosion that occurred across the universe.  A nearly unprecedented symphony of international observations began abruptly on 2000 March 1 when Earth-orbiting RXTE, Sun-orbiting Ulysses, and asteroid-orbiting NEAR all detected a 10-second burst of high-frequency gamma radiation.  Within 48 hours astronomers using the 2.5-meter Nordic Optical Telescope chimed in with the observation of a middle-frequency optical counterpart that was soon confirmed with the 3.5-meter Calar Alto Telescope in Spain.  By the next day the explosion was picked up in low-frequency radio waves by the by the European IRAM 30-meter dish in Spain, and then by the VLA telescopes in the US.   The Japanese 8-meter Subaru Telescope interrupted a maiden engineering test to trumpet in infrared observations.  Major telescopes across the globe soon began playing along as GRB 000301C came into view, detailing unusual behavior.  The Hubble Space Telescope captured the above image and was the first to obtain an accurate distance to the explosion, placing it near redshift 2, most of the way across the visible universe.  The Keck II Telescope in Hawaii quickly confirmed and refined the redshift.  Even today, no one is sure what type of explosion this was.  Unusual features of the light curve are still being studied, and no host galaxy appears near the position of this explosion.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/grb000301c_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A GRB 000301C Symphony",
    "url": "https://apod.nasa.gov/apod/image/0003/grb000301c_hst.gif"
  },
  {
    "date": "2001-06-04",
    "explanation": "What did the Sun look like before there were planets?  A prototype laboratory for the formation of low mass stars like our Sun is the T Tauri system, one of the brighter star systems toward the constellation of Taurus.  In young systems, gravity causes a gas cloud to condense.  The situation then usually becomes quite complex, as some of the infalling gas is heated so much by collisions that it is immediately expelled as an outgoing wind.  Complex geometries including jets and disks form as the infalling and outflowing gas collide and interact with a changing magnetic field. Pictured above is a false-color image of the T Tauri system itself, which turns out to be a binary.  In a few million years, the central condensate will likely become hot enough to ignite nuclear fusion, by which time much of the surrounding circumstellar material will either have fallen in or have been driven off by the stellar wind.  At that time, a new star will shine.",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/ttauri_cfht.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The T Tauri Star Forming System",
    "url": "https://apod.nasa.gov/apod/image/0106/ttauri_cfht.jpg"
  },
  {
    "date": "2001-06-05",
    "explanation": "Orbiting the Sun between Mars and Earth, asteroid 433 Eros was visited by the robot spacecraft NEAR-Shoemaker in 2000 February.   High-resolution surface measurements made by NEAR's Laser Rangefinder (NLR) have been combined into the above visualization based on the derived 3D model of the tumbling space rock. NEAR allowed scientists to discover that Eros is a single solid body, that its composition is nearly uniform, and that it formed during the early years of our Solar System.  Mysteries remain, however, including why some rocks on the surface have disintegrated.  On 2001 February 12, the NEAR mission drew to a dramatic close as it was crash landed onto the asteroid's surface, surviving well enough to return an analysis of the composition of the surface regolith.  Unless re-awakened by NASA, NEAR will likely remain on the asteroid for billions of years as a monument to human ingenuity at the turn of the third millennium.",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/erosreconstruct_near_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Asteroid Eros Reconstructed",
    "url": "https://apod.nasa.gov/apod/image/0106/erosreconstruct_near.jpg"
  },
  {
    "date": "2001-06-06",
    "explanation": "This spectacular color picture of the core of barred spiral galaxy NGC 1512 (bottom panel) is a composite of the seven Hubble Space Telescope images arrayed along the top. Each top panel image was made with a filter and camera sensitive to a different wavelength band in the electromagnetic spectrum. Arranged by increasing wavelength, at the far left are two ultraviolet images from Hubble's Faint Object Camera. Next are two visible light images from its Wide Field Planetary Camera 2, followed on the right by three infrared images from the Near Infrared Camera and Multi-Object Spectrograph. To make a pleasing composite color image, blue tones were assigned to the invisible ultraviolet, greenish colors were used for the visible bands, and yellow/red for the invisible infrared band images. These images show that the center of NGC 1512 appears dramatically altered when viewed in different wavelength bands. In particular, the ultraviolet images highlight clusters of young, hot stars in a ring 2,400 light-years wide surrounding the core. What caused this cosmic starburst ring?",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/n1512core_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1512: A Panchromatic View",
    "url": "https://apod.nasa.gov/apod/image/0106/n1512core_hstpan_c1.jpg"
  },
  {
    "date": "2001-06-07",
    "explanation": "Astronomers now report that Chandra X-ray Observatory observations of galaxies known to be frantically forming stars show that these galaxies also contain luminous x-ray sources -- thought to be intermediate mass black holes and immense clouds of superheated gas. Take the lovely island universe NGC 253 for example. At distance of a mere 8 million light-years, NGC 253's prodigious starforming activity has been well studied using high-resolution optical images like the one seen here at lower left. Zooming in on this energetic galaxy's central region, Chandra's x-ray detectors reveal hidden details indicated in the inset at right. In the false-color image, x-ray hot gas clouds glow near the core and at least four very powerful x-ray sources lie within 3,000 light-years of the center of the galaxy. Much more luminous than black hole binary star systems in our own galaxy, these extreme x-ray sources may be gravitating toward NGC 253's center. As a result, NGC 253 and other similar starforming galaxies could ultimately develop a single, central, supermassive black hole, transforming their cores into quasars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/n253_xrayopt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 253: X-Ray Zoom",
    "url": "https://apod.nasa.gov/apod/image/0106/n253_xrayopt_c1.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2001-06-08",
    "explanation": "This intriguing trio of galaxies is sometimes called the NGC 5985/Draco Group and so (quite reasonably) is located in the northern constellation Draco. From left to right are face-on spiral NGC 5985, elliptical galaxy NGC 5982, and edge-on spiral NGC 5981 -- all within this single telescopic field of view spanning a little more than half the width of the full moon. While this grouping is far too small to be a galaxy cluster and has not been cataloged as a compact group, these galaxies do lie roughly 100 million light-years from planet Earth. On close examination with spectrographs, the bright core of the striking face-on spiral NGC 5985 shows prominent emission in specific wavelengths of light, prompting astronomers to classify it as a Seyfert, a type of active galaxy. Not as well known as other tight groupings of galaxies, the contrast in visual appearance makes this triplet an attractive subject for avid astrophotographers.",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/draco3_gendler_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Three Galaxies in Draco",
    "url": "https://apod.nasa.gov/apod/image/0106/draco3_gendler_c1.jpg"
  },
  {
    "date": "2001-06-09",
    "explanation": "In December of 1972, Apollo 17 astronauts Eugene Cernan and Harrison Schmitt spent about 75 hours exploring the Moon's Taurus-Littrow valley while colleague Ronald Evans orbited overhead. Cernan and Schmitt were the last humans to walk or ride on the Moon - aided in their explorations by a Lunar Roving Vehicle. The skeletal-looking lunar rover was just over 10 feet long, 6 feet wide and easily carried astronauts, equipment, and rock samples in the Moon's low gravity (about 1/6 Earth's). In this picture, Cernan stands at the back of the rover which carried the two astronauts in lawn-chair style seats. An umbrella-shaped high gain antenna and TV camera are mounted in the front. Powered by four 1/4 horsepower electric motors, one for each wheel, this rover was driven a total of about 18 miles across the lunar surface. Its estimated top speed was a blazing 8 miles per hour.",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/rover_apollo17_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 17's Lunar Rover",
    "url": "https://apod.nasa.gov/apod/image/0106/rover_apollo17.jpg"
  },
  {
    "date": "2001-06-10",
    "explanation": "What are those strange blue objects?  Many are images of a single, unusual, beaded, blue, ring-like galaxy which just happens to line-up behind a giant cluster of galaxies.  Cluster galaxies here appear yellow and -- together with the cluster's dark matter -- act as a gravitational lens.  A gravitational lens can create several images of background galaxies, analogous to the many points of light one would see while looking through a wine glass at a distant street light.  The distinctive shape of this background galaxy -- which is probably just forming -- has allowed astronomers to deduce that it has separate images at 4, 8, 9 and 10 o'clock, from the center of the cluster.  Possibly even the blue smudge just left of center is yet another image! This spectacular photo from the Hubble Space Telescope was taken in October 1994.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/cl0024_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Giant Cluster Bends, Breaks Images",
    "url": "https://apod.nasa.gov/apod/image/0004/cl0024_hst.jpg"
  },
  {
    "copyright": "N. A. Sharp",
    "date": "2001-06-11",
    "explanation": "Beneath the south pole of our Milky Way Galaxy lies a ball of over 100,000 stars.  M2, the second object on Charles Messier's eighteenth century list of bright diffuse sky objects, is known as a globular cluster, and orbits the center of our Galaxy like nearly 200 other globular clusters left over from the early days of our universe.  M2, pictured above, spans over 150 light-years, lies about 50,000 light-years away, and can be seen with binoculars towards the constellation of Aquarius.  Determining the distances and ages to globular clusters like M2 constrains the scale and age of our entire universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/m2_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Globular Cluster M2",
    "url": "https://apod.nasa.gov/apod/image/0106/m2_noao.jpg"
  },
  {
    "copyright": "D. F. MalinAAO",
    "date": "2001-06-12",
    "explanation": "By chance, a collision of two galaxies has created a surprisingly recognizable shape on a cosmic scale.  The Cartwheel Galaxy is part of a group of galaxies about 500 million light years away in the constellation Sculptor.   Two smaller galaxies in the group are visible on the left of the above photograph.  The Cartwheel's rim is an immense ring-like structure 100,000 light years in diameter composed of newly formed, extremely bright, massive stars.  When galaxies collide, they pass through each other -- their individual stars rarely come into contact.  The galaxies' gravitational fields, however, may be greatly distorted by the collision.  In fact, the ring-like shape is the result of the gravitational disruption caused by a small intruder galaxy passing through a large one, compressing the interstellar gas and dust, and causing a wave of star formation wave to move out from the impact point like a ripple across the surface of a pond.  In this case, the large galaxy may have originally been a spiral, not unlike our own Milky Way Galaxy, transformed by the collision.  Recent astronomical detective work has indicated what has become of the intruder.",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/cartwheel_aao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cartwheel Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0106/cartwheel_aao.jpg"
  },
  {
    "date": "2001-06-13",
    "explanation": "Today's galaxy, M94 (NGC 4736), lies 15 million light-years away in the constellation Canes Venatici. In the red light image (left), its very bright nucleus and tightly wound spiral arms seem to slowly fade into a faint outer disk. But when viewed in wavelengths shorter than blue light - ultraviolet (UV) light - its appearance dramatically changes. While the red light image highlights the older, cooler stars of M94, the UV picture (right), from the shuttle-borne Ultraviolet Imaging Telescope, is dominated by clusters of massive, hot stars a mere 10 million years young. These UV bright young star clusters are mostly arranged in a stunning ring nearly 7,000 light-years wide around the galactic nucleus. What controls this star forming activity? Exploring wavelengths beyond the blue, astronomers now have evidence that star forming activity in galaxies like M94 can be orchestrated by the symmetric structure of the galaxies themselves instead of the titanic galaxy-galaxy collisions suspected in yesterday's case of the Cartwheel galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/m94visuv_walleruit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M94: Beyond the Blue",
    "url": "https://apod.nasa.gov/apod/image/0106/m94visuv_walleruit.jpg"
  },
  {
    "date": "2001-06-14",
    "explanation": "The most compact cluster of stars known in our galaxy, the Arches cluster, boasts 100 or so massive, young stars contained within a diameter of one light-year. Seen toward the constellation Sagittarius, the Arches cluster is about 25,000 light-years from planet Earth and lies within a scant 100 light-years of the supermassive black hole believed to lurk in our Milky Way Galaxy's center. This combination of images in radio, infrared, and x-ray light illustrates this star cluster's bizarre galactic neighborhood. Shown in red, radio emission traces the filamentary arching structures near the galactic center around the Arches cluster location. Within the zoomed inset box, infrared image data shows some of the cluster's individual stars as bright point-like sources. The diffuse emission in blue surrounding the cluster stars is a false-color x-ray image of an enveloping cloud of 60 million degree gas -- the first time such an energetic star cluster halo has been detected. Astronomers consider the tightly packed and relatively nearby Arches cluster, an analog of the furious star forming regions in galaxies millions of light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/arches_radirx_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Around The Arches Cluster",
    "url": "https://apod.nasa.gov/apod/image/0106/arches_radirx.jpg"
  },
  {
    "copyright": "Michael Cole",
    "date": "2001-06-15",
    "explanation": "A telescopic tour of the constellation Sagittarius offers the many bright clusters and nebulae of dimensioned space in a starscape surrounding the galactic center. This gorgeous color deep-sky photograph visits two such lovely sights, cataloged by the 18th century cosmic tourist Charles Messier as M8 and M20. M20 (upper left), the Trifid Nebula, presents a striking contrast in red/blue colors and dark dust lanes. Just below and to the right is the expansive, alluring red glow of M8, the Lagoon Nebula. Both nebulae are a few thousand light-years distant but at the far right, the dominant celestial beacon is a \"local\" source, the planet Mars. Just passing through Sagittarius and strongly overexposed in this picture, the Red Planet is a short 4 light-minutes away. Now near its closest approach to planet Earth since 1988, Mars rises around sunset and can be seen for most of the night shining brightly at about -2.3 magnitude. Urban imager Michael Cole recorded this photograph at 3:00 AM on May 20th in clear skies over Camp Hancock, Oregon, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/m8m20mars_cole_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messiers and Mars",
    "url": "https://apod.nasa.gov/apod/image/0106/m8m20mars_cole.jpg"
  },
  {
    "date": "2001-06-16",
    "explanation": "Welcome to the seventh year of Astronomy Picture of the Day (APOD). Editors Robert Nemiroff and Jerry Bonnell are extremely grateful for the continued large volume of gracious e-mail and APOD submissions (and also for the \"occasional\" critical note!). Today we would like to offer a very sincere thank you to all. We are certainly proud that each day over the last six years APOD has consistently coupled an expanding universe of hypertext with inspiring images of the cosmos. In fact, tomorrow's picture might actually be ...",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/apod6.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "APOD is Six Years Old Today",
    "url": "https://apod.nasa.gov/apod/image/0106/apod6.jpg"
  },
  {
    "date": "2001-06-17",
    "explanation": "Tumultuous clouds of the Carina Nebula, 8000 light-years away, glow in planet Earth's southern sky. Striking and detailed, this close-up of a portion of the famous nebula is a combination of exposures through six different filters taken with the Hubble Space Telescope's Wide Field Planetary Camera 2 in April of 1999. Dramatic dark dust knots and complex features revealed are sculpted by the winds and radiation of Carina's massive and energetic stars. But how were this picture's colors generated? Astronomical images produced from Hubble Space Telescope data can be composed of exposures made using relatively narrow filters which don't match the color responses of the human eye. Some of the filters even transmit wavelengths of light outside the visible spectrum. Exposures made with different narrow filters, as in this case, are translated to a visible color where shorter wavelengths are assigned bluer and longer wavelengths assigned redder colors. This color scheme represents a \"chromatically ordered\" way of presenting the data rather than a natural color image.",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/carina_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Colorful Clouds Of Carina",
    "url": "https://apod.nasa.gov/apod/image/0106/carina_hst.jpg"
  },
  {
    "copyright": "RSAA, ANUMSO",
    "date": "2001-06-18",
    "explanation": "The great variety of star colors in this open cluster underlies its name: The Jewel Box.  One of the bright central stars is a red supergiant, in contrast to the many blue stars that surround it.  The cluster, also known as Kappa Crucis contains just over 100 stars, and is about 10 million years old.  Open clusters are younger, contain few stars, and contain a much higher fraction of blue stars than do globular clusters.  This Jewel Box lies about 7500 light-years away, so the light that we see today was emitted from the cluster before even the Great Pyramids in Egypt were built.  The Jewel Box, pictured above, spans about 20 light-years, and can be seen with binoculars towards the southern constellation of Crux.",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/jewelbox_bessell_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4755: A Jewel Box of Stars",
    "url": "https://apod.nasa.gov/apod/image/0106/jewelbox_bessell.jpg"
  },
  {
    "date": "2001-06-19",
    "explanation": "Gliding silently through the outer Solar System, the Voyager 2 spacecraft camera captured Neptune and Triton together in crescent phase in 1989.  The above picture of the gas giant planet and its cloudy moon was taken from behind just after closest approach.  It could not have been taken from Earth because Neptune never shows a crescent phase to sunward Earth.  The unusual vantage point also robs Neptune of its familiar blue hue, as sunlight seen from here is scattered forward, and so is reddened like the setting Sun.  Neptune is smaller but more massive than Uranus, has several dark rings, and emits more light than it receives from the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/neptunetriton_vg2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crescent Neptune and Triton",
    "url": "https://apod.nasa.gov/apod/image/0106/neptunetriton_vg2.jpg"
  },
  {
    "copyright": "Michael Kobusch",
    "date": "2001-06-20",
    "explanation": "A total eclipse of the Sun is that special geocentric celestial event where the Moon passes exactly in front of the solar disk. During a fleeting few minutes of totality, fortunate earthdwellers located within the path of the Moon's dark shadow can witness the wondrous shimmering solar corona sharing the sky with stars and bright planets. The next total solar eclipse will occur tomorrow, June 21. Since the Sun is still near the maximum of its 11 year activity cycle, careful eclipse-watchers will also likely see the spectacle of bright solar prominences lofted above active regions around the Sun's edge. In fact, a telescopic view could be similar to this stunningly detailed image -- a picture of the solar eclipse of August 1999 taken at the beginning of totality from Kecel, Hungary. The upcoming 2001 June 21 event will be visible as a partial eclipse from some of South America and much of Africa, but will only be total along a 125 mile wide path that tracks across land through Southern Africa and Madagascar. Of course, if you can't travel to Africa tomorrow (and you're not already there), web sites plan to offer live views from the Moon's shadow!",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/tse1999_kobusch_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Total Eclipse of the Active Sun",
    "url": "https://apod.nasa.gov/apod/image/0106/tse1999_kobusch.jpg"
  },
  {
    "copyright": "www.MrEclipse.com",
    "date": "2001-06-21",
    "explanation": "Today, earthbound skygazers can celebrate a solstice, a new Moon, the closest approach of planet Mars since 1988 ... oh yes, and a total eclipse of the Sun, the first total solar eclipse of the third millennium. Of course for some, today's most spectacular celestial views will be of the eclipsed Sun from along the path of totality as the new Moon's shadow tracks across southern Africa and Madagascar. This picture from the August 1999 total solar eclipse captures the shimmering solar corona just as that eclipse's total phase ended, as seen from eastern Turkey. The first rays of bright sunlight shinning through edge-on lunar mountains and valleys create the fleeting appearance of glistening diamonds set in a ring around the Moon's silhouette. Do you want to see today's solar eclipse? Eclipse expeditions are offering live webcasts.",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/tse1999_espenak_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Diamond Ring in the Sun",
    "url": "https://apod.nasa.gov/apod/image/0106/tse1999_espenak.jpg"
  },
  {
    "copyright": "Olivier Staiger",
    "date": "2001-06-22",
    "explanation": "Yesterday, for a brief few minutes, a total eclipse of the Sun brought darkness to southern Africa's daytime skies. During this first total solar eclipse of the third millennium webcast sites were swamped, but sun-watchers along the eclipse path enjoyed clear weather and reported fantastic views. Enthusiastic astrophotographer Olivier Staiger recorded these pictures during the eclipse's total phase from Lusaka, Zambia. The large image above shows the Sun's tantalizing inner corona with telltale pinkish prominences around the solar limb, while the inset at the lower right reveals the spiky outer corona. But the inset also captures another celestial beacon sharing the eclipse-darkened heavens, the bright planet Jupiter shining at the lower left. The next total solar eclipse will be on 2002 December 4 ... again in southern African skies.",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/tse2001_olivier_c.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse in African Skies",
    "url": "https://apod.nasa.gov/apod/image/0106/tse2001_olivier_c.jpg"
  },
  {
    "date": "2001-06-23",
    "explanation": "The shockwave from a 20,000 year-old supernova explosion in the constellation of Cygnus is still expanding into interstellar space. The collision of this fast moving wall of gas with a stationary cloud has heated it causing it to glow in visible as well as high energy radiation, producing the nebula known as the Cygnus Loop (NGC 6960/95). The nebula is located a mere 1,400 light-years away. The colors used here indicate emission from different kinds of atoms excited by the shock: oxygen-blue, sulfur-red, and hydrogen-green. This picture was taken with the Wide Field and Planetary Camera 2 on board the Hubble Space Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/CygnusLoop_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cygnus Loop",
    "url": "https://apod.nasa.gov/apod/image/0106/CygnusLoop_hst.jpg"
  },
  {
    "date": "2001-06-24",
    "explanation": "It's the dim star, not the bright one, near the center of NGC 3132 that created this odd but beautiful planetary nebula.  Nicknamed the Eight-Burst Nebula and the Southern Ring Nebula, the glowing gas originated in the outer layers of a star like our Sun.  In this representative color picture, the hot blue pool of light seen surrounding this  binary system is energized by the hot surface of the faint star.  Although photographed to explore unusual symmetries, it's the asymmetries that help make this planetary nebula so intriguing.  Neither the unusual shape of the surrounding cooler shell nor the structure and placements of the cool filamentary dust lanes running across NGC 3132 are well understood.",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/ngc3132_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3132: The Eight Burst Nebula",
    "url": "https://apod.nasa.gov/apod/image/0106/ngc3132_hst.jpg"
  },
  {
    "copyright": "Gordon Garradd",
    "date": "2001-06-25",
    "explanation": "Brighter than ever expected, comet LINEAR -- you know, the one designated C/2001 A2 -- is a sight to see in southern skies. This comet LINEAR first brightened impressively in late March as its active nucleus began to fragment, prompting some speculation that the comet might soon break up completely. But still hanging together after its closest approach to the Sun, C/2001 A2 suddenly brightened again and was reported last week to have reached nearly 3rd magnitude, easily visible to the unaided eye. This delightful telescopic picture of the brighter coma of comet LINEAR was recorded from Australia on June 20. Stars seen through the tenuous coma and filamentary tail appear as a series of short trails in this three-color composite image registered on the comet. North is up and the scene covers about half the width of the full Moon. Now moving through the constellation Cetus, comet LINEAR will be north of the celestial equator by July 4 as it comes into view for eager northern sky-gazers.",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/c2001a2june20_garradd_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Brighter Comet LINEAR",
    "url": "https://apod.nasa.gov/apod/image/0106/c2001a2june20_garradd.jpg"
  },
  {
    "date": "2001-06-26",
    "explanation": "From pole to pole, from east to west, this is all of Mars.  The above picture was digitally reconstructed from over 200 million laser altimeter measurements taken by the Mars Global Surveyor spacecraft currently orbiting Mars.  The image strips Mars of its clouds and dust, and renders the whole surface visible simultaneously in its true daytime color.  Particularly notable are the volcanoes of the Tharsis province, visible on the left, which are taller than any mountains on Earth.  Just to the left of center is Valles Marineris, a canyon much longer and deeper Earth's Grand Canyon.  On the right, south of the center, is the Hellas Planitia, a basin over 2000 kilometers wide that was likely created by a collision with an asteroid.  Mars has many smooth lowlands in the north, and many rough highlands in the south. Mars has just passed its closest approach to Earth since 1988 and can be seen shining brightly in the evening sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/allmars_mola_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "All of Mars",
    "url": "https://apod.nasa.gov/apod/image/0106/allmars_mola.jpg"
  },
  {
    "copyright": "Barney Magrath",
    "date": "2001-06-27",
    "explanation": "Aloha and welcome to a breath-taking skyscape. In this celestial scene, a four day old Moon illuminates a dreamlike foreground while bright planet Mars (above center) rules and the Milky Way's cosmic clouds of stars and dust seem to stretch from horizon to horizon. The picture was taken on May 27th from what may be the best amateur astronomy observing site on planet Earth, near the Mauna Kea, Hawai'i Visitor Center, 9,600 feet above sea level. Remarkable in the volcanic foreground are moonlit clouds and an \"ahu hoku\" - a star marker or star altar - built up of rocks topped with a white piece of coral gently glowing in the moonlight. Now near its closest approach in 13 years, Mars still lingers between the Milky Way constellations of Sagittarius and Scorpius. High above the horizon by midnight, the Red Planet is exceptionally well placed for earthdwellers to admire it. Astrophotographer Barney Magrath comments that this splendid sky view represents one of the joys of photography itself. When making the time exposure he did not realize that the ahu hoku would become such a beautiful element in his celestial composition.",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/MandM_Magrath.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moonlight, Mars, and Milky Way",
    "url": "https://apod.nasa.gov/apod/image/0106/MandM_Magrath.jpg"
  },
  {
    "date": "2001-06-28",
    "explanation": "Mars has its ups and downs.  Visible on the above interactive topographic map of the surface of Mars are giant volcanoes, deep valleys, impact craters, and terrain considered unusual and even mysterious.  Particularly notable are the volcanoes of the Tharsis province, visible on the left in (false-color) red and white, which are taller than any mountains on Earth.  Just to the left of center is Valles Marineris, a canyon much longer and deeper than Earth's Grand Canyon.  On the right in blue is the Hellas Planitia, a basin over 2000 kilometers wide that was likely created by a collision with an asteroid.  Mars has many smooth lowlands in the north, and many rough highlands in the south.  This map was created by the Mars Orbital Laser Altimeter (MOLA) on board the robot Mars Global Surveyor currently orbiting Mars.  MOLA measures heights on Mars by precisely determining the time it takes for a low power laser beam to bounce off the surface.  Zoom in by clicking anywhere on the above map.",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/marstopography_mola.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Topography of Mars",
    "url": "https://apod.nasa.gov/apod/image/0106/marstopography_mola.jpg"
  },
  {
    "date": "2001-06-29",
    "explanation": "What causes these unusual cone-shaped features on Mars?  Spanning an average of only 100 meters at the base, these small cones appear near massive Martian volcanoes such as Olympus Mons.  Near the cones are also dry channels and eroded banks.  Given these clues, some scientists speculate that the cones were formed by lava heating ice lying just below the Martian surface.  Lava heated ice would vaporize and expand, punching holes in the cooling lava flow as it escaped.  Interestingly, nearby volcanoes may have erupted as recently as 10 million years ago, indicating the equatorial near-ground ice existed in the recent past, and therefore may also exist there today.",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/marscones_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ice Volcanoes on Mars?",
    "url": "https://apod.nasa.gov/apod/image/0106/marscones_mgs.jpg"
  },
  {
    "copyright": "Till Credner, Sven KohleBonn UniversityHoher List Observatory",
    "date": "2001-06-30",
    "explanation": "Stars like the Sun use hydrogen for fuel, \"burning\" hydrogen into helium at their cores through nuclear fusion. But what happens when that hydrogen runs out? For a while, hydrogen burns in a shell surrounding the stellar core and the star expands to become a red giant. The bright reddish-orange stars in this beautiful two-color composite picture of the old globular star cluster M10 are examples of this phase of stellar evolution. Yet the bright blue stars apparent in M10 have evolved beyond the simple, hydrogen shell burning stage. These stars have become \"horizontal branch\" giants with core temperatures hot enough to burn helium into carbon. In this image, only the barely visible, faint, gray-looking stars are likely to still be burning hydrogen at their cores.",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/m10_crednerkohle_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hydrogen, Helium, and the Stars of M10",
    "url": "https://apod.nasa.gov/apod/image/0106/m10_crednerkohle.jpg"
  },
  {
    "date": "2001-07-01",
    "explanation": "This might resemble a fried egg you've had for breakfast, but it's actually much larger. In fact, ringed by blue-tinted star forming regions and faintly visible spiral arms, the yolk-yellow center of this face-on spiral galaxy, NGC 7742, is about 3,000 light-years across. About 72 million light-years away in the constellation Pegasus, NGC 7742 is known to be a Seyfert galaxy - a type of active spiral galaxy with a center or nucleus which is very bright at visible wavelengths. Across the spectrum, the tremendous brightness of Seyferts can change over periods of just days to months and galaxies like NGC 7742 are suspected of harboring massive black holes at their cores. This beautiful color picture is courtesy of the Hubble Space Telescope Heritage Project.",
    "hdurl": "https://apod.nasa.gov/apod/image/0107/ngc7742_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy NGC 7742",
    "url": "https://apod.nasa.gov/apod/image/0107/ngc7742_hst.jpg"
  }
]
