[
  {
    "date": "2001-07-01",
    "explanation": "This might resemble a fried egg you've had for breakfast, but it's actually much larger. In fact, ringed by blue-tinted star forming regions and faintly visible spiral arms, the yolk-yellow center of this face-on spiral galaxy, NGC 7742, is about 3,000 light-years across. About 72 million light-years away in the constellation Pegasus, NGC 7742 is known to be a Seyfert galaxy - a type of active spiral galaxy with a center or nucleus which is very bright at visible wavelengths. Across the spectrum, the tremendous brightness of Seyferts can change over periods of just days to months and galaxies like NGC 7742 are suspected of harboring massive black holes at their cores. This beautiful color picture is courtesy of the Hubble Space Telescope Heritage Project.",
    "hdurl": "https://apod.nasa.gov/apod/image/0107/ngc7742_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy NGC 7742",
    "url": "https://apod.nasa.gov/apod/image/0107/ngc7742_hst.jpg"
  },
  {
    "date": "2001-07-02",
    "explanation": "Soon it will be winter in Saturn's northern hemisphere.  Since Saturn is tilted in its orbit around the Sun, it has seasons just like the Earth.  When a hemisphere is tilted so that the Sun passes more directly overhead, summer occurs.  Half an orbit later -- about 15 (Earth) years for Saturn -- winter occurs.  Since the rings of Saturn orbit the equator, they provide a quite graphic seasonal display.  The Hubble Space Telescope took the above sequence of images about a year apart, starting on the lower left in 1996.  Saturn's rings are  less than 50 meters thick and are composed of pebble and boulder sized chunks of dusty water ice.",
    "hdurl": "https://apod.nasa.gov/apod/image/0107/saturnseasons_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Seasons of Saturn",
    "url": "https://apod.nasa.gov/apod/image/0107/saturnseasons_hst.jpg"
  },
  {
    "date": "2001-07-03",
    "explanation": "What is causing the unusual flashes behind globular cluster M22?  This teeming ball of stars is the brightest globular cluster visible from Earth's northern hemisphere.  M22, shown in full in the inset, spans about 50 light-years and lies 8,500 light-years away toward the constellation of Sagittarius.  M22's center was recently imaged repeatedly by the high resolution Hubble Space Telescope.  Behind M22 are many more stars near the center of our Galaxy.  Unexpectedly, several stars near the Galactic center -- well behind M22 -- appeared to nearly double in brightness and return to normal within 20 hours.  One hypothesis posed to explain these quick brightness changes is the gravitational lens effect of large planets roaming freely in the cluster.   One problem with this is that no such planetary population was previously known!  Future observations are planned to better understand these mysterious flashes.",
    "hdurl": "https://apod.nasa.gov/apod/image/0107/m22_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual Flashes Toward Globular Cluster M22",
    "url": "https://apod.nasa.gov/apod/image/0107/m22_hst.jpg"
  },
  {
    "copyright": "Matt BenDaniel",
    "date": "2001-07-04",
    "explanation": "Have you ever seen a moonbow?  Just as rainbows are lit by the Sun, moonbows are lit by the Moon.  Since the Sun is so much brighter than the Moon, sunlit rainbows are much brighter and more commonly seen than moonbows.  Pictured above is a moonbow stretching over Salt Pond Bay in St. John, Virgin Islands.  Sailboats are visible on the left.  To bring out the moonbow, an exposure of 30 seconds was needed, making the picture appear as if it was taken during the day.  Since moonlight is itself reflected sunlight, the colors are nearly the same. Both rainbows and moonbows are created by light being scattered inside small water droplets, typically from a nearby rainfall.  The raindrops each act as miniature prisms, together creating the picturesque spectrum of colors seen.",
    "hdurl": "https://apod.nasa.gov/apod/image/0107/moonbow_bendaniel_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moonbow with Sailboats",
    "url": "https://apod.nasa.gov/apod/image/0107/moonbow_bendaniel.jpg"
  },
  {
    "copyright": "Wil Milan",
    "date": "2001-07-05",
    "explanation": "Comet C/2001 A2 (LINEAR) has crossed the celestial equator and is heading north. Outward bound, this primordial piece of the solar system is still just visible to the unaided eye and can now be sighted by northern hemisphere skygazers as it moves through the constellation Pisces. This picture of the comet is a combination of 33 individual one minute exposures made on June 30 with a small telescope and digital camera situated in central Arizona, USA. The composite image brings out faint details in the comet's tail which was reported to extend for several degrees, beyond the camera's roughly 2 degree field of view. Closely spaced, the combined exposures were registered on the comet so background stars appear trailed. To produce the \"punctuation\" at the end of each star trail, two exposures near the end of the sequence were left out. As a result, the final dots nicely reveal the pattern of the background star field.",
    "hdurl": "https://apod.nasa.gov/apod/image/0107/c2001a2_wmilan_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "C/2001 A2 (LINEAR): Comet !",
    "url": "https://apod.nasa.gov/apod/image/0107/c2001a2_wmilan.jpg"
  },
  {
    "date": "2001-07-06",
    "explanation": "Starting at the upper left, this sequence of images follows the progress of the magnificent 21 June, 2001 solar eclipse in the clear skies over Bakasa, Zimbabwe. These pictures were recorded using a small reflecting telescope and digital camera with the approximate local time given above each frame. A simple pair of \"eclipse spectacles\" were mounted as a filter in front of the telescope mirror and removed during totality. In the early and late phases of this eclipse of the active Sun, sunspot groups can be seen lingering on the solar surface. During eclipse totality, pinkish prominences are visible at the solar limb along with details of the normally hidden solar corona. Seen from this location, the total eclipse phase lasted just under 3 1/2 minutes as the Moon's shadow rushed across northern Zimbabwe at nearly 5,000 kilometers per hour.",
    "hdurl": "https://apod.nasa.gov/apod/image/0107/tse2001_malexander.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bakasa Eclipse Sequence",
    "url": "https://apod.nasa.gov/apod/image/0107/tse2001_malexander.jpg"
  },
  {
    "date": "2001-07-07",
    "explanation": "The unassuming star centered in this sky view will one day be our next door stellar neighbor. The faint 9th magnitude red dwarf, currently 63 light-years away in the constellation Ophiucus, was recently discovered to be approaching our Solar System. Known in catalogs of nearby stars as Gliese (Gl) 710 it is predicted to come within nearly 1 light-year of the Sun ... about 1.5 million years from now. At that distance this star, presently much too faint to be seen by the naked eye, will blaze at 0.6 magnitude - rivaling the apparent brightness of the mighty red giant Antares. Ultimately Gliese 710 poses no direct collision danger itself although its gravitational influence will likely scatter comets out of the Solar System's reservoir, the Oort cloud, sending some inbound. This future stellar encounter was discovered by researchers Joan Garcia-Sanchez and Robert Preston (JPL), and collaborators while studying stars in the solar neighborhood using data from the Hipparcos Astrometry Satellite. The star field shown is based on the Palomar Digitized Sky Survey and is 1/4 degree wide (about half the diameter of the full moon).",
    "hdurl": "https://apod.nasa.gov/apod/image/0107/gl710_skyview.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Close Encounter Of The Stellar Kind",
    "url": "https://apod.nasa.gov/apod/image/0107/gl710_skyview.jpg"
  },
  {
    "date": "2001-07-08",
    "explanation": "The center of our Galaxy is a busy place. In visible light, much of the Galactic Center is obscured by opaque dust.  In infrared light, however, dust glows more and obscures less, allowing nearly one million stars to be recorded in the above photograph.  The Galactic Center itself appears on the right and is located about 30,000 light years away towards the constellation of Sagittarius.  The Galactic Plane of our Milky Way Galaxy, the plane in which the Sun orbits, is identifiable by the dark diagonal dust lane.  The absorbing dust grains are created in the atmospheres of cool red-giant stars and grow in molecular clouds.  The region directly surrounding the Galactic Center glows brightly in radio and high-energy radiation, and is thought to house a large black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/0107/gcenter_2mass_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Galactic Center in Infrared",
    "url": "https://apod.nasa.gov/apod/image/0107/gcenter_2mass.jpg"
  },
  {
    "date": "2001-07-09",
    "explanation": "Where on Earth is the air most polluted?  Recently released images from the Terra satellite show not only areas of high pollution, but also how polluted air moves.  In the above image, locations of higher air pollution are shown in red.  The pollutant tracked is carbon monoxide (CO) at a height of about 5 kilometers.  Clearly, Earth's Northern Hemisphere shows much more CO than the south.  The new data indicate, however, that pollution moves on a global scale.  About half of all CO emission is of human origin, and much of this is created in large fires.",
    "hdurl": "https://apod.nasa.gov/apod/image/0107/globeCO_terra.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Air Pollution Earth",
    "url": "https://apod.nasa.gov/apod/image/0107/globeCO_terra.gif"
  },
  {
    "date": "2001-07-10",
    "explanation": "The Sudbury Neutrino Observatory (SNO) has been detecting so few neutrinos from the Sun that the Standard Model of fundamental particles in the universe may have to be revised.  Pictured above is the SNO as it was being built.  Now operating, this large sphere beneath Canada is detecting nearly invisible particles called neutrinos being emitted from the center of the Sun.  SNO appears to be measuring a rate expected for all types of neutrinos combined but a decided deficit for the electron neutrino.  The results are being interpreted as bolstering previous evidence that different types of neutrinos are changing into each other.  The most popular model for fundamental particles, known as the Standard Model, did not predict such schizophrenic neutrinos.  Implications include that neutrinos have mass and therefore comprise some of the dark matter in the universe, although probably not a cosmologically significant amount.",
    "hdurl": "https://apod.nasa.gov/apod/image/0107/sphere3_sno_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sudbury Indicates Nonstandard Particle Model",
    "url": "https://apod.nasa.gov/apod/image/0107/sphere3_sno.jpg"
  },
  {
    "copyright": "Cees BassaSterrekundig Instituut Utrecht",
    "date": "2001-07-11",
    "explanation": "Tomorrow's picture: ... not found in the Milky Way  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0107/eclipse01_bassa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Total Eclipse Over Africa",
    "url": "https://apod.nasa.gov/apod/image/0107/eclipse01_bassa.jpg"
  },
  {
    "date": "2001-07-12",
    "explanation": "A mere 168,000 light-years distant, this large, lovely cluster of stars, NGC 1850, is located near the outskirts of the central bar structure in our neighboring galaxy, the Large Magellanic Cloud. A first glance at this Hubble Space Telescope composite image suggests that this cluster's size and shape are reminiscent of the ancient globular star clusters which roam our own Milky Way Galaxy's halo. But NGC 1850's stars are young ... making it a type of star cluster with no known counterpart in the Milky Way. NGC 1850 is also a double star cluster, with a second, compact cluster of stars visible here below and to the right of the large cluster's central region. Stars in the large cluster are estimated to be 50 million years young, while stars in the compact cluster are younger still, with an age of about 4 million years. In fact, the smaller cluster contains T-Tauri stars, thought to be low mass, solar-type stars still in the process of formation. The glowing nebula at the left, like the supernova remnants in our own galaxy, testifies to violent stellar explosions, indicating short-lived massive stars were also present in NGC 1850.",
    "hdurl": "https://apod.nasa.gov/apod/image/0107/ngc1850_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1850: Not Found in the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/0107/ngc1850_hst.jpg"
  },
  {
    "copyright": "Hans-Jurgen Rombaut(courtesy Carl Koppeschaar's ASTRONET)\n\n",
    "date": "2001-07-13",
    "explanation": "The most detailed proposal so far for a hotel and resort destination on the Moon (!) has been prepared by Dutch architect Hans-Jurgen Rombaut.  The harsh lunar environment posed serious design challenges but the Moon's low, one-sixth-Earth gravity, and the absence of wind were an architectural boon allowing a much more slender and fragile-looking building than would have been possible on Earth. Illustrated here, the structure's two 160 meter high needle-like towers soar over the rim of a deep canyon as planet Earth hangs in the lunar sky. To shield the interior, Rombaut designed 50 centimeter thick walls with two outer layers of Moon rock and a 35 centimeter layer of water held between glass planes. The water absorbs energetic cosmic rays and along with the rock helps keep the temperature constant. Windows are framed as holes in the rock layers. Construction materials are intended to be manufactured on the Moon itself. This Moon Hotel design is welcomed by the international Lunar Explorers Society, LUNEX, who hope to construct a robotic Moon base by 2015, ultimately supporting a lunar village by 2040.",
    "hdurl": "https://apod.nasa.gov/apod/image/0107/maanhotel_rombaut_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Welcome to the Moon Hotel",
    "url": "https://apod.nasa.gov/apod/image/0107/maanhotel_rombaut.jpg"
  },
  {
    "copyright": "Geoff Chester",
    "date": "2001-07-14",
    "explanation": "Ranging throughout the solar system, these pictures all have something in common. They were taken with an 8 inch diameter telescope, a size popular with amateur astronomy buffs, and slightly modified \"web cam\" of the type widely used to send images out over the internet. The results are clearly remarkable for such inexpensive and readily available equipment. Each sharp image was produced from 20 to 30 frames which were digitally stacked and processed using free software. Until recently, digital imaging for amateur astronomers required a specialized camera, but the advent of low-light video surveillance cameras and web cams now presents other options for relatively bright solar system objects. Want to try some unconventional web cam astronomy? Geoff Chester, Public Affairs Officer at the U.S. Naval Observatory, offers these images and an account of his own adventures from a suburban front lawn near Washington D.C.",
    "hdurl": "https://apod.nasa.gov/apod/image/0107/ssmontage_chester_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar System Web Cam",
    "url": "https://apod.nasa.gov/apod/image/0107/ssmontage_chester.jpg"
  },
  {
    "date": "2001-07-15",
    "explanation": "The strangest moon in the Solar System is bright yellow.  This picture, showing Io's true colors, was taken in 1999 July by the Galileo spacecraft currently orbiting Jupiter.  Io's colors derive from sulfur and molten silicate rock.  The unusual surface of Io is kept very young by its system of active volcanoes.  The intense tidal gravity of Jupiter stretches Io and damps wobbles caused by Jupiter's other Galilean moons.  The resulting friction greatly heats Io's interior, causing molten rock to explode through the surface.  Io's volcanoes are so active that they are effectively turning the whole moon inside out.  Some of Io's volcanic lava is so hot it glows in the dark.",
    "hdurl": "https://apod.nasa.gov/apod/image/9909/iotrue_galileo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io in True Color",
    "url": "https://apod.nasa.gov/apod/image/9909/iotrue_galileo.jpg"
  },
  {
    "date": "2001-07-16",
    "explanation": "Do worlds outside our Solar System have oceans of water like Earth?  An indication that such worlds might exist was bolstered recently by new evidence that nearby star system CW Leonis harbors water.  Recent observations with the Submillimeter Wave Astronomy Satellite (SWAS) found significant detections of light at specific colors emitted by water.  A hypothesis quickly arose that the activity of the central star is vaporizing water from a cloud of comets that surrounds the star -- a cloud that may be similar to the Kuiper Belt of comets that surrounds our own Sun.  The above drawing depicts the CW Leonis system with its hypothesized cloud of water-bearing comets situated to a ring.  The closest comets are depicted as showing tails rich in water vapor pointing away from the star.  Far from the central star, however, comets should not show significant tails and should be more sparsely spaced.  The central star, also known as IRC+10216, is an aging giant star located about 500 light-years away toward the constellation of Leo.",
    "hdurl": "https://apod.nasa.gov/apod/image/0107/cwleonis_swas_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Water Found Around Nearby Star CW Leonis",
    "url": "https://apod.nasa.gov/apod/image/0107/cwleonis_swas.jpg"
  },
  {
    "copyright": "University of Minnesota",
    "date": "2001-07-17",
    "explanation": "Stars, like people, do not always go gentle into that good night.  The above Carina Nebula, also known as the Keyhole Nebula and NGC 3372, results from dying star Eta Carinae's violently casting off dust and gas during its final centuries.  Eta Carinae, one of the most luminous stars known, is visible as the bright star near the center of the nebula.  The above picture was taken in three distinct colors of light: blue light as emitted from hot oxygen, green light as emitted by warm hydrogen, and red light as emitted by cool sulfur.  Eta Carinae faded from being one of the brightest stars in the sky during the 1800s, but is still visible with binoculars in southern skies towards the constellation of Carina.",
    "hdurl": "https://apod.nasa.gov/apod/image/0107/carina_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Carina Nebula in Three Colors",
    "url": "https://apod.nasa.gov/apod/image/0107/carina_noao.jpg"
  },
  {
    "date": "2001-07-18",
    "explanation": "Last month, Mars and Earth were right next to each other in their orbits.  Formally called opposition, the event was highlighted by a very bright Mars for skywatchers and a good photo opportunity for the Hubble Space Telescope.  Above, Hubble snapped the highest resolution picture of Mars ever obtained from the Earth.  Visible on Mars are ice caps over the poles in white, regions covered with sand and gravel in dark brown and orange, and large dust storms in light orange.  A particularly large dust storm can be seen on the lower right pouring out of Hellas Basin.  This storm has since erupted into a huge planet wide storm that continues even today. Pictures like these allow planetary astronomers to continue to compare the weather patterns of Mars and Earth.  When Mars next reaches opposition in 2003, its elliptical orbit will cause it to be even 20 percent closer.",
    "hdurl": "https://apod.nasa.gov/apod/image/0107/mars_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars from Earth",
    "url": "https://apod.nasa.gov/apod/image/0107/mars_hst.jpg"
  },
  {
    "date": "2001-07-19",
    "explanation": "The Vela pulsar was born 10,000 years ago at the center of a supernova -- an exploding star. In this Chandra Observatory x-ray image, the pulsar still produces a glowing nebula at the heart of the expanding cloud of stellar debris. The pulsar itself is a neutron star, formed as the stellar core was compacted to nuclear densities. With a strong magnetic field, approximately the mass of the Sun, and a diameter of about 20 kilometers, the Vela pulsar rotates 11 times a second. The sharp Chandra image aids astronomers in understanding such extreme systems as efficient high-voltage generators which drive structured winds of electrically charged particles. An x-ray bright nebula is created as the pulsar winds slam into the surrounding material. This view spans about 6 light-years across the central region of the much larger Vela supernova remnant.",
    "hdurl": "https://apod.nasa.gov/apod/image/0107/velawide_cxo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pulsar Wind in the Vela Nebula",
    "url": "https://apod.nasa.gov/apod/image/0107/velawide_cxo.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2001-07-20",
    "explanation": "Like a picture from a galactic Just So Story, the Elephant's Trunk Nebula winds through the emission nebula and young star cluster complex IC 1396, in the high and far off constellation of Cepheus. Bright swept-back ridges compose the suggestive form, outlining pockets of interstellar dust and gas. Such embedded dark, comet-shaped clouds contain the raw material for star formation. About 3,000 light-years distant, the relatively faint IC 1396 complex covers a much larger region on the sky than shown here, with an apparent width of more than 10 full moons. This close-up telescopic view is a delightful color mosaic of two digital images intended to follow the 'satiable curious cosmic trunk.",
    "hdurl": "https://apod.nasa.gov/apod/image/0107/ic1396ele_gendler_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Elephant's Trunk in IC 1396",
    "url": "https://apod.nasa.gov/apod/image/0107/ic1396ele_gendler.jpg"
  },
  {
    "date": "2001-07-21",
    "explanation": "On July 20, 1976, NASA's Viking 1 lander became the first U.S. spacecraft to land on Mars, followed weeks later by its twin robot explorer, the Viking 2 lander. Operating on the Martian surface into the early 1980s, the Vikings took thousands of pictures, conducted sophisticated chemical searches for life, and studied the martian weather and geology. In the dramatically detailed image above, a field of rocks and boulders is viewed from the Viking 1 landing site on Chryse Planitia (the Plain of Chryse). Viking 1's dusty foot pad is just visible at the lower right. The image was created by combining high resolution black and white images with lower resolution color images of the same area. NASA is continuing its well chronicled martian exploration program as the Mars Odyssey spacecraft is scheduled to arrive at the mysterious Red Planet on October 24th. What's Mars like today?",
    "hdurl": "https://apod.nasa.gov/apod/image/0107/mars_surface_vik1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "25 Years Ago: Vikings on Mars",
    "url": "https://apod.nasa.gov/apod/image/0107/mars_surface_vik1_big.jpg"
  },
  {
    "copyright": "AAO",
    "date": "2001-07-22",
    "explanation": "The Orion Nebula is visible to the unaided eye as a fuzzy patch near the famous belt of three stars in the Orion.  The above picture captures a part of the Orion Nebula that primarily reflects light from bright Orion stars.  This reflection nebula appears blue because the blue light from the neighboring stars scatters more efficiently from nebula gas than does red light.  The dark lanes are composed of mostly interstellar dust - fine needle-shaped carbon grains.",
    "hdurl": "https://apod.nasa.gov/apod/image/0107/ngc1977_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1977: Blue Reflection Nebula in Orion",
    "url": "https://apod.nasa.gov/apod/image/0107/ngc1977_aat_big.jpg"
  },
  {
    "date": "2001-07-23",
    "explanation": "Birds don't fly this high.  Airplanes don't go this fast.  The Statue of Liberty weighs less.  No species other than human can even comprehend what is going on, nor could any human just a millennium ago.  The launch of a rocket bound for space is an event that inspires awe and challenges description.  Pictured above, the Space Shuttle Atlantis lifted off to visit the International Space Station during the early morning hours of July 12.  From a standing start, the two million kilogram rocket ship left to circle the Earth where the outside air is too thin to breathe and where there is little noticeable onboard gravity.  Rockets bound for space are now launched from somewhere on Earth about once a week.",
    "hdurl": "https://apod.nasa.gov/apod/image/0107/nightlaunch_sts104_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Atlantis to Orbit",
    "url": "https://apod.nasa.gov/apod/image/0107/nightlaunch_sts104.jpg"
  },
  {
    "date": "2001-07-24",
    "explanation": "Oh what a tangled web a planetary nebula can weave.  The Red Spider Planetary Nebula shows the complex structure that can result when a normal star ejects its outer gases and becomes a white dwarf star.  Officially tagged NGC 6537, this two-lobed symmetric planetary nebula houses one of the hottest white dwarfs ever observed, probably as part of binary star system.  Internal winds emanating from the central stars, visible in the center, have been measured in excess of 1000 kilometers per second.  These winds expand the nebula, flow along the nebula's walls, and cause waves of hot gas and dust to collide.  Atoms caught in these colliding shocks radiate light shown in the above representative-color picture.  The Red Spider Nebula lies toward the constellation of Sagittarius.  It's distance is not well known but estimated by some to be about 4000 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0107/ngc6537_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Red Spider Planetary Nebula",
    "url": "https://apod.nasa.gov/apod/image/0107/ngc6537_hst.jpg"
  },
  {
    "date": "2001-07-25",
    "explanation": "Is our Milky Way Galaxy surrounded by a halo of hot gas?  A step toward solving this long-standing mystery was taken recently with Chandra X-ray observations of nearby galaxy NGC 4631.  In the above composite picture, newly resolved diffuse X-ray emission is shown in blue, superposed on an HST image showing massive stars in red.  Since NGC 4631 is similar to the Milky Way, this observation indicates that our own Galaxy is indeed surrounded by a halo of hot X-ray emitting gas, although we are too close to clearly differentiate it from more nearby extended X-ray sources.  The clusters of massive stars probably heat the halo gas.  Exactly how this gas gets ejected into a halo is a topic of continuing research.",
    "hdurl": "https://apod.nasa.gov/apod/image/0107/ngc4631_chandra_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hot Gas Halo Detected Around Galaxy NGC 4631",
    "url": "https://apod.nasa.gov/apod/image/0107/ngc4631_chandra.jpg"
  },
  {
    "copyright": "Vic & Jen Winter",
    "date": "2001-07-26",
    "explanation": "When the Moon's shadow reached out and touched Earth's southern hemisphere on 2001 June 21, the first total solar eclipse of the 21st century began. Starting in the Atlantic, the dark, central lunar shadow or umbra traced a path which crossed southern Africa and the large island of Madagascar before ending at sunset in the Indian Ocean. Of course, as the lunar disk blocked the Sun the total phase offered splendid views of the elusive outer solar corona. But, as seen in this stunning telescopic view from southern Madagascar, it also revealed an active solar limb bristling with pinkish, planet-sized prominences. Taken as totality began, this image of the last bright rays of sunlight shining through dips and valleys in irregular lunar terrain gives the illusion of a glittering jewel set in a pink celestial ring.",
    "hdurl": "https://apod.nasa.gov/apod/image/0107/madtse2001_winter.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Madagascar Totality",
    "url": "https://apod.nasa.gov/apod/image/0107/madtse2001_winter.jpg"
  },
  {
    "date": "2001-07-27",
    "explanation": "If you've been unhappy with the weather on Earth, check out Mars, now in the grip of a planet-wide dust storm. Above, observations from the orbiting Mars Global Surveyor (MGS) spacecraft illustrate the storm's progress through July 21. The series of dated frames show measurements from the MGS Thermal Emission Spectrometer which can determine both temperature and amount of atmospheric dust. Dust data has been plotted on maps of the martian surface with blue representing relatively clear atmosphere and red colors indicating increasing concentrations of dust. In mid June, scientists first noticed the beginnings of the storm in Mars' southern hemisphere and have watched it grow to obscure most of the planet. Unfortunately for Mars-watchers, the timing of the storm has hidden the Red Planet's surface from view during its period of close approach to planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0107/dustframe_tes_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Martian Dust Storm",
    "url": "https://apod.nasa.gov/apod/image/0107/dustframe_tes.jpg"
  },
  {
    "copyright": "Appleton",
    "date": "2001-07-28",
    "explanation": "While stationed in  central Africa in December 1944, Norman Appleton witnessed a meteor so bright he remembered it his entire life.  Right before his eyes a tremendous smoking fireball streaked across the daytime sky.  Years later, as an accomplished member of the Guild of Aviation Artists, he recorded his memories in the above painting.  Several days ago, on July 23 at 6:19 pm EDT, a daytime fireball visible from the northeast United States was reported by many personal accounts.  No pictures of this event have yet surfaced, although it is quite possible that a video security camera somewhere caught it serendipitously. The bolide was likely caused by a sofa-sized rocky meteor disintegrating as it fell to Earth, an event that occurs over some unpopulated area almost every day.",
    "hdurl": "https://apod.nasa.gov/apod/image/0011/meteor44_appleton_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Daytime Fireball in 1944",
    "url": "https://apod.nasa.gov/apod/image/0011/meteor44_appleton.jpg"
  },
  {
    "date": "2001-07-29",
    "explanation": "cept for the rings of Saturn, the Ring Nebula (M57) is probably the most famous celestial band. This planetary nebula's simple, graceful appearance is thought to be due to perspective -- our view from planet Earth looking straight into what is actually a barrel-shaped cloud of gas shrugged off by a dying central star. Astronomers of the Hubble Heritage Project produced this strikingly sharp image from Hubble Space Telescope observations using natural appearing colors to indicate the temperature of the stellar gas shroud. Hot blue gas near the energizing central star gives way to progressively cooler green and yellow gas at greater distances with the coolest red gas along the outer boundary. Dark, elongated structures can also be seen near the nebula's edge. The Ring Nebula is about one light-year across and 2,000 light-years away in the northern constellation Lyra.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/m57ring_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M57: The Ring Nebula",
    "url": "https://apod.nasa.gov/apod/image/0007/m57ring_hst.jpg"
  },
  {
    "date": "2001-07-30",
    "explanation": "In the center of star-forming region 30 Doradus lies a huge cluster of the largest, hottest, most massive stars known. Known as R136, the cluster's energetic stars are breaking out of the cocoon of gas and dust from which they formed. This disintegrating cocoon, which fills the rest of the recently released above picture by the Hubble Space Telescope, is predominantly ionized hydrogen from 30 Doradus. R136 is composed of thousands of hot blue stars, some about 50 times more massive than our Sun.  R136, also known as NGC 2070, lies in the LMC - a satellite galaxy to our own Milky Way Galaxy.  Although the young ages of stars in R136 make it similar to a Milky Way open cluster, its high density of stars will likely turn it into a low mass globular cluster in a few billion years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0107/30Doradus_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Cluster R136 Bursts Out",
    "url": "https://apod.nasa.gov/apod/image/0107/30Doradus_hst.jpg"
  },
  {
    "date": "2001-07-31",
    "explanation": "Tomorrow's picture: Flowing Mars  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0107/callistocrescent_vg1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Oceans Under Jupiters Callisto",
    "url": "https://apod.nasa.gov/apod/image/0107/callistocrescent_vg1.jpg"
  },
  {
    "date": "2001-08-01",
    "explanation": "What caused the pits, ridges, and gullies on otherwise smooth Martian terrain?  One hypothesis is water.  The lack of craters at this mid-latitude location indicates that the terrain is quite young by geological standards, perhaps only 100,000 years old.  Were the terrain since saturated by water ice, that ice would soon evaporate into the thin Martian air.  Left over, however, might be fragile cake-like sand that can be broken up by wind into pits and ridges.  Consequences of this hypothesis include that even the Martian equator undergoes epochs of relative wet and dry, and that future spacefarers might be able to find water (ice) in a relatively mild climate near the Martian equator. Pictured above is young-ridged terrain that also shows evidence of a downhill flow.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/marsflow_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Young Martian Terrain",
    "url": "https://apod.nasa.gov/apod/image/0108/marsflow_mgs.jpg"
  }
]
