[
  {
    "date": "2001-01-01",
    "explanation": "Welcome to millennium three.  During millennium two, humanity continually redefined its concept of \"Universe\": first as spheres centered on the Earth, in mid-millennium as the Solar System, a few centuries ago as the Galaxy, and within the last century as the matter emanating from the Big Bang.  During millennium three humanity may hope to discover alien life, to understand the geometry and composition of our present concept of Universe, and even to travel through this Universe.  Whatever our accomplishments, humanity will surely find adventure and discovery in the space above and beyond, and possibly define the surrounding Universe in ways and colors we cannot yet imagine by the threshold of millennium four.",
    "hdurl": "https://apod.nasa.gov/apod/image/0001/flammarion_halfcolor.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Millennium that Defines Universe",
    "url": "https://apod.nasa.gov/apod/image/0001/flammarion_halfcolor_big.gif"
  },
  {
    "date": "2001-01-02",
    "explanation": "As the robot Cassini spacecraft rounds Jupiter on its way toward Saturn, it has taken a sequence of images of the gas giant with its four largest moons.  Previously released images have highlighted Ganymede and Io.  Pictured above are the two remaining Galilean satellites: Europa and Callisto.  Europa is the bright moon superposed near Jupiter's Great Red Spot, while Callisto is the dark moon near the frame edge.  Callisto is so dark that it would be hard to see here if its brightness was not digitally enhanced.  Recent evidence indicates that both moons hold salt-water seas under surface ice that might be home to extra-terrestrial life.  By noting the times that moons disappeared and reappeared behind Jupiter in 1676, Ole Roemer was able to make the first accurate estimation of the speed of light.",
    "hdurl": "https://apod.nasa.gov/apod/image/0101/JupEuroCall_cassini_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter, Europa, and Callisto",
    "url": "https://apod.nasa.gov/apod/image/0101/JupEuroCall_cassini.jpg"
  },
  {
    "copyright": "Yuugi Kitahara",
    "date": "2001-01-03",
    "explanation": "In the center of the Lagoon Nebula one finds glowing gas, star clusters, and dense knots of gas and dust just now forming stars.  The young open cluster of stars, designated NGC 6523, can be seen in the center of the above image.  These stars emit energetic light that ionizes the surrounding hydrogen gas.  As this gas reacquires electrons, it emits red light.  The Lagoon Nebula lies about 5000 light-years away and spans about 100 light-years across.   The nebula occupies an area on the sky larger than a full moon, and can be seen even without binoculars from a dark location towards the constellation of Sagittarius.",
    "hdurl": "https://apod.nasa.gov/apod/image/0101/m8_kitahara_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M8: In the Center of the Lagoon Nebula",
    "url": "https://apod.nasa.gov/apod/image/0101/m8_kitahara.jpg"
  },
  {
    "copyright": "www.MrEclipse.com",
    "date": "2001-01-04",
    "explanation": "The first eclipse of the third millennium is coming up! A total lunar eclipse mainly visible from Europe, Asia, and Africa, will occur on January 9th as the full Moon glides through the long, but not so dark shadow of planet Earth. Why not so dark? Sunlight is actually scattered and refracted into Earth's shadow by the atmosphere, a circumstance which can help create some striking photographs of the eclipsed Moon. For example, this image is a composite of photographs taken during the July 2000 total lunar eclipse. Early and late phases of the eclipse flank a deep exposure made during totality. The feeble sunlight still shining on the lunar surface gives the Moon a dramatic dark red cast. While the July 2000 eclipse was not the first or last of any millennium, it was remarkable for being the longest eclipse for about the next 1,000 years, totality lasting an impressive one hour and 47 minutes. Totality for the January 9th eclipse will last just over one hour.",
    "hdurl": "https://apod.nasa.gov/apod/image/0101/leclipse_espenak.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Third Millennium, First Eclipse",
    "url": "https://apod.nasa.gov/apod/image/0101/leclipse_espenak.jpg"
  },
  {
    "copyright": "Philipp Rau",
    "date": "2001-01-05",
    "explanation": "Christmas Day 2000 featured the final eclipse of the Second Millennium",
    "hdurl": "https://apod.nasa.gov/apod/image/0101/seclipse_rau3_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Second Millennium, Last Eclipse",
    "url": "https://apod.nasa.gov/apod/image/0101/seclipse_rau3.jpg"
  },
  {
    "date": "2001-01-06",
    "explanation": "Awkward and angular looking, Apollo 17's lunar module Challenger was designed for flight in the vacuum of space. This sharp picture from the command module America, shows Challenger's ascent stage in lunar orbit. Small reaction control thrusters are at the sides of the moonship with the bell of the ascent rocket engine itself underneath. The hatch allowing access to the lunar surface is visible in the front and a round radar antenna appears at the top. This spaceship performed gracefully, landing on the moon and returning the Apollo astronauts to the orbiting command module in December of 1972 - but where is Challenger now? Its descent stage remains at the Apollo 17 landing site, Taurus-Littrow. The ascent stage was intentionally crashed nearby after being jettisoned from the command module prior to the astronauts' return to planet Earth. Apollo 17's mission was the sixth and last time astronauts have landed on the moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0101/challenger_apollo17_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 17's Moonship",
    "url": "https://apod.nasa.gov/apod/image/0101/challenger_apollo17.jpg"
  },
  {
    "date": "2001-01-07",
    "explanation": "Tycho Brahe was the most meticulous astronomical observer of his time.  Brahe, who lived between 1546 and 1601, set out to solve the day's most pressing astronomical problem: to determine whether the Earth or the Sun was at the center of the Solar System.  To do this Brahe and his assistants created the first major astronomical observatory where they devised and used the most accurate pre-telescopic astronomical instruments.  Tycho Brahe thus compiled tables of precise measurements of the positions and brightnesses of planets and stars.  Brahe never solved the Solar System problem himself - but left data so impressively accurate his assistant Johannes Kepler was able to develop definitive laws. Brahe is also remembered for witnessing a supernova in 1572, showing that the Great Comet of 1577 was not an atmospheric phenomena, and for his metal nose.",
    "hdurl": "https://apod.nasa.gov/apod/image/tycho_brahe.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tycho Brahe Measures the Sky",
    "url": "https://apod.nasa.gov/apod/image/tycho_brahe.gif"
  },
  {
    "date": "2001-01-08",
    "explanation": "The large Martian crater above just left of center: is this a fresh crater, a degraded crater, or a ghost crater?  Complex image recognition tasks like these are currently done more reliably by a human than a computer.  Additionally, there are so many craters on Mars that NASA just doesn't have enough people to classify them all!  Therefore, you can help humanity's understanding of the surface of Mars by volunteering to classify craters.  All you need for this pilot study is a proper web browser and a mouse.  If asked to classify the above crater, you might best respond that it appears relatively fresh, as it exhibits a sharp rim and a well-preserved interior.  Degraded craters are typically older and have their rims more rounded, while \"ghost craters\" are the oldest of all and only faintly discernable.",
    "hdurl": "https://apod.nasa.gov/apod/image/0101/marscrater_nasa.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Help NASA Classify Martian Craters",
    "url": "https://apod.nasa.gov/apod/image/0101/marscrater_nasa_big.jpg"
  },
  {
    "copyright": "Yuvan DutilStephane Dumas",
    "date": "2001-01-09",
    "explanation": "If you could send a message to an alien civilization, what would you say?  The people from the Cosmic Call project sent the above image as the first page of a longer message.  The message was broadcast toward local stars by radio telescope during the summer of 1999.  The single-dish, 70 meter diameter telescope is located in Ukraine on the Crimean peninsula near the town of Evpatoria. This first page involves only numbers and so is much easier for puzzle solvers to decode than a more famous message broadcast toward distant star cluster M13 in 1974.  (The solution is here.)",
    "hdurl": "https://apod.nasa.gov/apod/image/0101/message_dutil.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Cosmic Call to Nearby Stars",
    "url": "https://apod.nasa.gov/apod/image/0101/message_dutil.gif"
  },
  {
    "date": "2001-01-10",
    "explanation": "If you could watch the sky for an entire night, what would you see?  The above time-lapse sequence from the CONtinuous CAMera (CONCAM) project shows the answer for the skies above Kitt Peak National Observatory on 2000 December 23.  First and foremost stars appear to orbit about Polaris, a star near the top of the image.  Actually, the Earth is spinning under the sky, and the camera is affixed to the Earth.  The diffuse band of light that moves across the image is actually the central disk of our Milky Way Galaxy.  Identifiable objects rotating across the frame include the constellation of Orion, stars such as Sirius and Betelgeuse, and planets such as Jupiter and Saturn.  The CONCAM project is deploying astronomical quality web-cameras to major observatories with goals of starting a continuous record of the sky and helping astronomers using large telescopes monitor weather conditions remotely.",
    "hdurl": "https://apod.nasa.gov/apod/image/0101/sky_concam_annotated.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Watch the Sky Rotate",
    "url": "https://apod.nasa.gov/apod/image/0101/sky_concam.gif"
  },
  {
    "date": "2001-01-11",
    "explanation": "Haunting patterns within planetary nebula NGC 6543 readily suggest its popular moniker -- the Cat's Eye nebula. In 1995, a stunning false-color optical image from the Hubble Space Telescope detailed the swirls of this glowing nebula, known to be the gaseous shroud expelled from a dying sun-like star about 3,000 light-years from Earth. This composite picture combines the famous Hubble image with new x-ray data from the orbiting Chandra Observatory and reveals surprisingly intense x-ray emission indicating the presence of extremely hot gas. X-ray emission is shown as blue-purple hues superimposed on red and green optical emission. The nebula's central star itself is clearly immersed in the multimillion degree, x-ray emitting gas. Other pockets of x-ray hot gas seem to be bordered by cooler gas emitting strongly at optical wavelengths, a clear indication that expanding hot gas is sculpting the visible Cat's Eye filaments and structures. Gazing into the Cat's Eye, astronomers see the fate of our sun, destined to enter its own planetary nebula phase of evolution ... in about 5 billion years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0101/catseye_composite_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-rays From The Cat's Eye",
    "url": "https://apod.nasa.gov/apod/image/0101/catseye_composite.jpg"
  },
  {
    "date": "2001-01-12",
    "explanation": "These two galaxies are interacting in a surprising way, connected by a \"pipeline\" of obscuring material that runs between them over 20,000 light-years of intergalactic space. Silhouetted by starlight, the dark, dusty ribbon appears to stretch from NGC 1410 (the galaxy at the left) and wrap itself around NGC 1409 (at right). A mere 300 million light-years distant in the constellation of Taurus, the pair's recent collision has likely drawn out this relatively thin lane of material which is only about 500 light-years wide. Though the Hubble Space Telescope image dramatically illustrates how galaxies exchange matter when they collide, it also presents challenges to current pictures of galaxy evolution. The titanic collision has triggered star formation in NGC 1410 as evidenced by its blue star forming regions, yet NGC 1409 remains devoid of hot, young blue stars even though observations indicate that material is flowing into it. Bound by gravity, these two galaxies are doomed to future collisions, merging over time into one.",
    "hdurl": "https://apod.nasa.gov/apod/image/0101/ngc1410_keel_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1410/1409: Intergalactic Pipeline",
    "url": "https://apod.nasa.gov/apod/image/0101/ngc1410_keel.jpg"
  },
  {
    "date": "2001-01-13",
    "explanation": "Interstellar space is filled with extremely tenuous clouds of gas which are mostly Hydrogen. The neutral Hydrogen atom (HI in astronomer's shorthand) consists of 1 proton and 1 electron. The proton and electron spin like tops but can have only two orientations; spin axes parallel or anti-parallel. It is a rare event for Hydrogen atoms in the interstellar medium to switch from the parallel to the anti-parallel configuration, but when they do they emit radio waves with a wavelength of 21 centimeters (about 8 inches) and a corresponding frequency of exactly 1420 MHz. Tuned to this frequency radio telescopes have mapped the neutral Hydrogen in the sky. The above image represents such an all-sky HI survey with the plane of our Milky Way Galaxy running horizontally through the center. In this false color image no stars are visible, just diffuse clouds of gas tens to hundreds of light years across which cluster near the plane. The gas clouds seem to form arching, looping structures, stirred up by stellar activity in the galactic disk.",
    "hdurl": "https://apod.nasa.gov/apod/image/0101/nHI_alt_skyview_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sky Full Of Hydrogen",
    "url": "https://apod.nasa.gov/apod/image/0101/nHI_alt_skyview_big.jpg"
  },
  {
    "date": "2001-01-14",
    "explanation": "Johannes Kepler used simple mathematics to describe how planets move. Kepler was an assistant to the most accurate astronomical observer of the time, Tycho Brahe.  Kepler was able to use Brahe's data to show that planets move in ellipses around the Sun (Kepler's First Law), that planets move proportionally faster in their orbits when they are nearer the Sun (Kepler's Second Law), and that more distant planets take proportionally longer to orbit the Sun (Kepler's Third Law). Kepler lived from 1571 to 1630, during the time of discovery of the telescope. Kepler was one of the few vocal supporters of Galileo's discoveries and the Copernican system of planets orbiting the Sun instead of the Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/kepler_hist_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Kepler Discovers How Planets Move",
    "url": "https://apod.nasa.gov/apod/image/kepler_hist.gif"
  },
  {
    "date": "2001-01-15",
    "explanation": "Our Galaxy is filled with gas.  Most of this gas is hydrogen, some is helium, but there is a trace amount of relatively heavy molecules, including carbon monoxide (CO) - a component of smog.  The above wide-angle radio CO image shows the incredibly diverse structures that the molecular interstellar medium forms.  Dense clouds show where stars may be forming and open voids may indicate the action of strong winds from massive, recently formed stars.  This FCRAO Outer Galaxy Survey was recently re-processed at the Dominion Radio Astrophysical Observatory for inclusion in the Canadian Galactic Plane Survey, an international effort to map all constituents of the interstellar medium over large scales at high angular resolution.",
    "hdurl": "https://apod.nasa.gov/apod/image/0101/outergalaxy_fcrao_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Billows of Smog in the Outer Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0101/outergalaxy_fcrao.jpg"
  },
  {
    "copyright": "Calvin J. HamiltonVoyagerNASA",
    "date": "2001-01-16",
    "explanation": "vidence has been mounting that beneath the vast planes of ice that cover Europa lies water -- liquid oceans that might be home to alien life.  The smallest of Jupiter's Galilean Moons (which include Io, Ganymede, and Callisto), Europa's deep interior is composed of mostly of silicate rock.  Upon close inspection, many surface cracks stop abruptly only to continue on somewhere else -- indicating surface plates that might be sliding. The above time-lapse sequence is a composite of images taken during the Voyager spacecraft flyby of the moon twenty years ago.  Not all regions are resolved in high detail.  The movie shows Europa during a complete rotation, which corresponds to a complete revolution around Jupiter since Europa always keeps the same face toward the giant planet. The cause of many of the surface colors on Europa also remains a topic of research.",
    "hdurl": "https://apod.nasa.gov/apod/image/0101/europarotmovie_gal.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Europa Rotating",
    "url": "https://apod.nasa.gov/apod/image/0101/europarotmovie_gal.gif"
  },
  {
    "date": "2001-01-17",
    "explanation": "Why is NGC 3310 bursting with young stars?  The brightest of these new stars are so hot that they light up this spiral galaxy not only in blue light, but in light so blue humans can't see it: ultraviolet.  The Hubble Space Telescope took the above photograph in different bands of ultraviolet light.  Speculation holds that NGC 3310 collided with one of its own dwarf companion galaxies only about 50 million years previously.  This merger sent density waves rippling around the spiral disk, causing many gas clouds to condense into star forming regions.  Imaging nearby galaxies in ultraviolet light allows astronomers to better understand the images of distant highly redshifted galaxies in visible light, and so to understand why many of these distant galaxies appear relatively fragmented.  The unusually smooth NGC 3310 spans over 20 thousand light years and lies about 50 million light years away towards the constellation of Ursa Major.",
    "hdurl": "https://apod.nasa.gov/apod/image/0101/ngc3310_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy NGC 3310 in Ultraviolet",
    "url": "https://apod.nasa.gov/apod/image/0101/ngc3310_hst.jpg"
  },
  {
    "date": "2001-01-18",
    "explanation": "The first and only total lunar eclipse for the year 2001 occured on the evening of January 9/10 as the full Moon glided through Earth's shadow. Unlike a total solar eclipse, a total lunar eclipse is visible for anyone on the night side of the planet during the event. The night side for this geocentric celestial event included Europe, Asia, and Africa where the Moon could be seen immersed in the umbra or dark portion of Earth's shadow for about 62 minutes as it passed just north of the shadow's center. This dramatic telescopic photo of the eclipsed Moon was made near Ankara, Turkey close to the time of midpoint of the total phase. The fact that the northern (top) portion of the eclipsed Moon is clearly brighter, even near mid-totality, demonstrates that Earth's shadow is not uniformly dark.",
    "hdurl": "https://apod.nasa.gov/apod/image/0101/lunarecl_tezel_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "2001: A Total Lunar Eclipse",
    "url": "https://apod.nasa.gov/apod/image/0101/lunarecl_tezel.jpg"
  },
  {
    "date": "2001-01-19",
    "explanation": "Q: Why are black holes black? A: Because they have an event horizon. The event horizon is that one-way boundary predicted by general relativity beyond which nothing, not even light, can return. X-ray astronomers using the space-based Chandra Observatory now believe they have direct evidence for event horizons - therefore black holes - in binary star systems which can be detected in x-ray light. These binaries, sometimes called x-ray novae, are known to consist of relatively normal stars dumping material on to massive, compact companions. As illustrated, the material swirls toward the companion in an accretion disk which itself glows in x-rays. If the compact companion is a neutron star (right), the material ultimately smashes into the solid surface and glows even more brightly in high energy x-rays. But if it is indeed a black hole with a defining event horizon, then the x-ray hot material approaches the speed of light as it swirls past the surface of no return and is lost from view. Recent work describes observations of two classes of x-ray binaries, one class 100 times fainter than the other. The results imply the presence of an event horizon in the fainter class which causes the extreme difference in x-ray brightness.",
    "hdurl": "https://apod.nasa.gov/apod/image/0101/blackhole_illustration.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Black Holes Are Black",
    "url": "https://apod.nasa.gov/apod/image/0101/blackhole_illustration.jpg"
  },
  {
    "date": "2001-01-20",
    "explanation": "This image of the active Sun was made using ultraviolet light emitted by ionized Helium atoms in the Solar chromosphere. Helium was first discovered in the Sun in 1868, its name fittingly derived from from the Greek word Helios, meaning Sun. Credit for the discovery goes to astronomer Joseph Norman Lockyer (born May 17, 1836). Lockyer relied on a then recently developed technique of spectroscopy, dissecting sunlight into a spectrum, and the idea that each element produces a characteristic spectral pattern of bright lines. He noticed a yellow line in a solar spectrum made during an eclipse which could not be accounted for by elements known on Earth. Almost 27 years later terrestrial Helium was finally discovered when the spectrum of a Helium bearing mineral of Uranium provided an exact match to the previously detected element of the Sun. Helium is now known to be the second most abundant element (after Hydrogen) in the Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0101/hesun_eit_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Helios Helium",
    "url": "https://apod.nasa.gov/apod/image/0101/hesun_eit.jpg"
  },
  {
    "date": "2001-01-21",
    "explanation": "Most stars appear only as points of light.  In 1995, Betelgeuse became the second star, after our Sun, to have it surface resolved.  Later that year, Mira was added to the list.  Mira A is a red giant star undergoing dramatic pulsations, causing it to become more than 100 times brighter over the course of a year.  Mira was discovered to be the first variable star about 400 years ago  by David Fabricus.  Mira can extend to over 700 times the size of our Sun, and is only 400 light-years away.  The above photograph taken by the Hubble Space Telescope shows the true face of Mira.  But what are we seeing?  The unusual extended feature off the lower left of the star remains somewhat mysterious.  Possible explanations include gravitational perturbation and/or heating from Mira's white dwarf star companion.",
    "hdurl": "https://apod.nasa.gov/apod/image/9708/mira_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Resolving Mira",
    "url": "https://apod.nasa.gov/apod/image/9708/mira_hst.jpg"
  },
  {
    "date": "2001-01-22",
    "explanation": "Tomorrow's picture: Big Space Ball  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0101/whitecrater_near_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Two Toned Crater on Asteroid Eros",
    "url": "https://apod.nasa.gov/apod/image/0101/whitecrater_near.jpg"
  },
  {
    "copyright": "WIYN Obs.",
    "date": "2001-01-23",
    "explanation": "One of the largest spheres in our Galaxy is giving valuable clues about the chemical composition of stars by its very shape.  Planetary nebula Abell 39, now six light-years across, was once a sun-like star's outer atmosphere expelled thousands of years ago.  The nearly perfect spherical nature of Abell 39 allows astronomers to accurately estimate how much relative material is actually absorbing and emitting light.  Observations indicate that Abell 39 contains only about half of the oxygen found in the Sun, an intriguing but not surprising confirmation of the chemical differences between stars.  The reason why the central star is slightly off center by 0.1 light-years is currently unknown.  Abell 39 lies about 7000 light years away, although several galaxies millions of light years away can be seen through and around the nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/0101/abell39_wiyn_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spherical Planetary Nebula Abell 39",
    "url": "https://apod.nasa.gov/apod/image/0101/abell39_wiyn.jpg"
  },
  {
    "date": "2001-01-24",
    "explanation": "A mere 20,000 light-years from the Sun lies the NGC 3603 star cluster, a resident of the nearby Carina spiral arm of our Milky Way galaxy. Seen here in this recent false-color x-ray image from the Chandra Observatory, NGC 3603 is well known to astronomers as a young cluster in a large galactic star-forming region. The image colors were chosen to show the relative x-ray brightness of the many individual sources present, where green are faint and red to purple hues are bright sources of x-rays. The stars in the cluster were formed in a single \"burst\" of star formation only one or two million years ago, so the x-rays are believed to come from the massive young stars themselves or from their energetic stellar winds. Since other common galactic sources of x-rays such as supernova remnants and neutron stars represent final stages in the life of a massive star, they are unlikely to be present in such a young cluster. Nearby NGC 3603 is thought to be a convenient example of the star clusters that populate distant starburst galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/0101/ngc3603corcoran_cxc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3603: X-Rays From A Starburst Cluster",
    "url": "https://apod.nasa.gov/apod/image/0101/ngc3603corcoran_cxc.jpg"
  },
  {
    "copyright": "Gordon Garradd",
    "date": "2001-01-25",
    "explanation": "Spacecraft on long interplanetary voyages often use the planets themselves as gravitational \"sling shots\" to boost them along their way. Launched in February of 1999 on a historic voyage to a comet, the Stardust spacecraft is no different. On 15 January 2001 Stardust made its closest approach to planet Earth since launch, coming within about 6,000 kilometers of the surface. It used this gravity assist maneuver to increase its speed and alter its trajectory toward an encounter with comet Wild 2, which it should reach in 2004. Shortly before its time of closest approach, astronomer Gordon Garradd recorded this exposure of Stardust sailing through the skies above Loomberah, Australia. Nearby and moving fast, the spacecraft appears as a streak against a background of faint stars in the constellation Cetus. Stardust cruised within just 98,000 kilometers of the Moon about 15 hours later. After collecting dust from the tail of comet Wild 2, Stardust's voyage will continue -- as it returns the samples to Earth in 2006.",
    "hdurl": "https://apod.nasa.gov/apod/image/0101/stardust_garradd.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sail On, Stardust",
    "url": "https://apod.nasa.gov/apod/image/0101/stardust_garradd_c1.jpg"
  },
  {
    "copyright": "Matt BenDaniel",
    "date": "2001-01-26",
    "explanation": "Well over a thousand galaxies are known members of the Virgo Cluster, the closest large cluster of galaxies to our own local group. The galaxy cluster is difficult to see all at once because it covers such a large area on the sky. Still, this excellent telescopic view records the region of the Virgo Cluster around its dominant giant elliptical galaxy M87. M87 can be seen as a fuzzy patch near the picture's bottom center. In fact, a close examination of the image will reveal that many of the \"stars\" are actually surrounded by a telltale fuzz, indicating that they are Virgo Cluster galaxies. How many galaxies can you pick out? Click on the image for an uncropped, labeled version which includes the NGC catalog numbers for most of the visible galaxies. On average, Virgo Cluster galaxies are measured to be about 48 million light-years away. The Virgo Cluster distance has been used to give an important determination of the Hubble Constant and the scale of the Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0101/virgoclust_bendaniel_lab.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxies Of The Virgo Cluster",
    "url": "https://apod.nasa.gov/apod/image/0101/virgoclust_bendaniel_c1.jpg"
  },
  {
    "date": "2001-01-27",
    "explanation": "While orbiting the planet during their June 1998 mission, the crew of the Space Shuttle Discovery photographed this view of two moons of Earth. Thick storm clouds are visible in the lovely blue planet's nurturing atmosphere and its largest artificial moon, the spindly Russian Mir space station, can be seen above the planet's limb. The bright spot to the right of Mir is Earth's very large natural satellite, The Moon. The Mir orbits planet Earth once every 90 minutes about 200 miles above the planet's surface or about 4,000 miles from Earth's center. The Moon orbits once every 28 days at a distance of about 250,000 miles from the center of the Earth. Russia now plans to deorbit the Mir space station after 15 years of operation.",
    "hdurl": "https://apod.nasa.gov/apod/image/0101/moonmir_sts91_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Moons Of Earth",
    "url": "https://apod.nasa.gov/apod/image/0101/moonmir_sts91.jpg"
  },
  {
    "date": "2001-01-28",
    "explanation": "Our Earth is not at rest.  The Earth moves around the Sun.  The Sun orbits the center of the Milky Way Galaxy.  The Milky Way Galaxy orbits in the Local Group of Galaxies.  The Local Group falls toward the Virgo Cluster of Galaxies.  But these speeds are less than the speed that all of these objects together move relative to the cosmic microwave background (CMB).  In the above all-sky map, radiation in the Earth's direction of motion appears blueshifted and hence hotter, while radiation on the opposite side of the sky is redshifted and colder.  The map indicates that the Local Group moves at about 600 kilometers per second relative to this primordial radiation.  This high speed was initially unexpected and its magnitude is still unexplained.  Why are we moving so fast? What is out there?",
    "hdurl": "https://apod.nasa.gov/apod/image/0101/dipole_cobe.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "CMB Dipole: Speeding Through the Universe",
    "url": "https://apod.nasa.gov/apod/image/0101/dipole_cobe.jpg"
  },
  {
    "copyright": "Thierry Legault",
    "date": "2001-01-29",
    "explanation": "Sometimes, good planes come to those who wait.  Experienced solar photographer Thierry Lagault had noticed planes crossing in front of the Sun from his home in suburban Paris.  He then got the idea for the above photograph, but had to wait through many near misses.  About two weeks ago, he got his wish: a jet crossed directly in front of the Sun when his solar imaging equipment was set up. The resulting image, shown above, was taken in a specific color of red light called Hydrogen-Alpha, and the picture's contrast has been digitally enhanced.  Dark prominences can be seen lacing the Sun's busy surface.  The airplane is an MD-11.",
    "hdurl": "https://apod.nasa.gov/apod/image/0101/sunplane_legault_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Airplane in Front of the Sun",
    "url": "https://apod.nasa.gov/apod/image/0101/sunplane_legault.jpg"
  },
  {
    "date": "2001-01-30",
    "explanation": "The Great Nebula in Orion is a colorful place.  Visible to the unaided eye, it appears as a small fuzzy patch in the constellation of Orion. But this image, a representative-color composite of 81 near-infrared light images taken with VLT's ISAAC, shows the Orion Nebula to be a busy neighborhood of young stars, hot gas, and dark dust.  The power behind much of the Orion Nebula (M42) is the Trapezium - four of the brightest stars in the nebula.  The eerie blue glow surrounding the bright stars pictured here is their own starlight reflected by nearby dust.  Dark brown dust filaments cover much of the region.  The whole Orion Nebula cloud complex, which includes the Horsehead Nebula, will slowly disperse over the next 100,000 years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0101/orion2_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Orion Nebula from VLT",
    "url": "https://apod.nasa.gov/apod/image/0101/orion2_vlt.jpg"
  },
  {
    "date": "2001-01-31",
    "explanation": "Our Earth is surrounded by plasma.   The overall shape that this ionized gas plasmasphere takes was discovered last year by NASA's robot IMAGE spacecraft, and shown in the recently released above image in ultraviolet light.   The arm of the plasmasphere pointing toward the Sun, on the lower right, was hypothesized but never before seen directly.  The Earth's shadow can be seen pointing away from the Sun.  The bright regions in the center are full auroral rings over northern Earth, visible as northern lights from the ground.  The plasmasphere is thought created by sunlight energizing molecules in Earth's upper atmosphere and is contained by Earth's magnetic field.  IMAGE continues to study how solar magnetic storms affect Earth and its magnetic field.",
    "hdurl": "https://apod.nasa.gov/apod/image/0101/earthplasma_image_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth's Plasmasphere",
    "url": "https://apod.nasa.gov/apod/image/0101/earthplasma_image.jpg"
  },
  {
    "date": "2001-02-01",
    "explanation": "Gas giant Jupiter is the solar system's largest world with about 320 times the mass of planet Earth. Famous for its Great Red Spot, Jupiter is also known for its regular, equatorial cloud bands, visible in very modest sized telescopes. The dark belts and light-colored zones of Jupiter's cloud bands are organized by planet girdling winds which reach speeds of up to 500 kilometers per hour. On toward the Jovian poles though, the cloud structures become more mottled and convoluted until, as in this Cassini spacecraft mosaic of Jupiter, the planet's polar region begins to look something like a brain! This striking equator-to-pole change in cloud patterns is not presently understood but may be due in part to the effect of Jupiter's rapid rotation or to convection vortices generated at high latitudes by the massive planet's internal heat loss. The Cassini spacecraft recorded this dramatically detailed view of Jupiter during its turn of the millennium flyby enroute to Saturn.",
    "hdurl": "https://apod.nasa.gov/apod/image/0102/jupiterbrain_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter's Brain",
    "url": "https://apod.nasa.gov/apod/image/0102/jupiterbrain_cassini.jpg"
  }
]
