[
  {
    "date": "2001-11-01",
    "explanation": "An energetic jet from the core of giant elliptical galaxy M87 stretches outward for 5,000 light-years. This monstrous jet appears in the panels above to be a knotted and irregular structure, dectected across the spectrum, from x-ray to optical to radio wavelengths. In all these bands, the observed emission is likely created as high energy electrons spiral along magnetic field lines, so called synchrotron radiation. But what powers this cosmic blowtorch? Ultimately, the jet is thought to be produced as matter near the center of M87 swirls toward a spinning, supermassive black hole. Strong electromagnetic forces are generated and eject material away from the black hole along the axis of rotation in a narrow jet. Galaxy M87 is about 50 million light-years away and reigns as the large central elliptical galaxy in the Virgo cluster.",
    "hdurl": "https://apod.nasa.gov/apod/image/0111/m87_comp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M87's Energetic Jet",
    "url": "https://apod.nasa.gov/apod/image/0111/m87_comp.jpg"
  },
  {
    "date": "2001-11-02",
    "explanation": "Not an ancient Greek goddess, THEMIS is modern acronese for THermal EMission Imaging System. Above is this remarkable instrument's premier infrared image of Mars, from the newly orbiting Mars Odyssey spacecraft. Taken on October 30th, the sharp infrared picture covers the indicated swath of the martian southern hemisphere and shows surface temperatures in false-colors ranging from red, a warm 0 degrees Celsius, to cool purple shades of -120 degrees C. The striking, cold circular feature is Mars' south polar ice cap. Composed of frozen carbon dioxide, the ice cap is about 900 kilometers wide and shrinking during the onslaught of southern hemisphere summer. Temperatures are also seen to drop as the bottom portion of the THEMIS image sweeps beyond the terminator or shadow line, into the martian night. A thin, light blue crescent along the upper edge of the planet is the martian atmosphere.  The THEMIS image data was recorded as a test of the camera system from an altitude of about 22,000 kilometers .",
    "hdurl": "https://apod.nasa.gov/apod/image/0111/mars1_themis_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "THEMIS of Mars",
    "url": "https://apod.nasa.gov/apod/image/0111/mars1_themis.jpg"
  },
  {
    "date": "2001-11-03",
    "explanation": "These two clusters of bright, newly formed stars surrounded by a glowing nebula lie 10 million light-years away in the dim, irregular galaxy cataloged as NGC 2366. The Hubble Space Telescope image shows that the youngest cluster, the bottom one at about 2 million years old, is still surrounded by the gas and dust cloud it condensed from, while powerful stellar winds from the stars in the older cluster at the top (4-5 million years old), have begun to clear away its central areas giving the entire nebula an apparent inverted hook shape. Compared to the sun, the stars in these clusters are massive and short lived. The brightest one, near the tip of the hook, is a rare Luminous Blue Variable with 30 to 60 times the mass of the sun - similar to the erruptive Eta Carinae in our own Milky Way. Stars this massive are extremely variable. A comparison with ground based images indicates that in three years this star's brightness increased by about 40 times making it currently the brightest star in this dim galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0111/ngc2363_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bright Stars, Dim Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0111/ngc2363_hst.jpg"
  },
  {
    "date": "2001-11-04",
    "explanation": "Is Leo leaking? Leo, the famous sky constellation visible on the left of the above all-sky photograph, appears to be the source of all the meteors seen in 1998's Leonids Meteor Shower.  That Leonids point back to Leo is not a surprise - it is the reason that this November meteor shower is called the Leonids.  Sand-sized debris expelled from Comet Tempel-Tuttle follows a well-defined orbit about our Sun, and the part of the orbit that approaches Earth is superposed in front of the constellation Leo.  Therefore, when Earth crosses this orbit, the radiant point of falling debris appears in Leo.  Over 150 meteors can be seen in the above four-hour effort.  The intensity of the Leonid Meteor Shower in 2001 is uncertain but may approach one per second for some locations on November 18.",
    "hdurl": "https://apod.nasa.gov/apod/image/9812/leonids100_am_big.jpg ",
    "media_type": "image",
    "service_version": "v1",
    "title": "Leonids from Leo",
    "url": "https://apod.nasa.gov/apod/image/9812/leonids100_am.jpg"
  },
  {
    "date": "2001-11-05",
    "explanation": "What's happening above that city?  The city is Winnipeg, Canada, and the phenomenon is aurora.  These past few months have been active ones for our Sun, producing several coronal mass ejections (CMEs) of particles that have swept past our Earth and caused many spectacular auroras.  Specifically in this case, a CME that occurred on October 9 impacted the Earth on October 11 and 12, causing nearly 12 hours of auroras.  The above-pictured aurora had to be very bright to be seen over the lights of Winnipeg, the city well below and in front of the cascading atmospheric airglow.  Lights reflecting off of a slight haze cause an unrelated glow that emanates from some of the buildings.",
    "hdurl": "https://apod.nasa.gov/apod/image/0111/aurorawinnipeg_majko_big.jpg ",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Over Winnipeg",
    "url": "https://apod.nasa.gov/apod/image/0111/aurorawinnipeg_majko.jpg"
  },
  {
    "date": "2001-11-06",
    "explanation": "What's happening at the center of spiral galaxy M83?  Just about everything, from the looks of it.  M83, visible in the inset image on the upper left, is one of the closest spiral galaxies to our own Milky Way Galaxy and from a distance of 15 million light-years, appears to be relatively normal.  Zooming in on M83's nucleus with the latest telescopes, however, shows the center to be an energetic and busy place.  Visible in the above image from the Hubble Space Telescope are bright, newly formed stars and giant lanes of dark dust.  An image with similar perspective from the Chandra X-ray Observatory shows the region is also rich in very hot gas and small bright sources.  Observations with the large ground-based VLT telescopes show the very center likely has two separate nuclei.",
    "hdurl": "https://apod.nasa.gov/apod/image/0111/m83center_hst_big.jpg ",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Center of Spiral Galaxy M83",
    "url": "https://apod.nasa.gov/apod/image/0111/m83center_hst.jpg"
  },
  {
    "copyright": "Jim Kirkpatrick",
    "date": "2001-11-07",
    "explanation": "Sometimes the unknown is beautiful.  In 2000 February near Lake Tahoe, Nevada, two amateur photographers noticed an unusual red column of light rise mysteriously from a setting sun.  During the next few minutes, they were able to capture the pillar and a photogenic sunset on film.  Pictured above, the red column is seen above a serene Lake Tahoe and snow-capped mountains across from Lake Tahoe-Nevada State Park.  The mysterious column, they learned later, is a Sun Pillar, a phenomenon where sunlight reflects off of distant falling ice crystals.",
    "hdurl": "https://apod.nasa.gov/apod/image/0111/sunpillar_kirkpatrick_big.jpg ",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sun Pillar in Red and Violet",
    "url": "https://apod.nasa.gov/apod/image/0111/sunpillar_kirkpatrick.jpg"
  },
  {
    "date": "2001-11-08",
    "explanation": "At the Sun's surface, sunspots are known to be dark, planet-sized regions of intense magnetic fields. But what lies below? Using observations from the Michelson Doppler Imager (MDI) instrument aboard the space-based SOHO observatory, astronomers have derived this premier picture of the flow of material just beneath a visible sunspot. The MDI data indicate that immediately under the sunspot a strong inflowing current exists, shown above by the dark arrows. This converging undertow pulls near-surface material toward the spot and prevents the concentrated magnetic fields from flying apart, like repelling poles of iron magnets. Such a configuration appears to divert the normal flow of plasma bubbling up from the solar interior, creating a self-sustaining sunspot. The MDI instrument can explore the properties of the solar interior by detecting motions produced by sound waves as they interact at the solar surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/0111/sunspotcomp_mdisoho_big.jpg ",
    "media_type": "image",
    "service_version": "v1",
    "title": "Under A Sunspot",
    "url": "https://apod.nasa.gov/apod/image/0111/sunspotcomp_mdisoho.jpg"
  },
  {
    "date": "2001-11-09",
    "explanation": "The most prolific comet discovering instrument in history rides aboard the sun-staring SOHO spacecraft, 1.5 million kilometers sunward of planet Earth. Of course, most of these SOHO comets have been sungrazers - like the one illustrated in the dramatic montage above. Three frames taken hours apart on October 23rd, show bright SOHO comet number 367 plunging toward the fiery solar surface, its tail streaming away from the Sun located just beyond the left hand border. Each panel spans about one million kilometers at the distance of the Sun. From bottom to top, the comet's tail grows as the intensifying solar radiation heats the frozen comet material and increases the outflow of gas and dust. Because of their orbits, sungrazers are believed to belong to a family of comets produced by the breakup of a single much larger comet. Coincidentally, this sungrazer was discovered shortly after solar active regions blasted out clouds of energetic particles, like those that triggered the recent spectacular auroral storms. And like all SOHO sungrazers so far, comet number 367 was not seen to survive its close solar encounter.",
    "hdurl": "https://apod.nasa.gov/apod/image/0111/sungrazer_vanmontage.jpg ",
    "media_type": "image",
    "service_version": "v1",
    "title": "SOHO Comet 367: Sungrazer",
    "url": "https://apod.nasa.gov/apod/image/0111/sungrazer_vanmontage.jpg"
  },
  {
    "date": "2001-11-10",
    "explanation": "Why is the Moon dusty? On Earth, rocks are weathered by wind and water, creating soil and sand. On the Moon, the long history of micrometeorite bombardment has blasted away at the rocky surface creating a layer of powdery lunar soil or regolith. This lunar regolith could be a scientific and industrial bonanza. But for the Apollo astronauts and their equipment, the pervasive, fine, gritty dust was definitely a problem. On the lunar surface in December 1972, Apollo 17 astronauts Harrison Schmitt and Eugene Cernan needed to repair one of their lunar rover's fenders in an effort to keep the \"rooster tails\" of dust away from themselves and their gear. This picture reveals the wheel and fender of their dust covered rover along with the ingenious application of spare maps, clamps, and a grey strip of \"duct tape\".",
    "hdurl": "https://apod.nasa.gov/apod/image/0111/ducttape_apollo17_big.jpg ",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Dust and Duct Tape",
    "url": "https://apod.nasa.gov/apod/image/0111/ducttape_apollo17.jpg"
  },
  {
    "date": "2001-11-11",
    "explanation": "The 1998 Leonids Meteor Shower was one of the most photographed meteor events in history.  Patient observers saw bright meteors streak across dark skies every few minutes, frequently leaving fading trails stretching across the sky.  High above the Anza-Borrego Desert, a meteor was photographed streaking up from the radiant constellation of the Leonids: Leo.  This meteor train covered over 40 degrees, and changed colors from green to red.  The intensity of the Leonid Meteor Shower in 2001 is uncertain but may approach one per second for some locations on November 18.",
    "hdurl": "https://apod.nasa.gov/apod/image/0111/leonid1_yen.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Annotated Leonid",
    "url": "https://apod.nasa.gov/apod/image/0111/leonid1_yen_big.jpg"
  },
  {
    "date": "2001-11-12",
    "explanation": "What is that unusual object?  Astronomers can identify most objects that are imaged on the sky, but not all.  Pictured above is one that currently defies classification.  Attributes of the object include that it has unusual colors, appears to be fading as months go by, and appears to be associated with a distant galaxy.  Its discoverers hold hope that they have uncovered the first known orphan afterglow, an explosion that would have been classified as a gamma-ray burst if the gamma-rays were beamed in our direction.  Orphan afterglows, if they exist, could have unparalleled brightness, and hence be visible so far away that they yield key information about the early years of our universe. A bit of caution might be merited, however, as the last well-publicized mystery object turned out not to be a new member of the astronomical zoo, but rather an unusual type of quasar.  Follow-up observations and analysis over the next year may find more objects like this and/or solve this mystery.",
    "hdurl": "https://apod.nasa.gov/apod/image/0111/afterglow_sdss_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Is Mystery Object an Orphan Afterglow?",
    "url": "https://apod.nasa.gov/apod/image/0111/afterglow_sdss.jpg"
  },
  {
    "date": "2001-11-13",
    "explanation": "Is gravity the same over the surface of the Earth?  No -- it turns out that in some places you will feel slightly heavier than others.  The above relief map shows in exaggerated highs and lows where the gravitational field of Earth is relatively strong and weak.  A low spot can be seen just off the coast of India, while a relative high occurs in the South Pacific Ocean.  The cause of these irregularities is unknown since present surface features do not appear dominant.  Scientists hypothesize that factors that are more important lay in deep underground structures and may be related to the Earth's appearance in the distant past.  To better map Earth's gravity and hence better understand its interior and past, NASA plans to launch the Gravity Recovery and Climate (GRACE) satellite in February.",
    "hdurl": "https://apod.nasa.gov/apod/image/0111/gravityearth_grace.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Gravity Map of Earth",
    "url": "https://apod.nasa.gov/apod/image/0111/gravityearth_grace_big.jpg"
  },
  {
    "date": "2001-11-14",
    "explanation": "Auroras in the north and south can be nearly mirror images of each other.  Such mirroring had been suspected for centuries but dramatically confirmed only last month by detailed images from NASA's orbiting Polar spacecraft.  Pictured above, a time-lapse movie shows simultaneous changes in aurora borealis, at the top, and aurora australis, at the bottom.  A cloud of electrons and ions moving out from the Sun on October 22 created the auroras.   The solar explosion that released the particles occurred about three days earlier.",
    "hdurl": "https://apod.nasa.gov/apod/image/0111/nsauroras_polar_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Auroras Over Both Earth Poles",
    "url": "https://apod.nasa.gov/apod/image/0111/nsauroras_polar.gif"
  },
  {
    "date": "2001-11-15",
    "explanation": "Twenty years ago this week, the Space Shuttle Columbia became the first reusable spaceship. Its second trip to low Earth orbit and back again began on November 12, 1981, following its maiden voyage by only seven months. Seen above Columbia, 56 meters (184 feet) long with a 24 meter (78 foot) wingspan, is launched mated to an external fuel tank and two solid rocket boosters producing dramatic exhaust plumes. The solid rocket boosters, one on each side of the external tank, provide most of the thrust in the first 2 minutes after launch and are then jettisoned for later recovery. Supplying the main shuttle engines during liftoff, the external fuel tank separates after about 8 minutes. The largest shuttle element not recycled for a future flight, the external tank falls back toward Earth breaking up and descending into a remote ocean area. Still the oldest operating shuttle, Columbia is pictured here in June of 1992 rocketing toward a cloud bank on its twelfth flight. Officially designated OV-102, Columbia is fittingly named after the 18th century sailing vessel which became the first American ship to circumnavigate planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0111/columbia_sts50_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Recycling Columbia",
    "url": "https://apod.nasa.gov/apod/image/0111/columbia_sts50.jpg"
  },
  {
    "date": "2001-11-16",
    "explanation": "Will the Leonids storm this year? The annual Leonid meteor shower should peak this weekend and some predictions suggest that \"storm\" rates of a thousand or more meteors per hour are possible for observers located in eastern North and Central America during the early morning hours of Sunday, November 18. Similar high rates are also anticipated for the western Pacific region on the morning of November 19th. In any event, the 2001 Leonid shower should be dramatic and easy to watch, as were the Leonids of recent years. From top left to bottom right above are spectacular examples of bright fireball meteors from the 1998 Leonid shower as recorded by V. Winter and J. Dudley, Lorenzo Lovato, and Wally Pacholka. A 1998 image from the Puckett Observatory at lower left features the source of the debris stream which supplies the Leonid meteors, comet Tempel-Tuttle.",
    "hdurl": "https://apod.nasa.gov/apod/image/0111/leo98_apodmontage_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Leonid Watching",
    "url": "https://apod.nasa.gov/apod/image/0111/leo98_apodc2.jpg"
  },
  {
    "date": "2001-11-17",
    "explanation": "This carrot-shaped track is actually little more than 5 hundredths of an inch long. It is the trail of a meteroid through the high-tech substance aerogel exposed to space by the shuttle launched EURECA (European Recoverable Carrier) spacecraft. Like those in the ongoing Leonid meteor shower, this meteoroid is about a thousandth of an inch in diameter. It is visible where it came to rest, just beyond the tip of the carrot at the far right. Chemical analyses of interplanetary dust particles similar to this one suggest that some of them may be bits of comets and thus represent samples of material from the early stages of the formation of the Solar System.",
    "hdurl": "https://apod.nasa.gov/apod/image/0111/dusttrk_stardust.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Catching Falling Stardust",
    "url": "https://apod.nasa.gov/apod/image/0111/dusttrk_stardust_c1.jpg"
  },
  {
    "date": "2001-11-18",
    "explanation": "Last night and tonight, a lucky few may see a meteor explode.  As our Earth passes unusually close to debris expelled from Comet Tempel-Tuttle, many sand-sized particles from this comet are entering and burning up in the Earth's atmosphere.  This yearly phenomenon is known as the Leonids Meteor Shower, but the location the Earth passes through this year holds promise to provide relatively high activity.  In particular, the 1998 Leonids was noteworthy for its many bright meteors.  In the above slow-loading sequence, a 1998 Leonid was caught exploding over Los Alamos, New Mexico.  In the last one-minute exposure, another Leonid streaks past.",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/leonidanim_rotse_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Leonid Meteor Explodes",
    "url": "https://apod.nasa.gov/apod/image/9911/leonidanim_rotse.gif"
  },
  {
    "date": "2001-11-19",
    "explanation": "The 2001 Leonids Meteor Shower gave quite a show to many parts of the world yesterday during the early morning hours.  Many sleepy observers venturing into their own backyards were treated to several bright meteors per minute streaking across the sky.  This rate made the 2001 Leonids the most active meteor shower in over three decades.  Pictured above is a bright Leonid fireball that briefly lit up Hawaii yesterday morning.  A CONCAM nighttime all-sky monitor on Mauna Kea, a dormant volcano, caught the bright meteor, seen as the very bright streak across the lower part of the fisheye image.  The meteor track crossed the Galactic plane (the faint glow that runs from the lower left to upper right), passed below the planet Jupiter, and through the constellation Orion.  CONCAMs in Hawaii, Arizona, and California all recorded numerous bright meteors during this year's Leonids.",
    "hdurl": "https://apod.nasa.gov/apod/image/0111/leonidhawaii_concam_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A 2001 Leonids Meteor Shower Fireball",
    "url": "https://apod.nasa.gov/apod/image/0111/leonidhawaii_concam.jpg"
  },
  {
    "copyright": "Sherry Buttnor",
    "date": "2001-11-20",
    "explanation": "As meteor after meteor streaked across a moonless sky, photographers across the world snapped pictures of the 2001 Leonids Meteor Shower.  Many recognized this as the best meteor shower they had ever seen.  In fact, the 2001 Leonids was the most active meteor shower since the mid-1960s.  The above photo captures three Leonid meteors crossing a photogenic star-field.  On the far right is the Pleiades star cluster.  The brightest meteor crosses right in front of the Hyades star cluster, situated below the image center.  Just left of center is the bright planet Saturn, and the bright star below Saturn is Aldebaran.  The ten-minute exposure was taken near Victoria, British Columbia, Canada at 2:45 am PST on 2001 November 18.",
    "hdurl": "https://apod.nasa.gov/apod/image/0111/leonidstarfield_buttnor.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Leonids Star Field",
    "url": "https://apod.nasa.gov/apod/image/0111/leonidstarfield_buttnor.jpg"
  },
  {
    "date": "2001-11-21",
    "explanation": "Do spiral galaxies look the same in every color?  NGC 6782 demonstrates colorfully that they do not.  In visible light, NGC 6782 appears to be a normal spiral galaxy with a bright bar across its center.  In ultraviolet light, however, the central region blossoms into a spectacular and complex structure highlighted by a circumnuclear ring, as shown in the above representative color Hubble Space Telescope image.  Many of the young stars that formed in a recent burst of star formation emit the ultraviolet light.  Astronomers are studying possible relationships between the central bar and the ring.  Light we see today from NGC 6782 left about 180 million years ago, while dinosaurs roamed the Earth.  The galaxy spans about 80,000 light-years and can be seen with a telescope toward the constellation of Pavo.",
    "hdurl": "https://apod.nasa.gov/apod/image/0111/ngc6782_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Galactic Ring of NGC 6782",
    "url": "https://apod.nasa.gov/apod/image/0111/ngc6782_hst.jpg"
  },
  {
    "copyright": "Jerry Lodriguss",
    "date": "2001-11-22",
    "explanation": "Returning from orbit, space shuttles enter the atmosphere at about 8 kilometers per second as friction heats their protective ceramic tiles to over 1,400 degrees Celsius. By contrast, the bits of comet dust which became the Leonid meteors seen on November 18, were moving at 70 kilometers per second, completely vaporizing at altitudes of around 100 kilometers. In this single 5 minute time exposure, three Leonid meteors are shooting through skies above Spruce Knob, West Virginia, USA.  Background stars are near the constellation Orion. The brightest meteor, a fireball, dramatically changes colors along its path and leaves a smokey persistant trail drifting in high-altitude winds. From that extremely dark site, at an elevation of 1,200 meters, astrophotographer Jerry Lodriguss reports, \"We observed a [zenithal hourly rate] of about 3,600 at 10:30 UT and very high rates from 9:30 UT until well into the start of astronomical twilight at 10:50 UT. It was quite a spectacular storm, with bolides going off like flashbulbs, green and red fireballs and other fainter Leonids in all parts of the sky.\"",
    "hdurl": "https://apod.nasa.gov/apod/image/0111/leonid3_lodriguss_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fireball, Smoke Trail, Meteor Storm",
    "url": "https://apod.nasa.gov/apod/image/0111/leonid3_lodriguss.jpg"
  },
  {
    "copyright": "Rick Scott",
    "date": "2001-11-23",
    "explanation": "In the clear, dark and moonless predawn hours of November 18, Greenbelt, Maryland's local baseball field was packed. The crowd stared skyward and occasionally conversed in hushed and reverent tones. \"How many did you count?\" a man asked. Some had long since lost track ... but others were keeping score, counting hundreds of Leonid meteors in a short hour's worth of skygazing. Farther to the west, near Florence, Arizona, recreational astronomers also gathered to enjoy the celestial show. Taken from that location, this single, 10 minute, wide-angle exposure captured a dozen or so Leonid meteors. The shooting stars are clearly seen to be streaming from the shower's radiant point in the constellation Leo.",
    "hdurl": "https://apod.nasa.gov/apod/image/0111/leonids2001_rscott_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Counting Falling Stardust",
    "url": "https://apod.nasa.gov/apod/image/0111/leonids2001_rscott.jpg"
  },
  {
    "date": "2001-11-24",
    "explanation": "Mercury, the closest planet to the Sun, remains the most mysterious of the Solar System's inner planets. Hiding in the Sun's glare it is a difficult target for Earth bound observers. The only spacecraft to explore Mercury close-up was Mariner 10 which executed three flybys of Mercury in 1974 and 1975, surveying approximately 45 percent of its surface. Mariner 10 deftly manuevered to photograph part of the sunlit hemisphere during each approach, passed behind the planet, and continued to image the sun-facing side as the spacecraft receded. Its highest resolution photographs recorded features approximately a mile across. A reprocessing of the Mariner 10 data has resulted in this dramatic mosaic.  Like the Earth's Moon, Mercury's surface shows the scars of impact cratering - the smooth vertical band and patches visible above represent regions where no image information is available.",
    "hdurl": "https://apod.nasa.gov/apod/image/0111/mercury_mariner10.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mariner's Mercury",
    "url": "https://apod.nasa.gov/apod/image/0111/mercury_mariner10.jpg"
  },
  {
    "date": "2001-11-25",
    "explanation": "Newborn stars are forming in the Eagle Nebula.  This image, taken with the Hubble Space Telescope in 1995, shows evaporating gaseous globules (EGGs) emerging from pillars of molecular hydrogen gas and dust.  The giant pillars are light years in length and are so dense that interior gas contracts gravitationally to form stars.  At each pillars' end, the intense radiation of bright young stars causes low density material to boil away, leaving stellar nurseries of dense EGGs exposed.  The Eagle Nebula, associated with the open star cluster M16, lies about 7000 light years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0111/pillars4_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M16: Stars from Eagle's EGGs",
    "url": "https://apod.nasa.gov/apod/image/0111/pillars4_hst.jpg"
  },
  {
    "copyright": "Tom Bailey",
    "date": "2001-11-26",
    "explanation": "Sometimes you just have to stop and watch the meteors.  In the early morning hours of November 18, a band of eleven people searched for a flat and cloudless site to see the 2001 Leonids Meteor Shower.  Starting in central Iowa, weather satellite images indicated that southern Minnesota might be their best chance, and so off they drove.  Although they couldn't shake off all of the clouds, they found a dark gravel road, pulled off, and settled in for the rare celestial light show.  \"By about 4 am, we were visually counting 1000 per hour. After that they started to increase dramatically.\"  The photographer was just a little too late to catch a really bright fireball, but did catch several other bright Leonid meteors above one of the cars in the convoy.  The exposure lasted a few minutes.    News: APOD is now also available in Spanish.",
    "hdurl": "https://apod.nasa.gov/apod/image/0111/leonidcar_bailey.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Leonids From the Road",
    "url": "https://apod.nasa.gov/apod/image/0111/leonidcar_bailey_big.jpg"
  },
  {
    "date": "2001-11-27",
    "explanation": "Is this a picture of Mars or Earth?  Oddly enough, it is a picture of Mars.  What may appear to some as a terrestrial coastline is in fact a formation of ancient layered rocks and wind-blown sand on Mars.  The above-pictured region spans about three kilometers in Schiaparelli Crater.  What created the layers of sediment is still a topic of research.  Viable hypotheses include ancient epochs of deposit either from running water or wind-blown sand.  Winds and sandstorms have smoothed and eroded the structures more recently.  The \"water\" that appears near the bottom is actually dark colored sand.  The image was taken with the Mars Global Surveyor spacecraft that has now returned over 100,000 images.   News: APOD is now also available in Spanish.",
    "hdurl": "https://apod.nasa.gov/apod/image/0111/marslayers_mgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ancient Layered Rocks on Mars",
    "url": "https://apod.nasa.gov/apod/image/0111/marslayers_mgs.jpg"
  },
  {
    "date": "2001-11-28",
    "explanation": "By directly detecting the atmosphere of a planet outside our Solar System, humanity has taken another small step toward finding extraterrestrial life. The unexpected detection by David Charbonneau (Caltech) and associates came from Hubble Space Telescope observations of Sun-like star HD 209458.  As an orbiting planet crossed between that star and the Earth, sodium in the planet's atmosphere absorbed starlight at very specific colors.  The planet, originally discovered two years ago, has about 70 percent the mass of Jupiter but orbits very close in.  A long-term goal of this type of research is the detection of planetary biomarkers that would indicate life, such as oxygen, water, or methane.",
    "hdurl": "https://apod.nasa.gov/apod/image/0111/hd209458_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Extra-Solar Planetary Atmosphere Detected",
    "url": "https://apod.nasa.gov/apod/image/0111/hd209458_hst.jpg"
  },
  {
    "date": "2001-11-29",
    "explanation": "The active Sun has thrown a lot our way lately, including storms of particles streaming outward in the solar wind and clouds of plasma which triggered awesome auroral displays. Still, a growing body of intriguing observations from the LASCO instrument on board the space-based SOlar and Heliospheric Observatory (SOHO) indicates material also flows back toward the Sun, starting from over 2 million kilometers above its visible surface. Relatively hard to detect against the outflowing solar corona, a dark inflowing cloud's relative motion is tracked above in two highly processed images recorded an hour apart. The solar surface, graphically shown by the yellow quarter circle at the lower right, is blocked from view by a smooth occulting disk. Fighting against a solar wind outflow of about 120 kilometers per second the cloud seems to be moving inward at 50-100 kilometers per second. Occasionally appearing as often as once per hour, the clouds, seem to be dragged in by collapsing magnetic field loops rather than gravity alone. Researchers are now working to relate this surprising inflow to the solar wind and magnetic environment of the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/0111/coronalinflow_soho_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Coronal Inflow",
    "url": "https://apod.nasa.gov/apod/image/0111/coronalinflow_soho.jpg"
  },
  {
    "copyright": "Paulo RaymundoReaiche\nObservatory animation courtesy Tony Phillips\n(SpaceWeather.com)\n\n",
    "date": "2001-11-30",
    "explanation": "This dramatic four-frame animation shows a fireball meteor and its developing persistent \"smoke\" train, recorded two weeks ago in skies near Salvador, Brazil. Indeed similar sights are astonishingly familiar world-wide to witnesses of this November's fireball-rich Leonid meteor storm. A few skygazers even discovered that some bright Leonid fireballs made faint, gentle, hissing sounds(!), a surprising effect only recently appreciated and understood. Accounts of fireball meteors making noise have long been viewed with skepticism, particularly because sounds were reportedly heard just as the meteor was seen overhead. But light travels much faster than sound so, like delayed thunder from a distant lightning stroke, a meteor produced sound should only be heard long after the meteor streak was seen. A sound explanation supported by laboratory tests is that turbulent plasma created by the meteor's passage generates very low frequency radio waves. Traveling at light speed the radio waves reach the ground simultaneously with visible light where they are strong enough to induce oscillating currents and audible vibrations in common objects like grass, leaves, wire-frame glasses, and perhaps even dry, frizzy hair.",
    "hdurl": "https://apod.nasa.gov/apod/image/0111/leonidfire_raymundo.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Meteor Storm Sights and Sounds",
    "url": "https://apod.nasa.gov/apod/image/0111/leonidfire_raymundo.gif"
  },
  {
    "date": "2001-12-01",
    "explanation": "When NASA's Voyager 2 spacecraft flew by distant Neptune in August of 1989, astronomers were shocked. Since Neptune receives only 3 percent the sunlight Jupiter does, they expected to find a dormant, dark, frigid planet. Instead, the Voyager images revealed evidence of a dynamic and turbulent world. One of the most spectacular discoveries was of the Great Dark Spot, shown here in close-up. Surprisingly, it was comparable in size and at the same relative southern latitude as Jupiter's Great Red Spot, appearing to be a similar rotating storm system. Winds near the spot were measured up to 1500 miles per hour, the strongest recorded on any planet. The Voyager data also revealed that the Great Dark Spot varied",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/nepspot_voyager2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Neptune's Great Dark Spot: Gone But Not Forgotten",
    "url": "https://apod.nasa.gov/apod/image/0112/nepspot_voyager2.jpg"
  }
]
