[
  {
    "date": "2001-02-01",
    "explanation": "Gas giant Jupiter is the solar system's largest world with about 320 times the mass of planet Earth. Famous for its Great Red Spot, Jupiter is also known for its regular, equatorial cloud bands, visible in very modest sized telescopes. The dark belts and light-colored zones of Jupiter's cloud bands are organized by planet girdling winds which reach speeds of up to 500 kilometers per hour. On toward the Jovian poles though, the cloud structures become more mottled and convoluted until, as in this Cassini spacecraft mosaic of Jupiter, the planet's polar region begins to look something like a brain! This striking equator-to-pole change in cloud patterns is not presently understood but may be due in part to the effect of Jupiter's rapid rotation or to convection vortices generated at high latitudes by the massive planet's internal heat loss. The Cassini spacecraft recorded this dramatically detailed view of Jupiter during its turn of the millennium flyby enroute to Saturn.",
    "hdurl": "https://apod.nasa.gov/apod/image/0102/jupiterbrain_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter's Brain",
    "url": "https://apod.nasa.gov/apod/image/0102/jupiterbrain_cassini.jpg"
  },
  {
    "copyright": "Axel Mellinger",
    "date": "2001-02-02",
    "explanation": "This quite stunning panorama of the entire sky is a mosaic of 51 wide-angle photographs. Made over a three year period from locations in California (USA), South Africa, and Germany, the individual pictures were digitized and stitched together to create an apparently seamless 360 by 180 degree view. Using a mathematical prescription like one often used to map the whole Earth's surface onto a single flat image, the complete digital mosaic was distorted and projected onto an oval shape. The image is oriented so the plane of our Milky Way Galaxy runs horizontally through the middle with the Galactic center at image center and Galactic north at the top. Most striking are the \"milky\" bands of starlight from the multitude of stars in the galactic plane cut by the dark, obscuring dust clouds strewn through the local spiral arms. In fact, almost everything visible here is within our own Milky Way Galaxy. Two fuzzy patches in the lower right quadrant of the mosaic do correspond to external galaxies, though. Known as the Magellanic Clouds, these are small, nearby satellite galaxies of the magnificent Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/0102/allsky_mellinger_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "All-Sky Panorama",
    "url": "https://apod.nasa.gov/apod/image/0102/allsky_mellinger_c2.jpg"
  },
  {
    "date": "2001-02-03",
    "explanation": "Majestic on a truly cosmic scale, M100 is appropriately known as a Grand Design spiral galaxy. A large galaxy of over 100 billion or so stars with well defined spiral arms, it is similar to our own Milky Way. One of the brightest members of the Virgo Cluster of galaxies , M100 (alias NGC 4321) is 56 million light-years distant in the spring constellation of Coma Berenices. This Hubble Space Telescope image of the central region of M100 was made in 1993 with the Wide Field and Planetary Camera 2. It reveals the bright blue star clusters and intricate winding dust lanes which are hallmarks of this class of galaxies. Studies of stars in M100 have recently played an important role in determining the size and age of the Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0102/m100_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M100: A Grand Design",
    "url": "https://apod.nasa.gov/apod/image/0102/m100_hst.jpg"
  },
  {
    "date": "2001-02-04",
    "explanation": "Welcome to Planet Earth, the third planet from a star named the Sun.  The Earth is shaped like a sphere and composed mostly of rock.  Over 70 percent of the Earth's surface is water.  The planet has a relatively thin atmosphere composed mostly of nitrogen and oxygen.  Earth has a single large Moon that is about 1/4 of its diameter and, from the planet's surface, is seen to have almost exactly the same angular size as the Sun.  With its abundance of liquid water, Earth supports a large variety of life forms, including potentially intelligent species such as dolphins and humans.  Please enjoy your stay on Planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/earth_1_apollo17_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Welcome to Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/earth_1_apollo17.gif"
  },
  {
    "date": "2001-02-05",
    "explanation": "Why isn't this ant a big sphere?  Planetary nebula Mz3 is being cast off by a star similar to our Sun that is, surely, round.  Why then would the gas that is streaming away create an ant-shaped nebula that is distinctly not round?  Clues might include the high 1000-kilometer per second speed of the expelled gas, the light-year long length of the structure, and the magnetism of the star visible above at the nebula's center.  One possible answer is that Mz3 is hiding a second, dimmer star that orbits close in to the bright star.  A competing hypothesis holds that the central star's own spin and magnetic field are channeling the gas.  Since the central star appears to be so similar to our own Sun, astronomers hope that increased understanding of the history of this giant space ant can provide useful insight into the likely future of our own Sun and Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0102/mz3_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planetary Nebula Mz3: The Ant Nebula",
    "url": "https://apod.nasa.gov/apod/image/0102/mz3_hst.jpg"
  },
  {
    "date": "2001-02-06",
    "explanation": "The first controlled descent of a spacecraft onto an asteroid is scheduled to occur next week.  The robot spacecraft NEAR-Shoemaker has been orbiting asteroid Eros for nearly one year On February 12, before maneuvering fuel wanes, NASA will command the craft to descend right down onto the surface.  Although the spacecraft is not expected to survive the impact, it is hoped that it can transmit photographs showing surface details as small as 10 centimeters during the descent.  The touchdown site, shown above by the yellow circle, is on the edge of the large saddle shaped feature known as Himeros, and near the boundary between two distinct types of surface terrain.",
    "hdurl": "https://apod.nasa.gov/apod/image/0102/eroslanding_near_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Touchdown Site on Asteroid Eros",
    "url": "https://apod.nasa.gov/apod/image/0102/eroslanding_near.jpg"
  },
  {
    "copyright": "N. A. Sharp",
    "date": "2001-02-07",
    "explanation": "Bright blue stars highlight the open cluster known as M103.  The gas clouds from which these stars condensed has long dispersed.  Of the stars that were formed, the brightest, bluest, and most massive have already used up their nuclear fuel and self-destructed in supernova explosions.  A 20 million-year age for M103 was estimated by finding the brightest main-sequence stars that still survive and theoretically computing their lifetimes.  In fact, a formerly blue star has recently evolved off the main sequence and is visible above as the red giant star near the cluster center.  In general, yellow stars like our Sun are usually less bright and hence less prominent in open clusters than their massive blue cousins.  Light takes about 14 years to cross M103.  Although visible with binoculars toward the constellation of Cassiopeia, M103's great distance of 8000 light years makes it appear four times smaller than a full moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0102/m103_kpno_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Distant Open Cluster M103",
    "url": "https://apod.nasa.gov/apod/image/0102/m103_kpno.jpg"
  },
  {
    "date": "2001-02-08",
    "explanation": "Radio waves, like visible light, are electromagnetic radiation and radio telescopes can \"see\" -- their signals translate into radio images of the cosmos. While individually even the largest radio telescopes have very blurry vision compared to their optical counterparts, networks of radio telescopes can combine signals to produce sharper pictures. In fact, using an NRAO supercomputer in New Mexico, USA and technique called VLBI (Very Long Baseline Interferometry), the European network of radio telescopes (EVN) has produced pictures of distant galaxies at a resolution some three times higher than the Hubble Space Telescope. Penetrating obscuring dust, the false-color EVN radio images are inset above according to their relative location in an optical image of the famous Hubble Deep Field region of the sky. (Yellow lines superimposed on the optical image are radio intensity contours from a single telescope.) The bright cosmic radio source in the middle of each inset corresponds to a galaxy. Impressively, the radio sources appear to be so small, less than about 600 light-years across in actual size, that they are thought to be associated with massive central black holes in the distant deep field galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/0102/deepfield_evn_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Distant Galaxies in Radio Vision",
    "url": "https://apod.nasa.gov/apod/image/0102/deepfield_evn.jpg"
  },
  {
    "copyright": "Larry Koehn",
    "date": "2001-02-09",
    "explanation": "So far this February, evening skies have been blessed with a glorious Moon and three bright planets; Venus, Jupiter, and Saturn. But just last week, on January 30th, an extreme wide-angle lens allowed astrophotographer Larry Koehn to capture this twilight view of Moon and four planets above Nashville, Tennessee, USA. These major solar system bodies lie along the ecliptic plane and so follow a diagonal line through the picture. Starting near the upper left corner is bright Jupiter, which takes on a slightly triangular shape due to the lens distortion. Just below and right of Jupiter is Saturn. Continuing along the diagonal toward the lower right is an overexposed, six day old Moon and brilliant Venus seemingly embedded in clouds. The fourth planet pictured is Mercury. Notoriously hard to see from planet Earth because it never wanders far from the Sun, Mercury is visible just above the lower right corner. The line from Jupiter to Mercury spans about 92 degrees across the Nashville sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/0102/plan4_koehn.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nashville Four Planet Skyline",
    "url": "https://apod.nasa.gov/apod/image/0102/plan4_koehn_sm.jpg"
  },
  {
    "date": "2001-02-10",
    "explanation": "Sailing upside down, 115 nautical miles above Earth, the crew of the Space Shuttle Endeavour made this spectacular time exposure of the southern aurora (aurora australis) in October of 1994. Aurora, also known as the northern and southern lights, appear as luminous bands or streamers of light which can extend to altitudes of 200 miles. They are typically visible from the Earth's surface at high latitudes and are triggered by high energy particles from the Sun. The delicate colors are caused by energetic electrons colliding with oxygen and nitrogen molecules in the upper atmosphere.  In this picture, the rear structure of the shuttle Endeavour is in the foreground with the vertical tail fin pointed toward Earth. Star trails are the short streaks above Earth's horizon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0102/aurora_shuttletail_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Astern",
    "url": "https://apod.nasa.gov/apod/image/0102/aurora_shuttletail.jpg"
  },
  {
    "date": "2001-02-11",
    "explanation": "Orbiting asteroid 433 Eros, 145 million miles from Earth, NASA's NEAR spacecraft has been returning stunning views as its year long mission of exploration nears completion. A mosaic of NEAR images recorded at a range of about 127 miles, this picture illustrates some of the amazing contrasts which apparently exist within the domain of this diminutive world. Features as small as 65 feet are visible here, while long shadows emphasize the differences in the cratered regions at the left and smooth grooved terrain at right. Up close, the undulating surface seems flecked with bright deposits and peppered with enormous boulders. Last year, NASA changed the spacecraft name from NEAR to NEAR-Shoemaker in honor of the late Dr. Eugene M. Shoemaker, legendary geologist, comet hunter, and inspirational pioneer in the field of interplanetary science. Tomorrow, NEAR-Shoemaker will complete its scheduled mission as it will be commanded to descend to the surface of the ancient asteroid.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/eros0314_near_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Near-Shoemaker Views Eros",
    "url": "https://apod.nasa.gov/apod/image/0003/eros0314_near.jpg"
  },
  {
    "date": "2001-02-12",
    "explanation": "Today, at about 3 pm EST, the first human-made spacecraft is scheduled to touchdown on an asteroid.  At an impact speed of 8 kilometers per hour, it is most probable that the robot spacecraft NEAR-Shoemaker will not survive its planned collision with 433 Eros.  A primary reason for the descent, diagrammed above, will be to take images during the four hours on the way down.  If all goes well, some of those pictures will show surface features as small as 10 centimeters across.  Scientists hope to learn more about this unusual Manhattan-sized rock that is, quite possibly, older than the Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0102/orbit_near_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Approaching Asteroid Eros",
    "url": "https://apod.nasa.gov/apod/image/0102/orbit_near.jpg"
  },
  {
    "date": "2001-02-13",
    "explanation": "Yesterday NEAR-Shoemaker became the first spacecraft to land on an asteroid and send signals back from its surface.  Since the robot spacecraft was not designed for such a contingency, the success of the landing on asteroid 433 Eros was not assured.  Shown above is the last picture taken by NEAR-Shoemaker before its touchdown.  The streaking on the lower part of the image was caused by the loss of telemetry as the satellite impacted the  surface.  The image was taken 130 meters above the surface and spans 6 meters across.  Rocks as small as a human hand are visible.  As engineers continue to try to communicate with the beached car-sized spacecraft, scientists will work to understand features visible in the highest resolution photographs ever taken of an asteroid.",
    "hdurl": "https://apod.nasa.gov/apod/image/0102/landing02_near.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NEAR Spacecraft Survives Landing on Asteroid Eros",
    "url": "https://apod.nasa.gov/apod/image/0102/landing02_near_big.jpg"
  },
  {
    "date": "2001-02-14",
    "explanation": "Would the Rosette Nebula by any other name look as sweet?  The bland New General Catalog designation of NGC 2237 doesn't appear to diminish the appearance of the this flowery emission nebula.  Inside the nebula lies an open cluster of bright young stars designated NGC 2244.  These stars formed about four million years ago from the nebular material and their stellar winds are clearing a hole in the nebula's center, insulated by a layer of dust and hot gas. Ultraviolet light from the hot cluster stars causes the surrounding nebula to glow. The Rosette Nebula spans about 100 light-years across, lies about 5000 light-years away, and can be seen with a small telescope towards the constellation of Monoceros.",
    "hdurl": "https://apod.nasa.gov/apod/image/0102/rosette_gendler_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Rosette Nebula",
    "url": "https://apod.nasa.gov/apod/image/0102/rosette_gendler.jpg"
  },
  {
    "date": "2001-02-15",
    "explanation": "Slice Jupiter from pole to pole, peel back its outer layers of clouds, stretch them onto a flat surface ... and for all your trouble you'd end up with something that looks a lot like this. Scrolling right will reveal the full picture, a color mosaic of Jupiter from the Cassini spacecraft. The mosaic is actually a single frame from a fourteen frame movie constructed from image data recorded by Cassini during its leisurely flyby of the solar system's largest planet late last year. The engaging movie approximates Jupiter's cloud motions over 24 jovian rotations. To make it, a series of observations covering Jupiter's complete circumference 60 degrees north and south of the equator were combined in an animated cylindrical projection map of the planet. As in the familiar rectangular-shaped wall maps of the Earth's surface, the relative sizes and shapes of features are correct near the equator but become progressively more distorted approaching the polar regions. In the Cassini movie, which also features guest appearances by moons Io and Europa, the smallest cloud structures visible at the equator are about 600 kilometers across. (Note: Downloading a large gif or quicktime version of the movie may take 15 minutes or longer.)",
    "hdurl": "https://apod.nasa.gov/apod/image/0102/jupiterpeel_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter Unpeeled",
    "url": "https://apod.nasa.gov/apod/image/0102/jupiterpeel_cassini.jpg"
  },
  {
    "date": "2001-02-16",
    "explanation": "In nearby galaxy NGC 6822, this glowing emission nebula complex surrounds bright, massive, newborn stars. A mere 4 million years young, these stars condensed from the galaxy's interstellar gas and dust clouds. The nebular glow is powered by the bright stars' intense ultraviolet radiation while its shape is sculpted by the interaction of stellar winds and radiation with the immense interstellar clouds themselves. Cataloged as Hubble-X, many skygazers find the appearance of this extragalactic star forming region reminiscent of the most famous stellar nursery in our own galaxy, the Orion Nebula. Hubble-X is intrinsically much brighter than Orion though, and at a distance of 1.6 million light-years it is about 1,000 times farther away. Hubble-X is also about 100 light-years across compared to 10 light-years for the Orion Nebula. Why is it called Hubble-X? X is the Roman numeral 10, this nebula's designation in a catalog of similar objects for galaxy NGC 6822.",
    "hdurl": "https://apod.nasa.gov/apod/image/0102/hubblex_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Forming Region Hubble-X",
    "url": "https://apod.nasa.gov/apod/image/0102/hubblex_hst.jpg"
  },
  {
    "date": "2001-02-17",
    "explanation": "One hundred seventy-three years ago on February 8th, Jules Verne was born in Nantes, France. Inspired by a lifelong fasc",
    "hdurl": "https://apod.nasa.gov/apod/image/0102/apollo9_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Happy Birthday Jules Verne",
    "url": "https://apod.nasa.gov/apod/image/0102/apollo9.jpg"
  },
  {
    "date": "2001-02-18",
    "explanation": "Our Moon's appearance changes nightly.  This slow-loading time-lapse sequence shows what our Moon looks like during a lunation, a complete lunar cycle.  As the Moon orbits the Earth, the half illuminated by the Sun first becomes increasingly visible, then decreasingly visible.  The Moon always keeps the same face toward the Earth.  The Moon's apparent size changes slightly, though, and a slight wobble called a libration is discernable as it progresses along its elliptical orbit. During the cycle, sunlight reflects from the Moon at different angles, and so illuminates different features differently.  A full lunation takes about 29.5 days, just under a month (moon-th).",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/lunation_ajc.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunation",
    "url": "https://apod.nasa.gov/apod/image/9911/lunation_ajc_big.gif"
  },
  {
    "date": "2001-02-19",
    "explanation": "Tomorrow's picture: Massive Star  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0102/sts98plume_nasa.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shuttle Plume Shadow Points to Moon",
    "url": "https://apod.nasa.gov/apod/image/0102/sts98plume_nasa.jpg"
  },
  {
    "copyright": "CISCO",
    "date": "2001-02-20",
    "explanation": "Massive star IRS4 is beginning to spread its wings.  Born only about 100,000 years ago, material streaming out from this newborn star has formed the nebula dubbed Sharpless 106 Nebula (S106), pictured above.  A large disk of dust and gas orbiting Infrared Source 4 (IRS4), visible in dark red near the image center, gives the nebula an hourglass shape.  S106 gas near IRS4 acts as an emission nebula as it emits light after being ionized, while dust far from IRS4 reflects light from the central star and so acts as a reflection nebula.  Detailed inspection of this representative color infrared image has revealed hundreds of low-mass brown dwarf stars lurking in the nebula's gas.  S106 spans about 2 light-years and lies about 2000 light-years away toward the constellation of Cygnus.",
    "hdurl": "https://apod.nasa.gov/apod/image/0102/s106_subaru_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Forming Region S106",
    "url": "https://apod.nasa.gov/apod/image/0102/s106_subaru.jpg"
  },
  {
    "date": "2001-02-21",
    "explanation": "Many people have heard a sonic boom, but few have seen one. When an airplane travels at a speed faster than sound, density waves of sound emitted by the plane cannot precede the plane, and so accumulate in a cone behind the plane.  When this shock wave passes, a listener hears all at once the sound emitted over a longer period: a sonic boom.  As a plane accelerates to just break the sound barrier, however, an unusual cloud might form.  The origin of this cloud is still debated.  A leading theory is that a drop in air pressure at the plane described by the Prandtl-Glauert Singularity occurs so that moist air condenses there to form water droplets.  Above, an F/A-18 Hornet was photographed just as it broke the sound barrier.  Large meteors and the space shuttle frequently produce audible sonic booms before they are slowed below sound speed by the Earth's atmosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/0102/sonicboomplane_navy_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sonic Boom",
    "url": "https://apod.nasa.gov/apod/image/0102/sonicboomplane_navy.jpg"
  },
  {
    "date": "2001-02-22",
    "explanation": "Large clusters of galaxies are the most massive objects in the universe. Astronomers now realize that a hallmark of these cosmic behemoths are gas clouds with temperatures of tens of millions of degrees that pervade the clusters and radiate strongly in x-rays. This Chandra Observatory image centered on a radio galaxy cataloged as 3C294 indeed reveals the telltale hot x-ray gas in an hourglass shaped region surrounding the dominant galaxy and shows the presence of a massive galaxy cluster in the distant universe. Here the picture is color-coded by x-ray energy, red for low, green for medium, and blue for high energy x-rays. The cluster associated with 3C294 is 10 billion light-years away making it the most distant x-ray galaxy cluster ever detected. Objects at that extreme distance existed when the universe was young, a mere 20 percent of its present age. Impressively, this observation demonstrates that even at those early times massive clusters of galaxies were already present.",
    "hdurl": "https://apod.nasa.gov/apod/image/0102/3c294_chandra_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "3C294: Distant X-Ray Galaxy Cluster",
    "url": "https://apod.nasa.gov/apod/image/0102/3c294_chandra.jpg"
  },
  {
    "date": "2001-02-23",
    "explanation": "This color \"picture\" of globular star cluster M55 may not look like any star cluster you've ever seen. Still, it shows a most fundamental view for students of stellar astronomy. In the picture, a Color Magnitude Diagram (CMD), M55's individual stars are represented as dots whose color indicates relative temperature, red (cool) to blue (hot). Position in the CMD does not correspond to a star's location in the sky, though. Instead, it corresponds to a measured astronomical color, (B-V color) read off the bottom scale, and a brightness in magnitudes (M) on the left hand scale. The temperature for each star can also be found by reading the equivalent scale at the top, where the Sun would have a temperature of 6,000 kelvins (K). Brightness relative to the Sun's luminosity (Sun = 1) is given on the scale at the right. The globular cluster stars clearly fall into distinct groups dramatically visible in this CMD. The broad swath extending diagonally from the lower right is the cluster's main sequence. A sharp turn toward the upper right hand corner follows the red giant branch while the blue giants are found grouped in the upper left. M55's stars were formed at the same time and at first were all located along the main sequence by mass, lower mass stars at the lower right. Over time, higher mass stars have evolved off the main sequence into red, then blue giants and beyond. The exact position of the sharp turn-off from the main sequence to the red giant branch measures the cluster's age.",
    "hdurl": "https://apod.nasa.gov/apod/image/0102/m55cmd_mochejska_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M55: Color Magnitude Diagram",
    "url": "https://apod.nasa.gov/apod/image/0102/m55cmd_mochejska.jpg"
  },
  {
    "date": "2001-02-24",
    "explanation": "This famous cosmic dust cloud was imaged in infrared light by the European Space Agency's Infrared Space Observatory (ISO) satellite.  The false-color picture shows the bright infrared emission from dust and molecular gas in part of the Orion star forming region surrounding the Horsehead Nebula. In visible light, the horsehead-shaped dust cloud looks dark against a background of bright glowing gas. But in this image, the interstellar infrared glow engulfs much of the horse's head. Just above and to the right of center, only the top remains crowned by a bright, newborn star. The very bright object at the lower left is the reflection nebula NGC 2023, a dense concentration of interstellar gas and dust grains also associated with newly formed stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0102/horsehead_iso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Infrared Horsehead",
    "url": "https://apod.nasa.gov/apod/image/0102/horsehead_iso2.jpg"
  },
  {
    "date": "2001-02-25",
    "explanation": "Tomorrow's picture: Martian Sand Dunes  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9906/sudbury_sno_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sudbury Neutrino Detector",
    "url": "https://apod.nasa.gov/apod/image/9906/sudbury_sno.jpg"
  },
  {
    "date": "2001-02-26",
    "explanation": "Sand dunes on Mars can appear exotic. The dark dunes above might be compared to shark's teeth or chocolate confections.  In reality, they arise from the complex relationship between the sandy surface and high winds on Mars.  These particular dunes are located in Proctor Crater, a 170 kilometer wide crater first seen to house sand dunes by Mariner 9 more than 25 years ago.  The above picture was taken by Mars Global Surveyor (MGS), a robot spacecraft currently in orbit around Mars.  MGS has recently completed a primary goal of taking and transmitting detailed survey images of the red planet over an entire Martian year (669 Earth days).  MGS will now be deployed to study particularly interesting regions of Mars in more detail.",
    "hdurl": "https://apod.nasa.gov/apod/image/0102/marsdunes_mgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sand Dunes on Mars",
    "url": "https://apod.nasa.gov/apod/image/0102/marsdunes_mgs.jpg"
  },
  {
    "copyright": "Gary Stevens",
    "date": "2001-02-27",
    "explanation": "Tomorrow's picture: Space Station Below  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0102/witchhead_stevens_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Witch Head Nebula",
    "url": "https://apod.nasa.gov/apod/image/0102/witchhead_stevens.jpg"
  },
  {
    "date": "2001-02-28",
    "explanation": "The International Space Station (ISS) had a date with Destiny earlier this month.  More specifically, the crew of the Space Shuttle Atlantis installed the science laboratory named Destiny on the ISS.  Destiny, pictured here, will also serve as a control center for the Earth orbiting space station.  To help install this module, space shuttle astronauts conducted the 100th space walk by an American, an event that occurred nearly 40 years after Ed White first ventured outside of his Gemini 4 spacecraft. The space shuttle's crew took the above picture after their spacecraft had undocked from the space station.  Over two hundred kilometers below lies the Rio Negro region of Argentina.",
    "hdurl": "https://apod.nasa.gov/apod/image/0102/iss_sts98_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Space Station Meets its Destiny",
    "url": "https://apod.nasa.gov/apod/image/0102/iss_sts98a.jpg"
  },
  {
    "date": "2001-03-01",
    "explanation": "Tomorrow's picture: Space Doughnut  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0102/eitprom_soho_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Maximum Sun",
    "url": "https://apod.nasa.gov/apod/image/0102/eitprom_soho_c2.jpg"
  }
]
