[
  {
    "date": "2001-12-01",
    "explanation": "When NASA's Voyager 2 spacecraft flew by distant Neptune in August of 1989, astronomers were shocked. Since Neptune receives only 3 percent the sunlight Jupiter does, they expected to find a dormant, dark, frigid planet. Instead, the Voyager images revealed evidence of a dynamic and turbulent world. One of the most spectacular discoveries was of the Great Dark Spot, shown here in close-up. Surprisingly, it was comparable in size and at the same relative southern latitude as Jupiter's Great Red Spot, appearing to be a similar rotating storm system. Winds near the spot were measured up to 1500 miles per hour, the strongest recorded on any planet. The Voyager data also revealed that the Great Dark Spot varied",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/nepspot_voyager2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Neptune's Great Dark Spot: Gone But Not Forgotten",
    "url": "https://apod.nasa.gov/apod/image/0112/nepspot_voyager2.jpg"
  },
  {
    "date": "2001-12-02",
    "explanation": "Three years ago results were first presented indicating that most of the energy in our universe is not in stars or galaxies but is tied to space itself.  In the language of cosmologists, a large cosmological constant is directly implied by new distant supernovae observations.  Suggestions of a cosmological constant (lambda) are not new -- they have existed since the advent of modern relativistic cosmology.  Such claims are not usually popular with astronomers, though, because lambda is so unlike known universe components, because lambda's value appears limited by other observations, and because less-strange cosmologies without lambda have previously done well in explaining the data.  What is noteworthy here is the seemingly direct and reliable method of the observations and the good reputations of the scientists conducting the investigations.  Over the past three years, two independent teams of astronomers have continued to accumulate data that appears to confirm the unsettling result.  The above picture of a supernova that occurred in 1994 on the outskirts of a spiral galaxy was taken by one of these collaborations.  Still, extraordinary claims require extraordinary evidence, and so cosmologists the world over continue to await more data and confirmation by independent methods.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/sn94d_hiz_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rumors of a Strange Universe",
    "url": "https://apod.nasa.gov/apod/image/0112/sn94d_hiz.jpg"
  },
  {
    "copyright": "Phil Hoffman",
    "date": "2001-12-03",
    "explanation": "Tomorrow's picture: Star Flame  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/auroradouble_hoffman_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dueling Auroras",
    "url": "https://apod.nasa.gov/apod/image/0112/auroradouble_hoffman.jpg"
  },
  {
    "date": "2001-12-04",
    "explanation": "Is star AE Aurigae on fire?  Although surrounded by what may look like smoke, the object known as the \"flaming star\" creates energy primarily by nuclear fusion, like other stars.  Fire, typically defined as the rapid molecular acquisition of oxygen, happens only when sufficient oxygen is present and is not important in such high-energy, low-oxygen environments such as stars.  The material that appears as smoke is mostly interstellar hydrogen, but does contain smoke-like dark filaments of carbon-rich dust grains.  The AE Aurigae region was imaged by the KPNO 0.9-meter telescope and is shown above in false but representative colors.  The star AE Aurigae itself is very bright, young, blue, and known as a runaway star since it appears to have been ejected from the Orion Nebula region about 2.7 million years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/aeaurigae_kpno_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "AE Aurigae: The Flaming Star",
    "url": "https://apod.nasa.gov/apod/image/0112/aeaurigae_kpno.jpg"
  },
  {
    "copyright": "Chen Huang-Ming",
    "date": "2001-12-05",
    "explanation": "In the early morning hours of November 19, amateur Chen Huang-Ming caught a sky filled with astronomical wonders.  With his fisheye camera set up on Ho-Huan Mountain in Taiwan for a half-hour exposure, he started the above image a local time of 2:33 am.  First, the many famous stars and nebulas captured are too numerous to count.  Planets Jupiter and Saturn are visible, while the plane of our Milky Way Galaxy sweeps diagonally across the image.  What makes this image most spectacular, however, are the over 100 bright meteors visible from the 2001 Leonids Meteor Shower.  The meteor shower is caused by the Earth plowing through a stream of sand-sized ice particles shed years ago by Comet Tempel-Tuttle.  Note that the meteors can all be tracked back to a radiant in the constellation Leo, the direction from which the particles orbit the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/leonids_chen_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sky Filled with Leonids",
    "url": "https://apod.nasa.gov/apod/image/0112/leonids_chen.jpg"
  },
  {
    "date": "2001-12-06",
    "explanation": "A comet bright enough to be seen with binoculars is swooping into southern skies.  Comet C/2000 WM1 (LINEAR) continues to brighten and develop tails as it nears its closest approach of the Sun in late January 2002.  Comet LINEAR WM1 was discovered over a year ago when it was out past Jupiter and still very faint.  In the above picture from the Curtis Schmidt 0.6-meter Telescope in Chile, a 30-second exposure in red on December 4 captured detail in Comet LINEAR WM1's emerging dust tail.  Optimistic sky watchers hope that Comet LINEAR WM1 will undergo an even greater (and unexpected) brightening to the point where its coma and tails are easily discernable to the unaided eye.  Comet LINEAR WM1 is being watched with particular interest by astronomers because its ion tail might yield clues to understanding the solar wind expelled from near the Sun's poles.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/linearwm1_ctio_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Linear (WM1) Brightens",
    "url": "https://apod.nasa.gov/apod/image/0112/linearwm1_ctio.jpg"
  },
  {
    "copyright": "Tunc Tezel",
    "date": "2001-12-07",
    "explanation": "A road trip from Ankara to the Mediterranean coast southeast of Antalya, Turkey found clear skies and splendid scenery for astrophotographer Tunc Tezel's viewing of the 2001 Leonid meteor storm. There he captured this dream-like image of a fireball meteor near the horizon's twilight glow, reflected in calm ocean waters. Lights from coastal dwellings and nearby islands are seen in the foreground with brilliant Sirius shining as the brightest star in the heavens, visible in the constellation Canis Major at the upper right. Many enthusiasts who made special trips to view this November's Leonids were rewarded with similar spectacles of the fireball-rich storm. Airborne astronomers too had much to be thankful for as Leonid observations from a specially equiped aircraft flying at 40,000 feet produced bountiful data on the chemical composition of these dust grains from a comet's tail.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/leo2001_tezel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mediterranean Leonid 2001",
    "url": "https://apod.nasa.gov/apod/image/0112/leo2001_tezel_c2.jpg"
  },
  {
    "date": "2001-12-08",
    "explanation": "Craters produced by ancient impacts on the airless Moon have long been a familiar sight. But only since 1999 have observers seen elusive optical flashes on the lunar surface - likely explosions resulting from impacting meteoroids. These startling observations were made with modest telescopes and video equipment during the 1999 and 2001 Leonid meteor showers. Six confirmed flashes, some initially as bright as a third magnitude star, were all seen within hours of the peak of the 1999 shower. At least two more lunar flashes, the brightest one at about fourth magnitude, have been confirmed during this November's Leonid storm. The 1999 locations are indicated by the red Xs on the dark lunar night side in this projection of the Moon from November 18 of that year. Similar flashes would have been difficult to see if viewed against the Moon's brightly lit portion. It is estimated that the flashes were made by meteoroids with masses in the range of 1 to 10 kilograms, producing craters a few meters across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/moonstruck_palmer.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Struck",
    "url": "https://apod.nasa.gov/apod/image/0112/moonstruck_palmer.jpg"
  },
  {
    "date": "2001-12-09",
    "explanation": "Although you've surely seen it, you might not have noticed it.  During a cloudless twilight, just before sunrise or after sunset, part of the atmosphere above the horizon appears slightly off-color, slightly pink.  Visible in the above photograph, this off-color band between the dark eclipsed sky and the blue sky can best be seen in the direction opposite the Sun and is called the Belt of Venus.  Straight above, blue sky is normal sunlight reflecting off the atmosphere.  In the Belt of Venus, however, the atmosphere reflects light from the setting (or rising) Sun which appears more red.  The Belt of Venus can be seen from any location with a clear horizon.  It is frequently caught by accident in other photographs.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/beltofvenus_dmiller_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Belt of Venus",
    "url": "https://apod.nasa.gov/apod/image/0112/beltofvenus_dmiller.jpg"
  },
  {
    "date": "2001-12-10",
    "explanation": "Stars, like bees, swarm around the center of bright globular cluster M15.  This ball of over 100,000 stars is a relic from the early years of our Galaxy, and continues to orbit the Milky Way's center.  M15, one of about 150 globular clusters remaining, is noted for being easily visible with only binoculars, having at its center one of the densest concentrations of stars known, and containing a high abundance of unusual variable stars and pulsars.  The above image, taken in ultraviolet light with the WIYN Telescope, spans about 120 light years and shows the gradual increase in stars toward the cluster's center.  M15 lies about 35,000 light years away toward the constellation of Pegasus.  Recent evidence indicates that a massive black hole might reside as the center of M15.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/m15_wiyn_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Globular Cluster M15",
    "url": "https://apod.nasa.gov/apod/image/0112/m15_wiyn.jpg"
  },
  {
    "date": "2001-12-11",
    "explanation": "Venus, second planet from the Sun, appears above imaged for the first time ever in x-rays (left) by the orbiting Chandra Observatory. Chandra's smoothed, false-color, x-ray view is compared to an optical image (right) from a small earthbound telescope. Both show Venus illuminated by the Sun from the right, with only half the sunward hemisphere visible, but at least one striking difference is apparent. While the optical image in reflected sunlight is filled and bright at the center, Venus in x-rays is bright around the edge. Venus' x-rays are produced by fluorescence rather than reflection. About 120 kilometers or so above the surface, incoming solar x-rays excite atoms in the Venusian atmosphere to unstable energy levels. As the atoms rapidly decay back to their stable ground states they emit a \"fluorescence\" x-ray, creating a glowing x-ray half-shell above the sunlit hemisphere. More x-ray emitting material can be seen looking at the edge of the shell, so the edge appears brighter in the x-ray image.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/venuscomp_cxc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venusian Half-Shell",
    "url": "https://apod.nasa.gov/apod/image/0112/venuscomp_cxc.jpg"
  },
  {
    "copyright": "O Chul KwonSoBaekSan National Observatory",
    "date": "2001-12-12",
    "explanation": "There were two peaks to this year's Leonid Meteor Shower.  The first peak was best seen during the early morning hours of November 18 in North America, while the second peak, almost twice the intensity of the first, occurred eight hours later and was best seen from Asia.  Pictured above is an image of SoBaekSan National Observatory in Korea during the second Leonid peak, starting at 3:50 am local time.  Visible in the background are numerous Leonid meteors bright enough to be seen over background light even during the 40-minute exposure.  Local observers reported an average of over one meteor per second during this outburst. Next year's Leonid Meteor Shower might be even more intense but will have to compete will the glare of a nearly full moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/leonids_kwon_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Leonids Over Korean Observatory",
    "url": "https://apod.nasa.gov/apod/image/0112/leonids_kwon.jpg"
  },
  {
    "date": "2001-12-13",
    "explanation": "The south pole of Mars is the bright area near the center of the detailed, subtly shaded color image above. Recorded in September of this year by the Mars Global Surveyor (MGS) spacecraft, the picture shows a region surrounding the 400 kilometer wide martian polar cap in the midst of southern hemisphere spring. During this season the ice cap, predominantly layers of frozen carbon dioxide (dry ice) plus some water ice, begins to shrink as the ices change directly from solid to gas (sublimate). Hazy clouds of ice crystals and fog, extend across the bottom of the picture and a darker, more defrosted area is visible at the upper right, near the Red Planet's night side. A wealth of MGS data has allowed changes in the extent and density of the ice cap to be tracked over time. Now, researchers are also reporting indications that, in addition to seasonal changes, overall the martian southern ice cap has been dwindling in recent years -- dramatic evidence of a changing martian climate. At the measured rate, the increasing amount of carbon dioxide released could gradually raise Mars' atmospheric pressure, doubling it over hundreds to thousands of martian years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/spmars_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The South Pole of Mars",
    "url": "https://apod.nasa.gov/apod/image/0112/spmars_mgs.jpg"
  },
  {
    "copyright": "Brian Lula",
    "date": "2001-12-14",
    "explanation": "Like delicate cosmic petals, these clouds of interstellar dust and gas have blossomed 1,300 light-years away in the fertile star fields of the constellation Cepheus. Sometimes called the Iris Nebula and dutifully cataloged as NGC 7023, this is not the only nebula in the sky to evoke the imagery of flowers. Still, the beautiful digital image shows off the Iris Nebula's range of colors and symmetries in impressive detail. Within the Iris, dusty nebular material surrounds a massive, hot, young star in its formative years. Central filaments of cosmic dust glow with a reddish photoluminesence as some dust grains effectively convert the star's invisible ultraviolet radiation to visible red light. Yet the dominant color of the nebula is blue, characteristic of dust grains reflecting starlight. Dark, obscuring clouds of dust and cold molecular gas are also present and can lead the eye to see other convoluted and fantastic shapes. Infrared observations indicate that this nebula may contain complex carbon molecules known as PAHs. As shown here, the Iris Nebula is about 6 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/ngc7023_lula_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7023: The Iris Nebula",
    "url": "https://apod.nasa.gov/apod/image/0112/ngc7023_lula.jpg"
  },
  {
    "date": "2001-12-15",
    "explanation": "This striking line of 13 closely spaced craters on Jupiter's moon Ganymede was photographed by the Galileo spacecraft in 1997. The picture covers an area about 120 miles wide and the chain of craters cuts across a sharp boundary between dark and light terrain. What caused this crater chain? Remarkably, the exploration of the Solar System, has shown that crater chains like this one are not unique, though they were considered mysterious until a dramatic object lesson was offered by comet Shoemaker-Levy 9. In 1994 many denizens of planet Earth watched as huge pieces of this torn comet slammed into Jupiter itself in a spectacular series of sequential impacts. It is very likely that similar torn comets from the early history of the Solar System are responsible for this and other crater chains.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/ganychain_gal.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ganymede: Torn Comet - Crater Chain",
    "url": "https://apod.nasa.gov/apod/image/0112/ganychain_gal_c1.jpg"
  },
  {
    "date": "2001-12-16",
    "explanation": "One of the most identifiable nebulae in the sky, the Horsehead Nebula in Orion, is part of a large, dark, molecular cloud.  Also known as Barnard 33, the unusual shape was first discovered on a photographic plate in the late 1800s.  The red glow originates from hydrogen gas predominantly behind the nebula, ionized by the nearby bright star Sigma Orionis.  The darkness of the Horsehead is caused mostly by thick dust, although the lower part of the Horsehead's neck casts a shadow to the left.  Streams of gas leaving the nebula are funneled by a strong magnetic field.  Bright spots in the Horsehead Nebula's base are young stars just in the process of forming.  Light takes about 1500 years to reach us from the Horsehead Nebula.   The above image was taken with the 0.9-meter telescope at Kitt Peak National Observatory.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/horsehead_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Horsehead Nebula",
    "url": "https://apod.nasa.gov/apod/image/0112/horsehead_noao.jpg"
  },
  {
    "date": "2001-12-17",
    "explanation": "It was time to go home.  During their eight days aboard the Earth-orbiting International Space Station (ISS), ESA Flight Engineer Claudie Haigner, Russian Commander Victor Afanasyev, and Russian Flight Engineer Konstantin Kozeev had completed several experiments and successfully delivered a new lifeboat.  The lifeboat was actually the new Soyuz capsule they arrived in -- they returned home in an older Soyuz capsule that had been left six months ago.  Haigner, an expert in rheumatology and neuroscience, studied the development of frog embryos under microgravity conditions.  Pictured above on October 31, their Soyuz spacecraft undocks from the ISS while dark space and a blue Earth hover in the background.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/leavingiss_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Leaving the International Space Station",
    "url": "https://apod.nasa.gov/apod/image/0112/leavingiss_nasa.jpg"
  },
  {
    "copyright": "Lise DeharvengUniversite de ProvenceCNRSOHP",
    "date": "2001-12-18",
    "explanation": "Where do the most massive stars form? Observational evidence indicates that the outskirts of developing open clusters of stars are primary locations.  Pictured above is one such open cluster: Sharpless 212.  Visible in the image center are massive stars in the open cluster.  The energetic light from these stars ionizes surrounding hydrogen atoms creating an HII region.   As the hydrogen atoms re-acquire electrons, they emit the red light highlighted.  Sharpless 212 also contains small amounts of dust and heavy atoms such as Sulfur.  The dust efficiently absorbs light, while emission from Sulfur is highlighted in blue.  Particularly striking and well-defined boundaries that separate the ionized material from surrounding neutral material are visible at the edge of the HII region.  Sharpless 212 spans about 20 light years and lies about 25,000 light years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/sh212_ohp_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sharpless 212 in Hydrogen and Sulfur",
    "url": "https://apod.nasa.gov/apod/image/0112/sh212_ohp.jpg"
  },
  {
    "copyright": "CaltechU. DurhamPPARC",
    "date": "2001-12-19",
    "explanation": "Where is dark matter?  Galaxies rotate and move in clusters as if a tremendous amount of unseen matter is present.  But does dark matter exist in the greater universe too -- and if so, where?   The answer can be found by comparing the distribution of galaxies observed with numerical simulations.  This comparison became much more accurate recently when over 100,000 galaxy observations from the 2-Degree Field Galactic Redshift Survey were used.  In the above frame from a computer simulation of our universe, a 300 million light-year slice shows dark matter in gray and galaxies as colored circles.  The red box indicates the location of a rich cluster of galaxies, while the green box shows a more typical cross-section of our universe.  Analyses indicate that the immense gravity of the pervasive dark matter pulls normal matter to it, so that light matter and dark matter actually cluster together.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/lss_durham_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Finding Dark Matter",
    "url": "https://apod.nasa.gov/apod/image/0112/lss_durham.jpg"
  },
  {
    "copyright": "Tunc Tezel",
    "date": "2001-12-20",
    "explanation": "Viewed from Earth, the solar system's planets do a cosmic dance that is hard to appreciate on any single night. But consider this well planned animated sequence combining 23 pictures taken at approximately 2 week intervals from June 2000 through May 2001. It reveals the graceful looping or retrograde motion of bright wanderers Jupiter (leftmost) and Saturn. Loitering among the background stars are the familiar Pleiades (above right) and V-shaped Hyades (below left) star clusters. The planets didn't actually loop by reversing the direction of their orbits, though. Their apparent retrograde motion is a reflection of the motion of the Earth itself. Retrograde motion can be seen each time Earth overtakes and laps planets orbiting farther from the Sun, Earth moving more rapidly through its own relatively close-in orbit. Astronomer Tunc Tezel captured Jupiter and Saturn's \"paired\" retrograde loop in this remarkable series made after the close alignment of these gas giants in May 2000. The next opportunity to see these two planets dance such a pas de deux will be in the year 2020.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/JuSa2000_tezel.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter and Saturn Pas de Deux",
    "url": "https://apod.nasa.gov/apod/image/0112/JuSa2000_tezel_c.gif"
  },
  {
    "copyright": "Stan Richard",
    "date": "2001-12-21",
    "explanation": "Welcome to the December Solstice, first day of winter in the north and summer in the southern hemisphere of planet Earth. Today the Sun reaches its southernmost declination in the sky at 19:21 Universal Time. Just a short week ago, as the Sun approached the end of its annual journey south, it was eclipsed by the Moon. Observers in Costa Rica witnessed a fleeting annular eclipse with the Moon surrounded by a dramatic bright ring as it covered about 96 percent of the visible solar surface during the maximum phase. But from most of the Americas this eclipse was partial ... and skies were often partially cloudy! Public Television Engineer Stan Richard captured this view near Des Moines, Iowa, USA. Taken close to eclipse maximum for his location, the sharp, silhouetted edge of the Moon is visible through the clouds in the lower left quadrant of the solar disk.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/parteclipse_richard_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Partial Eclipse, Cloudy Day",
    "url": "https://apod.nasa.gov/apod/image/0112/parteclipse_richard.jpg"
  },
  {
    "date": "2001-12-22",
    "explanation": "Hot blue stars, red glowing hydrogen gas, and dark, obscuring dust clouds are strewn through this dramatic region of the Milky Way in the southern constellation of Ara (the Altar). About 4,000 light-years from Earth, the stars at the left are young, massive, and energetic. Their intense ultraviolet radiation is eating away at the nearby star forming cloud complex - ionizing the hydrogen gas and producing the characteristic red \"hydrogen-alpha\" glow. At right, visible within the dark dust nebula, is small cluster of newborn stars. This beautiful color picture is a composite of images made through blue, green, and hydrogen-alpha filters.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/rcw108_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hot Stars in the Southern Milky Way",
    "url": "https://apod.nasa.gov/apod/image/0112/rcw108_eso.jpg"
  },
  {
    "date": "2001-12-23",
    "explanation": "he second largest planet in the Solar System, Saturn's Rings are one of the most spectacular sights for earthbound telescopes. This image from the orbiting Hubble Space Telescope's STIS instrument, offers a striking view of another kind of ring around Saturn - pole encircling rings of ultraviolet aurora. Towering more than 1,000 miles above the cloud tops, these Saturnian auroral displays are analogous to Earth's. Energetic charged particles in the Solar Wind are funneled by the planet's magnetic field into polar regions where they interact with atmospheric gases. Following the ebb and flow of Saturn's aurora, researchers can remotely explore the planet's atmosphere and magnetic field. In this false color image, the dramatic red aurora identify emission from atomic hydrogen, while the more concentrated white areas are due to hydrogen molecules. In 2004, NASA plans to begin making close-up studies of the Saturnian system with the Cassini Spacecraft.",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/saturnaurora_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn Aurora",
    "url": "https://apod.nasa.gov/apod/image/0009/saturnaurora_hst.jpg"
  },
  {
    "copyright": "S. Gajdos & J. TothComenius U. BratislavaModra Observatory",
    "date": "2001-12-24",
    "explanation": "Last week, an asteroid approached unusually close to the Earth.  Passing well outside the orbit of our Moon, Asteroid 1998 WT24 posed no danger, but became bright enough to see with binoculars and to track with radar.  Pictured above, the kilometer-sized asteroid was imaged crossing the sky on December 14, two days before closest approach.  Every few years, an asteroid will actually pass inside the orbit of the Moon.  Large impact features on the Earth are testaments to asteroids or comets that actually impacted the Earth in the distant past.  Astronomers continue to discover, track, and study potentially hazardous asteroids with a goal of making planet Earth a safer place.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/asteroid1998wt24_ago_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Asteroid 1998 WT24 Passes Near Earth",
    "url": "https://apod.nasa.gov/apod/image/0112/asteroid1998wt24_ago.gif"
  },
  {
    "date": "2001-12-25",
    "explanation": "How did stars form in the early universe?  Astronomers are gaining insight by studying NGC 6822, a nearby galaxy classified as irregular by modern standards but appearing more typical of galaxies billions of years ago.   Inspection of NGC 6822 shows several bright star groups, including two dubbed Hubble-X and Hubble-V.  Pictured above, the Hubble Space Telescope has resolved Hubble V into the energetic stars that are lighting up the surrounding gas.  Each star in the central dense knot of Hubble V shines brighter than 100,000 Suns.   The Hubble V gas cloud spans about 200 light years and lies about 1.5 million light-years away toward the constellation Sagittarius.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/ngc6822_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Forming Region Hubble-V",
    "url": "https://apod.nasa.gov/apod/image/0112/ngc6822_hst.jpg"
  },
  {
    "date": "2001-12-26",
    "explanation": "This stunning aerial view shows the rugged snow covered peaks of a Himalayan mountain range in Nepal. The seventh-highest peak on the planet, Dhaulagiri, is the high point on the horizon at the left while in the foreground lies the southern Tibetan Plateau of China. But, contrary to appearances, this picture wasn't taken from an airliner cruising at 30,000 feet. Instead it was taken with a 35mm camera and telephoto lens by the Expedition 1 crew aboard the International Space Station -- orbiting 200 nautical miles above the Earth. The Himalayan mountains were created by crustal plate tectonics on planet Earth some 70 million years ago, as the Indian plate began a collision with the Eurasian plate. Himalayan uplift still continues today at a rate of a few millimeters per year.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/himalaya_iss1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Himalayan Horizon From Space",
    "url": "https://apod.nasa.gov/apod/image/0112/himalaya_iss1.jpg"
  },
  {
    "date": "2001-12-27",
    "explanation": "The Crab Nebula is cataloged as M1, the first on Charles Messier's famous list of things which are not comets. In fact, the Crab is now known to be a supernova remnant, an expanding cloud of debris from the explosion of a massive star. The violent birth of the Crab was witnessed by astronomers in the year 1054. Roughly 10 light-years across today, the nebula is still expanding at a rate of over 1,000 kilometers per second. Flipping between two images made nearly 30 years apart, this animation clearly demonstrates the expansion. The smaller Crab was recorded as a photographic image made in 1973 using the Kitt Peak National Observatory 4-meter telescope in 1973. The expanded Crab was made this year with the Kitt Peak Visitor Center's 0.4-meter telescope and digital camera. Background stars were used to register the two images.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/m1animation_block_bw.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Incredible Expanding Crab",
    "url": "https://apod.nasa.gov/apod/image/0112/m1animation_block_bw.gif"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2001-12-28",
    "explanation": "Interstellar dust grains often find themselves in a reflective \"mood\". Near a bright star, clouds of these dust particles scatter short wavelengths of visible starlight more readily than long wavelengths, producing lovely blue reflection nebulae. Nine of the more spectacular examples of these dusty, blue stellar neighborhoods have been assembled here by astrophotographer Rob Gendler. From left to right starting with the top row are NGC 1977 in Orion, IC2118 (the Witch Head), and M78 also in Orion. Across the middle row are, M20 (Trifid), NGC 2264 in Monoceros, and IC405 (Flaming Star Nebula). Along the bottom are NGC 2023 (near the Horsehead), NGC 7023 (Iris Nebula), and finally bright star Merope surrounded by a veil of dust (NGC 1435). Merope is one of the seven sisters of the Pleiades.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/reflectionmos_gendler_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Starlight Reflections",
    "url": "https://apod.nasa.gov/apod/image/0112/reflectionmos_gendler.jpg"
  },
  {
    "date": "2001-12-29",
    "explanation": "The sky toward the center of our Galaxy is filled with a wide variety of celestial wonders. Many are easily visible with binoculars.   Constellations near the galactic center include Sagittarius, Libra, Scorpius, Scutum, and Ophiuchus.  Nebulae include Messier Objects M8, M16, M17, M20 and the Pipe Nebula.  Open star clusters include M6, M7, M18, M21, M23, M24, M25.   Globular star clusters include M9, M22, M28, M54, M69, M70.  And don't forget Baade's Window.  Click on the photo to get the un-annotated version.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/galcen_wk_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Annotated Galactic Center",
    "url": "https://apod.nasa.gov/apod/image/0112/galcen_wk.gif"
  },
  {
    "date": "2001-12-30",
    "explanation": "Dust pillars are like interstellar mountains.  They survive because they are more dense than their surroundings, but they are being slowly eroded away by a hostile environment.  Visible in the above picture is the end of a huge gas and dust pillar in the Trifid Nebula, punctuated by a smaller pillar pointing up and an unusual jet pointing to the left.  The pink dots are newly formed low-mass stars. A star near the small pillar's end is slowly being stripped of its accreting gas by radiation from a tremendously brighter star situated off the above picture to the upper right.  The jet extends nearly a light-year and would not be visible without external illumination.  As gas and dust evaporate from the pillars, the hidden stellar source of this jet will likely be uncovered, possibly over the next 20,000 years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/trifid_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Trifid Pillars & Jets",
    "url": "https://apod.nasa.gov/apod/image/0112/trifid_hst.jpg"
  },
  {
    "date": "2001-12-31",
    "explanation": "We live in the exciting time when humanity discovers the nature of our entire universe.  During this year, in particular, however, the quest for cosmological understanding appears to have astronomers groping in the dark.  Dark matter and dark energy are becoming accepted invisible components of our universe, much like oxygen and nitrogen have become established invisible components of Earth-bound air.  In comprehending the nature and origin of the formerly invisible, however, we are only just exiting the cosmological dark age.  Relatively unexplored concepts such as higher spatial dimensions, string theories of fundamental particles, quintessence, and new forms of inflation all vie for cornerstone roles in a more complete theory.  As understanding invisible air has led to such useful inventions as the airplane and the oxygen mask, perhaps understanding dark matter and dark energy can lead to even more spectacular and useful inventions.  Pictured above, three of the largest optical telescopes (Keck I, Keck II, and Subaru) prepare to peer into the dark and distant universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/kecksunset_mko_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Year of Dark Cosmology",
    "url": "https://apod.nasa.gov/apod/image/0112/kecksunset_mko.jpg"
  },
  {
    "copyright": "Jan Curtis",
    "date": "2002-01-01",
    "explanation": "What causes black aurora?  These gaps in normal bright aurora are frequently recorded but rarely questioned.  Recent research using data from four Cluster spacecraft orbiting the Earth has now likely found the secret: black auroras are actually anti-auroras.   In normal auroras, electrons and/or predominantly negatively charged particles fall toward Earth along surfaces of constant magnetic field.  They ionize the Earth's atmosphere on impact, causing the bright glows.  In black anti-auroras, however, negatively charged particles are sucked out from the Earth's ionosphere along adjoining magnetic field lines.  These dark anti-auroras can climb to over 20,000 kilometers and last for several minutes.  Pictured above, a black aurora is seen dividing bright auroras over Fairbanks, Alaska, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/blackaurora_curtis_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Secret of the Black Aurora",
    "url": "https://apod.nasa.gov/apod/image/0201/blackaurora_curtis.jpg"
  }
]
