[
  {
    "date": "2001-09-01",
    "explanation": "Indicated on this infrared image of the galactic center region are positions of candidate magnetars -- believed to be the strongest magnets in the galaxy. Classified by observers as Soft Gamma Repeaters (SGRs) and Anomalous X-ray Pulsars (AXPs), these cosmic powerhouses are likely city-sized, spinning, highly-magnetized neutron stars. How strong is a magnetar's magnetic field? The Earth's magnetic field which deflects compass needles is measured to be about 1 Gauss, while the strongest fields sustainable in earthbound laboratories are about 100,000 Gauss. A magnetar's monster magnetic field is estimated to be as high as 1,000,000,000,000,000 Gauss. A magnet this strong, located at about half the distance to the Moon would easily erase your credit cards and suck pens out of your pocket. In 1998, from a distance of about 20,000 light-years, one magnetar, SGR 1900+14 generated a powerful flash of gamma-rays detected by many spacecraft. That blast of high-energy radiation is now known to have had a measurable effect on Earth's ionosphere. At the surface of the magnetar, its powerful magnetic field is thought to buckle and shift the neutron star crust generating the intense high-energy flares.",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/magnetars_cobeloc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Magnetars In The Sky",
    "url": "https://apod.nasa.gov/apod/image/0109/magnetars_cobeloc.jpg"
  },
  {
    "date": "2001-09-02",
    "explanation": "Mars has two tiny moons, Phobos and Deimos.  Pictured above is Deimos, the smaller moon of Mars.  In fact, Deimos is one of the smallest known moons in the Solar System measuring only nine miles across.  The diminutive Martian moons were discovered in 1877 by Asaph Hall, an American astronomer working at the US Naval Observatory in Washington D.C.  The existence of two Martian moons was predicted around 1610 by Johannes Kepler, the astronomer who derived the laws of planetary motion.  In this case, Kepler's prediction was not based on scientific principles, but his writings and ideas were so influential that the two Martian moons are discussed in works of fiction such as Jonathan Swift's Gulliver's Travels, written in 1726, over 150 years before their actual discovery.",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/deimos_viking2_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Deimos: A Small Martian Moon",
    "url": "https://apod.nasa.gov/apod/image/0109/deimos_viking2.jpg"
  },
  {
    "date": "2001-09-03",
    "explanation": "Fast expanding gas clouds mark the end for a central star in the Rotten Egg Nebula.  The once-normal star has run out of nuclear fuel, causing the central regions to contract into a white dwarf.  Some of the liberated energy causes the outer envelope of the star to expand.  In this case, the result is a photogenic proto- planetary nebula.  As the million-kilometer per hour gas rams into the surrounding interstellar gas, a supersonic shock front forms where ionized hydrogen and nitrogen glow blue.  The complex shock front had been hypothesized previously but never so clearly imaged.  Thick gas and dust hide the dying central star.  The Rotten Egg Nebula, also known as the Calabash Nebula and OH231.8+4.2, will likely develop into a full bipolar planetary nebula over the next 1000 years.  The nebula, pictured above, is about 1.4 light-years in extent and located about 5000 light-years away toward the constellation of Puppis.",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/rottenegg2_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Making of the Rotten Egg Nebula",
    "url": "https://apod.nasa.gov/apod/image/0109/rottenegg2_hst.jpg"
  },
  {
    "date": "2001-09-04",
    "explanation": "How are galaxies distributed in the universe?  This question is of more than aesthetic interest because the answer likely holds clues to composition of the universe itself.  The above map shows the distribution of nearly 200,000 galaxies and is the latest answer obtained by one of the most complex astronomical instruments yet created: the Two-Degree Field (2dF) system.  The 2dF system measures galaxy redshifts, allowing astronomers to estimate distances to some of the millions of galaxies visible, and hence to make a three-dimensional map of the local universe.  Although the distribution of galaxies appears nearly uniform on the largest scale, waves of galaxies are discernable extending up to 100 million light-years.  Detailed analyses of the incoming data indicate that to create such a network of waves, normal baryonic matter must make up only 15 percent of all matter, while all matter must make up only about 30 percent of that needed to make the universe geometrically flat.  Is the remaining 70 percent dark energy?",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/galaxies_2dFGRS_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "2dF Sees Waves of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/0109/galaxies_2dFGRS.jpg"
  },
  {
    "copyright": "Alan BridleNRAO CharlottesvilleVLANRAONSF",
    "date": "2001-09-05",
    "explanation": "3C175 is not only a quasar, it is a galaxy-fueled particle cannon.  Visible as the central dot is quasar 3C175, the active center of a galaxy so distant that the light we see from it was emitted when the Earth was just forming.  The above image was recorded in radio waves by an array of house-sized telescopes called the Very Large Array (VLA).  Shooting out from 3C175 is a thin jet of protons and electrons traveling near the speed of light that is over one million light-years long.  The jet acts like a particle cannon and bores through gas cloud in its path.  How this jet forms and why it is so narrow remain topics of current research.",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/3c175_vla_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "3C175: Quasar Cannon",
    "url": "https://apod.nasa.gov/apod/image/0109/3c175_vla.jpg"
  },
  {
    "date": "2001-09-06",
    "explanation": "Here's something you don't see too often ... a detailed picture of the full Moon surrounded by a rich field of background stars.  It's true that bright moonlight scattered by the atmosphere tends to mask faint stars, but pictures of the sunlit portion of the Moon made with earthbound telescopes or even with cameras on the lunar surface often fail to show any background stars at all. Why? Because the exposure times are too short. Very short exposures, lasting fractions of a second, are required to accurately record an image of the bright lunar surface. But the background stars (and galaxies!) such as those visible above are much fainter and need exposures lasting minutes to hours which would seriously overexpose the surface of the Moon. So, of course this stunning view really is a combination of two digital images -- a short exposure, registering the exquisite lunar surface details at full Moon, superposed on a separate very long exposure, made with the Moon absent from the star field. The final representation of Moon and background stars is very dramatic, even though it could not have been captured in a single exposure.",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/moonstars_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon AND Stars",
    "url": "https://apod.nasa.gov/apod/image/0109/moonstars_noao.jpg"
  },
  {
    "date": "2001-09-07",
    "explanation": "Today's composite image was made from 22 separate pictures of the Moon and Sun all taken from Chisamba, Zambia during the total phase of the 2001 June 21 solar eclipse. The multiple exposures were digitally processed and combined to simultaneously show a wealth of detail which no single camera exposure or naked-eye observation could easily reveal. Most striking are the incredible flowing streamers of the Sun's outer atmosphere or solar corona, notoriously difficult to see except when the new Moon blocks the bright solar disk. Features on the darkened near side of the Moon can also be made out, illuminated by sunlight reflected from a full Earth. A giant solar prominence seems to hang just beyond the Moon's eastern (left) edge while about one diameter farther east of the eclipsed Sun is the relatively faint (4th magnitude) star 1 Geminorum.",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/tse2001cmp_espenak_c1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon AND Sun",
    "url": "https://apod.nasa.gov/apod/image/0109/tse2001cmp_espenak_c1.jpg"
  },
  {
    "copyright": "K. StanekW. ColleyCfA",
    "date": "2001-09-08",
    "explanation": "On September 18, 1997, many stargazers in the U. S. were able to watch a lovely early morning lunar occultation as a bright Moon passed in front of Saturn. Using a 1.2 meter reflector, astronomer Kris Stanek had an excellent view of this dream-like event from the Whipple Observatory atop Arizona's Mount Hopkins. This animated gif image was constructed by Wes Colley from 4 frames taken by Stanek at 35 second intervals as the ringed planet emerged from behind the Moon's dark limb. While lunar occultations of fairly bright stars and planets are not extremely rare events, their exact timing depends critically on the observer's location. For observers in western North America, the Moon will next occult Saturn on Monday morning, September 10.",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/ocsat_anim.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Occults Saturn",
    "url": "https://apod.nasa.gov/apod/image/0109/ocsat_anim.gif"
  },
  {
    "copyright": "AAO",
    "date": "2001-09-09",
    "explanation": "Hot blue stars shine brightly in this beautiful, recently formed galactic or \"open\" star cluster.  Open cluster NGC 3293 is located in the constellation Carina, lies at a distance of about 8000 light years, and has a particularly high abundance of these young bright stars.  A study of NGC 3293 implies that the blue stars are only about 6 million years old, whereas the cluster's dimmer, redder stars appear to be about 20 million years old.  If true, star formation in this open cluster took at least 15 million years.  Even this amount of time is short, however, when compared with the billions of years stars like our Sun live, and the over-ten billion year lifetimes of many galaxies and our universe.  NGC 3293 appears just in front of a dense dust lane emanating from the Carina Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/ngc3293_aao.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3293: A Bright Young Open Cluster",
    "url": "https://apod.nasa.gov/apod/image/0109/ngc3293_aao_big.jpg"
  },
  {
    "date": "2001-09-10",
    "explanation": "Why would the center of our Galaxy flicker?  Many astronomers believe the only credible answer involves a black hole.  During observations of Sagittarius A* with the orbiting Chandra X-ray Observatory, the bright X-ray source at the very center of our Milky Way brightened dramatically for a few minutes.  Sagittarius A* is visible as the bright dot near the center of the above image.  Since large objects cannot vary quickly, a small source is implicated in the variation.  Evidence including the motions of central stars indicates that the center of our Galaxy is a massive place, however, estimated to be over a million times the mass of our Sun.  Only one known type of object can fit so much mass in so small a volume: a black hole.  This short flicker therefore provides additional evidence that a black hole does indeed reside at our Galaxy's center.  If true, the flicker might have been caused by an object disrupting as it fell toward the disruptive monster.",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/sgraflare_chandra.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galactic Center Flicker Indicates Black Hole",
    "url": "https://apod.nasa.gov/apod/image/0109/sgraflare_chandra_big.jpg"
  },
  {
    "date": "2001-09-11",
    "explanation": "The party is still going on in spiral galaxy NGC 3310.  Roughly 100 million years ago, NGC 3310 likely collided with a smaller galaxy causing the large spiral galaxy to light up with a tremendous burst of star formation.  The changing gravity during the collision created density waves that compressed existing clouds of gas and triggered the star-forming party.  The above image composite by the Hubble Space Telescope was used to find the ages of many of the resulting clusters of stars.  To the surprise of many, some of the clusters are quite young, indicating that starburst galaxies may remain in star-burst mode for quite some time.  NGC 3310 spans about 50,000 light years, lies about 50 million light years away, and is visible with a small telescope towards the constellation of Ursa Major.",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/ngc3310b_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy NGC 3310 Across the Visible",
    "url": "https://apod.nasa.gov/apod/image/0109/ngc3310b_hst.jpg"
  },
  {
    "date": "2001-09-12",
    "explanation": "An unusual triangle of light will be particularly bright near the eastern horizon before sunrise during the next two months for observers in Earth's northern hemisphere.  Once considered a false dawn, this triangle of light is actually Zodiacal Light, light reflected from interplanetary dust particles.  The triangle is clearly visible on the left of the above frame taken from Mauna Kea in Hawaii on August 30 by one of the developing global network of fisheye nighttime web cameras called CONCAMs.  Zodiacal dust orbits the Sun predominantly in the same plane as the planets: the ecliptic.  Indeed, the triangle points to bright spots Jupiter and Saturn, with Saturn nearer the center.  Zodiacal light is so bright this time of year because the dust band is oriented nearly vertical at sunrise, so that the thick air near the horizon does not block  out relatively bright reflecting dust.  Zodiacal light is also bright for people in Earth's northern hemisphere in March and April just after sunset.",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/zodimk_concam_big.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Zodiacal Light and the False Dawn",
    "url": "https://apod.nasa.gov/apod/image/0109/zodimk_concam.jpg"
  },
  {
    "date": "2001-09-13",
    "explanation": "A bizarre stellar corpse 19,000 light-years from Earth, pulsar PSR B1509-58 beckons from the small southern constellation of Circinus. Like its cousin at the heart of the Crab nebula, the Circinus pulsar is a rapidly spinning, magnetized neutron star. Seen in this false-color Chandra Observatory image, the environment surrounding this cosmic powerhouse glows in high energy x-rays. The Circinus pulsar itself, thought to generate more than 7 quadrillion volts (7 followed by 15 zeros), lies within the knot of bright emission near the center of the picture.  Stretching toward the bottom left, x-ray emission traces a jet of particles almost 20 light-years long that seems to arise from the pulsar's south pole, while the arc of bright emission above the central knot is likely a shockwave produced by particles driven from the pulsar's equator. Near the top of the picture, lower energy x-ray emission shown in green is from gas shock-heated to millions of degrees Celsius. The shocked gas was produced by debris blasted out from the stellar explosion that created the Circinus pulsar.",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/cirpulsar_cxo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Rays and the Circinus Pulsar",
    "url": "https://apod.nasa.gov/apod/image/0109/cirpulsar_cxo.jpg"
  },
  {
    "date": "2001-09-14",
    "explanation": "Stars are born in M16's Eagle Nebula, a stellar nursery 7,000 light-years from Earth toward the constellation Serpens. The striking nebula's star forming pillars of gas and dust are familiar to astronomers from images at visible wavelengths, but this false-color picture shows off the nebula in infrared light. Data from ESA's Infrared Space Observatory satellite (ISO) was used to construct the detailed two color image, dominated by infrared emission from clouds of interstellar material at temperatures below -100 degrees Celsius. Blue colors highlight emission thought to indicate the presence of complex carbon molecules, known on planet Earth as PAHs, while red colors trace emission from cold, microscopic dust grains. Hot young stars are formed as this frigid material condenses under the influence of gravity. Once begun, the process takes only tens of thousands of years for truly massive stars and up to tens of millions of years for low mass stars like the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/eagleneb_iso.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cold Dust in the Eagle Nebula",
    "url": "https://apod.nasa.gov/apod/image/0109/eagleneb_iso_c1.jpg"
  },
  {
    "date": "2001-09-15",
    "explanation": "The total lunar eclipse of September 1996 disappointed many observers in North America who were cursed with cloudy skies. However, the Midcourse Space Experiment (MSX) satellite had a spectacular view from Earth orbit and SPIRIT III, an onboard infrared telescope, was used to repeatedly image the moon during the eclipse. Above is one of the images taken during the 70 minute totality, the Moon completely immersed in the Earth's shadow. Infrared light has wavelengths longer than visible light - human's can not see it but feel it as heat. The bright spots correspond to the warm areas on the lunar surface, dark areas are cooler. The brightest spot below and left of center is the crater Tycho, the dark region at the upper right is the Mare Crisium. The series of SPIRIT III images allow the determination of cooling rates for geologically different areas, exploring the physical properties of the Moon's surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/lunarecl_msx_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipsed Moon in Infrared",
    "url": "https://apod.nasa.gov/apod/image/0109/lunarecl_msx_c1.jpg"
  },
  {
    "date": "2001-09-16",
    "explanation": "If you could look at Venus with radar eyes - this is what you might see. This computer reconstruction of the surface of Venus was created from data from the Magellan spacecraft.  Magellan orbited Venus and used radar to map our neighboring planet's surface between 1990 and 1994. Magellan found many interesting surface features, including the large circular domes, typically 25-kilometers across, that are depicted above.  Volcanism is thought to have created the domes, although the precise mechanism remains unknown.  Venus' surface is so hot and hostile that no surface probe has lasted more than a few minutes.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/venus4_mag_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus' Once Molten Surface",
    "url": "https://apod.nasa.gov/apod/image/0003/venus4_mag.jpg"
  },
  {
    "copyright": "NAOJ",
    "date": "2001-09-17",
    "explanation": "This new image composite of the southwest region of M31 from the Subaru Telescope shows many stars, nebulae, and star clusters never before resolved.  An older population of stars near Andromeda's center causes the yellow hue visible on the upper right.  Young blue stars stand out in the spiral arms on the lower left.  Red emission nebula, blue open clusters of stars, and sweeping lanes of dark dust punctuate the swirling giant.  Andromeda, at about 2.5 million light years distant, and our Milky Way are the largest galaxies in the Local Group of Galaxies.  Understanding M31 helps astronomers to understand our own Milky Way Galaxy, since the two are so similar.",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/m31_subaru_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Southwest Andromeda",
    "url": "https://apod.nasa.gov/apod/image/0109/m31_subaru.jpg"
  },
  {
    "date": "2001-09-18",
    "explanation": "Just after landing on Mars in 1997, the robotic Mars Pathfinder main station took a quick first look around.  This insurance panorama was taken even before the Sagan Memorial Station camera was raised to its two-meter-high perch.  The full view is best seen by slowly scrolling to the right.  The unique perspective captures many Mars Pathfinder instruments in the close foreground including a screen for judging sky illumination, communications antennae, solar panels, and two ramps leading down to the surface for the robot probe Sojourner.  After taking the ramp on the right, Sojourner can be seen on the Martian surface.  Visible on the surface are numerous rocks and hills that came to be better studied.  The Mars Pathfinder mission went on to return 16,000 images and data that resulted in many discoveries, including evidence for warmer and wetter conditions on Mars in the past.  After nearly three spectacular months exploring the surface, Mars Pathfinder dropped out of communication, likely the result of depleted battery power.",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/marspan_ud.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Surrounded by Mars",
    "url": "https://apod.nasa.gov/apod/image/0109/marspan_ud.jpg"
  },
  {
    "copyright": "Lockheed Martin Missiles & Space",
    "date": "2001-09-19",
    "explanation": "NASA is preparing to launch its next Great Observatory in 2002, but it does not yet have a proper name.  Can you help?  Currently referred to only as the Space Infrared Telescope Facility (SIRTF), NASA seeks to add something more significant.  Previously, NASA named its Great Observatories for scientists of the recent past, including the Hubble Space Telescope, the Compton Gamma Ray Observatory and the Chandra X-ray Observatory.  SIRTF will be the most powerful infrared telescope ever launched, imaging everything from nearby planetary disks to distant galaxies.  To enter the contest, one must conform to all rules including the submission of an essay of 250 words or less. The contest ends on December 20.",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/sirtf_lmms.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SIRTF: Name This Satellite",
    "url": "https://apod.nasa.gov/apod/image/0109/sirtf_lmms_big.jpg"
  },
  {
    "date": "2001-09-20",
    "explanation": "Side by side, two x-ray stars greeted astronomers in this false-color Chandra Observatory x-ray image of a region near the core of globular star cluster M15. The greeting was a pleasant surprise, as all previous x-ray images of the cluster showed only one such source where Chandra's sharper x-ray vision now reveals two. These x-ray sources are modeled as neutron star binary systems. Each is a city-sized neutron star in close orbit with a normal stellar companion. X-rays are generated as matter from the normal star falls onto the compact neutron star. This break through explains why observations of the previously recognized lone neutron star binary system in M15 were difficult to reconcile with any single model. It also suggests that other globular star clusters which roam the halo of our Milky Way galaxy and seem to contain only one such neutron star x-ray source may in fact contain more. An optical Hubble Space Telescope image of the dense M15 cluster is inset at the upper right.",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/m15_xraymed.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Stars in M15",
    "url": "https://apod.nasa.gov/apod/image/0109/m15_xcomp.jpg"
  },
  {
    "date": "2001-09-21",
    "explanation": "Black hole candidate XTE J1118+480 is known to roam the halo of our Milky Way Galaxy. This exotic system - thought to be a stellar mass black hole consuming matter from a companion star - was discovered only last year as a flaring celestial x-ray source. Suggestively termed a microquasar, recent radio and archival optical observations of its motion through the sky have now allowed its orbit to be calculated. Illustrated above, the black hole's present galactic location is indicated by the purple dot, with the Sun's position in yellow. A mere 6,000 light-years from the Sun now, XTE J1118+480's orbit is traced by the orange line, backtracked for some 230 million years into the past based on models of the Galaxy. Astronomers note this black hole's orbit about the galactic center, looping high above and below the Galaxy's plane of gas, dust,and stars, is similar to orbits of globular star clusters, ancient denizens of our Galaxy. It seems likely that XTE J1118+480 too has its origins in the early history and halo of the Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/xtej1118path_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Where a Black Hole Roams",
    "url": "https://apod.nasa.gov/apod/image/0109/xtej1118path.jpg"
  },
  {
    "date": "2001-09-22",
    "explanation": "At full throttle the Deep Space 1 spacecraft's innovative ion drive produces about 1/50th of a pound of thrust ... a force so great that it would just about hold up a piece of paper on planet Earth! Still, powered by solar arrays ion propulsion systems can run continuously. For long duration space missions they ultimately win out over the powerful but brief blasts of less efficient chemical rockets. Deep Space 1 is seen here suspended in an assembly room, a folded solar array resting above the circular ion propulsion module. Already a successful technology demonstrator with experimental autonomous software, the spacecraft flew by asteroid 9969 Braille in July of 1999. Later that year, in November, the robot probe was nearly lost due to the failure of its wide-field star tracker camera. But engineers were able to reprogram the navigation system to utilize another on-board camera and on 28 June 2000 the ion drive was throttled up. Now, the adventures of Deep Space 1 continue. Again steering by the stars, Deep Space 1 is scheduled to rendezvous with periodic Comet Borrelly today.",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/ds1_jpl_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Full Throttle For Deep Space 1",
    "url": "https://apod.nasa.gov/apod/image/0109/ds1_jpl.jpg"
  },
  {
    "date": "2001-09-23",
    "explanation": "Where did all the stars go?  What used to be considered a hole in the sky is now known to astronomers as a dark molecular cloud.  Here, a high concentration of dust and molecular gas absorb practically all the visible light emitted from background stars.  The eerily dark surroundings help make the interiors of molecular clouds some of the coldest and most isolated places in the universe.  One of the most notable of these dark absorption nebulae is a cloud toward the constellation Ophiuchus known as Barnard 68, pictured above.  That no stars are visible in the center indicates that Barnard 68 is relatively nearby, with measurements placing it about 500 light-years away and half a light-year across.  It is not known exactly how molecular clouds like Barnard 68 form, but it is known that these clouds are themselves likely places for new stars to form.",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/barnard68_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Molecular Cloud Barnard 68",
    "url": "https://apod.nasa.gov/apod/image/0109/barnard68_vlt.jpg"
  },
  {
    "date": "2001-09-24",
    "explanation": "Our Sun is still very active.  Last year, our Sun went though Solar Maximum, the time in its 11-year cycle where the most sunspots and explosive activities occur.  Sunspots, the Solar Cycle, and solar prominences are all caused by the Sun's changing magnetic field.  Pictured above is a solar prominence that erupted on May 15, throwing electrons and ions out into the Solar System.  The image was taken in the ultraviolet light emitted by a specific type of ionized helium, a common element on the Sun.  Particularly hot areas appear in white, while relatively cool areas appear in red.  Our Sun should gradually quiet down until Solar Minimum occurs in 2007.",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/sunplume_soho_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Solar Prominence Erupts",
    "url": "https://apod.nasa.gov/apod/image/0109/sunplume_soho.jpg"
  },
  {
    "date": "2001-09-25",
    "explanation": "What's up on planet Earth? A truly global answer has now been created by the Global Land One-km Base Elevation (GLOBE) Project.  Pictured above is the best digital elevation map yet created for our home planet, a map it took over ten years to make that incorporates data provided by many different countries around the world.  The relief map is color coded with sea level shown in black, relatively low areas shown in green, higher areas shown in brown, and the highest areas shown in white.  Can you find your hometown?  Clicking on the map will bring up a higher resolution version.  Even more detailed versions are also available.",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/earthheight_ngdc_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Highs and Lows of Earth",
    "url": "https://apod.nasa.gov/apod/image/0109/earthheight_ngdc.jpg"
  },
  {
    "copyright": "Deep Space 1 Team",
    "date": "2001-09-26",
    "explanation": "What does a comet nucleus look like?  To answer this question, NASA controllers drove an aging probe through the hostile environs of a distant comet, expecting that even if comet fragments disabled the spacecraft, it would be worth the risk.  The probe, Deep Space 1, survived.  Pictured above is the most detailed image",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/borrelly_ds1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Borrelly's Nucleus",
    "url": "https://apod.nasa.gov/apod/image/0109/borrelly_ds1.jpg"
  },
  {
    "date": "2001-09-27",
    "explanation": "Spiral galaxy M33 is a mid-sized member of our Local Group of Galaxies.  M33 is also called the Triangulum Galaxy for the constellation in which it resides.  About four times smaller (in radius) than our Milky Way Galaxy and the Andromeda Galaxy (M31), it is much larger than the many of the local dwarf spheroidal galaxies.  M33's proximity to M31 causes it to be thought by some to be a satellite galaxy of this more massive galaxy.  M33's proximity to our Milky Way Galaxy causes it to appear more than twice the angular size of the Full Moon, and be visible with a good pair of binoculars. The above high-resolution image highlights light emitted by hydrogen in red and oxygen in blue.  It was taken to help separate stars from emission nebulae, and therefore help study how galaxies form stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/M33center_jacoby_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Elements of Nearby Spiral M33",
    "url": "https://apod.nasa.gov/apod/image/0109/M33center_jacoby.jpg"
  },
  {
    "copyright": "Steve MandelHidden Valley Observatory",
    "date": "2001-09-28",
    "explanation": "After 5,000 years, the gorgeous Veil Nebula is still turning heads. Cataloged as NGC 6992, these glowing filaments of interstellar shocked gas are part of a larger spherical supernova remnant known as the Cygnus Loop or the Veil Nebula -- expanding debris from a star which exploded over 5,000 years ago. This color digital image of a bit of the Veil has been processed and enhanced to reveal stunning details in the diaphanous cosmic cloud. Seen from our perspective against a rich Milky Way star field, the Veil Nebula is now known to lie some 1,400 light-years away toward the constellation Cygnus. At that distance, witnesses to the original stellar explosion would have seen a star in the heavens increase in brightness to about -8 magnitude, roughly corresponding to the brightness of the crescent Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/ngc6992_mandel_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6992: A Glimpse of the Veil",
    "url": "https://apod.nasa.gov/apod/image/0109/ngc6992_mandel.jpg"
  },
  {
    "date": "2001-09-29",
    "explanation": "The ultraviolet light emitted by eleven times ionized iron at temperatures over 2 million degrees Farenheit was used to record the above picture of the Sun on September 22, the date of the autumnal equinox. The image was made by the EIT camera onboard the SOHO spacecraft, a space observatory which can continuously observe the Sun. Eleven times ionized iron is atomic iron with eleven of its electrons stripped away. Here the electrons are stripped by the frantic collisions with other atoms and electrons which occur at the extreme temperatures in the Solar Corona. Since electrons are negatively charged, the resulting ionized iron atom is highly positively charged. Astronomer's \"shorthand\" for eleven times ionized iron is written \"Fe XII\", the chemical symbol for iron followed by a Roman numeral 12 (Fe I is neutral iron).",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/feii_eit010922_1812_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Iron Sun",
    "url": "https://apod.nasa.gov/apod/image/0109/feii_eit010922_1812.jpg"
  },
  {
    "date": "2001-09-30",
    "explanation": "What is creating the strange texture of IC 418?  Dubbed the Spirograph Nebula for its resemblance to drawings from a cyclical drawing tool, planetary nebula IC 418 shows patterns that are not well understood.  Perhaps they are related to chaotic winds from the variable central star, which changes brightness unpredictably in just a few hours.  By contrast, evidence indicates that only a few million years ago, IC 418 was probably a well-understood star similar to our Sun.  Only a few thousand years ago, IC 418 was probably a common red giant star.  Since running out of nuclear fuel, though, the outer envelope has begun expanding outward leaving a hot remnant core destined to become a white-dwarf star, visible in the image center.  The light from the central core excites surrounding atoms in the nebula causing them to glow.  IC 418 lies about 2000 light-years away and spans 0.3 light-years across.  This recently released false-color image taken from the Hubble Space Telescope reveals the unusual details.",
    "hdurl": "https://apod.nasa.gov/apod/image/0009/spirograph_heritage_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 418: The Spirograph Nebula",
    "url": "https://apod.nasa.gov/apod/image/0009/spirograph_heritage.jpg"
  },
  {
    "date": "2001-10-01",
    "explanation": "A dust storm on Mars can involve nearly the entire planet.  As spring descended on the southern hemisphere of the red planet this June and July, a global dust storm raged.  Pictured above is the storm on July 8 as it spread up from the south, oriented on the lower right.  The image was captured by the robot Mars Global Surveyor spacecraft which continues to orbit the red planet.  A smaller dust storm is visible in the north to the left of the dark giant volcano Ascraeus Mons.  Far-reaching dust storms also occur on planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0110/marsdust_mgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Global Dust Storm on Mars",
    "url": "https://apod.nasa.gov/apod/image/0110/marsdust_mgs.jpg"
  }
]
