[
  {
    "copyright": "DASICARANSF",
    "date": "2001-05-01",
    "explanation": "On the frozen ice near the bottom of our world, increasingly sophisticated instruments listen for a more precise echo of how our universe started.  Sunday, independent collaborations behind three such instruments announced evidence that overtones heard are consistent with our universe having only about five percent normal matter and 95 percent dark matter or dark energy.  This amount of normal matter was expected were our universe to have undergone a particularly explosive early phase of the big bang known as inflation.  The measurements were actually made on the angular scale of 1/10th degree by detecting slight fluctuations of microwave light that occur in cosmic background radiation.  These fluctuations are thought to be caused by sound waves moving through the early universe. Pictured above is the remote receiver for the Degree Angular Scale Interferometer (DASI) that recorded one of the data sets.  Similar results were reported Sunday by the BOOMERANG and MAXIMA collaborations.",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/sunset_dasi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Antarctica Hears Little Normal Matter in the Big Bang",
    "url": "https://apod.nasa.gov/apod/image/0105/sunset_dasi_big.jpg"
  },
  {
    "date": "2001-05-02",
    "explanation": "More than 100 billion boulders may be swarming in the disk around nearby star HD 100546.  In a scene thought similar to the early years of our own Solar System, ever larger rocks are growing by colliding and accreting dust as the messy business of planet formation appears to be underway.  For an Earth-like planet in such a hostile environment, the sky would be lit continuously with streaking meteors and the ground would rumble continuously with impacts.  Pictured above, the swirling disk of dust, gas, and rocks of HD 100546 is visible as the dark region surrounding the image center.  The bright light and six-pointed diffraction spikes from the central star have been removed from the false-color image.  HD 100546 is visible with binoculars towards the southern constellation of Musca, and is a relatively nearby 335 light-years away.  Similar planet-building systems, dubbed proplyds, have recently been found in Orion, where many emerging planets there must survive the boiling radiations of neighboring bright stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/hd100546_ctio_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planet Building in HD 100546",
    "url": "https://apod.nasa.gov/apod/image/0105/hd100546_ctio.jpg"
  },
  {
    "date": "2001-05-03",
    "explanation": "You may think it's impossible to see through the Sun, but maps of the Sun's far side are now made routinely by instruments on board the sun-staring SOHO spacecraft. This is one such map from April 12. At right, is a map projection of calculated magnetic field strengths on the Earth-facing solar hemisphere with yellow and red indicating high magnetic fields characteristic of solar active regions. At left is a similar map of the solar hemisphere opposite planet Earth, which shows the large active region AR9393 as the 27-day solar rotation carried it across the far side. The largest sunspot group in a decade, AR9393 was easily seen as it tracked across the Sun's Earth-facing hemisphere in late March. When AR9393 swung around to the Sun's far side, SOHO's Michelson Doppler Interferometer (MDI) instrument continued to map its position by measuring changes in motions caused by solar sound waves - transmitted through the Sun and influenced by the active region's strong magnetic fields. Known as helioseismology, analyzing solar sound waves is like using seismological records of earthquakes to probe the interior of the Earth.  On the Sun, sound waves are produced by turbulent convection cells seen on the surface as dynamic solar granules.",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/mdi_farside_full.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Far Side of the Sun",
    "url": "https://apod.nasa.gov/apod/image/0105/mdi_farside_lg.jpg"
  },
  {
    "date": "2001-05-04",
    "explanation": "The Orion Nebula is a nuturing stellar nursery filled with hot young stars and their natal clouds of gas and dust. But for planetary systems, the active star-forming region can present a hazardous and inhospitable birthplace. While the formation of dusty protoplanetary disks seems common in Orion, these Hubble Space Telescope close-up images dramatically reveal the torturous conditions they must face while trying to grow into full-fledged planetary systems. In each case, a central young star is surrounded by a disk substantially wider than our solar system. The disks likely contain material in the process of planet formation. However, withering ultraviolet radiation from one of Orion's nearby hot stars is rapidly destroying the disks -- ultimately creating the comet-shaped clouds of glowing gas seen engulfing the protoplanetary systems. Planet formation must occur quickly here, if at all. Researchers estimate that about 90 percent of Orion's youngest protoplanetary disks will not survive the next 100,000 years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/protoplan_hst_col1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Protoplanetary Survivors in Orion",
    "url": "https://apod.nasa.gov/apod/image/0105/protoplan_hst_col1.jpg"
  },
  {
    "date": "2001-05-05",
    "explanation": "Forty years ago today (May 5, 1961), at the dawn of the space age, NASA controllers \"lit the candle\" and sent Alan Shepard arcing into space atop a Redstone rocket. The picture shows the pressure-suited Shepard before launch in his cramped space capsule dubbed \"Freedom 7\". Broadcast live to a global television audience, the flight of Freedom 7 - the first space flight by an American - followed less than a month after the first human venture into space by Soviet Cosmonaut Yuri Gagarin. Freedom 7's historic flight was suborbital, lasting only about 15 minutes, but during it Shepard demonstrated manual control of his capsule. Naval aviator Shepard was chosen as one of the original seven Mercury Program astronauts. He considered this first flight the greatest challenge and actively sought the assignment. Shepard's career as an astronaut spanned a remarkable period in human achievement and in 1971 he walked on the moon as commander of the Apollo 14 mission. A true pioneer and intrepid explorer, Alan Shepard died in 1998 at age 74.",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/shepard_freedom7_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shepard Flies Freedom 7",
    "url": "https://apod.nasa.gov/apod/image/0105/shepard_freedom7.jpg"
  },
  {
    "copyright": "AAO",
    "date": "2001-05-06",
    "explanation": "It is the most famous star cluster on the sky. The Pleiades can be seen without binoculars from even the depths of a light-polluted city.  Also known as the Seven Sisters and M45, the Pleiades is one of the brightest and closest open clusters.   The Pleiades contains over 3000 stars, is about 400 light years away, and only 13 light years across.  Quite evident in the above photograph are the blue reflection nebulae that surround the bright cluster stars.  Low mass, faint, brown dwarfs have recently been found in the Pleiades.",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/m45_uks_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pleiades Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/0002/m45_uks.jpg"
  },
  {
    "date": "2001-05-07",
    "explanation": "ven the hot and cracked surface of Venus has rolling hills.  Although never actually photographed from up-close, images of the Venusian surface like that shown above have been constructed in recent years by digitally merging distant photographs from height-sensitive radar.  Isolated above is a 100-kilometer wide swath inside a volcanic region known as Yavine Corona.  Visible in the frame are numerous fractures in the surface.  Data is missing from the dark lane on the upper right.  The surface of Venus is so hot and oppressive that robot spacecraft landed there have lasted for only a few hours.",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/venusland_magellan_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "One Hundred-Kilometer Terrain on Venus",
    "url": "https://apod.nasa.gov/apod/image/0105/venusland_magellan.jpg"
  },
  {
    "date": "2001-05-08",
    "explanation": "In the center of a swirling whirlpool of hot gas is likely a beast that has never been seen directly: a black hole.   Studies of the bright light emitted by the swirling gas frequently indicate not only that a black hole is present, but also likely attributes.  The gas surrounding GRO J1655-40, for example, has recently been found to display an unusual flickering at a rate of 450 times a second.  Given a previous mass estimate for the central object of seven times the mass of our Sun, the rate of the fast flickering can be explained by a black hole that is rotating very rapidly.  What physical mechanisms actually cause the flickering -- and a slower quasi-periodic oscillation (QPO) -- in accretion disks surrounding black holes and neutron stars remains a topic of much research.",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/blackholestorm_chandra_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "GRO J1655-40: Evidence for a Spinning Black Hole",
    "url": "https://apod.nasa.gov/apod/image/0105/blackholestorm_chandra.jpg"
  },
  {
    "date": "2001-05-09",
    "explanation": "The International Space Station (ISS) continues to grow.  Last month, the crew of the Space Shuttle Endeavor delivered new Logistics Modules and installed the new Canadarm2 on the growing outpost. The ISS -- complete with its new arm -- was photographed 400 kilometers above planet Earth by the Space Shuttle Endeavor crew soon after they undocked.  The shuttle then flew around the station for a survey.  Three members of the Expedition Two Crew remain aboard the ISS running scientific experiments and unpacking over two tons of material delivered by the shuttle.  The next shuttle scheduled to visit the ISS will be Atlantis in June.",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/newarm_iss_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Space Station Shows Off New Robot Arm",
    "url": "https://apod.nasa.gov/apod/image/0105/newarm_iss.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2001-05-10",
    "explanation": "Spiral galaxies viewed face-on display a grand design, with graceful spiral arms traced by bright star clusters and glowing stellar nurseries. When seen edge-on, their appearance is very different but no less striking as their central regions bulge and dark cosmic dust lanes appear silhouetted against starlight from flattened galactic disks. This masterful mosaic of digital images shows nine prominent edge-on spirals arranged as follows: top; NGC2683, M104, NGC4565, middle; NGC891, NGC4631, NGC3628, and bottom; NGC5746, NGC5907, and NGC4217. Perhaps the best known of these is M104 (NGC4594) whose more descriptive moniker is the Sombrero Galaxy. Notably, the edge-on perspective of these galaxies allows a measurement of their galactic rotation speed using the Doppler effect. Plotting rotation speed versus distance from the center determines a galaxy's gravitational mass and historically led to premier evidence for mysterious Dark Matter.",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/spiraledge_gendler_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spirals On Edge",
    "url": "https://apod.nasa.gov/apod/image/0105/spiraledge_gendler.jpg"
  },
  {
    "date": "2001-05-11",
    "explanation": "A drop of water or prism of glass can spread out visible sunlight into a rainbow of colors. In order of increasing energy, the well known spectrum of colors in a rainbow runs red, orange, yellow, green, blue, indigo, violet. X-ray light too can be spread out into a spectrum ordered by energy ... but not by drops of water or glass. Instead, the orbiting Chandra X-ray Observatory uses a set of 540 finely ruled, gold gratings to spread out the x-rays, recording the results with digital detectors. The resulting x-ray spectrum reveals much about the compositions, temperatures, and motions within cosmic x-ray sources. This false color Chandra image shows the x-ray spectrum of a star system in Ursa Major cataloged as XTE J1118+480 and thought to consist of a sun-like star orbiting a black hole. Unlike the familiar appearance of a prism's visible light rainbow, the energies here are ordered along radial lines with the highest energy x-rays near the center and lowest energies near the upper left and lower right edges of the image. The central spiky region itself is created by x-rays from the source which are not spread out by the array of gratings.",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/xtej1118_xray_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Rainbows",
    "url": "https://apod.nasa.gov/apod/image/0105/xtej1118_xray.jpg"
  },
  {
    "copyright": "Anthony DeVito",
    "date": "2001-05-12",
    "explanation": "As a gorgeous full Moon rose above the eastern horizon on February 7, the Space Shuttle Atlantis streaked skyward towards an orbital rendezvous with the International Space Station. Watching from Orlando, Florida, about 60 miles west of the Kennedy Space Center launch site, photographer Tony DeVito captured this digital image, one of a series of pictures of the shuttle's fiery climb. While foreground street lights flickered on and a clear evening sky grew dark, the shuttle's path just grazed the bright lunar disk.  On this mission, STS-98, Atlantis carried the U.S. Destiny laboratory module to be added to the expanding orbital outpost. Atlantis is currently scheduled to return to the space station next month.",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/shuttlemoon_devito_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shuttle Moon",
    "url": "https://apod.nasa.gov/apod/image/0105/shuttlemoon_devito.jpg"
  },
  {
    "date": "2001-05-13",
    "explanation": "One of the more prominent craters on the Moon is named Copernicus.  Copernicus is a large young crater visible with binoculars slightly northwest of the center of the Moon's Earth-facing hemisphere.  Copernicus is distinguished by its size and by the many bright rays pointing out from it.  Although Copernicus is relatively young for a lunar crater, it was formed nearly a billion years ago by a colossal impact. The center of Copernicus is about 93 kilometers across.  The above picture was taken in 1972 by the last human mission to the moon: Apollo 17.  The prospects for a return have been boosted recently with increased evidence of ice deposits near the lunar poles.",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/copernicus_apollo17_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crater Copernicus",
    "url": "https://apod.nasa.gov/apod/image/0105/copernicus_apollo17.jpg"
  },
  {
    "copyright": "Roger Smith",
    "date": "2001-05-14",
    "explanation": "High atop a Chilean mountain lies one of the premier observatories of the southern sky: Cerro Tololo.  Pictured above is one of the premier telescopes of the Cerro Tololo Inter-American Observatory (CTIO) and of the past quarter-century: the 4-meter Blanco Telescope.  Far behind the telescope are thousands of individual stars and diffuse light from three galaxies: the Small Magellanic Cloud (upper left), the Large Magellanic Cloud (lower left), and our Milky Way Galaxy (right).  Visible just to Blanco's right is the famous superposition of four bright stars known as the Southern Cross. The observatory structures are lit solely by starlight.",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/sky_ctio_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Cerro Tololo Sky",
    "url": "https://apod.nasa.gov/apod/image/0105/sky_ctio.jpg"
  },
  {
    "date": "2001-05-15",
    "explanation": "The largest radio telescopes in the world are working together to create a new map of the surface of Venus.  The surface of Venus is unusually hidden by a thick atmosphere of mostly carbon dioxide gas.  These thick clouds are transparent, however, to radar signals sent and received from Earth.  The two radio telescopes generating the most powerful radar ever are the Arecibo Telescope in Puerto Rico and the new Robert C. Byrd Green Bank Telescope in West Virginia.  The new survey will resolve details as fine a one-kilometer across, and will be inspected for changes since the last major radar map was made by NASA's Magellan spacecraft that orbited Venus from 1990 to 1994.  Pictured above is part of a preliminary image showing details as small as five-kilometers across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/venus_greenbank_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Radar Image of Venus",
    "url": "https://apod.nasa.gov/apod/image/0105/venus_greenbank.jpg"
  },
  {
    "date": "2001-05-16",
    "explanation": "Are black holes the cause of X-rays that pour out from the center of the Circinus galaxy?   A new high-resolution image from the orbiting Chandra X-ray Observatory has resolved the inner regions of this nearby galaxy into several smaller sources.  The image is shown above in representative-color.  Extended X-ray emission from the center appears to match optical light and appears consistent with a model where hot gas is escaping from a supermassive black hole at Circinus' center.  At least one of the other sources varies its X-ray brightness as expected from a binary star system, indicating that the system is small yet massive, and giving credence to a model where a black hole is surrounded by doughnut-shaped ring.  The region shown spans about 5000 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/circinus_chandra_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Center of the Circinus Galaxy in X-Rays",
    "url": "https://apod.nasa.gov/apod/image/0105/circinus_chandra.jpg"
  },
  {
    "date": "2001-05-17",
    "explanation": "Neutrinos are subatomic particles generated by the nuclear reactions which power stars like our Sun. Flying outward from the Sun's core, they easily pass through the Sun (and almost anything else!) unimpeded and should be detectable by earth-based neutrino \"telescopes\". Still, to the long-standing consternation of astrophysicists, the observed flux of solar neutrinos is less than expected. In a new twist to this solar neutrino saga, an analysis of data from the GALLEX / GNO neutrino detector finds a solar neutrino flux that varies over about 27 days ... approximately matching the Sun's rotation period. In fact, since different parts of the Sun rotate at different rates, the neutrino flux variations match most exactly the rotation rates of the areas shown in red on this colorful cross-sectional map of the solar interior rotation. So how could solar rotation affect the neutrino flux? Some theoretical models say that neutrinos can change quantum properties when they interact with tangled solar magnetic fields and become particles that the neutrino experiments were not designed to detect. Then, as the Sun rotates, the neutrinos sometimes come to us unaffected and sometimes come through magnetic fields, diminishing the flux that can be measured.",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/neutrinorotmap_weber.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar Neutrino Astronomy",
    "url": "https://apod.nasa.gov/apod/image/0105/neutrinorotmap_weber_c2.jpg"
  },
  {
    "date": "2001-05-18",
    "explanation": "Stars like HD 82943 are main sequence G dwarf stars with temperatures and compositions similar to the Sun. Also like the Sun, HD 82943 is known to have at least two giant planets, but unlike gas giants in our solar system their orbits are not nearly circular and bring them closer to the parent star. Astronomers now point to strong observational evidence that HD 82943 used to have more planets ... but swallowed them in the past. Such a cosmic cataclysm is illustrated above in an artist's dramatic vision. As a result, planetary debris would contaminate the outer layers of HD 82943. Researchers using a high resolution spectrograph at the European Southern Observatory's Kueyen telescope believe they have seen a clear signature of this contamination by identifying the isotope Lithium-6 in this sun-like star's spectrum. Because the light element Lithium-6 is so readily destroyed in nuclear reactions during star formation, no significant Lithium-6 should now exist in HD 82943. Startlingly, perhaps the most likely explanation for the presence of Lithium-6 today is that it is left over from planetary material which formed separately and was then absorbed by the parent star.",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/hd82943_perez_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "HD 82943: Planet Swallower",
    "url": "https://apod.nasa.gov/apod/image/0105/hd82943_perez.jpg"
  },
  {
    "date": "2001-05-19",
    "explanation": "In April of 1970, after an oxygen tank exploded and crippled their service module, the Apollo 13 astronauts were forced to abandon plans to make the third human lunar landing. The extent of the damage is revealed in this grainy, grim photo, taken as the service module was drifting away -- jettisoned only hours prior to the command module's reentry and eventual safe splashdown. An entire panel on the side of the service module has been blown away and extensive internal damage is apparent. Visible below the gutted compartment is a radio antenna and the large, bell-shaped nozzle of the service module's rocket engine.",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/a13module_damage_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Damage to Apollo 13",
    "url": "https://apod.nasa.gov/apod/image/0105/a13module_damage.jpg"
  },
  {
    "date": "2001-05-20",
    "explanation": "Stars come in all different colors. The color of a star indicates its surface temperature, an important property used to assign each star a spectral type. Most stars in the above Sagittarius Star Cloud are orange or red and relatively faint, as our Sun would appear. The blue and greenish stars are hotter, many being relatively young and massive.  The bright red stars are cool Red Giants, bloated stars once similar to our Sun that have entered a more advanced stage of evolution.  Stars of this Sagittarius Cloud lie towards the center of our Galaxy - tantalizing cosmic jewels viewed through a rift in the dark, pervasive, interstellar dust. This famous stellar grouping houses some of the oldest stars known.",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/sgr1_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sagittarius Star Cloud",
    "url": "https://apod.nasa.gov/apod/image/0105/sgr1_hst.jpg"
  },
  {
    "date": "2001-05-21",
    "explanation": "Last year, a different comet LINEAR (C/1999 S4) broke up.  This year, a comet first imaged by the Lincoln Near Asteroid Research (LINEAR) telescope in New Mexico on 2001 January 3, is also breaking up.   This new Comet LINEAR (C/2001 A2) unexpectedly brightened to the edge of naked-eye visiblilty a few weeks ago when its nucleus broke in two.  Observations taken just last week now indicate that one of the two remaining nuclear fragments has again fragmented.  The first piece to break off is visible on the upper left of the above false-color image by a Very Large Telescope, while additional fragmentation is inferred from the brightness and elongation of the spot on the lower right.  When a comet nucleus splits, new surfaces are exposed and previously trapped ice and gas are released that evaporate and brighten in the energetic sunlight.  Comet LINEAR may remain visible with little or no optical aid into early June.  In contrast, at least two other much dimmer Comet LINEARs discovered recently appear stable.",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/linear3pc_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Another Comet LINEAR Breaks Up",
    "url": "https://apod.nasa.gov/apod/image/0105/linear3pc_eso.jpg"
  },
  {
    "date": "2001-05-22",
    "explanation": "Galaxies are fascinating not only for what is visible, but for what is invisible.  Grand spiral galaxy NGC 1232, captured in detail by one of the new Very Large Telescopes, is a good example.  The visible is dominated by millions of bright stars and dark dust, caught up in a gravitational swirl of spiral arms rotating about the center.  Open clusters containing bright blue stars can be seen sprinkled along these spiral arms, while dark lanes of dense interstellar dust can be seen sprinkled between them.  Less visible, but detectable, are billions of dim normal stars and vast tracts of interstellar gas, together wielding such high mass that they dominate the dynamics of the inner galaxy.  Invisible are even greater amounts of matter in a form we don't yet know - pervasive dark matter needed to explain the motions of the visible in the outer galaxy.  What's out there?",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/ngc1232all_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy NGC 1232",
    "url": "https://apod.nasa.gov/apod/image/0105/ngc1232all_vlt.jpg"
  },
  {
    "date": "2001-05-23",
    "explanation": "How did orange soil appear on the Moon?  This mystery began when astronaut Harrison Schmidt noticed the off-color patch near Apollo 17's Taurus-Littrow landing site in 1972.  Schmidt and fellow astronaut Eugene Cernan scooped up some of the unusual orange soil for detailed inspection back on Earth.  Pictured above is a return sample shown greatly magnified, with its discovery location shown in the inset.  The orange soil contains particles less than 0.1 millimeter across, some of the smallest particles yet found on the Moon.  Lunar geologists now think that the orange soil was created during an ancient fire-fountain.  Detailed chemical and dating analyses indicate that during an explosive volcanic eruption 3.64 billion years ago, small drops of molten rock cooled rapidly into the nearly spherical colored grains.  The origin of some of the unusual elements found in the soil, however, remains unknown.",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/lunarsoil_apollo17_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Strange Orange Soil on the Moon",
    "url": "https://apod.nasa.gov/apod/image/0105/lunarsoil_apollo17.jpg"
  },
  {
    "date": "2001-05-24",
    "explanation": "A deep optical image (left) of 47 Tucanae shows an ancient globular star cluster so dense and crowded that individual stars can not be distinguished in its closely packed core. An x-ray image of its central regions (inset right) from the Chandra Observatory reveals a wealth of x-ray stars hidden there. Color-coded by energy, low energies are red, medium are green, and high energy cosmic x-ray sources are blue, while whitish sources are bright across the x-ray energy bands. The x-ray stars here are double stars or \"compact\" binary star systems. They are so called because one of the pair of stellar companions is a normal star and the other a compact object -- a white dwarf, neutron star, or possibly a black hole. Chandra's x-ray vision detects the presence of an unexpectedly large number of these exotic star systems within 47 Tucanae, but it also indicates the apparent absence of a large central black hole. The finding suggests that compact binary star systems of 47 Tucanae may be ejected from the cluster before coalescing to form a large black hole at its core.",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/47tuc_xrayopt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Stars of 47 Tucanae",
    "url": "https://apod.nasa.gov/apod/image/0105/47tuc_xrayopt_c2.jpg"
  },
  {
    "date": "2001-05-25",
    "explanation": "Forty years ago today (May 25, 1961) U.S. president John Kennedy announced the goal of landing Americans on the Moon by the end of the decade. Kennedy's ambitious speech triggered a nearly unprecedented peacetime technological mobilization and one result was the Saturn V moon rocket. Its development directed by rocket pioneer Wernher Von Braun, the three stage Saturn V stood over 36 stories tall. It had a cluster of five first stage engines fueled by liquid oxygen and kerosene which together were capable of producing 7.5 million pounds of thrust. Giant Saturn V rockets ultimately hurled nine Apollo missions to the Moon and back again with six landing on the lunar surface. The first landing, by Apollo 11, occurred on July 20, 1969 achieving Kennedy's goal. Bathed in light, this Saturn V awaits an April 11, 1970 launch on the third lunar landing mission, Apollo 13.",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/as13_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn The Giant",
    "url": "https://apod.nasa.gov/apod/image/0105/as13_nasa.jpg"
  },
  {
    "date": "2001-05-26",
    "explanation": "The colorful planetary nebula phase of a sun-like star's life is brief. Almost in the \"blink of an eye\" - cosmically speaking - the star's outer layers are cast off, forming an expanding emission nebula. This nebula lasts perhaps 10 thousand years compared to a 10 billion year stellar life span. Spectacular planetary nebulae are familiar objects to both professional and amateur astronomers, but they still contain a few surprises. For instance, the lovely nebula NGC 6826, also known as the Blinking Eye Nebula, has mysterious red FLIERS seen on either side of the Hubble Space Telescope image above. Are they also expanding outward from the central star? If so, their \"bow shocks\" point in the wrong direction!",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/ngc6826_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6826: The Blinking Eye",
    "url": "https://apod.nasa.gov/apod/image/0105/ngc6826_hst.jpg"
  },
  {
    "date": "2001-05-27",
    "explanation": "Comet Hale-Bopp became much brighter than any surrounding stars.  It was seen even over bright city lights.  Out away from city lights, however, it put on quite a spectacular show.  Here Comet Hale-Bopp was photographed above Val Parola Pass in the Dolomite mountains surrounding Cortina d'Ampezzo, Italy.  Comet Hale-Bopp's blue ion tail was created when fast moving particles from the solar wind struck expelled ions from the comet's nucleus.  The white dust tail is composed of larger particles of dust and ice expelled by the nucleus that orbit behind the comet.  Observations showed that Comet Hale-Bopp's nucleus spins about once every 12 hours.",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/halebopp5_aac_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hale-Bopp Over Val Parola Pass",
    "url": "https://apod.nasa.gov/apod/image/0105/halebopp5_aac.jpg"
  },
  {
    "date": "2001-05-28",
    "explanation": "Wouldn't it be fun if clouds were turtles?  Wouldn't it be fun if the laundry on the bedroom chair was a friendly monster?  Wouldn't it be fun if rock mesas on Mars were faces or interplanetary monuments?  Clouds, though, are small water droplets, floating on air.  Laundry is cotton, wool, or plastic, woven into garments.  Famous Martian rock mesas known by names like the Face on Mars appear quite natural when seen more clearly, as the above recently released photo shows.  Is reality boring?  Nobody knows how clouds make lightning.  Nobody knows the geological history of Mars.  Nobody knows why the laundry on the bedroom chair smells like root beer.   Understanding reality brings more questions.  Mystery and adventure are never far behind.  Perhaps fun and discovery are  just beginning.",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/face2001_mgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Close-up of the Face on Mars",
    "url": "https://apod.nasa.gov/apod/image/0105/face2001_mgs.jpg"
  },
  {
    "date": "2001-05-29",
    "explanation": "High above planet Earth, a human helps an ailing machine.  The machine, in this potentially touching story, is the Hubble Space Telescope, which is not in the picture.  The human is Astronaut Steven L. Smith, and he is seen above retrieving a power tool from the handrail of the Remote Manipulator System before resuming work on HST in 1999 December.  For most astronauts, space is not a place for relaxation and vacation, but rather a place for hard work.  Since many space missions involve costly equipment and complicated experiments, astronauts are usually people of considerable knowledge and training.  Although the hours may be long and work may be taxing, one frequently reported perk of working in space is the spectacular view.",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/manmachine_sts103_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Working in Space",
    "url": "https://apod.nasa.gov/apod/image/0105/manmachine_sts103.jpg"
  },
  {
    "copyright": "KPNO",
    "date": "2001-05-30",
    "explanation": "Astronomers divide stars into different spectral types. First started in the 1800s, the spectral type was originally meant to classify the strength of hydrogen absorption lines. A few types that best describe the temperature of the star remain in use today.  The seven main spectral types OBAFGKM are shown above with the spectrum of a single \"O\" star at the top followed by two spectra each from the progressively cooler designations, respectively.  Historically, these letters have been remembered with the mnemonic \"Oh Be A Fine Girl/Guy Kiss Me.\"  Frequent classroom contests, however, have come up with other more/less politically correct mnemonics such as \"Oven Baked Apples From Grandpa's/Grandma's Kitchen. Mmmm.\"  Our Sun has spectral type \"G\".",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/obafgkm_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stellar Spectral Types: OBAFGKM",
    "url": "https://apod.nasa.gov/apod/image/0105/obafgkm_noao.jpg"
  },
  {
    "copyright": "Gordon Garradd",
    "date": "2001-05-31",
    "explanation": "Arcing toward southern skies in late March, this faint comet LINEAR - the one officially designated C/2001 A2 (LINEAR) - brightened unexpectedly. The outburst, apparently due to the fragmentation of its nucleus, delighted observers as the comet eventually increased to naked-eye brightness. Comet LINEAR's tail also grew and in this mosaic of images from May 18, astronomer Gordon Garradd has carefully followed the fluorescing filaments of LINEAR's gas tail stretching 1.5 degrees (the width of three full moons) along the anti-sunward direction. The inset close-up near the top clearly shows two bright condensations in the cometary coma, indicating the presence of a split nucleus. This comet LINEAR made its closest approach to the Sun on May 24. Still showing off for southern skygazers at about 5th magnitude, it will become more easily visible for northern observers by late June.",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/linear01A2_garradd_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "LINEAR's Tail and Two Nuclei",
    "url": "https://apod.nasa.gov/apod/image/0105/linear01A2_garradd.jpg"
  },
  {
    "copyright": "Tunc Tezel",
    "date": "2001-06-01",
    "explanation": "From September 2000 through March 2001, astronomer Tunc Tezel patiently photographed the planet Venus on 25 different dates as it wandered through the evening twilight. The pictures were taken from the same spot on the campus of the Middle East Technical University near Ankara, Turkey, and timed so that for each photo the Sun was 7 degrees below the horizon. Carefully registering and combining the pictures, he produced this composite image -- a stunning demonstration of Venus' grand looping sky motion during its recent stint as planet Earth's evening star. As indicated, the first picture, taken September 28, 2000, finds Venus close to the western horizon and drifting south (left) with the passing days. By December however, Venus was climbing well above the horizon after sunset and in January 2001 it reached its maximum apparent distance (elongation) from the Sun. March found Venus falling from the evening sky while moving rapidly north, finally appearing (far right) as a faint dot against the sunset glow on March 24. This month, Venus rises before dawn as the brilliant morning star.",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/venusloop_tezel_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus' Evening Loop",
    "url": "https://apod.nasa.gov/apod/image/0106/venusloop_tezel_ann.jpg"
  }
]
