[
  {
    "date": "2001-08-01",
    "explanation": "What caused the pits, ridges, and gullies on otherwise smooth Martian terrain?  One hypothesis is water.  The lack of craters at this mid-latitude location indicates that the terrain is quite young by geological standards, perhaps only 100,000 years old.  Were the terrain since saturated by water ice, that ice would soon evaporate into the thin Martian air.  Left over, however, might be fragile cake-like sand that can be broken up by wind into pits and ridges.  Consequences of this hypothesis include that even the Martian equator undergoes epochs of relative wet and dry, and that future spacefarers might be able to find water (ice) in a relatively mild climate near the Martian equator. Pictured above is young-ridged terrain that also shows evidence of a downhill flow.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/marsflow_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Young Martian Terrain",
    "url": "https://apod.nasa.gov/apod/image/0108/marsflow_mgs.jpg"
  },
  {
    "date": "2001-08-02",
    "explanation": "This dramatic, garishly colored image was captured with a low-light level camera on 2001 June 7. It shows what appears to be a \"burning tree\" above the National Cheng Kung University campus in Tainan City, Taiwan ... but the burning tree is actually a fleeting red sprite 300 kilometers away. Red sprites are recently discovered and still poorly understood optical flashes seen dancing at altitudes of 30 to 90 kilometers above thunderstorms. Cousins to lightning bolts, red sprites occur near the edge of the atmosphere and have been glimpsed by astronauts from orbit. What ever their cause, the red sprite flashes usually last only tenths to hundredths of a second and characteristically take on shapes which researchers describe as columns, fingers, trees, or carrots.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/burning_tree.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Burning Tree Sprite",
    "url": "https://apod.nasa.gov/apod/image/0108/burning_tree.jpg"
  },
  {
    "date": "2001-08-03",
    "explanation": "How did spiral galaxy ESO 510-13 get bent out of shape?  The disks of many spirals are thin and flat, but not solid.  Spiral disks are loose conglomerations of billions of stars and diffuse gas all gravitationally orbiting a galaxy center.  A flat disk is thought to be created by sticky collisions of large gas clouds early in the galaxy's formation.  Warped disks are not uncommon, though, and even our own Milky Way Galaxy is thought to have a small warp.  The causes of spiral warps are still being investigated, but some warps are thought to result from interactions or even collisions between galaxies.  ESO 510-13, pictured above, is about 150 million light years away and about 100,000 light years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/eso510_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Warped Spiral Galaxy ESO 510-13",
    "url": "https://apod.nasa.gov/apod/image/0108/eso510_hst.jpg"
  },
  {
    "copyright": "AURA",
    "date": "2001-08-04",
    "explanation": "The brightest galaxy visible from our own Milky Way Galaxy is the Large Magellanic Cloud (LMC).  Visible predominantly from Earth's Southern Hemisphere, the LMC is the second closest galaxy, neighbor to the Small Magellanic Cloud, and one of eleven known dwarf galaxies that orbit our Milky Way Galaxy.  The LMC is an irregular galaxy composed of a bar of older red stars, clouds of younger blue stars, and a bright red star forming region visible near the top of the above image called the Tarantula Nebula.  The brightest supernova of modern times, SN1987A, occurred in the LMC.",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/lmc_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Neighboring Galaxy: The Large Magellanic Cloud",
    "url": "https://apod.nasa.gov/apod/image/0002/lmc_noao.jpg"
  },
  {
    "date": "2001-08-05",
    "explanation": "Like a butterfly, a white dwarf star begins its life by casting off a cocoon that enclosed its former self.  In this analogy, however, the Sun would be a caterpillar and the ejected shell of gas would become the prettiest of all! The above cocoon, the planetary nebula designated NGC 2440, contains one of the hottest white dwarf stars known. The white dwarf can be seen as the bright dot near the photo's center.  Our Sun will eventually become a \"white dwarf butterfly\", but not for another 5 billion years.  The above false color image and was post-processed by Forrest Hamilton.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/ngc2440_hst4_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2440: Cocoon of a New White Dwarf",
    "url": "https://apod.nasa.gov/apod/image/0108/ngc2440_hst4.jpg"
  },
  {
    "date": "2001-08-06",
    "explanation": "The Hubble Space Telescope (HST) is the largest orbiting public optical telescope in history.  Its 2.4 meter diameter reflecting mirror and its perch above Earth's atmosphere allow it to create exceptionally sharp images.  Originally launched in 1990, HST optics were repaired to their intended accuracy in 1993 by the first of several regular servicing missions.  Astronomers using HST continue to make numerous monumental scientific discoveries, including new estimates of the age and composition of our universe, previously unknown galaxies, evidence of massive black holes in the centers of galaxies, protoplanetary star systems and star forming regions, and a better understanding of physical processes in our universe. A larger Next Generation Space Telescope (NGST) may be launched as early as 2007.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/hst_sts103_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Orbiting Hubble Space Telscope",
    "url": "https://apod.nasa.gov/apod/image/0108/hst_sts103.jpg"
  },
  {
    "copyright": "DominicCantin",
    "date": "2001-08-07",
    "explanation": "Those up before dawn in late July in the northern hemisphere could see planets, stars, and a spacecraft in a single quick glance before starting their day.  Near the eastern horizon was bright Jupiter, and not far above and to its right was the very bright Venus.  Connecting the dots will point you just right of Saturn.  Far in the distance but near the top right of the frame is the Pleiades star cluster.  Orbiting the Earth well in the foreground, the International Space Station reflected sunlight to cause the faint line segment.  In the very close foreground, the bright red and yellow lines were caused by a passing van.  The above picture was taken on July 26 from Quebec, Canada.  Why are bushes visible through the van?  The van was present for only a few of the 25 seconds of the total exposure.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/julydawn_dc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A July Dawn",
    "url": "https://apod.nasa.gov/apod/image/0108/julydawn_dc.jpg"
  },
  {
    "date": "2001-08-08",
    "explanation": "Tomorrow's picture: Ray Craters  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/jupitercrescent_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Farewell Jupiter",
    "url": "https://apod.nasa.gov/apod/image/0108/jupitercrescent_cassini.jpg"
  },
  {
    "copyright": "Steve MandelHidden Valley Observatory",
    "date": "2001-08-09",
    "explanation": "Dazzling in binoculars or a small telescope, the Moon is pocked with impact craters. During partial lunar phases, the craters along the terminator are cast in dramatic relief by strong shadows. But when the Moon is full some craters seem to sprout systems of bright radial lines or rays. This detailed digital close-up of the full Moon features two prominent ray craters, Copernicus (upper left) and Tycho (lower right), each with extensive ray systems of light colored debris blasted out by the crater-forming impacts. In general, ray craters are relatively young as their rays overlay the lunar terrain. In fact, at 85 kilometers wide, Tycho, with its far reaching rays, is the youngest large crater on the nearside. Crater Copernicus, surrounded by dark mare which contrast nicely with its bright rays, is 93 kilometers in diameter.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/moon8_mandel_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tycho and Copernicus: Lunar Ray Craters",
    "url": "https://apod.nasa.gov/apod/image/0108/moon8_mandel.jpg"
  },
  {
    "copyright": "Rick ScottJoe Orman",
    "date": "2001-08-10",
    "explanation": "Like falling stardust, cast off bits of comet Swift-Tuttle hurtle through the upper atmosphere about this time each year as planet Earth passes near the comet's orbital path. For the northern hemisphere, this regular celestial display is known as the annual Perseid meteor shower -- so named because the meteor trails all appear traceable to a common \"radiant point\" in the constellation Perseus. This gorgeous wide-angle photo from the 1997 shower captures a 20-degree-long fireball meteor and another, fainter Perseid meteor trail in a rich area of the northern summer Milky Way. A labeled version is available identifying the shower's radiant point, surrounding deep-sky objects, and constellations. Easy to view (just go outside and look up!), the Perseid meteor shower will peak this weekend with maximum rates anticipated early Sunday morning, August 12, for eastern North America. Despite interfering moonlight, last year's faithful Perseid watchers were rewarded with bright meteors and extensive displays of the northern lights.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/perseids97_rickjoe_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseids of Summer",
    "url": "https://apod.nasa.gov/apod/image/0108/perseids97_rickjoe.jpg"
  },
  {
    "date": "2001-08-11",
    "explanation": "Gamma rays are the most energetic form of light, packing a million or more times the energy of visible light photons. If you could see gamma rays, the familiar skyscape of steady stars would be replaced by some of the most bizarre objects known to modern astrophysics -- and some which are unknown. When the EGRET instrument on the orbiting Compton Gamma-ray Observatory surveyed the sky in the 1990s, it cataloged 271 celestial sources of high-energy gamma-rays. Researchers identified some with exotic black holes, neutron stars, and distant flaring galaxies. But 170 of the cataloged sources, shown in the above all-sky map, remain unidentified. Many sources in this gamma-ray mystery map likely belong to already known classes of gamma-ray emitters and are simply obscured or too faint to be otherwise positively identified. However, astronomers have called attention to the ribbon of sources winding through the plane of the galaxy, projected here along the middle of the map, which may represent a large unknown class of galactic gamma-ray emitters. In any event, the unidentified sources could remain a mystery until the planned launch of the more sensitive Gamma-ray Large Area Space Telescope in 2005.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/un_egret_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Mystery In Gamma Rays",
    "url": "https://apod.nasa.gov/apod/image/0108/un_egret.jpg"
  },
  {
    "date": "2001-08-12",
    "explanation": "Star forming regions known as \"EGGs\" are uncovered at the end of this giant pillar of gas and dust in the Eagle Nebula (M16).  EGGs, short for evaporating gaseous globules, are dense regions of mostly molecular hydrogen gas that fragment and gravitationally collapse to form stars. Light from the hottest and brightest of these new stars heats the end of the pillar and causes further evaporation of gas - revealing yet more EGGs and more young stars.  This picture was taken by the Wide Field and Planetary Camera on board the Hubble Space Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/m16_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eagle EGGs in M16",
    "url": "https://apod.nasa.gov/apod/image/0108/m16_hst.jpg"
  },
  {
    "date": "2001-08-13",
    "explanation": "The dust that pervades our Solar System is not the dust that pervades our homes.  Solar System dust comes from comets and asteroids, whereas house dust is most likely lint or dead cells.  Pictured above is a piece of interplanetary dust caught by a high-flying U2-type aircraft.  It likely originates in the early days of our Solar System, being stored and later ejected by a passing comet.  The particle is composed of glass, carbon, and a conglomeration of silicate mineral grains.  It measures only 10 microns across, a tenth the width of a typical human hair.  NASA's STARDUST mission, launched in 1999, is scheduled to pass through the tail of Comet Wild 2 in 2004 and return many more interstellar dust samples to Earth in 2006.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/ipd_nasa.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Piece of Interplanetary Dust",
    "url": "https://apod.nasa.gov/apod/image/0108/ipd_nasa.jpg"
  },
  {
    "date": "2001-08-14",
    "explanation": "In February 2000, the orbiting Chandra X-ray Observatory spent 27 hours staring into the plane of our Milky Way galaxy. Its target was a spot in the small constellation Scutum, within the Milky Way's zone of avoidance where galactic gas and dust clouds block visible light, making a poor window for optical telescopes. However the penetrating x-ray observations looked through the obscurations revealing the Milky Way and the Universe beyond. The x-ray view is reconstructed above in false color. Distant active galaxies emitting high energy x-rays appear as blue dots, while reddish dots are sources of lower energy x-rays, likely stars within the Milky Way itself. Intriguing is the diffuse blue glow of high energy x-rays, distinct from the individual sources in the picture. Astronomers have long debated whether our galactic plane's apparently extended x-ray emission was due to discrete sources or diffuse hot gas. As these results suggest diffuse interstellar gas with a temperature of tens of millions of degrees Celsius is indeed the answer, other questions arise. What heats the gas to these incredible temperatures? Why does this energetic gas linger in the galactic plane?",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/galplane_cxo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Rays from the Galactic Plane",
    "url": "https://apod.nasa.gov/apod/image/0108/galplane_cxo_c1.jpg"
  },
  {
    "date": "2001-08-15",
    "explanation": "Get out your red/blue glasses and treat yourself to this dramatic 3-D view of sand dunes on Mars! The field of undulating dunes is found in Nili Patera, a volcanic depression in central Syrtis Major, the most prominent dark feature on the Red Planet. Two different images from the orbiting Mars Global Surveyor spacecraft were combined to make this stereo picture, one taken in March 1999 and the other recorded in April 2001. Sculpted by winds like the sand dunes of Earth, these particular Martian dunes show no change in shape over the time separating the two images, a period equivalent to about one Martian year. This cropped version of the 3-D picture spans an area around 2 kilometers across. Walking, you might cover that distance in about 20 minutes.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/dunes3d_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars: 3-D Dunes",
    "url": "https://apod.nasa.gov/apod/image/0108/dunes3d_mgs_c1.jpg"
  },
  {
    "date": "2001-08-16",
    "explanation": "Its core hidden from optical view by a thick lane of dust, the giant elliptical galaxy Centaurus A was among the first objects observed by the orbiting Chandra X-ray Observatory. Astronomers were not disappointed, as Centaurus A's appearance in x-rays makes its classification as an active galaxy easy to appreciate. Perhaps the most striking feature of this Chandra false-color x-ray view is the jet, 30,000 light-years long. Blasting toward the upper left corner of the picture, the jet seems to arise from the galaxy's bright central x-ray source -- suspected of harboring a black hole with a million or so times the mass of the Sun. Centaurus A is also seen to be teeming with other individual x-ray sources and a pervasive, diffuse x-ray glow. Most of these individual sources are likely to be neutron stars or solar mass black holes accreting material from their less exotic binary companion stars. The diffuse high-energy glow represents gas throughout the galaxy heated to temperatures of millions of degrees C. At 11 million light-years distant in the constellation Centaurus, Centaurus A (NGC 5128) is the closest active galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/cena_cxo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Centaurus A: X-Rays from an Active Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0108/cena_cxo_g1.jpg"
  },
  {
    "date": "2001-08-17",
    "explanation": "Watching and waiting, astronomers have uncovered the presence of more than 70 planets orbiting stars other than the Sun. So far almost all these extrasolar planets have crazy elongated orbits, lie uncomfortably close to their parent stars, or are found in bizarre, inhospitable systems. Yet a reported new planet discovery indicates for the first time that a nearby sun-like star, 47 Ursae Majoris (47 UMa), has at least two planets in nearly circular orbits more reminiscent of Jupiter and Saturn in our own familiar Solar System. The planets are too distant and faint to be photographed directly. Still, 13 years of spectroscopic observations of 47 UMa have revealed the wobbling signature of a second planet intertwined with one previously known. In this artist's illustration, the worlds of 47 UMa hang over the rugged volcanic landscape of a hypothetical moon. The moon orbits the newly discovered planet, imagined here with Saturn-like rings, while the previously known planet is visible as a tiny crescent, close to the yellowish star. Closer still to 47 UMa is another tiny dot, a hypothetical Earth-like water world. About 51 light-years distant, 47 UMa can be found in planet Earth's sky near the Big Dipper.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/illustration_47uma_cook.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The 47 Ursae Majoris System",
    "url": "https://apod.nasa.gov/apod/image/0108/illustration_47uma_cook.jpg"
  },
  {
    "date": "2001-08-18",
    "explanation": "Mars, the red planet named for the Roman god of war, has two tiny moons, Phobos and Deimos, whose names are derived from the Greek for Fear and Panic. These Martian moons may well be captured asteroids originating in the main asteroid belt between Mars and Jupiter or perhaps from even more distant reaches of the Solar System. In this 1978 Viking 1 orbiter image, the largest moon, Phobos, is indeed seen to be a heavily cratered asteroid-like object. About 17 miles across, Phobos really zips through the Martian sky. Actually rising above Mars' western horizon and setting in the east, it completes an orbit in less than 8 hours. But Phobos is doomed. Phobos orbits so close to Mars, (about 3,600 miles above the surface compared to 250,000 miles for our Moon) that gravitational tidal forces are dragging it down. In 100 million years or so it will likely crash into the surface or be shattered by stress caused by the relentless tidal forces, the debris forming a ring around Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/phobos_vik1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Phobos: Doomed Moon of Mars",
    "url": "https://apod.nasa.gov/apod/image/0108/phobos_vik1_r1.jpg"
  },
  {
    "date": "2001-08-19",
    "explanation": "Mercury's surface looks similar to our Moon's.  Each is heavily cratered and made of rock.  Mercury's diameter is about 4800 km, while the Moon's is slightly less at about 3500 km (compared with about 12,700 km for the Earth).  But Mercury is unique in many ways.  Mercury is the closest planet to the Sun, orbiting at about 1/3 the radius of the Earth's orbit.  As Mercury slowly rotates, its surface temperature varies from an unbearably cold -180 degrees Celsius to an unbearably hot 400 degrees Celsius.  The place nearest the Sun in Mercury's orbit changes slightly each orbit - a fact used by Albert Einstein to help verify the correctness of his then newly discovered theory of gravity: General Relativity.   The above picture was taken by the only spacecraft ever to pass Mercury: Mariner 10 in 1974.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/merc2_m10_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury: A Cratered Inferno",
    "url": "https://apod.nasa.gov/apod/image/0108/merc2_m10.jpg"
  },
  {
    "copyright": "R. BarbaUNLPCTIONOAONSF",
    "date": "2001-08-20",
    "explanation": "The bright Lagoon Nebula is home to a diverse array of astronomical objects.  Particularly interesting sources include a bright open cluster of stars and several energetic star-forming regions.  When viewed by eye, cluster light is dominated by an overall red glow that is caused by luminous hydrogen gas, while the dark filaments are caused by absorption by dense lanes of dust. The above picture, from the Curtis-Schmidt Telescope, however, shows the nebula's emission in three exact colors specifically emitted by hydrogen, oxygen, and sulfur. The Lagoon Nebula, also known as M8 and NGC 6523, lies about 5000 light-years away.  The Lagoon Nebula can be located with binoculars in the constellation of Sagittarius spanning a region over three times the diameter of a full Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/m8_barba_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Lagoon Nebula in Three Colors",
    "url": "https://apod.nasa.gov/apod/image/0108/m8_barba.jpg"
  },
  {
    "date": "2001-08-21",
    "explanation": "Neptune has spots.  The Solar System's outermost gas giant shows a nearly uniform blue hue created by small amounts of methane drifting in a thick atmosphere of nearly colorless hydrogen and helium.  Dark spots do appear, however, that are anti-cyclones: large high-pressure systems that swirl in Neptune's cold cloud tops.  Two dark spots are visible in the above picture taken by the robot Voyager 2 spacecraft in 1989: an Earth-sized Great Dark Spot located on the far left, and Dark Spot 2 located near bottom.  A bright cloud dubbed Scooter accompanies the Great Dark Spot.  Recent computer simulations indicate that scooters are methane clouds that might commonly be found near dark spots.  Subsequent images of Neptune by the Hubble Space Telescope in 1994 indicated that both of these dark spots had dissipated, but another had been created.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/neptunespots_vg2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Spots on Neptune",
    "url": "https://apod.nasa.gov/apod/image/0108/neptunespots_vg2.jpg"
  },
  {
    "date": "2001-08-22",
    "explanation": "dge-on spiral galaxy NGC 3079 is a mere 50 million light-years away toward the constellation Ursa Major. Shown in this stunning false-color Hubble Space Telescope image, the galaxy's disk - composed of spectacular star clusters in winding spiral arms and dramatic dark lanes of dust - spans some 70,000 light-years. Still, NGC 3079's most eye-catching features are the pillars of gas which tower above a swirling cosmic cauldron of activity at the galaxy's center. Seen in the close-up inset at lower right, the pillars rise to a height of about 2,000 light-years and seem to lie on the surface of an immense bubble rising from the galactic core. Measurements indicate that the gaseous pillars are streaming away from the core at 6 million kilometers per hour. What makes this galaxy's cauldron bubble? Astronomers are exploring the possibility that the superbubble is formed by winds from massive stars. If so, these massive stars were likely born all at once as the galactic center underwent a sudden burst of star formation.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/ngc3079_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Bubbling Cauldron of NGC 3079",
    "url": "https://apod.nasa.gov/apod/image/0108/ngc3079_hst_comp.jpg"
  },
  {
    "date": "2001-08-23",
    "explanation": "This stunning color deep sky view toward the constellation Pisces was made with data from a fast, sensitive, digital detector known as the Big Throughput Camera operating at Cerro Tololo Inter-American Observatory in Chile. Hardly noticeable in the original picture is the small cluster of about 15 galaxies nearly 3 billion light-years distant, circled at the lower right. In fact, this distant cluster was not discovered by noticing its appearance in the image at all, but instead by mapping the subtle distortions created by its gravity. As predicted by Einstein's General Relativity theory, the cluster's gravitational mass acts like a lens, bending light and distorting the shape of background galaxies. The effect is known as gravitational lensing. Computer mapping of weak distortions of background galaxy shapes across the Big Throughput image revealed that the large scale distribution of mass in that part of the sky was concentrated in a small region. That region turned out to correspond to the galaxy cluster -- the first time such an object has been discovered on the basis of its mass properties rather than its light.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/lenscluster_btc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Distortion from a Distant Cluster",
    "url": "https://apod.nasa.gov/apod/image/0108/lenscluster_btc.jpg"
  },
  {
    "date": "2001-08-24",
    "explanation": "On 12 February, 2001, the NEAR-Shoemaker spacecraft gently touched-down on the the surface of Eros -- the first ever landing on an asteroid. During the descent, the spacecraft's camera recorded successive images of the diminutive world's surface, revealing fractured boulders, dust filled craters, and a mysterious collapsed channel. The last frame, seen in the above montage at the far left, was taken at a range of 128 meters. Expanded in the inset, it shows surface features a few centimeters across. Stereo experimenter Patrick Vantuyne, constructed this montage from the final images in the landing sequence, carefully identifying the overlapping areas in successive frames. Frames which overlap were taken by the spacecraft from slightly different viewpoints, allowing Vantuyne to construct close-up stereo images of the surface of asteroid 433 Eros.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/nearmontage_vantuyne_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NEAR at Eros: Before Touchdown",
    "url": "https://apod.nasa.gov/apod/image/0108/nearmontage_vantuyne.jpg"
  },
  {
    "date": "2001-08-25",
    "explanation": "Q: What was made by humans and is 7.3 billion miles away? A: Pioneer 10 -- and 1997 was the 25th anniversary of its launch. Almost 11 light-hours distant, Pioneer 10 is presently about twice as far from the Sun as Pluto, and bound for interstellar space at 28,000 miles per hour. The distinction of being the first human artifact to venture beyond the known planets of the Solar System is just one in a long list of firsts for this spacefaring ambassador, including; the first spacecraft to travel through the asteroid belt and explore the outer Solar System, the first spacecraft to visit Jupiter, and the first to use a planet's gravity to change its course and to reach solar-system-escape velocity. Pioneer 10's mission is nearing an end. Now exploring the distant reaches of the heliosphere it will soon run out of sufficient electrical power to operate science instruments. However, the 570 lb. spacecraft will continue to coast and in 300,000 years or so it will pass within about 3 light years of nearby star Ross 248. Ross 248 is a faint red dwarf just over 10 light years distant in the constellation Taurus. (Note: In 1998 Voyager 1, launched 5 years later but traveling faster than Pioneer 10, became humanity's most distant spacecraft.)",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/pioneer10_art.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pioneer 10: The First 7 Billion Miles",
    "url": "https://apod.nasa.gov/apod/image/0108/pioneer10_art.jpg"
  },
  {
    "date": "2001-08-26",
    "explanation": "Uranus is the third largest planet in our Solar System after Jupiter and Saturn.  Uranus is composed mostly of rock and ices, but with a thick hydrogen and helium atmosphere. The blue hue of Uranus' atmosphere arises from the small amount of methane which preferentially absorbs red light.  This picture was snapped by the Voyager 2 spacecraft in 1986 - the only spacecraft ever to visit Uranus.  Uranus has many moons and a ring system.  Uranus, like Venus, has a rotation axis that is greatly tilted and sometimes points near the Sun.  It remains an astronomical mystery why Uranus' axis is so tilted.  Uranus and Neptune are quite similar: Uranus is slightly larger but less massive.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/uranus_vg2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Uranus: The Tilted Planet",
    "url": "https://apod.nasa.gov/apod/image/0108/uranus_vg2.jpg"
  },
  {
    "copyright": "P. Cinzano",
    "date": "2001-08-27",
    "explanation": "Where have all the dim stars gone?  From many places on the Earth including major cities, the night sky has been reduced from a fascinating display of hundreds of stars to a diffuse glow through which only a handful of stars are visible.  The above map indicates the relative amount of light pollution that occurs across the Earth.  The cause of the pollution is artificial light reflecting off molecules and aerosols in the atmosphere.  Parts of the Eastern United States and Western Europe colored red have an artificial night sky glow over nine times that of the natural sky.  In any area marked orange or red, the central band of our Milky Way Galaxy is no longer visible. The International Dark Sky Association suggests common types of fixtures that provide relatively little amounts of light pollution.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/artificialnight_dmsp_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Artificial Night Sky Brightness",
    "url": "https://apod.nasa.gov/apod/image/0108/artificialnight_dmsp.gif"
  },
  {
    "date": "2001-08-28",
    "explanation": "Why does Jupiter's moon Callisto have unusual jagged hills?  This mystery came to light after the robot spacecraft Galileo, in orbit around Jupiter since 1995, swooped past the dark moon in May.  The resulting pictures were the highest resolution yet obtained for a Jovian moon: objects as small as 3 meters across are discernable.  The strange landscapes pictured above show areas rich in bright sharp mounds about 100 meters tall.  A likely formation hypothesis holds that these hills are the result of ejecta thrown billions of years ago during a violent impact.  The lower inset region apparently has undergone an epoch of relatively high ice-erosion, where dark rock has filled in some of the inter-hill regions.  NASA has recently cleared Galileo to continue swooping Jupiter's moons until 2003, when it will end its journey with a spectacular dive into Jupiter's atmosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/callistoterrain_gal.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jagged Hills on Jupiter's Callisto",
    "url": "https://apod.nasa.gov/apod/image/0108/callistoterrain_gal.jpg"
  },
  {
    "date": "2001-08-29",
    "explanation": "Young star AFGL 2591 is putting on a show.  The massive star is expelling outer layers of dust-laced gas as gravity pulls inner material toward the surface.  AFGL 2591 is estimated to be about one million years old -- much younger than our own Sun's 5 billion-year age -- and has created a nebula over 500 times the diameter of our Solar System in just the past 10,000 years.  The above image in infrared light is one of the first from the new NIRI instrument mounted on one of the largest ground-based optical telescopes in the world: Gemini North.  Sharp details are discernable that are blocked by opaque dust in visible-light images.  Close inspection of the image reveals at least four expanding rings, indicating an episodic origin to the mysterious activity.  AFGL 2591 lies about 3000 light years away toward the constellation of Cygnus.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/afgl2591_gemini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "AFGL 2591: A Massive Star Acts Up",
    "url": "https://apod.nasa.gov/apod/image/0108/afgl2591_gemini.jpg"
  },
  {
    "date": "2001-08-30",
    "explanation": "Newly discovered minor planet 2001 KX76 is circled in the top panel above, a recent composite image from the European Southern Observatory's 2.2 meter telescope at La Silla, Chile. Though 2001 KX76 appears here as single point of light in an unremarkable star field, its orbit has been accurately measured by Astrovirtel, a newly operational \"virtual telescope\" capable of mining many years of archival data for previously unrecognized images of 2001 KX76. The results show this minor planet to be very distant, now orbiting just beyond Pluto and Charon in the realm of the Kuiper Belt. At its distance, apparent brightness, and assuming a reasonable surface reflectivity, 2001 KX76 would be 1,200 kilometers or more across -- larger than the largest main-belt asteroid, Ceres. In fact, the illustration in the bottom panel graphically compares this size estimate to Pluto, Charon, and the largest previously known Kuiper Belt objects, indicating the newfound minor planet is second only to Pluto in diameter. Along with other evidence, the comparison suggests that Pluto and Charon are closely related to Kuiper Belt worlds like 2001 KX76.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/2001kx76_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "How Big Is 2001 KX76?",
    "url": "https://apod.nasa.gov/apod/image/0108/2001kx76_eso_a.jpg"
  },
  {
    "date": "2001-08-31",
    "explanation": "Solar-powered, remotely piloted, and flying at about 25 miles per hour, NASA's Helios aircraft, is pictured above at 10,000 feet in skies northwest of Kauai, Hawaii on August 13. This ultralight propeller driven aircraft, essentially a flying wing with 14 electric engines, was built by AeroVironment Inc. Covered with solar cells, Helios' impressive 247 foot wide wing exceeds the wing span and even overall length of a Boeing 747 jet airliner. Climbing during daylight hours, the prototype aircraft ultimately reached an altitude just short of 100,000 feet, breaking records for non-rocket powered flight. Helios is intended as a technology demonstrator, but regular, long-duration flights at that altitude could be used for environmental monitoring missions and, communications relays. In the extremely thin air 100,000 feet above Earth's surface, the flight of Helios also simulates conditions for winged flight in the atmosphere of Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/helios_cthomas_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Flight Of Helios",
    "url": "https://apod.nasa.gov/apod/image/0108/helios_cthomas.jpg"
  },
  {
    "date": "2001-09-01",
    "explanation": "Indicated on this infrared image of the galactic center region are positions of candidate magnetars -- believed to be the strongest magnets in the galaxy. Classified by observers as Soft Gamma Repeaters (SGRs) and Anomalous X-ray Pulsars (AXPs), these cosmic powerhouses are likely city-sized, spinning, highly-magnetized neutron stars. How strong is a magnetar's magnetic field? The Earth's magnetic field which deflects compass needles is measured to be about 1 Gauss, while the strongest fields sustainable in earthbound laboratories are about 100,000 Gauss. A magnetar's monster magnetic field is estimated to be as high as 1,000,000,000,000,000 Gauss. A magnet this strong, located at about half the distance to the Moon would easily erase your credit cards and suck pens out of your pocket. In 1998, from a distance of about 20,000 light-years, one magnetar, SGR 1900+14 generated a powerful flash of gamma-rays detected by many spacecraft. That blast of high-energy radiation is now known to have had a measurable effect on Earth's ionosphere. At the surface of the magnetar, its powerful magnetic field is thought to buckle and shift the neutron star crust generating the intense high-energy flares.",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/magnetars_cobeloc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Magnetars In The Sky",
    "url": "https://apod.nasa.gov/apod/image/0109/magnetars_cobeloc.jpg"
  }
]
