[
  {
    "date": "2001-03-01",
    "explanation": "Tomorrow's picture: Space Doughnut  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0102/eitprom_soho_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Maximum Sun",
    "url": "https://apod.nasa.gov/apod/image/0102/eitprom_soho_c2.jpg"
  },
  {
    "date": "2001-03-02",
    "explanation": "You'd need a really big cup of coffee with this doughnut ... because the hole in the middle is about a billion kilometers across. Centered on the Sun, a circle that size would lie between the orbits of Mars and Jupiter. In fact, this doughnut is known to surround a massive newborn star cataloged as LkHa 101 which lies in the constellation Perseus. Imaged in infrared light, the tantalizing torus-shaped cloud of gas and dust is slightly tilted to our view. The cloud's material may well be the ingredients for the formation of a distant solar system. A bright source of ultraviolet light, the hot young star itself is much fainter in the infrared and so not visible in this picture. Still, the star's presence is indicated as its intense stellar wind and radiation has apparently carved out the doughnut's hole. This premier close-up of a stellar system in formation was accomplished by adapting a powerful observational technique called interferometry to planet Earth's largest single mirror telescope, the 10 meter Keck.",
    "hdurl": "https://apod.nasa.gov/apod/image/0103/lkha101_tuthill_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "LkHa101: The Hole in the Doughnut",
    "url": "https://apod.nasa.gov/apod/image/0103/lkha101_tuthill.jpg"
  },
  {
    "date": "2001-03-03",
    "explanation": "Apollo 12 was the second mission to land humans on the Moon. The landing site was picked to be near the location of Surveyor 3, a robot spacecraft that had landed on the Moon three years earlier. In the above photograph, taken by lunar module pilot Alan Bean, mission commander Pete Conrad retrieves parts from the Surveyor. The lunar module is visible in the distance.  Apollo 12 brought back many photographs and moon rocks.  Among the milestones achieved by Apollo 12 was the deployment of the Apollo Lunar Surface Experiments Package, which carried out many experiments including one that measured the solar wind.",
    "hdurl": "https://apod.nasa.gov/apod/image/0103/surveyor3_ap12c_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 12 Visits Surveyor 3",
    "url": "https://apod.nasa.gov/apod/image/0103/surveyor3_ap12c.jpg"
  },
  {
    "date": "2001-03-04",
    "explanation": "TT Cygni is a cool red giant star with a wind. This false-color picture of TT Cyg was made using a coordinated array of millimeter wavelength radio telescopes and shows radio emission from carbon monoxide (CO) molecules in the surrounding gas. The central emission is from material blown off the red giant over a few hundred years while the thin ring, with a radius of about 1/4 light-year, actually represents a shell of gas expanding outward for 6,000 years. Carbon stars like TT Cyg are so named for their apparent abundance of carbon containing molecules. The carbon is likely the dredged-up ashes of nuclear helium burning in the stellar interior. Carbon stars lose a significant fraction of their total mass in the form of a stellar wind which ultimately enriches the interstellar gas - the source of material for future generations of stars. TT Cyg is about 1,500 light-years away in the constellation Cygnus.",
    "hdurl": "https://apod.nasa.gov/apod/image/0103/ttcyg_olofsson_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "TT Cygni: Carbon Star",
    "url": "https://apod.nasa.gov/apod/image/0103/ttcyg_olofsson1.jpg"
  },
  {
    "date": "2001-03-05",
    "explanation": "Not part of a television game series, the NEAR Shoemaker spacecraft survived its unprecedented landing on an asteroid last month. As suggested in the illustration inset above, the car-sized probe likely rests gently on the tips of its solar panels having touched down under the influence of asteroid Eros' feeble gravity. Fortunately, the spacecraft's solar panels were bathed in sunlight and able to power NEAR's gamma-ray spectrometer. Perched on the asteroid, this instrument can determine the composition of Eros to a depth of about 10 centimeters with unanticipated accuracy by measuring the gamma-ray signatures of the atomic nuclei present. The data returned from the surface of Eros are plotted above and show clearly features corresponding to Iron, Oxygen, Silicon, and Potassium in the asteroid's regolith. Also briefly operating on Eros, NEAR's magnetometer has indicated that no surface magnetic field is discernible.  Now turned off, NEAR Shoemaker could remain preserved in its present location, the vicinity of the huge, saddle-shaped feature dubbed Himeros, for billions of years. But, as the asteroid orbits, the spacecraft's solar panels will be repeatedly turned toward the Sun ... offering the possibility of reawakening this survivor.",
    "hdurl": "https://apod.nasa.gov/apod/image/0103/xgrsplot_near_c1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Survivor: NEAR Shoemaker On Asteroid Eros",
    "url": "https://apod.nasa.gov/apod/image/0103/xgrsplot_near_c2.jpg"
  },
  {
    "copyright": "Michael Pierce",
    "date": "2001-03-06",
    "explanation": "The first hint of what will become of our Sun was discovered inadvertently in 1764.  At that time, Charles Messier was compiling a list of \"annoying\" diffuse objects not to be confused with \"interesting\" comets.  The 27th object on Messier's list, now known as M27 or the Dumbbell Nebula, is a planetary nebula, the type of nebula our Sun will produce when nuclear fusion stops in its core.  M27 is one of the brightest planetary nebulae on the sky, and can be seen in the constellation Vulpecula with binoculars.  It takes light about 1000 years to reach us from M27,  shown above in representative colors.  Understanding the physics and significance of M27 was well beyond 18th century science.  Even today, many things remain mysterious about bipolar planetary nebula like M27, including the physical mechanism that expels a low-mass star's gaseous outer-envelope, leaving an X-ray hot white dwarf.",
    "hdurl": "https://apod.nasa.gov/apod/image/0103/dumbbell_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M27: The Dumbbell Nebula",
    "url": "https://apod.nasa.gov/apod/image/0103/dumbbell_noao.jpg"
  },
  {
    "date": "2001-03-07",
    "explanation": "From a spectacular vantage point over 1.4 billion kilometers from the sun, the Voyager 1 spacecraft looked back toward the inner solar system to record this startling view of Saturn's nightside. The picture was taken on November 16, 1980, some four days after the robot spacecraft's closest approach to the gorgeous gas giant. The crescent planet casts a broad shadow across its bright rings while the translucent rings themselves can be seen to cast a shadow on Saturn's cloud tops. Since Earth is closer to the sun than Saturn, only Saturn's dayside is visible to Earth-bound telescopes which could never take a picture like this one. After this successful flyby two decades ago, Voyager 1 has continued outward bound and is presently humanity's most distant spacecraft. The next spacecraft to approach Saturn will be Cassini, on course to arrive in 2004.",
    "hdurl": "https://apod.nasa.gov/apod/image/0103/nightsaturn_voyager1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn At Night",
    "url": "https://apod.nasa.gov/apod/image/0103/nightsaturn_voyager1.jpg"
  },
  {
    "copyright": "Thad K. V'Soske",
    "date": "2001-03-08",
    "explanation": "Tomorrow's picture: Galaxy Bunch  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0103/mvm_vsoske_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bright Venus",
    "url": "https://apod.nasa.gov/apod/image/0103/mvm_vsoske.jpg"
  },
  {
    "date": "2001-03-09",
    "explanation": "Scanning the skies for galaxies Canadian astronomer Paul Hickson and colleagues identified some 100 compact groups of galaxies, now appropriately called Hickson Compact Groups (HCGs). With only a few member galaxies per group, HCGs are much smaller than the immense clusters of galaxies which lurk in the cosmos, but like the large galaxy clusters, some HCGs seem to be filled with hot, x-ray emitting gas. In fact, groups of galaxies like HCGs may be the building blocks of the large clusters. This false-color x-ray image from the orbiting Chandra Observatory reveals x-ray emission from the gas in one such group, HCG 62, in startling detail. In the image, black and green colors represent low intensities while red and purple hues indicate high x-ray intensities. Striking features of the x-ray image are the low brightness blobs at the upper left and lower right which symmetrically flank the intense central x-ray region. HCG 62 lies in Virgo, and near the group's center resides elliptical galaxy NGC 4761. At optical wavelengths, some HCGs make for rewarding viewing, even with modest sized telescopes.",
    "hdurl": "https://apod.nasa.gov/apod/image/0103/hcg62_cxc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Rays From HCG 62",
    "url": "https://apod.nasa.gov/apod/image/0103/hcg62_cxc.jpg"
  },
  {
    "date": "2001-03-10",
    "explanation": "Put on your red/blue glasses and gaze into this dramatic stereo view from the surface of the Moon! Inspired by last Saturday's APOD, experimentor Patrick Vantuyne offers this stereo rendering of Apollo 12 astronaut Pete Conrad visiting the Surveyor 3 spacecraft in November of 1969. To create the stereo image, Vantuyne carefully combed through the pictures available for downloading from the Apollo Lunar Surface Journal web site to find two which would make an appropriate \"stereo pair\". He found a pair that depicted the captivating scene from only slightly different viewpoints, approximating the separation between human eyes. Combining the two separate pictures, one tinted red and the other blue-green, with the correct offset, produces the stereo effect when viewed using red/blue glasses, the red filter covering the left eye. The color filters guide each eye to see only the picture with the correct corresponding viewpoint and the brain interprets the result as normal stereo vision. (Editor's note: While you've got those glasses on ... other web sources of astronomy and space science stereo images include the Mars Path Finder archive and a 3D Tour of the Solar System.)",
    "hdurl": "https://apod.nasa.gov/apod/image/0103/ana01_vantuyne.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo / Surveyor Stereo View",
    "url": "https://apod.nasa.gov/apod/image/0103/ana01_vantuyne.jpg"
  },
  {
    "date": "2001-03-11",
    "explanation": "Globular clusters once ruled the Milky Way.  Back in the old days, back when our Galaxy first formed, perhaps thousands of globular clusters roamed our Galaxy.  Today, there are perhaps 200 left.  Many globular clusters were destroyed over the eons by repeated fateful encounters with each other or the Galactic center.  Surviving relics are older than any Earth fossil, older than any other structures in our Galaxy, and limit the universe itself in raw age.  There are few, if any, young globular clusters in our Milky Way Galaxy because conditions are not ripe for more to form.  Things are different next door, however, in the neighboring LMC galaxy. Pictured above is a \"young\" globular cluster residing there: NGC 1818.  Observations show it formed only about 40 million years ago - just yesterday compared to the 12 billion year ages of globular clusters in our own Milky Way",
    "hdurl": "https://apod.nasa.gov/apod/image/0103/ngc1818_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1818: A Young Globular Cluster",
    "url": "https://apod.nasa.gov/apod/image/0103/ngc1818_hst.jpg"
  },
  {
    "date": "2001-03-12",
    "explanation": "When did the Cigar Galaxy light up?  Evidence indicates how M82, the Cigar Galaxy, became so bright and peculiar: it collided with neighboring galaxy M81.  Astronomers become detectives, however, when trying to figure out when this collision occurred.  Inspection of this and other Hubble Space Telescope images now indicate massive young globular star clusters were formed during the encounter.  Stars in these clusters that are 600 million years old are just now exhausting their central hydrogen fuel, indicating that the Cigar Galaxy's brightening occurred just that long ago.  M82 is located about 12 million light years away and visible with binoculars towards the constellation of Ursa Major.  The star-field shown above spans about 10,000 light years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0103/m82_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M82 After the Crash",
    "url": "https://apod.nasa.gov/apod/image/0103/m82_hst.jpg"
  },
  {
    "copyright": "Stan Richard",
    "date": "2001-03-13",
    "explanation": "Have you ever seen a sun pillar?  When the air is cold and the Sun is rising or setting, falling ice crystals can reflect sunlight and create an unusual column of light.  Ice sometimes forms flat, stop-sign shaped crystals as it falls from high-level clouds.  Air resistance causes these crystals to lie nearly flat much of the time as they flutter to the ground.  Sunlight reflects off crystals that are properly aligned, creating the sun-pillar effect.  In the above picture, a sun-pillar reflects light from a setting Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/0103/sunpillar_richard_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sun Pillar",
    "url": "https://apod.nasa.gov/apod/image/0103/sunpillar_richard.jpg"
  },
  {
    "copyright": "Brian Lula",
    "date": "2001-03-14",
    "explanation": "Outbound and climbing above the plane of our solar system, comet McNaught-Hartley (C/1999 T1) is presently soaring through northern skies. This telescopic picture, a composite of many 30 second exposures made through three color filters, recorded the delicate colors in its diminutive coma and faint tail on February 26th. Combining the exposures to produce the final image registered on the comet causes stars to appear as \"dotted trails\", evidence of the comet's motion relative to the distant stellar background. Discovered by southern hemisphere observers, this comet's closest approach to the Sun occurred in December last year as it passed just outside planet Earth's orbit. For now the brightest comet in the sky, this primordial chunk of solar system is crossing from the constellation Hercules to Draco and will continue to fade. Never visible to the unaided eye, McNaught-Hartley is still at about 10th magnitude and can be viewed by comet seekers using small telescopes.",
    "hdurl": "https://apod.nasa.gov/apod/image/0103/cometmh_lula_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet McNaught-Hartley",
    "url": "https://apod.nasa.gov/apod/image/0103/cometmh_lula.jpg"
  },
  {
    "copyright": "Gunther Groenez",
    "date": "2001-03-15",
    "explanation": "Awash in a sea of plasma and anchored in magnetic fields, sunspots are planet-sized, dark islands in the solar photosphere, the bright surface of the Sun. Before the enlightened(!) age of cameras, solar observers created detailed drawings of sunspots as they changed and progressed across the visible solar disk. But contemporary observers also regularly use this time-honored method of monitoring sunspots. In this sketch from March 6th, astronomer Gunther Groenez has faithfully recorded the intriguing shapes and shades of major visible sunspot groups and labeled them according to their NOAA active region number. Solar north is up and east to the right. Groenez' technical equipment includes H and 2H pencil leads for the sunspot umbra (dark) and penumbra (light) areas respectively. Want to draw sunspots too? Now's your chance as the Sun is at the maximum in its 11-year sunspot cycle.",
    "hdurl": "https://apod.nasa.gov/apod/image/0103/sundraw_groenez_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Islands in the Photosphere",
    "url": "https://apod.nasa.gov/apod/image/0103/sundraw_groenez.jpg"
  },
  {
    "date": "2001-03-16",
    "explanation": "Tomorrow's picture: Shuttle Astronomy  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0103/goddardrocket_orig_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rockets and Robert Goddard",
    "url": "https://apod.nasa.gov/apod/image/0103/goddardrocket_orig.jpg"
  },
  {
    "date": "2001-03-17",
    "explanation": "Six years ago, a cluster of three ultraviolet telescopes flew into orbit on the Astro-2 mission aboard the space shuttle Endeavour. Seen here perched in Endeavour's payload bay about 350 kilometers above the Australian desert are the Hopkins Ultraviolet Telescope (HUT), the Ultraviolet Imaging Telescope (UIT), and the Wisconsin Ultraviolet Photo-Polarimeter Experiment (WUPPE). HUT is in front of the other instruments with a silver, conical-shaped star tracker at the left of the telescope cluster. The ultraviolet region of the electromagnetic spectrum lies at wavelengths shorter than blue light and can not be seen by human eyes. Almost all ultraviolet light from the cosmos is impossible to detect at the Earth's surface because it is absorbed by atmospheric ozone. But cruising high above the clouds and protective atmosphere, these instruments could explore the universe at wavelengths beyond the blue.",
    "hdurl": "https://apod.nasa.gov/apod/image/0103/astro2_sts67_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Astro-2 In Orbit",
    "url": "https://apod.nasa.gov/apod/image/0103/astro2_sts67.jpg"
  },
  {
    "date": "2001-03-18",
    "explanation": "Which stars are closest to the Sun?  The closest is Proxima Centauri, one of three stars that orbit each other about 4 light-years away in the Alpha-Centauri system.  Alpha Centauri is easily visible from Earth's Southern Hemisphere.  Next is Barnard's Star, a dim star visible with a telescope in the constellation of Ophiuchus.  Sirius, the brightest star in the night sky, is part of the fifth closest star system, from which light takes 8.6 years to reach us.  The nearest 25 star systems are shown on the above map, out to 13 light-years. Past that there are probably stars so dim that their proximity has not yet been discovered.  Research continues in trying to identify an estimated 130 missing star systems out to 32 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/9904/solarneighborhood_recons_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Nearest Stars",
    "url": "https://apod.nasa.gov/apod/image/9904/solarneighborhood_recons.gif"
  },
  {
    "date": "2001-03-19",
    "explanation": "Pluto is mostly brown.  The above picture captures the true colors of Pluto as well as the highest surface resolution so far recovered.  No spacecraft has yet visited this most distant planet in our Solar System.  The above map was created by tracking brightness changes from Earth of Pluto during times when it was being partially eclipsed by its moon Charon.  The map therefore shows the hemisphere of Pluto that faces Charon.  Pluto's brown color is thought dominated by frozen methane deposits metamorphosed by faint but energetic sunlight. The dark band below Pluto's equator is seen to have rather complex coloring, however, indicating that some unknown mechanisms may have affected Pluto's surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/0103/pluto_sri.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pluto in True Color",
    "url": "https://apod.nasa.gov/apod/image/0103/pluto_sri.jpg"
  },
  {
    "date": "2001-03-20",
    "explanation": "Welcome to the equinox! Moving northward in Earth's sky, today the Sun crosses the celestial equator at 13:31 Universal Time bringing Spring to the north and Fall to the south. The change of season is known as an equinox as the Sun rises due east on the horizon and sets due west -- providing an equal night, 12 night and 12 daylight hours, for both northern and southern hemispheres. In this picture from March 8, the Sun peers over the eastern horizon at the space shuttle Discovery's dramatic morning launch on mission STS-102. Having delivered supplies and taxied crew to the International Space Station, Discovery will remain in orbit for this first day of northern hemisphere Spring. Discovery is scheduled to land at Kennedy Space Center in Florida early tomorrow.",
    "hdurl": "https://apod.nasa.gov/apod/image/0103/discovery_sts102_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Discovery Spring",
    "url": "https://apod.nasa.gov/apod/image/0103/discovery_sts102.jpg"
  },
  {
    "date": "2001-03-21",
    "explanation": "NGC 2903 is a spiral galaxy similar to our own Milky Way Galaxy.  Similarities include its general size and a central bar.  One striking difference, however, is the appearance of mysterious hot spots in NGC 2903's core.  Upon inspection of the above image and similar images taken by the Hubble Space Telescope, these hot spots were found to be bright young globular clusters, in contrast to the uniformly old globular clusters found in our Milky Way Galaxy.  Further investigation has indicated that current star formation is most rampant in a 2000 light-year wide circumnuclear ring surrounding NGC 2903's center.  Astronomers hypothesize that the gravity of the central bar expedites star formation in this ring.  NGC 2903 lies about 25 million light-years away and is visible with a small telescope towards the constellation of Leo.",
    "hdurl": "https://apod.nasa.gov/apod/image/0103/ngc2903_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Barred Spiral Galaxy NGC 2903",
    "url": "https://apod.nasa.gov/apod/image/0103/ngc2903_hst.jpg"
  },
  {
    "copyright": "Ken Webb",
    "date": "2001-03-22",
    "explanation": "Brilliant Venus falls out of the evening sky as March ends, but Jupiter and Saturn remain well up above the western horizon. Jupiter blazes forth above and to the left of a slightly fainter Saturn in this telephoto picture taken on January 19th. Near the top lies the lovely Pleiades star cluster with suggestions of its characteristic blue reflection nebulae. These planets and the Pleiades have a similar, easily recognizable orientation in the Spring night sky. Also known as M45, the 45th object in French astronomer Charles Messier's famous catalog, the Pleiades will likely soon be checked off many stargazers' tally lists. For northern hemisphere observers this weekend offers a prime opportunity to complete a Messier Marathon -- the viewing of all 110 Messier catalog objects in one glorious dusk to dawn observing run. This weekend it will also be possible to complete an all-planet marathon, observing all the solar system's planets in a single night. And if you still need something to look at, the International Space Station could also be visible arcing through the skies depending on your location, but Mir will not.",
    "hdurl": "https://apod.nasa.gov/apod/image/0103/jupsatm45_kenwebb_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter, Saturn and Messier 45",
    "url": "https://apod.nasa.gov/apod/image/0103/jupsatm45_kenwebb_c1.jpg"
  },
  {
    "copyright": "Paulo Raymundo",
    "date": "2001-03-23",
    "explanation": "Streaking low across the western horizon after sunset, the Russian Mir space station makes a final pass through the evening sky above the coastal city of Salvador, Brazil. In this 5 minute 20 second time exposure made with ASA 800 film and a wide-angle lens on March 19, setting stars leave short, almost vertical trails. A rapidly moving Mir travels horizontally, trailing toward the left (south) edge of the picture. Reflecting sunlight from low Earth orbit, the historic space station chanced to produce a \"farewell\" flare near the end of its visible track. As if in poignant response, the Hubble Space Telescope appeared in Brazilian skies within a minute after Mir's passage and also left a flare along a trail moving toward the top of the picture. Lights visible on the horizon are from nearby Itaparica Island. After 15 years in service, the long-lived Mir space station was safely deorbited today. The splashdown of its surviving pieces occurred in a remote area of the South Pacific Ocean.",
    "hdurl": "https://apod.nasa.gov/apod/image/0103/hubblemir_praymundo.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mir Flares Farewell",
    "url": "https://apod.nasa.gov/apod/image/0103/hubblemir3_praymundo.jpg"
  },
  {
    "date": "2001-03-24",
    "explanation": "Translated from the \"acronese\" the title reads - The UltraViolet Small Magellanic Cloud from the Ultraviolet Imaging Telescope. FYI, the four ultraviolet images used in this mosaic of the nearby irregular galaxy known as the Small Magellanic Cloud were taken by the UIT instrument during the Astro-1 and Astro-2 shuttle missions in 1990 and 1995. Each separate image field is slightly wider than the apparent size of the full moon. These ultraviolet pictures, shown in false color, must be taken above the Earth's absorbing atmosphere. They highlight concentrations of hot, newly formed stars only a few millions of years old, and reveal the progress of recent star formation in the SMC.",
    "hdurl": "https://apod.nasa.gov/apod/image/0103/smc4_uit_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The UV SMC from UIT",
    "url": "https://apod.nasa.gov/apod/image/0103/smc4_uit.jpg"
  },
  {
    "date": "2001-03-25",
    "explanation": "The Crab Nebula, filled with mysterious filaments, is the result of a star that was seen to explode in 1054 AD.  This spectacular supernova explosion was recorded by Chinese and (quite probably) Anasazi Indian astronomers.  The filaments are mysterious because they appear to have less mass than expelled in the original supernova and higher speed than expected from a free explosion. In the above picture taken recently from a Very Large Telescope, the color indicates what is happening to the electrons in different parts of the Crab Nebula. Red indicates the electrons are recombining with protons to form neutral hydrogen, while blue indicates the electrons are whirling around the magnetic field of the inner nebula.  In the nebula's very center lies a pulsar: a neutron star rotating, in this case, 30 times a second.",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/crab_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Crab Nebula from VLT",
    "url": "https://apod.nasa.gov/apod/image/9911/crab_vlt.jpg"
  },
  {
    "date": "2001-03-26",
    "explanation": "Whatever became of Comet Hale-Bopp? The brightest comet in recent years has continued into the outer Solar System and is now farther from the Sun than Saturn.  To the surprise of many, Comet Hale-Bopp is still active, continuing to spew gas, ice and dust particles out into space.  Pictured above earlier this month, Comet Hale-Bopp can be seen in the Southern Hemisphere with a moderate sized-telescope.  The continued activity of Comet Hale-Bopp may be due to the large size of its nucleus - estimated to be about 50 kilometers across.  The unusual dotted appearance of most stars in the above image is due to the 14 discrete exposures that were centered on the comet and not the stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0103/halebopp2001_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hale-Bopp in the Outer Solar System",
    "url": "https://apod.nasa.gov/apod/image/0103/halebopp2001_eso.jpg"
  },
  {
    "date": "2001-03-27",
    "explanation": "Why do parts of the south pole of Mars look like swiss cheese?  This little-understood landscape features flat-topped mesas nearly 4 meters high and circular indentations over 100 meters across.  Since this swiss-cheese topography is unique to the polar cap covering southern Mars, exogeologists speculate that mesa composition might be high in  frozen carbon dioxide (dry ice).  Additionally, dry ice might have had a role in this strange landscape's creation.  In the above picture, the Martian surface is illuminated by sunlight from the upper right.  The  above picture was taken in August 1999 by the robot Mars Global Surveyor spacecraft currently orbiting Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0103/marscheese_mgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Swiss Cheese-Like Landscape on Mars",
    "url": "https://apod.nasa.gov/apod/image/0103/marscheese_mgs.jpg"
  },
  {
    "date": "2001-03-28",
    "explanation": "Officially the Chandra Deep Field - South, this picture represents the deepest ever x-ray image of the Universe. One million seconds of accumulated exposure time with the orbiting Chandra X-ray Observatory went in to its making. Concentrating on a single, otherwise unremarkable patch of sky in the constellation Fornax, this x-ray image corresponds to the visible light Hubble Deep Field - South released in 1998. Chandra's view, color coded with low energies in red, medium in green, and high-energy x-rays in blue, shows many faint sources of relatively high-energy x-rays. These are likely active galaxies feeding supermassive central black holes and large clusters of galaxies at distances of up to 12 billion light-years. The stunning picture supports astronomers' ideas of a youthful universe in which massive black holes were much more dominant than at present.",
    "hdurl": "https://apod.nasa.gov/apod/image/0103/deepfields_cxo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Chandra Deep Field",
    "url": "https://apod.nasa.gov/apod/image/0103/deepfields_cxo.jpg"
  },
  {
    "copyright": "Jan CurtisU. AlaskaACRC",
    "date": "2001-03-29",
    "explanation": "Have you checked the space weather report lately? With a coronal mass ejection (CME) headed our way and an immense sunspot group tracking across the solar photosphere, skygazers should be on the alert. The interaction of clouds of energetic particles from the active Sun with planet Earth's magnetosphere often produces significant geomagnetic storms and auroral displays. In fact, just days ago on March 24, photographer Jan Curtis pointed his camera straight up to captured this awesome auroral curtain towering in clear and very cold (-25F) skies over Fairbanks, Alaska, USA. Now, forecasts indicate that a recent Earth-directed CME may also trigger moderate geomagnetic storms over the next few days. Night sky aurora, possibly extending to middle latitudes, would be most likely on March 30-31.",
    "hdurl": "https://apod.nasa.gov/apod/image/0103/curtis_032401.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Alaskan Style",
    "url": "https://apod.nasa.gov/apod/image/0103/curtis_032401.jpg"
  },
  {
    "copyright": "Joe Orman",
    "date": "2001-03-30",
    "explanation": "Twice a year, at the Spring and Fall equinox, the Sun rises due east. In an emphatic demonstration of this celestial alignment, photographer Joe Orman recorded this inspiring image of the Sun rising exactly along the east-west oriented Western Canal, in Tempe, Arizona, USA. But he waited until March 21st, one day after the equinox, to photograph the striking view. Why was the rising Sun due east one day after the equinox? At Tempe's latitude the Sun rises at an angle, arcing southward as it climbs above the horizon. Because the distant mountains hide the true horizon, the Sun shifts slightly southward by the time it clears the mountain tops. Waiting 24 hours allowed the Sun to rise just north of east and arc back to an exactly eastern alignment for the photo. Orman also notes that this picture carries a special significance as we experience the maximum of the solar activity cycle. The electricity and telephone transmission lines along the canal symbolize power and communications grids which are most vulnerable to outbursts from the active Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/0103/equinoxp1_orman.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Equinox + 1",
    "url": "https://apod.nasa.gov/apod/image/0103/equinoxp1_orman.jpg"
  },
  {
    "date": "2001-03-31",
    "explanation": "\"Yes, I have been to Barsoom again ...\" begins John Carter in Edgar Rice Burroughs' 1913 science fiction classic \"The Gods of Mars\". In Burroughs' novels describing Carter's adventures on Mars, \"Barsoom\" is the local inhabitants' name for the Red Planet. Long after Burroughs' stories were published, Mars continues to inspire Earthdwellers' interests and imagination. Soon it will again be invaded by spacecraft from Earth. This dramatic picture of a crescent Mars was taken by NASA's Viking 2 spacecraft as it approached Barsoom in 1976.",
    "hdurl": "https://apod.nasa.gov/apod/image/0103/barsoom.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Barsoom",
    "url": "https://apod.nasa.gov/apod/image/0103/barsoom.jpg"
  },
  {
    "date": "2001-04-01",
    "explanation": "A historic first Space Quidditch match came to a spectacular conclusion last night as astronaut Michael Lopez-Alegria caught the Golden Snitch to give the Americans a hard fought victory over the Russians.  \"The Russians used brilliant strategy, but only NASA had the T2KQMU (Thunderbolt 2000 Quidditch Maneuvering Unit),\" commented Lopez-Alegria, pictured above squeezing the elusive Golden Snitch in his left hand. Happy April Fools Day from the folks at APOD.  In reality, Astronauts Jeff Wisoff and Lopez-Alegria are shown space-walking last October during a space shuttle mission to help build the International Space Station.",
    "hdurl": "https://apod.nasa.gov/apod/image/0104/quiddich_sts92_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Americans Defeat Russians in First Space Quidditch Match",
    "url": "https://apod.nasa.gov/apod/image/0104/quiddich_sts92.jpg"
  }
]
