[
  {
    "date": "2002-09-01",
    "explanation": "Galaxies like colorful pieces of candy fill the Hubble Deep Field - one of humanity's most distant optical views of the Universe. The dimmest, some as faint as 30th magnitude (about four billion times fainter than stars visible to the unaided eye), are very distant galaxies and represent what the Universe looked like in the extreme past, perhaps less than one billion years after the Big Bang. To make the Deep Field image, astronomers selected an uncluttered area of the sky in the constellation Ursa Major (the Big Bear) and pointed the Hubble Space Telescope at a single spot for 10 days accumulating and combining many separate exposures. With each additional exposure, fainter objects were revealed. The final result has been used to explore the mysteries of galaxy evolution and the infant Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/deepfield_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Hubble Deep Field",
    "url": "https://apod.nasa.gov/apod/image/0007/deepfield_hst.jpg"
  },
  {
    "copyright": "Alaska FairbanksAtmospheric Halos",
    "date": "2002-09-02",
    "explanation": "How can an aurora appear so near the ground? Pictured above are not aurora but nearby light pillars, a local phenomenon that can appear as a distant one.  In most places on Earth, a lucky viewer can see a Sun-pillar, a column of light appearing to extend up from the Sun caused by flat fluttering ice-crystals reflecting sunlight from the upper atmosphere.  Usually these ice crystals evaporate before reaching the ground.  During freezing temperatures, however, flat fluttering ice crystals may form near the ground in a form of light snow, sometimes known as a crystal fog.  These ice crystals may then reflect ground lights in columns not unlike a Sun-pillar.  In the above picture, the colorful lights causing the light pillars surround a ice-skating rink in Fairbanks, Alaska.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/pillars_tape_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Colorful Light Pillars",
    "url": "https://apod.nasa.gov/apod/image/0209/pillars_tape.jpg"
  },
  {
    "date": "2002-09-03",
    "explanation": "Does the surface of Mars change?  When inspecting yearly images of the Martian surface taken by the robot spacecraft Mars Global Surveyor currently orbiting Mars, sometimes new dark trails are visible.  Although originally a mystery, the culprit is now usually known to be a dust devil, a huge swirling gas-cloud with similarities to a terrestrial tornado.  Pictured above, a recent image has not only captured a new dark trail but the actual dust devil itself climbing a crater wall.  Dust devils are created when Martian air is heated by a warm surface and begins to spin as it rises.  Dust devils can stretch 8 kilometers high but usually last only a few minutes.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/dustdevil_mgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Dust Devil on Mars",
    "url": "https://apod.nasa.gov/apod/image/0209/dustdevil_mgs.jpg"
  },
  {
    "date": "2002-09-04",
    "explanation": "The Cat's Eye Nebula (NGC 6543) is one of the best known planetary nebulae in the sky. Its haunting symmetries are seen in the very central region of this stunning false-color picture, processed to reveal the enormous but extremely faint halo of gaseous material, over three light-years across, which surrounds the brighter, familiar planetary nebula. Made with data from the Nordic Optical Telescope in the Canary Islands, the composite picture shows emission from nitrogen atoms as red and oxygen atoms as green and blue shades. Planetary nebulae have long been appreciated as a final phase in the life of a sun-like star. Only much more recently however, have some planetaries been found to have halos like this one, likely formed of material shrugged off during earlier active episodes in the star's evolution. While the planetary nebula phase is thought to last for around 10,000 years, astronomers estimate the age of the outer filamentary portions of this halo to be 50,000 to 90,000 years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/n6543_ing_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Halo of the Cat's Eye",
    "url": "https://apod.nasa.gov/apod/image/0209/n6543_ing_c.jpg"
  },
  {
    "date": "2002-09-05",
    "explanation": "Launched in 1977, 25 years ago today, the Voyager 1 spacecraft's historic tour of the outer Solar System took it past Saturn in late 1980. On November 12, 1980, Voyager 1 recorded this view looking across the edge of Titan, Saturn's largest moon, from a distance of about 22,000 kilometers. Seen in false color, the moon's hazy atmosphere appears orange with further layers of blue haze suspended above. Titan's mostly nitrogen atmosphere, denser than planet Earth's, also contains methane and is thought to be laced with more complex hydrogen and carbon compounds. The composition is likened to Earth's atmosphere before life began. Spotted by Voyager, the detached layers of haze hundreds of kilometers above the surface, along with details of Titan's atmospheric chemistry, have intrigued earth-bound researchers who have recently proposed a model that links seasonal variations in the haze, winds, and sunlight. Their model accounts for the early Voyager observations as well as subsequent studies. Further tests of the model are anticipated when the Huygens probe, carried by the saturn-bound Cassini spacecraft, enters Titan's atmosphere in 2005.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/titanhaze_voyager1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Voyager Views Titan's Haze",
    "url": "https://apod.nasa.gov/apod/image/0209/titanhaze_voyager1.jpg"
  },
  {
    "date": "2002-09-06",
    "explanation": "Most ground-based telescopes with lenses and mirrors are hindered by the Earth's nurturing, protective atmosphere that blurs images and scatters and absorbs light. But this telescope was designed to detect extreme gamma rays - photons with over 100 billion times the energy of visible light - and actually requires the atmosphere to operate. As the gamma rays impact the upper atmosphere they produce air showers of high-energy particles. Adorned with 382 separate mirrors each 60 centimeters in diameter and equipped with a fast camera, the telescope records in detail the brief flashes of optical light, called Cherenkov light, created by the air shower particles. The telescope pictured here was inaugurated this week and is intended to operate as part of the High Energy Stereoscopic System (HESS) array under construction in Namibia. The initial phase of HESS will consist of four telescopes working in concert to provide multiple stereoscopic views of the air showers, relating them to the energies and directions of the incoming cosmic gamma rays.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/telescope_hess_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "HESS Gamma-Ray Telescope",
    "url": "https://apod.nasa.gov/apod/image/0209/telescope_hess.jpg"
  },
  {
    "date": "2002-09-07",
    "explanation": "Get out your red/blue glasses and launch yourself into this stereo picture of Saturn! The picture is actually composed from two images recorded weeks apart by the Voyager 2 spacecraft during its visit to the Saturnian System in August of 1981. Traveling at about 35,000 miles per hour, the spacecraft's changing viewpoint from one image to the next produced this exaggerated but pleasing stereo effect. Saturn is the second largest planet in the Solar System, after Jupiter. Its spectacular ring system is so wide that it would span the space between the Earth and Moon. Although they look solid here, Saturn's rings consist of individually orbiting bits of ice and rock ranging in size from grains of sand to barn-sized boulders.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/sat3d_voyager2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stereo Saturn",
    "url": "https://apod.nasa.gov/apod/image/0209/sat3d_voyager2.jpg"
  },
  {
    "copyright": "Robert NemiroffMTU",
    "date": "2002-09-08",
    "explanation": "What would you see if you went right up to a black hole?  Above are two computer generated images highlighting how strange things would look.  On the left is a normal star field containing the constellation Orion.  Notice the three stars of nearly equal brightness that make up Orion's Belt.  On the right is the same star field but this time with a black hole superposed in the center of the frame.  The black hole has such strong gravity that light is noticeably bent towards it - causing some very unusual visual distortions. In the distorted frame, every star in the normal frame has at least two bright images - one on each side of the black hole.  In fact, near the black hole, you can see the whole sky - light from every direction is bent around and comes back to you.  Black holes are thought to be the densest state of matter, and there is indirect evidence for their presence in stellar binary systems and the centers of globular clusters, galaxies, and quasars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/blackholeframe_rjn_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Too Close to a Black Hole",
    "url": "https://apod.nasa.gov/apod/image/0209/bh_rjn.gif"
  },
  {
    "date": "2002-09-09",
    "explanation": "Is this one galaxy or two?  This question came to light in 1950 when astronomer Art Hoag chanced upon this unusual extragalactic object.  On the outside is a ring dominated by bright blue stars, while near the center lies a ball of much redder stars that are likely much older.  Between the two is a gap that appears almost completely dark.  How Hoag's Object formed remains unknown, although similar objects have now been identified and collectively labeled as a form of ring galaxy.  Genesis hypotheses include a galaxy collision billions of years ago and perturbative gravitational interactions involving an unusually shaped core.  The above photo taken by the Hubble Space Telescope in July 2001 reveals unprecedented details of Hoag's Object and may yield a better understanding.   Hoag's Object spans about 100,000 light years and lies about 600 million light years away toward the constellation of Serpens.  Coincidentally, visible in the gap (at about one o'clock) is yet another ring galaxy that likely lies far in the distance.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/hoag_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hoag's Object: A Strange Ring Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0209/hoag_hst.jpg"
  },
  {
    "copyright": "Lyndon AndersonPrairiejournal.com",
    "date": "2002-09-10",
    "explanation": "A thunderstorm, lightning, a bright star and a bright planet all graced an evening sky for a short while near Bismarck, North Dakota, USA two weeks ago.  Thick thunderclouds from a passing storm are the origin of a strong cloud to ground lightning strike.  Small areas of rain darken portions of the orange sunset, visible at the horizon above the vast prairie.  The planet Venus peeks below the clouds on the lower left of the image.  Blue sky shines high above the distant storm, streaked with high white cirrus clouds.  The bright star Arcturus glitters near the image top, just left of center.  Just a few minutes later, only a memory and this picture remained.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/venusstorms_anderson_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus Beyond the Storm",
    "url": "https://apod.nasa.gov/apod/image/0209/venusstorms_anderson.jpg"
  },
  {
    "date": "2002-09-11",
    "explanation": "Occasionally, a planet in our Solar System will pass in front of a bright star.  Since stars and planets take up so little space on the sky, such events are quite rare.  Two months ago, however, Pluto and its large moon Charon passed in front of a comparatively bright triple star system known as P126.  By noting how P126 A dimmed, the event was useful for studying Pluto's relatively unknown atmosphere.  A Very Large Telescope in Chile using a deformable mirror to counter the blurring effect of Earth's atmosphere captured the above image.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/plutoeclipse_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pluto & Charon Eclipse a Triple Star",
    "url": "https://apod.nasa.gov/apod/image/0209/plutoeclipse_eso.jpg"
  },
  {
    "date": "2002-09-12",
    "explanation": "In 1572, Danish astronomer Tycho Brahe recorded the sudden appearance of a bright new star in the constellation Cassiopeia. The new star faded from view over a period of months and is believed to have been a supernova, one of the last stellar explosions seen in our Milky Way galaxy. Now known as Tycho's Supernova Remnant, the expanding debris cloud is shown in this detailed false-color x-ray image from the orbiting Chandra Observatory. Represented in blue, the highest energy x-rays come from shocked regions along the outer edges of the supernova remnant, corresponding to gas at temperatures of 20 million degrees Celsius. X-rays from cooler gas (only 10 million degrees or so!) dominate the remnant's interior. Unlike some other supernova remnants, no hot central point source can be found, supporting the theory that the origin of this stellar explosion was a runaway nuclear detonation that ultimately destroyed a white dwarf star. At a distance of about 7,500 light-years, Tycho's Supernova Remnant appears to be nearly 20 light-years across. This x-ray picture's field of view slightly cuts off the bottom of the generally spherical cloud.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/tychosnr_cxc_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Rays From Tycho's Supernova Remnant",
    "url": "https://apod.nasa.gov/apod/image/0209/tychosnr_cxc_c1.jpg"
  },
  {
    "copyright": "Russell Croman",
    "date": "2002-09-13",
    "explanation": "Anchored in the vast lava flows of the Moon's Oceanus Procellarum lies the Aristarchus Plateau. Recorded from a backyard observatory on planet Earth, this sharp, amazingly colorful view nicely captures the geologically diverse area, including the brownish plateau, Aristarchus and Herodotus craters, and the meandering Vallis Schroteri. The bright impact crater at the corner of the plateau is Aristarchus, a young crater 42 kilometers wide and 3 kilometers deep, surrounded by a radial system of light-colored rays. Only slightly smaller, lava flooded Herodotus crater is above and to the left. A valley or rille feature likely carved by rapidly flowing lava or a collapsed lava tunnel, Vallis Schroteri begins just to the right of Herodotus and winds across the plateau for about 160 kilometers, eventually turning toward the top of the picture and the shadow of the lunar terminator. Aristarchus Plateau itself is like a rectangular island about 200 kilometers across, raised up to 2 kilometers or so above the smooth surface of the lunar Ocean of Storms.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/aristarchus_croman_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aristarchus Plateau",
    "url": "https://apod.nasa.gov/apod/image/0209/aristarchus_croman_c1.jpg"
  },
  {
    "date": "2002-09-14",
    "explanation": "This x-ray image of the Moon was made by the orbiting ROSAT (Röntgensatellit) Observatory in 1990. In this digital picture, pixel brightness corresponds to x-ray intensity. Consider the image in three parts: the bright hemisphere of the x-ray moon, the darker half of the moon, and the x-ray sky background. The bright lunar hemisphere shines in x-rays because it scatters x-rays emitted by the sun. The background sky has an x-ray glow in part due to the myriad of distant, powerful active galaxies, unresolved in the ROSAT picture but recently detected in Chandra Observatory x-ray images. But why isn't the dark half of the moon completely dark? It's true that the dark lunar face is in shadow and so is shielded from direct solar x-rays. Still, the few x-ray photons which seem to come from the moon's dark half are currently thought to be caused by energetic particles in the solar wind bombarding the lunar surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/rosat_moon_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Moon",
    "url": "https://apod.nasa.gov/apod/image/0209/rosat_moon.jpg"
  },
  {
    "date": "2002-09-15",
    "explanation": "An unusual triangle of light will be particularly bright near the eastern horizon before sunrise during the next two months for observers in Earth's northern hemisphere.  Once considered a false dawn, this triangle of light is actually Zodiacal Light, light reflected from interplanetary dust particles.  The triangle is clearly visible on the left of the above frame taken from Mauna Kea in Hawaii on September 8 by one of the developing global network of fisheye nighttime web cameras, called CONCAMs, of the Night Sky Live Project.  Zodiacal dust orbits the Sun predominantly in the same plane as the planets: the ecliptic.  Zodiacal light is so bright this time of year because the dust band is oriented nearly vertical at sunrise, so that the thick air near the horizon does not block  out relatively bright reflecting dust.  Zodiacal light is also bright for people in Earth's northern hemisphere in March and April just after sunset.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/zodiacal_nsl_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Zodiacal Light and the False Dawn",
    "url": "https://apod.nasa.gov/apod/image/0209/zodiacal_nsl.jpg"
  },
  {
    "copyright": "Ecliptic \nEnterprises Corporation",
    "date": "2002-09-16",
    "explanation": "Tomorrow's picture: Hold the Mayo  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/atlas5_rc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Atlas V Rocket Prepares to Launch",
    "url": "https://apod.nasa.gov/apod/image/0209/atlas5_rc.jpg"
  },
  {
    "copyright": "Umar MohideenU. California at Riverside",
    "date": "2002-09-17",
    "explanation": "This tiny ball provides evidence that the universe will expand forever.  Measuring slightly over one tenth of a millimeter, the ball moves toward a smooth plate in response to energy fluctuations in the vacuum of empty space.  The attraction is known as the Casimir Effect, named for its discoverer, who, 50 years ago, was trying to understand why fluids like mayonnaise move so slowly.  Today, evidence is accumulating that most of the energy density in the universe is in an unknown form dubbed dark energy.  The form and genesis of dark energy is almost completely unknown, but postulated as related to vacuum fluctuations similar to the Casimir Effect but generated somehow by space itself.  This vast and mysterious dark energy appears to gravitationally repel all matter and hence will likely cause the universe to expand forever.  Understanding vacuum fluctuations is on the forefront of research not only to better understand our universe but also for stopping micro-mechanical machine parts from sticking together.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/casimirsphere_mohideen_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Force from Empty Space: The Casimir Effect",
    "url": "https://apod.nasa.gov/apod/image/0209/casimirsphere_mohideen.jpg"
  },
  {
    "copyright": "AAO",
    "date": "2002-09-18",
    "explanation": "Many vast star fields in the plane of our Milky Way Galaxy are rich in clouds of stars, dust, and gas.  First and foremost, visible in the above picture are millions of stars, many of which are similar to our Sun.  Next huge filaments of dark interstellar dust run across the image and block the light from millions of more stars yet further across our Galaxy.  The bright red region on the left is the Omega Nebula, an emission nebula of mostly hot hydrogen gas also known as M17.  A small bright grouping of stars near the image center is the open cluster M18, while the long bright streak of stars just right of center is M24.  On the far right of the image is the picturesque red emission nebula IC 1283 flanked by two blue reflection nebulas NGC 6589 and NGC 6590.  These objects are visible with a small telescope toward the constellation of Sagittarius.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/m17region_uks022.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sagittarius Starscape",
    "url": "https://apod.nasa.gov/apod/image/0209/m17region_uks022_big.jpg"
  },
  {
    "date": "2002-09-19",
    "explanation": "A day is just under 11 minutes long on 1998 KY26, a 30 meter wide, fast-spinning, water-rich asteroid. This computer simulated view of its lumpy surface has a resolution of about 3 meters and is based on radar and optical observations (click on the image for a series of surface views). The observations were made shortly after the discovery of the diminutive world which passed within about 800,000 kilometers of Earth, or about 2 times the Earth-Moon distance, in June of 1998. Around 10 million asteroids of similar size may exist in orbits that also come near Earth's, but little is known about them. However, spinning so fast, tiny 1998 KY26 can not be a loose conglomerate held together by gravity alone. Instead it is likely a monolithic chunk fragmented from a larger asteroid. As the radar and optical data suggest 1998 KY26 has a high water content, this relatively accessible asteroid could be a literal oasis for future space explorers.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/1998ky26_three_ostro.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Asteroid 1998 KY26",
    "url": "https://apod.nasa.gov/apod/image/0209/1998ky26_one_ostro.jpg"
  },
  {
    "date": "2002-09-20",
    "explanation": "How does a city-sized neutron star power the vast Crab Nebula?  The expulsion of wisps of hot gas at high speeds appears to be at least part of the answer.  Yesterday time-lapse movies taken from both the Chandra X-ray Observatory and the Hubble Space Telescope were released showing a wisp of gas moving out at about half the speed of light.  Wisps like this likely result from tremendous electric voltages created by the central pulsar, a rapidly rotating, magnetized, central neutron star. The hot plasma strikes existing gas, causing it glow in colors across the electromagnetic spectrum.  Pictured above is a composite image of the center of the Crab Nebula where red represents radio emission, green represents visible emission, and blue represents X-ray emission.  The dot at the very center is the hot pulsar spinning 30 times per second.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/crabshrug_rox.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Crab Nebula Pulsar Shrugs",
    "url": "https://apod.nasa.gov/apod/image/0209/crabshrug_rox_big.jpg"
  },
  {
    "date": "2002-09-21",
    "explanation": "During the Astro-1 astronomy mission of December, 1990, Space Shuttle astronauts photographed this stunning view of the setting full moon poised above the Earth's limb. In the foreground, towering clouds of condensing water vapor mark the extent of the troposphere, the lowest layer of the planet's life-sustaining atmosphere. Strongly scattering blue sunlight, the upper atmospheric layer, the stratosphere, fades dramatically to the black background of space. Moon and clouds are strong visual elements of many well known portraits of planet Earth, including Ansel Adams' famous \"Moonrise, Hernandez, New Mexico\", photographed in 1941.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/moonset_sts35_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moonset, Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/0209/moonset_sts35.jpg"
  },
  {
    "date": "2002-09-22",
    "explanation": "Two hours before closest approach to Neptune in 1989, the Voyager 2 robot spacecraft snapped this picture.  Clearly visible for the first time were long light-colored cirrus-type clouds floating high in Neptune's atmosphere. Shadows of these clouds can even be seen on lower cloud decks.  Most of Neptune's atmosphere is made of hydrogen and helium, which is invisible.  Neptune's blue color therefore comes from smaller amounts of atmospheric methane, which preferentially absorbs red light.  Neptune has the fastest winds in the Solar System, with gusts reaching 2000 kilometers per hour.   Speculation holds that diamonds may be created in the dense hot conditions that exist under the clouds-tops of Uranus and Neptune.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/neptuneclouds_vg2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Two Hours Before Neptune",
    "url": "https://apod.nasa.gov/apod/image/0209/neptuneclouds_vg2.jpg"
  },
  {
    "copyright": "Universia",
    "date": "2002-09-23",
    "explanation": "Have you ever seen the band of our Milky Way Galaxy?  Chances are you have never seen it like this -- nor could you.  In a clear sky from a dark location at the right time, a faint band of light is visible across the sky.  This band is the disk of our spiral galaxy.  Since we are inside this disk, the band appears to encircle the Earth.  The above spectacular picture is a bit of a digital trick, though.  A first shot was taken in July 2000 with the camera counter-rotating from the Earth so that the stars appear fixed.  This allowed a long exposure from which a great amount of detail could emerge from the background star field.  Later, after moonrise, a much shorter image was taken from the same location catching details of the French Alps near Mount Blanc, the highest mountain in Western Europe.  Reflections in the water were later enhanced digitally.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/lacblanc_sylvestre_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Milky Way Over the French Alps",
    "url": "https://apod.nasa.gov/apod/image/0209/lacblanc_sylvestre.jpg"
  },
  {
    "date": "2002-09-24",
    "explanation": "What would it be like to fly free over the seas and clouds of Earth?  The first to experience such an \"untethered space walk\" were NASA astronauts Bruce McCandless and Robert Stewart during Space Shuttle mission 41-B in 1984.  McCandless, pictured above, used a Manned Maneuvering Unit (MMU) to move in and around the cargo bay of the space shuttle.  The MMU works by shooting jets of nitrogen and has since been used to help deploy and retrieve satellites.  With a mass over 140 kilograms, an MMU is heavy on Earth, but, like everything, is weightless in space. The MMU was replaced in 2001 with the SAFER backpack propulsion unit.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/spacewalk_sts41b_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "To Fly Free in Space",
    "url": "https://apod.nasa.gov/apod/image/0209/spacewalk_sts41b.jpg"
  },
  {
    "copyright": "Russell Croman",
    "date": "2002-09-25",
    "explanation": "Rising before the Sun on September 4, Jupiter and an old cresent Moon gathered in the dim constellation of Cancer. Watching from a hillside near Austin, Texas, planet Earth, astrophotographer Russell Croman recorded this view of their passing as clouds gracefully dimmed the brilliant moonlight. Earthshine illuminates the lunar night side and on close inspection, bright Jupiter at the lower right appears tightly flanked by its own four large Galilean moons. Next to Jupiter lies a loose swarm of stars just below the clouds. The stars are the brighter members of the nearby star cluster M44, popularly known as the Beehive cluster. Croman's remarkable digital image has been processed only slightly to improve the visibility of the earthshine region and Jupiter's moons.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/moonbees_croman_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter, Moons and Bees",
    "url": "https://apod.nasa.gov/apod/image/0209/moonbees_croman.jpg"
  },
  {
    "date": "2002-09-26",
    "explanation": "Bright light from a setting Sun and pale glow from a rising Moon both contribute to this stunning picture of a rocket exhaust trail twisting and drifting in the evening sky. Looking west, the digital telephoto view was recorded from Table Mountain Observatory near Wrightwood California, USA on September 19, four days before the autumnal equinox. The rocket, a Minuteman III solid fuel missile, was far down range when the image was taken. Launched from Vandenberg Air Force Base it carried its test payload thousands of miles out over the Pacific Ocean. The red/orange color from the setting Sun dramatically intensifies near the top of the rocket trail, but below the sunset line, the very bottom of the trail is faintly illuminated from the east by a nearly full Moon.  Still in full sunlight, the bright diffuse cloud at the top of the trail, the result of a rocket stage separation, is tinged with rainbows likely produced by high altitude ice crystals forming in the exhaust plume.  Astronomer James Young comments that the cloud takes on the appearance of a white dove flying from right to left across the sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/minuteman3_young_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rocket Trail at Sunset",
    "url": "https://apod.nasa.gov/apod/image/0209/minuteman3_young.jpg"
  },
  {
    "date": "2002-09-27",
    "explanation": "Don't be fooled by the familiar symmetry. The graceful spiral structure seen in this computer visualization does not portray winding spiral arms in a distant galaxy of stars. Instead, the graphic shows spiral shock waves in a three dimensional simulation of an accretion disk -- material swirling onto a compact central object that could represent a white dwarf star, neutron star, or black hole. Such accretion disks power bright x-ray sources within our own galaxy. They form in binary star systems which consist of a donor star (not shown above), supplying the accreting material, and a compact object whose strong gravity ultimately draws the material towards its surface. For known x-ray binary systems the size of the accretion disk itself might fall somewhere between the diameter of the Sun (about 1,400,000 kilometers) and the diameter of the Moon's orbit (800,000 kilometers). One interesting result of the virtual reality astrophysics illustrated here is that the simulated disk develops instabilities which tend to smear out the pronounced spiral shocks.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/accretion_mpowen_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Accretion Disk Simulation",
    "url": "https://apod.nasa.gov/apod/image/0209/accretion_mpowen_c1.jpg"
  },
  {
    "date": "2002-09-28",
    "explanation": "A drop of water or prism of glass can spread out visible sunlight into a rainbow of colors. In order of increasing energy, the well known spectrum of colors in a rainbow runs red, orange, yellow, green, blue, indigo, violet. X-ray light too can be spread out into a spectrum ordered by energy ... but not by drops of water or glass. Instead, the orbiting Chandra X-ray Observatory uses a set of 540 finely ruled, gold gratings to spread out the x-rays, recording the results with digital detectors. The resulting x-ray spectrum reveals much about the compositions, temperatures, and motions within cosmic x-ray sources. This false color Chandra image shows the x-ray spectrum of a star system in Ursa Major cataloged as XTE J1118+480 and thought to consist of a sun-like star orbiting a black hole. Unlike the familiar appearance of a prism's visible light rainbow, the energies here are ordered along radial lines with the highest energy x-rays near the center and lowest energies near the upper left and lower right edges of the image. The central spiky region itself is created by x-rays from the source which are not spread out by the array of gratings.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/xtej1118_xray_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Rainbows",
    "url": "https://apod.nasa.gov/apod/image/0209/xtej1118_xray.jpg"
  },
  {
    "date": "2002-09-29",
    "explanation": "Venus, the second closest planet to the Sun, is a popular way-point for spacecraft headed for the gas giant planets in the outer reaches of the solar system. Why visit Venus first? Using a \"gravity assist \" maneuver, spacecraft can swing by planets and gain energy during their brief encounter saving fuel for use at the end of their long interplanetary voyage. This colorized image of Venus was recorded by the Jupiter-bound Galileo spacecraft shortly after its gravity assist flyby of Venus in February of 1990. Galileo's glimpse of the veiled planet shows structure in swirling sulfuric acid clouds. The bright area is sunlight glinting off the upper cloud deck. A recent intriguing but controversial hypothesis holds that living microbes might exist in the upper clouds of Venus.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/venus1_gal_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus: Just Passing By",
    "url": "https://apod.nasa.gov/apod/image/0209/venus1_gal.jpg"
  },
  {
    "date": "2002-09-30",
    "explanation": "These bacteria could survive on another planet.  In an Earth lab, Deinococcus radiodurans (D. rad) survive extreme levels of radiation, extreme temperatures, dehydration, and exposure to genotoxic chemicals.  Amazingly, they even have the ability to repair their own DNA, usually with 48 hours.  Known as an extremophile, bacteria such as D. rad are of interest to NASA partly because they might be adaptable to help human astronauts survive on other worlds.  A recent map of D. rad's DNA might allow biologists to augment their survival skills with the ability to produce medicine, clean water, and oxygen.  Already they have been genetically engineered to help clean up spills of toxic mercury.  Likely one of the oldest surviving life forms, D. rad was discovered by accident in the 1950s when scientists investigating food preservation techniques could not easily kill it.  Pictured above, Deinococcus radiodurans grow quietly in a dish.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/drad_daly_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "D. rad Bacteria: Candidate Astronauts",
    "url": "https://apod.nasa.gov/apod/image/0209/drad_daly.jpg"
  },
  {
    "date": "2002-10-01",
    "explanation": "What could cause rectangular ridges on Mars?  As data flows in from the two spacecraft currently orbiting Mars, surface structures are seen that are not immediately understood.  These structures pose puzzles that planetary geologists are eager to solve, as they might provide clues to past processes that have shaped Mars over billions of years.  On the right of the above image is an unusual array of ridges first spotted in Mariner 9 data in 1972.  A ridge wall runs for about 5 kilometers.  Two competing progenitor theories include hardened sand dunes and once-molten rock that seeped through surface cracks and cooled.  Dubbed \"Inca City\" for their resemblance to stone walls of an ancient Earth civilization, the new Mars Global Surveyor images now show them to be part of a larger circular pattern, indicating an origin possibly related to the impact crater.  (Non-natural origin hypotheses are not invoked by conservative scientists unless clear indications exist that natural processes could not work.)",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/incacity_msss_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rectangular Ridges on Mars",
    "url": "https://apod.nasa.gov/apod/image/0210/incacity_msss.jpg"
  }
]
