[
  {
    "date": "2002-11-01",
    "explanation": "uropa, one of Jupiter's large Galilean moons, may well possess an ocean of liquid water hidden beneath its icy surface -- and so holds the tantalizing possibility of life. In this image, constructed with data recorded in 1996 and 1997 by the Galileo spacecraft, Europa's characteristic surface ridges and cracks are seen along with domes and dark reddish spots called lenticulae from the Latin word for freckles. The freckles are about 10 kilometers across and are believed to be blobs of warmer ice from below that have gradually risen through the colder surface layers, analogous to the motions in a lava lamp. If the freckles do represent material from deeper ice layers closer to the hidden ocean, future space missions to investigate Europa's interior could sample the relatively accessible freckles rather than drill through Europa's potentially thick ice shell.",
    "hdurl": "https://apod.nasa.gov/apod/image/0211/europafreckles_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Europa's Freckles",
    "url": "https://apod.nasa.gov/apod/image/0211/europafreckles_gal_c1.jpg"
  },
  {
    "date": "2002-11-02",
    "explanation": "Scattered within this cavernous nebula, cataloged as NGC 604, are over 200 newly formed hot, massive, stars. At 1,500 light-years across, this expansive cloud of interstellar gas and dust is effectively a giant stellar nursery located some three million light-years distant in the spiral galaxy, M33. The newborn stars irradiate the gas with energetic ultraviolet light stripping electrons from atoms and producing a characteristic nebular glow. The details of the nebula's structure hold clues to the mysteries of star formation and galaxy evolution.",
    "hdurl": "https://apod.nasa.gov/apod/image/0211/ngc604_hst_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 604: Giant Stellar Nursery",
    "url": "https://apod.nasa.gov/apod/image/0211/ngc604_hst_c1.jpg"
  },
  {
    "date": "2002-11-03",
    "explanation": "The developing International Space Station (ISS) has changed its appearance yet again.  Last month the Space Shuttle Atlantis visited the ISS and installed the third of eleven pieces that will compose the Integrated Truss Structure.  The new S-1 Truss is visible on the right, below the extended solar panels across the top.  The world's foremost space outpost can be seen developing over the past few years by comparing the above image to past images.  Also visible above are many different types of modules, a robotic arm, several wing-like solar panels, and a supply ship.  Construction began on the ISS in 1998 and the core structure should be in place before 2005. Yesterday, the ISS celebrated its second anniversary of continuous human habitation.",
    "hdurl": "https://apod.nasa.gov/apod/image/0211/iss_sts112_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The International Space Station Expands Again",
    "url": "https://apod.nasa.gov/apod/image/0211/iss_sts112.jpg"
  },
  {
    "date": "2002-11-04",
    "explanation": "Cassini, a robot spacecraft launched in 1997 by NASA, is close enough now to resolve many rings and moons of its destination planet: Saturn.  The spacecraft has closed to about two Earth-Sun separations from the ringed giant. Last month, Cassini snapped several images during an engineering test.  These images have been combined into the contrast-enhanced color composite pictured above.  Saturn's rings and cloud-tops are visible on the far right, while Titan, its largest moon, is visible as the speck on the lower left.  When arriving at Saturn in July 2004, the Cassini orbiter will begin to circle and study the Saturnian system.  Several months later, a probe named Huygens will separate and attempt to land on the surface of Titan.",
    "hdurl": "https://apod.nasa.gov/apod/image/0211/sattitan_cassini_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cassini Approaches Saturn",
    "url": "https://apod.nasa.gov/apod/image/0211/sattitan_cassini.jpg"
  },
  {
    "copyright": "Wally PacholkaTony Hallas",
    "date": "2002-11-05",
    "explanation": "This year's Leonid Meteor Shower is predicted to have two peaks, like last year's.  The first peak should come at about 04:00 hours Universal Time (UT) on November 19 and be primarily visible from Western Europe before sunrise.  The second peak is predicted to occur at about 10:30 UT and be primarily visible from North America before local sunrise.  During these times, the Leonid Meteor Shower might well develop into a true meteor storm, with rates possibly exceeding those measured during last year's storm.  The meteors in these two peaks come from sand-sized particles ejected from Comet Tempel-Tuttle during trips to the inner Solar System in 1767 and 1866, respectively.  If you're stuck without a view you can still catch the shower by looking for streaks caught by the web cameras of the Night Sky Live Project.  Pictured above are several meteors from the 2001 Leonids streaking over Joshua Tree National Park in California, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/0211/leonids01_pacholka_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Leonids Over Joshua Tree National Park",
    "url": "https://apod.nasa.gov/apod/image/0211/leonids01_pacholka.jpg"
  },
  {
    "copyright": "Jerry Lodriguss",
    "date": "2002-11-06",
    "explanation": "Some of the brightest stars form a large and easily found pattern in the winter sky of Earth's northern hemisphere.  Dubbed the  Winter Hexagon, the stars involved can usually be identified even in the bright night skies of a big city.  The six stars that compose the Winter Hexagon are Aldebaren, Capella, Castor, Procyon, Rigel, and Sirius.  Rolling your cursor over the above image will identify them.  The Winter Hexagon asterism engulfs several constellations including Orion and Canis Major.",
    "hdurl": "https://apod.nasa.gov/apod/image/0211/hexagon_lodriguss.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Winter Hexagon",
    "url": "https://apod.nasa.gov/apod/image/0211/hexagon_lodriguss.jpg"
  },
  {
    "copyright": "Christophe Marlot",
    "date": "2002-11-07",
    "explanation": "The 2001 Leonid storm was so intense that the meteor shower's radiant, the point on the sky from which the fleeting trails seemed to diverge, was easy to spot. But the bits of debris that created the meteors really moved along parallel paths, following the orbit of  their parent comet Tempel-Tuttle. Their apparent divergence from the shower's radiant point was simply due to perspective as skygazers looked toward the stream of cosmic debris. During the 2001 Leonid storm, while the radiant was above the horizon from SoBaekSan Observatory in South Korea, astronomer Christophe Marlot made this single time exposure recording star trail arcs and a number of meteors. Since Marlot was looking away from the cosmic debris stream, this perspective actually shows red tinged meteor trails converging toward a point below the horizon and opposite the radiant -- the Leonid shower's antiradiant.",
    "hdurl": "https://apod.nasa.gov/apod/image/0211/leoantiradiant_marlot.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "2001 Leonids: Meteors in Perspective",
    "url": "https://apod.nasa.gov/apod/image/0211/leoantiradiant_marlot.jpg"
  },
  {
    "date": "2002-11-08",
    "explanation": "This pretty planetary nebula, cataloged as NGC 6369, was discovered by 18th century astronomer William Herschel as he used a telescope to explore the constellation Ophiucus. Round and planet-shaped, the nebula is also relatively faint and has acquired the popular moniker of Little Ghost Nebula. Planetary nebulae in general are not at all related to planets, but instead are created at the end of a sun-like star's life as its outer layers expand into space while the star's core shrinks to become a white dwarf. The transformed white dwarf star, seen near the center, radiates strongly at ultraviolet wavelengths and powers the expanding nebula's glow. Surprisingly complex details and structures of NGC 6369 are revealed in this delightful color image composed from Hubble Space Telescope data. The nebula's main ring structure is about a light-year across and the glow from ionized oxygen, hydrogen, and nitrogen atoms are colored blue, green, and red respectively. Over 2,000 light-years away, the Little Ghost Nebula offers a glimpse of the fate of our Sun, which should produce its own pretty planetary nebula only about 5 billion years from now.",
    "hdurl": "https://apod.nasa.gov/apod/image/0211/ngc6369_heritage_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6369: The Little Ghost Nebula",
    "url": "https://apod.nasa.gov/apod/image/0211/ngc6369_heritage.jpg"
  },
  {
    "copyright": "Roger Smith",
    "date": "2002-11-09",
    "explanation": "High atop a Chilean mountain lies one of the premier observatories of the southern sky: the Cerro Tololo Inter-American Observatory (CTIO). Pictured above is the dome surrounding one of the site's best known instruments, the 4-meter Blanco Telescope. Far behind the dome are thousands of individual stars and diffuse light from three galaxies: the Small Magellanic Cloud (upper left), the Large Magellanic Cloud (lower left), and our Milky Way Galaxy (right).  Visible just to Blanco's right is the famous superposition of four bright stars known as the Southern Cross. A single 20 second exposure, this digital image was recorded with a sensitive detector intended for astronomical imaging. The observatory structures are lit solely by starlight.",
    "hdurl": "https://apod.nasa.gov/apod/image/0211/sky_ctio_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Cerro Tololo Sky",
    "url": "https://apod.nasa.gov/apod/image/0211/sky_ctio.jpg"
  },
  {
    "copyright": "Polar Image",
    "date": "2002-11-10",
    "explanation": "Many think it is just a myth.  Others think it is true but its cause isn't known.  Adventurers pride themselves on having seen it.  It's a green flash from the Sun.  The truth is the green flash does exist and its cause is well understood.  Just as the setting Sun disappears completely from view, a last glimmer appears startlingly green.  The effect is typically visible only from locations with a low, distant horizon, and lasts just a few seconds. A green flash is also visible for a rising Sun, but takes better timing to spot.  A dramatic green flash was caught in the above photograph in 1992 from Finland. The Sun itself does not turn partly green, the effect is caused by layers of the Earth's atmosphere acting like a prism.",
    "hdurl": "https://apod.nasa.gov/apod/image/0211/greenflash_parviainen_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Green Flash from the Sun",
    "url": "https://apod.nasa.gov/apod/image/0211/greenflash_parviainen.jpg"
  },
  {
    "date": "2002-11-11",
    "explanation": "What causes the surrounding shells in peculiar galaxy Cen A? Last month a fascinating image of peculiar galaxy Centaurus A was released, processed to highlight a faint blue arc indicating an ongoing collision with a smaller galaxy.  Another interesting feature of Cen A, however, is the surrounding system of shells, better visible here in this recently released wider pan from the four meter Blanco telescope at Cerro Tololo Inter-American Observatory.  Faint shells around galaxies are not unusual and considered by themselves as evidence of a previous galaxy merger, analogous to water ripples on a pond.  An unexpected attribute of these shells is the abundance of gas, which should become separated from existing stars during the collision.",
    "hdurl": "https://apod.nasa.gov/apod/image/0211/cenawhole_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Outer Shells of Centaurus A",
    "url": "https://apod.nasa.gov/apod/image/0211/cenawhole_noao.jpg"
  },
  {
    "date": "2002-11-12",
    "explanation": "Dominating the top third of Africa is the largest band of dry land on Earth: the Sahara Desert.  Stretching across the Sahara are vast plains of sand and gravel, seas of sand dunes, and barren rocky mountains.  Only 10,000 years ago, however, grasses covered the region, then rich in mammals such as lions and elephants.  Now only two percent of the Sahara are oases, patches of land where crops will grow and where nearly two million people live.   Oases are usually centered on natural water springs.  Pictured above is colorful and rocky land spanning about 50 kilometers near the Terkezi Oasis in Chad.",
    "hdurl": "https://apod.nasa.gov/apod/image/0211/terkezi_landsat7_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Terkezi Oasis in the Sahara Desert",
    "url": "https://apod.nasa.gov/apod/image/0211/terkezi_landsat7.jpg"
  },
  {
    "date": "2002-11-13",
    "explanation": "NASA's interplanetary probe STARDUST, on its way to Comet Wild 2 in January 2004, passed asteroid 5535 Annefrank earlier this month.  Annefrank, named for a holocaust victim who kept a famous diary, is a member of the main asteroid belt between Mars and Jupiter.  Just prior to closest approach at about 3300 km distant, the robot spacecraft took the above picture.  Although images obtained were not detailed enough to resolve much of the asteroid's surface, the size, reflectivity, and general shape of the asteroid were recorded.  At 6 kilometers across, asteroid Annefrank turned out to be larger -- and darker -- than expected.   Deadline Approaching: Send your name to Mars!",
    "hdurl": "https://apod.nasa.gov/apod/image/0211/annefrank_stardust_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Asteroid Annefrank",
    "url": "https://apod.nasa.gov/apod/image/0211/annefrank_stardust.jpg"
  },
  {
    "date": "2002-11-14",
    "explanation": "This stunning image shows remarkable and mysterious details near the dark central region of a planet-sized sunspot in one of the sharpest views ever of the surface of the Sun. Just released, the picture was made using the Swedish Solar Telescope now in its first year of operation on the Canary Island of La Palma. Along with features described as hairs and canals are dark cores visible within the bright filaments that extend into the sunspot, representing previously unknown and unexplored solar phenomena. The filaments' newly revealed dark cores are seen to be thousands of kilometers long but only about 100 kilometers wide. Resolving features 100 kilometers wide or less is a milestone in solar astronomy and has been achieved here using sophisticated adaptive optics, digital image stacking, and processing techniques to counter the blurring effect of Earth's atmosphere. At optical wavelengths, these images are sharper than even current space-based solar observatories can produce. Recorded on 15 July 2002, the sunspot shown is the largest of the group of sunspots cataloged as solar active region AR 10030.",
    "hdurl": "https://apod.nasa.gov/apod/image/0211/sunspot_swedish_c1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sharpest View of the Sun",
    "url": "https://apod.nasa.gov/apod/image/0211/sunspot_swedish_label1.jpg"
  },
  {
    "copyright": "LeRoy Zimmerman",
    "date": "2002-11-15",
    "explanation": "Spanning southern to northern skies, stars trail across this panoramic view of the African night from equatorial Kenya. The three hour long exposure was made on a clear, dark, mid November evening facing due west and covers just over 180 degrees along the horizon. So, the South Celestial Pole is at the center of the concentric arcs on the left and the North Celestial Pole is at the far right (scroll right). And, you guessed it(!), the stars setting along the Celestial Equator leave the straight trails near the middle of the picture. Well illustrated in this thoughtfully composed panorama, the star trails in the African night are, of course, not due to motions of the individual stars but simply reflect the daily rotation of planet Earth itself.",
    "hdurl": "https://apod.nasa.gov/apod/image/0211/NightTrailsOfAfrica_zimmerman_c1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Night Trails of Africa",
    "url": "https://apod.nasa.gov/apod/image/0211/NightTrailsOfAfrica_zimmerman_c1.jpg"
  },
  {
    "copyright": "T. PuckettPuckett Observatory",
    "date": "2002-11-16",
    "explanation": "Star trails streak this composite time exposure of comet Tempel-Tuttle recorded by Tim Puckett on January 26, 1998. Then passing through the inner solar system on its 33 year orbit around the Sun, Tempel-Tuttle brightened unexpectedly, but binoculars or small telescopes were still required to visually observe it. Tempel-Tuttle is also called \"the Leonid Comet\" as the yearly Leonid meteor shower results when the Earth crosses this comet's orbital plane and encounters a trail of cometary dust. So, while not rivaling spectacular naked-eye comets like Hyakutake or Hale-Bopp, Tempel-Tuttle still puts on a show. The Earth is now approaching relatively dense regions of Tempel-Tuttle's orbiting debris trail, so in the next few days, skywatchers will be searching for leonid meteors. An extremely active meteor shower is expected to be visible over Europe and North America in the early morning hours of Tuesday, November 19, despite interference from a glaring full moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0211/temptut_puckett_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tempel-Tuttle: The Leonid Comet",
    "url": "https://apod.nasa.gov/apod/image/0211/temptut_puckett_big.jpg"
  },
  {
    "copyright": "Chen Huang-Ming",
    "date": "2002-11-17",
    "explanation": "Is Leo leaking? Leo, the famous sky constellation visible on the left of the above all-sky photograph, appears to be the source of all the meteors seen in last year's Leonids Meteor Shower.  That Leonids point back to Leo is not a surprise - it is the reason that this November meteor shower is called the Leonids.  Sand-sized debris expelled from Comet Tempel-Tuttle follows a well-defined orbit about our Sun, and the part of the orbit that approaches Earth is superposed in front of the constellation Leo.  Therefore, when Earth crosses this orbit, the radiant point of falling debris appears in Leo.  Over 100 bright meteors can be seen in the above half-hour exposure.  The intensity of the Leonid Meteor Shower in 2002 is uncertain but may approach one per second for some locations on November 18 and 19.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/leonids_chen_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Leonids from Leo",
    "url": "https://apod.nasa.gov/apod/image/0112/leonids_chen.jpg"
  },
  {
    "copyright": "Pierre ThomasLSTENS Lyon",
    "date": "2002-11-18",
    "explanation": "Tomorrow's picture: 2002 Leonids  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA / GSFC & NASA SEU Edu. Forum & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0211/peekskill_thomas_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Car, the Hole, and the Peekskill Meteorite",
    "url": "https://apod.nasa.gov/apod/image/0211/peekskill_thomas.jpg"
  },
  {
    "date": "2002-11-19",
    "explanation": "Reports of the 2002 Leonid Meteor Shower are coming in from across the world.  Preliminary indications have the shower as less active than last year but with an impressive peak seen through 1030 and 1100 Universal Time visible from much of North America.  Observers reported many meteors at the peak arriving in groups.  Pictured above is one such meteor from the peak caught earlier today by the Night Sky Live continuous camera at Kitt Peak National Observatory in Arizona, USA.  A memorable event of the 2002 Leonids was when the town of Mitzpe Ramon in Israel dimmed its lights to allow better imaging of Leonid meteors from Wise Observatory.",
    "hdurl": "https://apod.nasa.gov/apod/image/0211/kp02leonid_concam_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Kitt Peak Leonid at 1026 UT",
    "url": "https://apod.nasa.gov/apod/image/0211/kp02leonid_concam.jpg"
  },
  {
    "copyright": "Frank Sapp",
    "date": "2002-11-20",
    "explanation": "Beautiful and bright, the 2002 Leonid meteors battled against glaring moonlight. This winning example, from Tuesday morning skies above Laughlin, Nevada, USA, finds an undaunted Leonid streaking between the familiar constellation of Orion (left) and an overexposed full Moon. As anticipated, the Leonid shower packed a double punch on November 19 with planet Earth plunging through two dense clouds of meteroids, dusty debris left by the passage of comet Tempel-Tuttle. Some European observers reported 10 or so meteors a minute during the first peak near 4:00 Universal Time while North American skygazers witnessed slightly lower rates near the second peak around 10:30 UT. Overall, observed rates were much lower than last year's Leonid meteor storm, but for many the sky was still filled with a rewarding spectacle of bright meteors. And that performance may be a fond farewell for years to come. The annual Leonid meteor shower will not likely approach even these rates again until the end of this century.",
    "hdurl": "https://apod.nasa.gov/apod/image/0211/leonid2002_sapp1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Leonids vs. The Moon",
    "url": "https://apod.nasa.gov/apod/image/0211/leonid2002_sapp1.jpg"
  },
  {
    "copyright": "NOAO",
    "date": "2002-11-21",
    "explanation": "What could cause the center of M94 to be so bright?  Spiral galaxy M94 has a ring of newly formed stars surrounding its nucleus, giving it not only an unusual appearance but also a strong interior glow.  A leading progenitor hypothesis holds that an elongated knot of stars known as a bar rotates in M94 and has generated a burst of star formation in the form of an outward moving ring.  M94, pictured above digitally sharpened, spans about 30,000 light years, lies about 15 million light years away, and can be seen with a small telescope toward the constellation of Canes Venatici.",
    "hdurl": "https://apod.nasa.gov/apod/image/0211/m94_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Starburst Galaxy M94",
    "url": "https://apod.nasa.gov/apod/image/0211/m94_noao.jpg"
  },
  {
    "copyright": "Blake SuddethHaikuSusan Ode",
    "date": "2002-11-22",
    "explanation": "Full of itself moon - EVERYONE SHOULD LOOK AT ME. What's 33 years?  And for those who need a story ... photographer Blake Suddeth took over a hundred digital pictures early Tuesday morning in order to capture this single, gorgeous 10 second exposure of a \"Leonid of the Lake\" meteor flashing by a very full of itself moon. The dreamlike foreground lake and fog are courtesy of Greenwood, South Carolina, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/0211/LeonidOfTheLake_suddeth_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Full Moon, Lake, and Leonids Indeed",
    "url": "https://apod.nasa.gov/apod/image/0211/LeonidOfTheLake_suddeth.jpg"
  },
  {
    "date": "2002-11-23",
    "explanation": "Like a target ring bull's-eye, the Mare Orientale is one of the most striking large scale lunar features. Located on the Moon's extreme western edge, this impact basin is unfortunately difficult to see from an earthbound perspective. It is over 3 billion years old, about 600 miles across and was formed by the impact of an asteroid sized object. The collision caused ripples in the lunar crust resulting in the three concentric circular features visible in this 1967 photograph made by NASA's Lunar Orbiter 4. Molten lava from the Moon's interior flooded the impact site through the fractured crust creating a mare. Dark, smooth regions on the moon are called mare (Latin for sea), because early astronomers thought these areas might be oceans.",
    "hdurl": "https://apod.nasa.gov/apod/image/0211/mareOrientale_lunarOrbiter4_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mare Orientale",
    "url": "https://apod.nasa.gov/apod/image/0211/mareOrientale_lunarOrbiter4_c1.jpg"
  },
  {
    "date": "2002-11-24",
    "explanation": "Why put observatories in space?  Most telescopes are on the ground.  On the ground, you can deploy a heavier telescope and fix it more easily.  The trouble is that Earth-bound telescopes must look through the Earth's atmosphere. First, the Earth's atmosphere blocks out a broad range of the electromagnetic spectrum, allowing a narrow band of visible light to reach the surface. Telescopes which explore the Universe using light beyond the visible spectrum, such as those onboard the Chandra X-ray Observatory need to be carried above the absorbing atmosphere. Second, the Earth's atmosphere blurs the light it lets through.  The blurring is caused by varying density and continual motion of air.  By orbiting above the Earth's atmosphere, the Hubble Space Telescope, pictured above, can get clearer images. In fact, even though HST has a mirror 15 times smaller than large Earth-bound telescopes, it can still resolve finer details. A future large optical telescope in space is planned.",
    "hdurl": "https://apod.nasa.gov/apod/image/0211/hst_sts82_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hubble Floats Free",
    "url": "https://apod.nasa.gov/apod/image/0211/hst_sts82.jpg"
  },
  {
    "copyright": "Gary A. GlatzmaierUCSC",
    "date": "2002-11-25",
    "explanation": "Why does the Earth have a magnetic field?  The electrical conductivity of the molten plasma of the Earth's core should be able to damp the current magnetic field in only thousands of years.  Yet our five billion year old Earth clearly causes magnets to point to (defined) north.  The mystery is still being studied but recently thought related to motions in the Earth's liquid outer core.  Specifically, as portions of the outer core cool and fall inward, oceans of the liquid iron-rich magma rise outward, forced into a helical motion by the spin of the Earth.  This motion, many geologists now believe, regenerates Earth's magnetism.  Pictured above, a computer simulation shows the resulting magnetic field lines out to two Earth radii, with blue lines directed inward and yellow lines directed outward.",
    "hdurl": "https://apod.nasa.gov/apod/image/0211/field_glatz_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Earth's Magnetic Field",
    "url": "https://apod.nasa.gov/apod/image/0211/field_glatz.gif"
  },
  {
    "date": "2002-11-26",
    "explanation": "NASA will launch two robots to Mars next year and you can help name them. The Mars Exploration Rovers are scheduled for launch on or near this coming June, when Mars and Earth are relatively close in their orbits.  The landing craft are expected to touch down on Mars in January 2004 and deploy the robot rovers shortly thereafter.  Rovers have the capability to crawl about 100 meters each day of their planned 90-day mission.  The mission's scientific purpose is to seek out and  inspect interesting rocks and terrain that could give clues to the past of Mars. Suggestions for names should be sent here, accompanied by a short essay, by 2003 January 31.  (Eds. Note: The contest is only open to school children in grades K-12.)",
    "hdurl": "https://apod.nasa.gov/apod/image/0211/marsrover_mer_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Name This Martian Robot",
    "url": "https://apod.nasa.gov/apod/image/0211/marsrover_mer.jpg"
  },
  {
    "copyright": "\nJuan Carlos Casado\nand\nIsabel Graboleda\n",
    "date": "2002-11-27",
    "explanation": "Tomorrow's picture: when galaxies collide  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA / GSFC & NASA SEU Edu. Forum & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0211/leonids2002_casado_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Leonids and Leica",
    "url": "https://apod.nasa.gov/apod/image/0211/leonids2002_casado.jpg"
  },
  {
    "date": "2002-11-28",
    "explanation": "The Hubble optical image on the left shows NGC 6240 in the throes of a titanic galaxy - galaxy collision 400 million light-years away. As the cosmic catastrophe plays out, the merging galaxies spew forth distorted tidal tails of stars, gas, and dust and undergo frantic bursts of star formation. Using the orbiting Chandra Observatory's x-ray vision to peer within the bright central regions of NGC 6240 astronomers believe they have uncovered, for the first time, not one but two enormous orbiting black holes, by detecting the characteristic x-ray radiation from the interstellar debris swirling toward them. In the false-color close-up view at right, the x-ray data clearly show the black hole sources (shaded blue) separated by about 3,000 light-years. Einstein's theory of gravity predicts that such a pair of black holes must spiral closer together, and ultimately coalesce into a single, even more massive black hole after several hundred million years. In the final moments the merging supermassive black holes will produce an extremely powerful burst of gravitational radiation.",
    "hdurl": "https://apod.nasa.gov/apod/image/0211/ngc6240_chandra_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Supermassive Black Holes of NGC 6240",
    "url": "https://apod.nasa.gov/apod/image/0211/ngc6240_composite.jpg"
  },
  {
    "copyright": "NOAO",
    "date": "2002-11-29",
    "explanation": "Open clusters of stars can be near or far, young or old, and diffuse or compact.  Open clusters may contain from 100 to 10,000 stars, all of which formed at nearly the same time.  Bright blue stars frequently distinguish younger open clusters.  M35, pictured above on the upper left, is a relatively nearby at 2800 light years distant, relatively young at 150 million years old, and relatively diffuse, with about 2500 stars spread out over a volume 30 light years across.  An older and more compact open cluster, NGC 2158, is visible above on the lower right.  NGC 2158 is four times more distant that M35, over 10 times older, and much more compact as it contains many more stars in roughly the same volume of space.  NGC 2158's bright blue stars have self-destructed, leaving cluster light to be dominated by older and yellower stars.  Both clusters are visible toward the constellation of Gemini -- M35 with binoculars and NGC 2158 with a small telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/0211/m35_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Open Star Clusters M35 and NGC 2158",
    "url": "https://apod.nasa.gov/apod/image/0211/m35_noao.jpg"
  },
  {
    "date": "2002-11-30",
    "explanation": "This panorama of the cratered lunar surface was constructed from images returned by the US Surveyor 6 lander. Surveyor 6 was not the first spacecraft to accomplish a soft landing on the Moon ... but it was the first to land and then lift off again! After the spacecraft touched down near the center of the Moon's nearside in November of 1967, NASA controllers commanded it to hop. Briefly firing its rocket engine and lifting itself some 4 meters above the surface, the Surveyor moved about 2.5 meters to one side before setting down again. The hopping success of Surveyor 6 essentially marked the completion of the Surveyor series main mission - to determine if the lunar terrain was safe for the planned Apollo landings.",
    "hdurl": "https://apod.nasa.gov/apod/image/0211/pan_surveyor6_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Surveyor Hops",
    "url": "https://apod.nasa.gov/apod/image/0211/pan_surveyor6_full.jpg"
  },
  {
    "copyright": "AAO",
    "date": "2002-12-01",
    "explanation": "It is the most famous star cluster on the sky. The Pleiades can be seen without binoculars from even the depths of a light-polluted city.  Also known as the Seven Sisters and M45, the Pleiades is one of the brightest and closest open clusters.   The Pleiades contains over 3000 stars, is about 400 light years away, and only 13 light years across.  Quite evident in the above photograph are the blue reflection nebulae that surround the bright cluster stars.  Low mass, faint, brown dwarfs have recently been found in the Pleiades.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/pleiades_aao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pleiades Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/0212/pleiades_aao.jpg"
  }
]
