[
  {
    "copyright": "Anglo-Australian Observatory",
    "date": "2002-07-01",
    "explanation": "The nebula surrounding bright star S Mon is filled with dark dust and glowing gas.  The strange shapes originate from fine interstellar dust reacting in complex ways with the energetic light and hot gas being expelled by the young stars.  The region just below S Mon, the bright star in the above picture, is nicknamed the Fox Fur Nebula for its color and texture.  The blue glow directly surrounding S Mon results from reflection, where neighboring dust reflects light from the bright star.  The more diffuse red glow results from emission, where starlight ionizes hydrogen gas.  Pink areas are lit by a combination of the two processes.  S Mon is part of a young open cluster of stars named NGC 2264, located about 2500 light years away toward the constellation of Monoceros, just north of the Cone Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/foxfur_aao014_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Fox Fur Nebula",
    "url": "https://apod.nasa.gov/apod/image/0207/foxfur_aao014.jpg"
  },
  {
    "date": "2002-07-02",
    "explanation": "What color is the universe?  More precisely, if the entire sky was smeared out, what color would the final mix be?  This whimsical question came up when trying to determine what stars are commonplace in nearby galaxies. The answer, depicted above, is a conditionally perceived shade of beige.  To determine this, astronomers computationally averaged the light emitted by one of the largest sample of galaxies yet analyzed: the 200,000 galaxies of the 2dF survey.  The resulting cosmic spectrum has some emission in all parts of the electromagnetic spectrum, but a single perceived composite color.  This color has become much less blue over the past 10 billion years, indicating that redder stars are becoming more prevalent.   In a contest to better name the color, notable entries included skyvory, univeige, and the winner: cosmic latte.",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/cosmiclatte_jhu.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Average Color of the Universe",
    "url": "https://apod.nasa.gov/apod/image/0207/cosmiclatte_jhu.jpg"
  },
  {
    "copyright": "Jean-Charles Cuillandre",
    "date": "2002-07-03",
    "explanation": "What is going on in NGC 891?  This galaxy appeared previously to be very similar to our own Milky Way Galaxy: a spiral galaxy seen nearly edge-on.  However, recent high-resolution images of NGC 891's dust show unusual filamentary patterns extending well away from its Galactic disk.  This interstellar dust was probably thrown out of the galactic disk toward the halo by stellar supernovae explosions.  Because dust is so fragile, its appearance after surviving disk expulsion can be very telling. Newly discovered phenomena, however, sometimes appear so complex that more questions are raised than are answered.",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/ngc891_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Interstellar Dust Bunnies of NGC 891",
    "url": "https://apod.nasa.gov/apod/image/0207/ngc891_cfht.jpg"
  },
  {
    "date": "2002-07-04",
    "explanation": "cal galaxy NGC 4365 is old, probably about 12 billion years old. Like most elliptical galaxies, this galaxy was thought to be full of old stars too, its burst of star forming activity having long since ended. But combining data from the Hubble Space Telescope and the European Southern Observatory's ground-based Antu Telescope, a team of European and US astronomers discovered NGC 4365's surprising secret -- some of its star clusters are young. In this composite image, the galaxy's bright nucleus is at the upper left. NGC 4365's star clusters themselves appear as bright dots against a diffuse glow of unresolved starlight and fuzzy, distant background galaxies. The notched border outlines Hubble's WFPC2 camera field. Moving the cursor over the image identifies individual star clusters, with the relatively young (few billion year-old) clusters circled in blue, and the anticipated 12 billion year-old clusters circled in red. NGC 4365 is 60 million light-years away in the Virgo galaxy cluster.",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/ngc4365-15a-02sm.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Young Star Clusters in an Old Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0207/ngc4365-15a-02sm.jpg"
  },
  {
    "copyright": "Corrado Alesso",
    "date": "2002-07-05",
    "explanation": "Whimsical and creative, this multiple exposure suggests that planet Earth's sky could be very dramatic indeed if it were graced by many moons. And in James Thurber's well-known children's story, Princess Lenore was comfortable with the idea of many moons, even if the wise men of the King's court failed to understand. But just for the Royal Astronomer and Mathematician, this picture has an explanation. On 2001 July 8, three days past full moon, astrophotographer Corrado Alesso loaded his camera with high-speed film and set it up in the province of Cuneo, Italy. With the shutter open, he recorded four separate one second long exposures on the same frame, covering the wide-angle lens for about 30 minutes between each exposure as the inconstant moon drifted through the night.",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/CorradoMultipleMoon_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Many Moons",
    "url": "https://apod.nasa.gov/apod/image/0207/CorradoMultipleMoon.jpg"
  },
  {
    "date": "2002-07-06",
    "explanation": "How big is the Jovian moon Io? The most volcanic body in the Solar System, Io (usually pronounced \"EYE-oh\") is 3,600 kilometers in diameter, about the size of planet Earth's single large natural satellite. Gliding past Jupiter at the turn of the millennium, the Cassini spacecraft captured this awe inspiring view of active Io with the largest gas giant as a backdrop, offering a stunning demonstration of the ruling planet's relative size. Although in the picture Io appears to be located just in front of the swirling Jovian clouds, Io hurtles around its orbit once every 42 hours at a distance of 420,000 kilometers or so from the center of Jupiter. That puts it nearly 350,000 kilometers above Jupiter's cloud tops, roughly equivalent to the distance between Earth and Moon. The Cassini spacecraft itself was about 10 million kilometers from Jupiter when recording the image data.",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/iojup_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io: Moon Over Jupiter",
    "url": "https://apod.nasa.gov/apod/image/0207/iojup_cassini.jpg"
  },
  {
    "date": "2002-07-07",
    "explanation": "The center of our Galaxy is obscured in visible light by dark dust that rotates with the stars in the Galactic Plane.  In this century, however, sensors have been developed that can detect light more red that humans can see - light called infrared.  The above picture shows what the Galactic Center looks like in three increasingly red bands of near-infrared light.  The picture results from a digital combination of data recently taken by the 2MASS and MSX Galactic surveys.  In near-infrared light (shown in blue) the dust is less opaque and many previously shrouded red giant stars become visible.  In the mid-infrared (shown in red) the dust itself glows brightly, but allows us a view very close to our tumultuous and mysterious Galactic Center.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/gcatlas_2mass_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Galactic Center Across the Infrared",
    "url": "https://apod.nasa.gov/apod/image/0007/gcatlas_2mass.jpg"
  },
  {
    "copyright": "Bell Labs-Lucent Technologies",
    "date": "2002-07-08",
    "explanation": "Sometimes staring into empty space is useful.  Pictured above is a region of sky that was picked because it had, well, nothing: no bright stars, no bright galaxies, and no picturesque nebulas.  What could not be avoided, however, were a few stars in our own Galaxy, and many distant galaxies strewn across the universe.  Now the more distant galaxies have their light slightly deflected by the gravity of more nearby galaxies, causing them to appear slightly distorted.  By analyzing these gravitational lens distortions, nearby mass concentrations can be found, regardless of how bright they appear.  Using this method, astronomers can now weigh entire clusters of galaxies and search for large groupings of relatively dark matter.  Circled in the lower right of the above image is a cluster of galaxies that was found not by its light, but by its mass.",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/emptyspace_btc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Weighing Empty Space",
    "url": "https://apod.nasa.gov/apod/image/0207/emptyspace_btc.jpg"
  },
  {
    "copyright": "Vasilij RumyantsevCrimean Astrophysical Obsevatory",
    "date": "2002-07-09",
    "explanation": "Tomorrow's picture: southwest of the big dipper  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/analemma_vr_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Analemma",
    "url": "https://apod.nasa.gov/apod/image/0207/analemma_vr.jpg"
  },
  {
    "copyright": "Tony and Daphne Hallas",
    "date": "2002-07-10",
    "explanation": "Follow the handle of the Big Dipper away from the dipper's bowl, until you get to the handle's last bright star. Then, just slide your telescope a little south and west and you'll likely find this stunning pair of interacting galaxies, the 51st entry in Charles Messier's famous catalog. Perhaps the original spiral nebula, the large galaxy with well defined spiral structure is also cataloged as NGC 5194. Its spiral arms and dust lanes clearly sweep in front of its companion galaxy (left), NGC 5195. The pair are about 37 million light-years distant and officially lie within the boundaries of the small constellation Canes Venatici. While M51 is visible as a faint, fuzzy patch in binoculars, this sharp color picture was made with a 14 inch telescope and combines digital camera exposures totaling 3 hours and 42 minutes.",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/m51_hallas_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M51: Cosmic Whirlpool",
    "url": "https://apod.nasa.gov/apod/image/0207/m51_hallas.jpg"
  },
  {
    "date": "2002-07-11",
    "explanation": "Fresh from yesterday's episode, a popular pair of interacting galaxies known as the Whirlpool debut here beyond the realm of visible light -- imaged at high energies by the orbiting Chandra X-ray Observatory. Still turning in a remarkable performance, over 80 glittering x-ray stars are present in the Chandra image data from the region. The number of luminous x-ray sources, likely neutron star and black hole binary systems within the confines of M51, is unusually high for normal spiral or elliptical galaxies and suggests this cosmic whirlpool has experienced intense bursts of massive star formation. The bright cores of both galaxies, NGC 5194 and NGC 5195 (right and left respectively), also exhibit high-energy activity in this false-color x-ray picture showing a diffuse glow from multi-million degree gas. An expanded view of the region near the core of NGC 5194 reveals x-rays from a supernova remnant, the debris from a spectacular stellar explosion, first detected by earthbound astronomers in 1994.",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/m51_cxc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M51: X-Rays from the Whirlpool",
    "url": "https://apod.nasa.gov/apod/image/0207/m51_cxc.jpg"
  },
  {
    "date": "2002-07-12",
    "explanation": "For billions of years, massive stars in our Milky Way Galaxy have lived spectacular lives.  Collapsing from vast cosmic clouds, their nuclear furnaces ignite and create heavy elements in their cores. After a few million years, the enriched material is blasted back into interstellar space where star formation begins anew. The expanding debris cloud known as Cassiopeia A is an example of this final phase of the stellar life cycle. Light from the explosion which created this supernova remnant was probably first seen in planet Earth's sky just over 300 years ago, although it took that light more than 10,000 years to reach us. In this gorgeous Hubble Space Telescope image of cooling filaments and knots in the Cas A remnant, light from specific elements has been color coded to help astronomers understand the recycling of our galaxy's star stuff. For instance, red regions are dominated by emission from sulfur atoms while blue shades correspond to oxygen. The area shown is about 10 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/casA_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Recycling Cassiopeia A",
    "url": "https://apod.nasa.gov/apod/image/0207/casA_hst.jpg"
  },
  {
    "date": "2002-07-13",
    "explanation": "This weekend's stereo picture finds Apollo 12 astronaut Pete Conrad standing on the lunar surface near the southern rim of Surveyor Crater in November of 1969. With red/blue glasses you can gaze beyond the spacesuited Conrad across the magnificent desolation of the Moon's Ocean of Storms. Conrad stands next to large chunks of loose rock, debris from the small impact crater. A sampling scoop is in his right hand and a specially designed tool carrier rests by his left foot as he poses for the picture. His photographer, fellow astronaut Al Bean, captured two separate images (cataloged as AS12-49-7318 and AS12-49-7319) by doing something like a stereo \"cha-cha\" ... taking the first picture while resting his weight on his right foot and the second after shifting to his left. With the first tinted blue and second red, the pair of pictures were offset and combined to create a 3D anaglyph. Donning red/blue glasses allows the result to be viewed with stereo vision.",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/as12stereo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 12: Stereo View Near Surveyor Crater",
    "url": "https://apod.nasa.gov/apod/image/0207/as12stereo_c2.jpg"
  },
  {
    "date": "2002-07-14",
    "explanation": "The Crab Nebula, filled with mysterious filaments, is the result of a star that was seen to explode in 1054 AD.  This spectacular supernova explosion was recorded by Chinese and (quite probably) Anasazi Indian astronomers.  The filaments are mysterious because they appear to have less mass than expelled in the original supernova and higher speed than expected from a free explosion. In the above picture taken recently from a Very Large Telescope, the color indicates what is happening to the electrons in different parts of the Crab Nebula. Red indicates the electrons are recombining with protons to form neutral hydrogen, while blue indicates the electrons are whirling around the magnetic field of the inner nebula.  In the nebula's very center lies a pulsar: a neutron star rotating, in this case, 30 times a second.",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/crab_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Crab Nebula from VLT",
    "url": "https://apod.nasa.gov/apod/image/9911/crab_vlt.jpg"
  },
  {
    "copyright": "David Malin",
    "date": "2002-07-15",
    "explanation": "What is the closest star to our Sun?  It is Proxima Centauri, the nearest member of the Alpha Centauri triple star system.  Light takes only 4.22 years to reach us from Proxima Centauri.  This small red star, captured in the center of the above image,  is so faint that it was only discovered in 1915 and is only visible through a telescope.  Stars of all types from our Milky Way Galaxy are visible in the background.   The brightest star in the Alpha Centauri system is quite similar to our Sun, has been known as long as recorded history, and is the third brightest star in the night sky.  The Alpha Centauri system is primarily visible from Earth's Southern Hemisphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/proximacen1_aao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Proxima Centauri: The Closest Star",
    "url": "https://apod.nasa.gov/apod/image/0207/proximacen1_aao.jpg"
  },
  {
    "date": "2002-07-16",
    "explanation": "After just passing Mercury, the robot spacecraft Mariner 10 looked back.  The above picture is what it saw.  Mercury, the closest planet to the Sun, is heavily cratered much like Earth's Moon.  As Mercury slowly rotates, its surface temperature varies from an unbearably cold -180 degrees Celsius in the half facing away from the Sun, to an unbearably hot 400 degrees Celsius in the half facing toward the Sun.  Mercury is slightly larger than Earth's Moon and much denser.   The Mariner 10 spacecraft swooped by Mercury three times in its journey around the inner Solar System in the mid-1970s.  This outbound view has similarities to the inbound view.  Nearly half of Mercury's surface has yet to be photographed in detail.",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/mercuryoutbound_mariner10_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Outbound from Mercury",
    "url": "https://apod.nasa.gov/apod/image/0207/mercuryoutbound_mariner10.jpg"
  },
  {
    "date": "2002-07-17",
    "explanation": "The star cluster in RCW38 was hiding.  Looking at the star forming region RCW38 will not normally reveal most of the stars in this cluster.  The reason is that the open cluster is so young that it is still shrouded in thick dust that absorbs visible light.  This dust typically accompanies the gas that condenses to form young stars.  When viewed in infrared light, however, many stars in RCW38 are revealed, because dust is less effective at absorbing infrared light. The above representative-color image mosaic of RCW38 taken by the 2MASS sky survey in infrared light shows not only many bright blue stars from the star cluster but clouds of brightly emitting gas and dramatic lanes of dark dust. RCW38 spans about 10 light-years and is located about 5500 light years away towards the constellation of Vela.",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/rcw38_2mass_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star-Forming Region RCW38 from 2MASS",
    "url": "https://apod.nasa.gov/apod/image/0207/rcw38_2mass.jpg"
  },
  {
    "date": "2002-07-18",
    "explanation": "The solar active region designated number 10030 (or simply region 30) is now appearing on the visible hemisphere of the closest star. Dwarfed by the Sun's disk, the group of sunspots which make up region 30 actually cover an enormous area -- nearly 10 times the size of Earth. The panels above were recorded July 15, 16, and 17 (top to bottom) by the MDI instrument on the space-based SOHO Observatory as the solar rotation slowly carried the large, dynamic sunspot group across the Sun's nearside. On July 15, a powerful solar flare erupted from this region followed by a coronal mass ejection. The energetic cloud of electrically charged particles swept past our fair planet yesterday, and as a result enhanced auroral activity is possible.",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/ar0030_sohomdi_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunspot Region 30",
    "url": "https://apod.nasa.gov/apod/image/0207/ar0030_sohomdi.jpg"
  },
  {
    "date": "2002-07-19",
    "explanation": "The bulging center of our Milky Way Galaxy, dark cosmic clouds, the thin galactic plane, and even nearby galaxies are easy to spot in this sky view. But each pixel in the digital image is actually based on star counts alone -- as derived from the Two Micron All Sky Survey (2MASS) database. In 2001, the 2MASS project completed a ground-based survey of the entire sky and cataloged upwards of 250 million stars. Their full all-sky picture assigns a brightness and color to individual pixels based on corresponding star counts in each of the survey's three near-infrared bands. In this cropped image, the star-packed galactic center is toward the upper left, with the bright plane of our Galaxy running horizontally through it. Dense regions of interstellar dust clouds, still opaque to penetrating near-infrared light, appear dark by reducing the 2MASS star counts. Our fuzzy neighboring galaxies, the large and small Magellanic Clouds, are at the lower right, while scattered single bright spots correspond to the intense concentrations of stars in the Milky Way's large globular star clusters.",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/allsky_2massstars_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Counting Stars in the Infrared Sky",
    "url": "https://apod.nasa.gov/apod/image/0207/allsky_2massstars_c.jpg"
  },
  {
    "date": "2002-07-20",
    "explanation": "On July 20th, 1969, humans first set foot on the Moon. Taken from a window of their Apollo 11 lunar module, the Eagle, this picture shows the footprints in the powdery lunar soil made by astronauts Neil Armstrong and Buzz Aldrin. It has been estimated that one billion people on planet Earth watched Armstrong step from the lander onto the surface of another world, making this live transmission one of the highest rated television shows ever.  In the foreground at right, a rocket nozzle on the side of the Eagle is seen in silhouette, while beyond an unfurled United States flag is the television camera, remounted on a stand to better view the landing area. The Apollo missions to the Moon have been described as the result of the greatest technological mobilization in history.",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/moontv_apollo11_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Footprints on Another World",
    "url": "https://apod.nasa.gov/apod/image/0207/moontv_apollo11.jpg"
  },
  {
    "date": "2002-07-21",
    "explanation": "For such a close galaxy, NGC 4945 is easy to miss.  NGC 4945 is a spiral galaxy in the Centaurus Group of galaxies, located only six times farther away than the prominent Andromeda Galaxy. The thin disk galaxy is oriented nearly edge-on, however, and shrouded in dark dust.  Therefore galaxy-gazers searching the southern constellation of Centaurus need a telescope to see it.  The above picture was taken with a large telescope testing a new wide-angle, high-resolution CCD camera.  Most of the spots scattered about the frame are foreground stars in our own Galaxy, but some spots are globular clusters orbiting the distant galaxy.  NGC 4945 is thought to be quite similar to our own Milky Way Galaxy.  X-ray observations reveal, however, that NGC 4945 has an unusual, energetic, Seyfert 2 nucleus that might house a large black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/ngc4945_mgi_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nearby Spiral Galaxy NGC 4945",
    "url": "https://apod.nasa.gov/apod/image/0207/ngc4945_mgi.jpg"
  },
  {
    "copyright": "Jean-Charles Cuillandre",
    "date": "2002-07-22",
    "explanation": "Did you ever have a day when it felt like a dark cloud was following you around?  For the open cluster of stars NGC 6520, every day is like this. On the left of the above picture are many of NGC 6520's bright blue stars.  They formed only millions of years ago - much more recently than our ancient Sun which formed billions of years ago.  On the right is an absorption nebula, molecular cloud Barnard 86, from which the stars of NGC 6520 surely formed.  This nebula contains much opaque dust that blocks light from the many stars that would have been visible in the background.  Surrounding NGC 6520 is part of the tremendously dense starscape in the bulge of our Milky Way Galaxy, the extended halo of stars that surrounds the center of our Galaxy. NGC 6520 spans about 10 light years and lies about 5500 light years away toward the direction of Sagittarius.",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/GCbulge_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Open Cluster NGC 6520 from CFHT",
    "url": "https://apod.nasa.gov/apod/image/0207/GCbulge_cfht.jpg"
  },
  {
    "copyright": "Roddy Mackenzie",
    "date": "2002-07-23",
    "explanation": "What would it be like to stand atop the tallest mountain on Earth?  To see a full panoramic vista from there, scroll right.  Visible are snow peaked mountains near and far, tremendous cliffs, distant plateaus, the tops of clouds, and a dark blue sky.  Mt. Everest stands 8.85 kilometers above sea level, roughly the maximum height reached by international airplane flights, but much less than the 300 kilometers achieved by a space shuttle.  Hundreds of people have tried and failed to climb the behemoth by foot, a feat first accomplished successfully in 1953.  About 1000 people have now made it to the summit.  Roddy Mackenzie, who climbed the mountain in 1989, captured the above image. Mt. Everest lies in the Himalayan mountains in the country of Nepal.  In the native language of Nepal, the mountain's name is \"Sagarmatha\" which means \"goddess of the sky.\"",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/everest_mackenzie.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The View from Everest",
    "url": "https://apod.nasa.gov/apod/image/0207/everest_mackenzie.jpg"
  },
  {
    "copyright": "MPCCBATHarvard CfAIAU",
    "date": "2002-07-24",
    "explanation": "Our Solar System is a busy place.  Although the major planets get the most press, a swarm of rocks, comets, and asteroids also exist. The above plot shows the placement of known inner Solar System objects on 2002 July 20.  The light blue lines indicate the orbits of planets.  The green dots indicate asteroids, officially known as minor planets.  The red dots indicate asteroids that come within 1.3 Earth-Sun distances (AU) of the Sun and so pose an increased (although small) collision risk with the Earth.   Comets appear as dark blue squares, while dark blue points are Jupiter Trojans, asteroids that orbit just ahead of, or just behind Jupiter.  Note that most asteroids of the inner Solar System orbit between Mars and Jupiter in the main asteroid belt.  Every day this plot shifts with objects nearer the Sun typically shifting the most.  The current locations of these objects can be found here.",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/innersolsys_cfa_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Our Busy Solar System",
    "url": "https://apod.nasa.gov/apod/image/0207/innersolsys_cfa.gif"
  },
  {
    "date": "2002-07-25",
    "explanation": "For astronomers, elements other than hydrogen and helium are sometimes considered to be simply \"heavy elements\". It's understandable really, because even lumped all together heavy elements make up an exceedingly small fraction of the Universe. Still, heavy elements can profoundly influence galaxy and star formation ... not to mention the formation of planets and people. In this tantalizing false-color x-ray image from the orbiting Chandra Observatory, small dwarf galaxy NGC 1569 is surrounded by x-ray emitting clouds of gas thousands of light-years across. The gas has recently been observed to contain significant concentrations of astronomers' heavy elements such as oxygen, silicon, and magnesium, supporting the idea that dwarf galaxies, the most common type of galaxy in the Universe, are largely responsible for heavy elements in intergalactic space. A mere 7 million light-years distant toward the long-necked constellation Camelopardalis, NGC 1569 has undergone a recent burst of star formation and stellar supernova explosions. The furious cosmic activity has heated the expanding gas clouds to temperatures of millions of degrees while enriching them with newly synthesized heavy elements.",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/ngc1569_cxc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1569: Heavy Elements from a Small Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0207/ngc1569_cxc.jpg"
  },
  {
    "copyright": "Dominic Cantin",
    "date": "2002-07-26",
    "explanation": "Clear evening skies are a welcome sight for stargazers worldwide, but clearing skies are good too. Just such a glorious occasion was recorded in this dramatic photo taken by Dominic Cantin during a recent gathering of Canadian astronomers at St-N�r�e Observatory, located about 60 kilometers southeast of the city of Quebec. Looking toward the west on July 13th, the exposure captured a distant lightning flash from a passing thunderstorm at the far left. On the right, the storm clouds' retreat has uncovered an overexposed crescent Moon sharing the evening twilight with bright Venus only a few degrees away (below and far right). In the darkening sky above the young Moon is a familiar right triangle of stars in the constellation Leo. Cantin reports that clear skies followed, all night long.",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/skies_cantin_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Clearing Skies",
    "url": "https://apod.nasa.gov/apod/image/0207/skies_cantin.jpg"
  },
  {
    "date": "2002-07-27",
    "explanation": "Bright sunlight glints and long dark shadows dramatize this image of the lunar surface taken by Apollo 11 astronaut Neil Armstrong, the first to walk on the Moon. Pictured is the mission's lunar module, the Eagle, and spacesuited lunar module pilot Buzz Aldrin unfurling a long sheet of foil also known as the Solar Wind Collector. Exposed facing the Sun, the foil trapped atoms streaming outward in the solar wind, ultimately catching a sample of material from the Sun itself. Along with moon rocks and lunar soil samples, the solar wind collector was returned for analysis in earthbound laboratories.",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/aldrinswc_apollo11_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 11: Catching Some Sun",
    "url": "https://apod.nasa.gov/apod/image/0207/aldrinswc_apollo11.jpg"
  },
  {
    "copyright": "SETI League",
    "date": "2002-07-28",
    "explanation": "No one knows for sure what caused this signal.  There is a slight possibility that it just might originate from an extraterrestrial intelligence. The bright colors on the blue background indicate that an anomalous signal was received here on Earth by a radio telescope involved in a Search for Extraterrestrial Intelligence (SETI).  A search for these signals is ongoing by several groups including volunteer members of the SETI League.  Time labels the vertical axis of the above plot, and frequency marks the horizontal axis.  Although this strong signal was never positively identified, astronomers have identified in it many attributes characteristic of a more mundane and ultimately terrestrial origin.  In this case, a leading possibility is that the signal originates from an unusual modulation between a GPS satellite and an unidentified Earth-based source. Many unusual signals from space remain unidentified.  No signal has yet been strong enough or run long enough to be unambiguously identified as originating from an extraterrestrial intelligence.",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/unknownseti_cavan_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Anomalous SETI Signal",
    "url": "https://apod.nasa.gov/apod/image/0207/unknownseti_cavan.jpg"
  },
  {
    "copyright": "Anglo-Australian Observatory",
    "date": "2002-07-29",
    "explanation": "The Sun appears to move on the sky because the Earth rotates.  The extreme brightness of the Sun, however, makes it difficult to capture a sun-trail -- the path the Sun traces on the sky.  To capture the above picture, a very dark filter covered the camera lens for most of the time, allowing only a trifle of light from the bright Sun to peek through.   Just after the Sun had dipped below the horizon but before it was completely dark, the thick filter was removed and the pretty foreground scene was captured.  Slight flares appeared when the Sun went behind thin clouds.  Star-trails and planet-trails are much easier to image, and a similar Moon trail has also recently been imaged.",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/suntrail_malin_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Setting Sun Trail",
    "url": "https://apod.nasa.gov/apod/image/0207/suntrail_malin.jpg"
  },
  {
    "date": "2002-07-30",
    "explanation": "Star clusters are a swarm of complex motions.  The stars that compose globular clusters and many open clusters all orbit the cluster center, occasionally interacting, gravitationally, with a close-passing star.  The orbits of stars around the cluster are typically not as circular as the orbits of planets in our solar system.  Cluster stars frequently fall more directly toward the center and many times trace out unusual and complex loops.  The vast space inside a cluster results in stars colliding only rarely.   The above computer animation, derived from a type of computer code called an N-body simulation, shows 100 identical stars in a time-lapse movie where hundreds of years pass in one second.",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/globbw_block.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Star Cluster in Motion",
    "url": "https://apod.nasa.gov/apod/image/0207/globbw_block.gif"
  },
  {
    "date": "2002-07-31",
    "explanation": "How do dying stars eject their outer layers?  Stars that create elegant planetary nebulas like Henize 3-401, pictured above, are not unusual, causing speculation that, one day, our own Sun may look like this.  Henize 3-401 is one of the most elongated planetary nebulas yet discovered, a particularly odd feat for a seemingly round star.  Perhaps, some astronomers hypothesize, the elongated shape gives a clue to the expulsion mechanism.  Genesis hypotheses include that the outer layers of gas are funneled out by the star's own magnetic field, and that a second unseen star is somehow involved.  After the gas disperses in a few thousand years, only a white dwarf star will remain.  Henize 3-401 lies about 10,000 light years away toward the constellation of Carina.",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/h3401_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Henize 3-401: An Elongated Planetary Nebula",
    "url": "https://apod.nasa.gov/apod/image/0207/h3401_hst.jpg"
  },
  {
    "copyright": "www.MrEclipse.com",
    "date": "2002-08-01",
    "explanation": "July was a good month for sunspots ... really big sunspots. In fact, the full disk and inset pictures above show three large groups of spots, photographed only a few days ago on July 28. Together the sunspots span a region about thirty times the diameter of planet Earth. Now rotating behind the Sun's visible edge, these groups followed close on the heels of another enormous sunspot group which appeared in mid July. All of July's monster sunspot groups could be viewed without magnification, using safe solar observing methods of course. While individual sunspots are not numbered or cataloged, groups of sunspots, designated solar active regions, are given consecutive numbers as they appear on the visible solar disk. That numbering began on January 5, 1972 and on June 14, 2002, reached active region number 10,000. At the 10k mark no door prizes were given and no disasters plagued our fair solar system. But since June 14, active region reports often drop at least the leading digit, making these three active regions AR 0050, AR 0039, and AR 0044 (top left to bottom right).",
    "hdurl": "https://apod.nasa.gov/apod/image/0208/sun020728_espenak_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunspots and Solar Active Regions",
    "url": "https://apod.nasa.gov/apod/image/0208/sun020728_espenak.jpg"
  }
]
