[
  {
    "copyright": "AAO",
    "date": "2002-12-01",
    "explanation": "It is the most famous star cluster on the sky. The Pleiades can be seen without binoculars from even the depths of a light-polluted city.  Also known as the Seven Sisters and M45, the Pleiades is one of the brightest and closest open clusters.   The Pleiades contains over 3000 stars, is about 400 light years away, and only 13 light years across.  Quite evident in the above photograph are the blue reflection nebulae that surround the bright cluster stars.  Low mass, faint, brown dwarfs have recently been found in the Pleiades.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/pleiades_aao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pleiades Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/0212/pleiades_aao.jpg"
  },
  {
    "copyright": "T. A. Rector",
    "date": "2002-12-02",
    "explanation": "Spiral galaxy M33 is a mid-sized member of our Local Group of Galaxies.  M33 is also called the Triangulum Galaxy for the constellation in which it resides.  About four times smaller (in radius) than our Milky Way Galaxy and the Andromeda Galaxy (M31), it is much larger than the many of the local dwarf spheroidal galaxies.  M33's proximity to M31 causes it to be thought by some to be a satellite galaxy of this more massive galaxy.  M33's proximity to our Milky Way Galaxy causes it to appear more than twice the angular size of the Full Moon, and be visible with a good pair of binoculars. The above high-resolution image from the 0.90-m telescope at Kitt Peak National Observatory is a four-color composite.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/m33_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nearby Spiral M33",
    "url": "https://apod.nasa.gov/apod/image/0212/m33_noao.jpg"
  },
  {
    "copyright": "Fred Espenak",
    "date": "2002-12-03",
    "explanation": "On December 4th, for the second time in as many years, the Moon's shadow will track across southern Africa bringing a total solar eclipse to African skies. Reaching Africa just before 6:00 Universal Time, the narrow path of totality - corresponding to the path of the Moon's umbra or dark central shadow - will run eastward through Angola, Namibia (Caprivi Strip), Botswana, Zimbabwe, South Africa's Kruger National Park, and Mozambique. Moving out across the Indian Ocean it will ultimately cross onto the Australian continent at sunset (around 9:10 UT). Observers directly in this path could catch at most a minute or so of the eclipse at its total phase, but at least a partial eclipse will be visible over much of Africa, Australia, some parts of Indonesia, and eastern Antarctica. While watching last year's June 21 eclipse, astronomer Fred Espenak recorded a series of exposures used to construct this dramatic composite image. The sequence follows the 2001 geocentric celestial event from start to finish above a thorny acacia tree near Chisamba, Zambia.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/tse2001a_espenak.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse Over Acacia",
    "url": "https://apod.nasa.gov/apod/image/0212/tse2001a_espenak.jpg"
  },
  {
    "date": "2002-12-04",
    "explanation": "Gliding toward today's total eclipse of the Sun, the crescent Moon has been rising early, just before dawn. And as a prelude to its close solar alignment, the Moon also completed a lovely celestial triangle, closing with bright planets Mars and Venus on the morning of December 1. While the total solar eclipse can only be seen from a narrow corridor, skygazers around the globe could appreciate this lunar-planetary conjunction. This view is from near Nashville Tennessee, USA, and finds brilliant Venus at the lowest corner of the triangle with a much fainter Mars immediately to the right of the Moon. The Moon's sunlit crescent is overexposed, but details of the lunar night side are revealed by earthshine. Above and to the right of the trio is Spica, brightest star in the constellation Virgo.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/moontrio_koehn_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon, Mars, Venus, and Spica",
    "url": "https://apod.nasa.gov/apod/image/0212/moontrio_koehn.jpg"
  },
  {
    "date": "2002-12-05",
    "explanation": "NGC 2359 is a striking emission nebula with an impressive popular name - Thor's Helmet. Sure, its suggestive winged appearance might lead some to refer to it as the \"duck nebula\", but if you were a nebula which name would you choose? By any name NGC 2359 is a bubble-like nebula some 30 light-years across, blown by energetic winds from an extremely hot star seen near the center and classified as a Wolf-Rayet star. Wolf-Rayet stars are rare massive blue giants which develop stellar winds with speeds of millions of kilometers per hour. Interactions with a nearby large molecular cloud are thought to have contributed to this nebula's more complex shape and curved bow-shock structures. NGC 2359 is about 15,000 light-years distant toward the constellation Canis Major.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/ngc2359_smith_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2359: Thor's Helmet",
    "url": "https://apod.nasa.gov/apod/image/0212/ngc2359_smith.jpg"
  },
  {
    "date": "2002-12-06",
    "explanation": "Normally hiding from view in the glare of the Sun, the shy solar corona came out to play Wednesday as a total solar eclipse graced morning skies over southern Africa. This telescopic image of the Sun's corona or outer atmosphere shimmering around the silhouetted Moon was recorded near the centreline of the total eclipse path, 10 kilometers north of Beitbridge, Zimbabwe. At that location, near the Zimbabwe - South Africa border, the total phase pictured here lasted a leisurely one minute and 23 seconds. Zimbabwean photographer Murray Alexander reported that fortunately no clouds interfered but few people were present, while many watching from the South Africa side were clouded out. Still, if you missed this geocentric celestial event, just wait until next year. Two solar eclipses and two lunar eclipses are on planet Earth's schedule for 2003, along with a transit of Mercury.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/tse2002_alexander1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Zimbabwe Solar Eclipse",
    "url": "https://apod.nasa.gov/apod/image/0212/tse2002_alexander1.jpg"
  },
  {
    "date": "2002-12-07",
    "explanation": "Pictured above is the innermost of Jupiter's Galilean satellites, Io, superposed in front of the gas giant planet. To the left of Io is a dark spot that is Io's own shadow.  A solar eclipse would be seen from within the shadow spot on Jupiter. Viewed from planet Earth, similar shadows of Jupiter's large moons can often be seen crossing the giant planet's disk. But during the next several months, the Galilean moons can also be seen crossing in front of each other as, for a while, their orbits lie nearly edge-on when viewed by earthbound observers. This true-color contrast-enhanced image was taken two years ago by the robot spacecraft Cassini, as it passed Jupiter on its way to Saturn in 2004.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/jupiterIo_cassini_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter, Io and Shadow",
    "url": "https://apod.nasa.gov/apod/image/0212/jupiterIo_cassini.jpg"
  },
  {
    "date": "2002-12-08",
    "explanation": "The developing International Space Station (ISS) has changed its appearance yet again.  Earlier this month the Space Shuttle Endeavor visited the ISS and installed the fourth of eleven pieces that will compose the Integrated Truss Structure.  The new P-1 Truss is visible on the left, below the extended solar panels.  The world's foremost space outpost can be seen developing over the past few years by comparing the above image to past images.  Also visible above are many different types of modules, a robotic arm, several wing-like solar panels, and a supply ship.  Construction began on the ISS in 1998 and the core structure should be in place before 2005.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/iss0212_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The International Space Station Expands Yet Again",
    "url": "https://apod.nasa.gov/apod/image/0212/iss0212_nasa.jpg"
  },
  {
    "copyright": "EUMETSAT",
    "date": "2002-12-09",
    "explanation": "When the Moon's shadow reached out and touched the Earth last week, the result was a solar eclipse. Such an eclipse is total only for observers located along a narrow path corresponding to the ground track of the shadow's dark central portion or umbra.  For this eclipse, racing along at nearly 2000 kilometers per hour, the Moon's umbra obligingly crossed over land along regions of Africa and Australia. Totality lasted for about two minutes or less at a given location.  Many nearby regions fell within the lighter but much wider outer shadow region, the penumbra, and witnessed a partial solar eclipse.  The above movie follows the Moon's shadow as it crossed Africa during a similar eclipse in June 2001. Each frame is separated in time by about 20 minutes. The movie was created from frames taken by the orbiting European satellite MeteoSat-6.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/eclipse_eumetsat_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Shadow Moves Over Africa",
    "url": "https://apod.nasa.gov/apod/image/0212/eclipse_eumetsat.gif"
  },
  {
    "copyright": "Jean-Charles Cuillandre",
    "date": "2002-12-10",
    "explanation": "In the depths of the dark clouds of dust and molecular gas known as M17, stars continue to form.  The similarity to the Greek letter capital Omega gives the molecular cloud its popular name, but the nebula is also known as the Swan Nebula, the Horseshoe Nebula, and M17.  The darkness of these molecular clouds results from background starlight being absorbed by thick carbon-based smoke-sized dust.  As bright massive stars form, they produce intense and energetic light that slowly boils away the dark shroud.  M17, pictured above, is visible with binoculars towards the constellation of Sagittarius, lies 5000 light-years away, and spans 20 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/omega_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M17: Omega Nebula Star Factory",
    "url": "https://apod.nasa.gov/apod/image/0212/omega_cfht.jpg"
  },
  {
    "copyright": "OAOG",
    "date": "2002-12-11",
    "explanation": "Streaking high above diffuse clouds -- but well in front of distant stars -- are sand-sized bits of an ancient comet: meteors.  These bits flaked off Comet Tempel-Tuttle during its pass through the inner Solar System about 150 years ago.  Far in the background are stars toward the constellation of Ursa Major. The above image is digital combination of 12 exposures taken on the morning of November 19 from Florida, USA.  Observers there reported a strong peak in faint meteors between 5:30 and 6:00 EST, with a particularly strong minute coming at 5:46 EST when 22 Leonid meteors were counted.  The likely less impressive Geminid meteor shower will peak over the next three nights.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/Leonids_martin_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Meteors Between Stars and Clouds",
    "url": "https://apod.nasa.gov/apod/image/0212/Leonids_martin.jpg"
  },
  {
    "date": "2002-12-12",
    "explanation": "In December of 1972, Apollo 17 astronauts Eugene Cernan and Harrison Schmitt spent about 75 hours on the Moon, in the Taurus-Littrow valley, while colleague Ronald Evans orbited overhead. Near the beginning of their third and final excursion across the lunar surface, Schmitt took this picture of Cernan flanked by an American flag and their lunar rover's umbrella-shaped high-gain antenna. The prominent Sculptured Hills lie in the background while Schmitt's reflection can just be made out in Cernan's helmet. The Apollo 17 crew returned with 110 kilograms of rock and soil samples, more than from any of the other lunar landing sites. And after thirty years, Cernan and Schmitt are still the last to walk on the Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/as17-140-21391.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 17: Last on the Moon",
    "url": "https://apod.nasa.gov/apod/image/0212/as17-140-21391c1.jpg"
  },
  {
    "copyright": "Wendy CarlosJonathan Kern",
    "date": "2002-12-13",
    "explanation": "During a total solar eclipse, the Sun's extensive outer atmosphere or corona is an awesome and inspirational sight. Yet the subtle shades and shimmering features of the corona that engage the eye span a brightness range of over 10,000 to 1, making them notoriously difficult to capture in a photograph. Still, this single five second exposure comes very close to revealing the crown of the Sun in all its glory. The color picture was taken with a specially built coronal camera and telescope during the December 4th total eclipse from Messina, South Africa. The camera's design incorporates a precisely made filter whose density, or ability to block light, decreases markedly with distance from the filter center, compensating for the difference between the brighter inner portion of the corona at the Sun's edge and the much fainter outer regions. The central spot in the image corresponds to a calibration window centered on the eclipsed Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/tse02full_carloskern_002_Newkirk-5s.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Crown of the Sun",
    "url": "https://apod.nasa.gov/apod/image/0212/tse02c1_carloskern_002_Newkirk-5s.jpg"
  },
  {
    "date": "2002-12-14",
    "explanation": "What is creating the strange texture of IC 418?  Dubbed the Spirograph Nebula for its resemblance to drawings from a cyclical drawing tool, planetary nebula IC 418 shows patterns that are not well understood.  Perhaps they are related to chaotic winds from the variable central star, which changes brightness unpredictably in just a few hours.  By contrast, evidence indicates that only a few million years ago, IC 418 was probably a well-understood star similar to our Sun.  Only a few thousand years ago, IC 418 was probably a common red giant star.  Since running out of nuclear fuel, though, the outer envelope has begun expanding outward leaving a hot remnant core destined to become a white-dwarf star, visible in the image center.  The light from the central core excites surrounding atoms in the nebula causing them to glow.  IC 418 lies about 2000 light-years away and spans 0.3 light-years across.  This false-color image taken from the Hubble Space Telescope reveals the unusual details.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/spirograph_heritage_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 418: The Spirograph Nebula",
    "url": "https://apod.nasa.gov/apod/image/0212/spirograph_heritage.jpg"
  },
  {
    "copyright": "Joachim WambsganssAp. Inst. Potsdam",
    "date": "2002-12-15",
    "explanation": "A virtual sky map like this would be of interest to astronomers studying gravitational microlensing. In microlensing, the gravity of stars near the line of sight can act to magnify the light of background objects such as distant stars, or quasars. Nowhere is this magnification greater than near a gravitational lensing caustic. In the above computer simulated map, caustics are discernible as the sharp bright curved lines. When a background quasar moves across a microlensing caustic, it can appear dramatically brighter. Many astronomers thought microlensing events practically immeasurable even twenty years ago, but within the past five years now hundreds have been found. Precise measurements of microlensing are now providing unique information about the composition and distribution of matter in galaxies and the universe. Some astronomers now predict that future microlensing searches might even isolate planets orbiting distant stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/caustics_jkw_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Network of Microlensing Caustics",
    "url": "https://apod.nasa.gov/apod/image/0212/caustics_jkw.gif"
  },
  {
    "date": "2002-12-16",
    "explanation": "What types of terrain are found on Mars?  Part of the answer comes from thermal imaging by the robot spacecraft 2001 Mars Odyssey currently orbiting Mars.  The above picture is a superposition of two infrared images, a black and white image taken during Martian daylight and a false-color image taken at night.  For the daytime image, dark colors mean cool temperatures, dropping from about -5 degrees Celsius to low as -35 degrees Celsius.  Shadowed regions appear particularly dark, while grooved structure on the floor of Melas Chasma indicates successively overlapping landslides.  In the nighttime swath, blue areas have cooled relatively quickly, indicating a composition of fine-grained dust and sand.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/marsplateau_odyssey_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Night and Day in Melas Chasma on Mars",
    "url": "https://apod.nasa.gov/apod/image/0212/marsplateau_odyssey.jpg"
  },
  {
    "date": "2002-12-17",
    "explanation": "The International Space Station (ISS) will be the largest human-made object ever to orbit the Earth.  The station is so large that it could not be launched all at once -- it is being built piecemeal with large sections added continually by flights of the Space Shuttle.  To function, the ISS needs trusses to keep it rigid and to route electricity and liquid coolants.  These trusses are huge, extending over 15 meters long, and with masses over 10,000 kilograms.  Pictured above at the end of last month, astronaut Michael Lopez-Alegria works to install the Port-One Truss.  On the right is the end of Canadarm2, the robotic remote control arm of the ISS.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/truss_sts113_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Beefing Up the International Space Station",
    "url": "https://apod.nasa.gov/apod/image/0212/truss_sts113.jpg"
  },
  {
    "date": "2002-12-18",
    "explanation": "What causes the unusual colors surrounding Io's volcanoes?  Io, the innermost large moon of Jupiter, is known to be the most tumultuous body in the Solar System.  Approximately the size of Earth's Moon, Io undergoes nearly continuous volcanic eruptions from an interior heated by gravitational tides from Jupiter and Jupiter's other large moons.  The robot spacecraft Galileo currently orbiting Jupiter has been monitoring the active volcano Culann Patera over the past few years.  The above images indicate that the volcano has produced not only red and black colored lava flows, but yellow sulfur patches from explosive plumes.  Green colors may arise when these processes affect the same terrain.  White patches may be caused, in part, by sulfur dioxide snow.  As Galileo has fulfilled its mission objectives and is running low on maneuvering fuel, NASA plans to crash the spacecraft into Jupiter during 2003.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/iovolcano_gal_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io Volcano Culann Patera",
    "url": "https://apod.nasa.gov/apod/image/0212/iovolcano_gal.jpg"
  },
  {
    "date": "2002-12-19",
    "explanation": "On December 11 astronomers found one of the brightest and most distant explosions in the Universe - a gamma-ray burst - hiding in the glare of a relatively nearby star. The earliest image of the burst's visible light was caught by an earthbound RAPTOR (RAPid Telescopes for Optical Response). The two exposures inset above were taken by a RAPTOR unit about 65 seconds (left) and 9 minutes (top right) after high-energy radiation from the burst, dutifully cataloged as GRB 021211, was identified by the orbiting HETE-2 satellite. One of only two optical transients (OTs) ever found at times so close to a burst's gamma-ray emission, the fading visible light source is indicated by arrows, blended with the image of foreground stars toward the constellation Canis Minor.  The RAPTOR unit (lower inset) is designed with peripheral low resolution cameras and a central, sensitive high resolution imager, in analogy with a predator's vision. In the future, the RAPTOR project expects its innovative instruments to be able to independently discover and catalog a host of cosmic things that go bump in the night.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/raptor_vestrand1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "RAPTOR Images GRB 021211",
    "url": "https://apod.nasa.gov/apod/image/0212/raptor_vestrand1.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2002-12-20",
    "explanation": "Revisiting one of the most famous nebulae in planet Earth's night sky, astrophotographer Robert Gendler has constructed this stunning, color-enhanced mosaic of the region surrounding the Great Nebula in Orion. As seen here, the clouds of Orion are dominated by the reddish emission nebula M42 near the bottom of the image, with blue reflection nebulae, including NGC 1977, near the top. Strewn with dust lanes and dark nebulae, the striking cosmic apparitions surrounding Orion's stellar nurseries are about 1,500 light-years away and are themselves several light-years across. Located at the edge of a giant molecular cloud complex spanning hundreds of light-years, these nebulae represent only a small, but very visible(!), fraction of this region's wealth of interstellar material. Within these colorful clouds of Orion, astronomers have also identified what appear to be numerous infant solar systems.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/orineb2_gendler_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Colorful Clouds of Orion",
    "url": "https://apod.nasa.gov/apod/image/0212/orineb2_gendler_c1.jpg"
  },
  {
    "date": "2002-12-21",
    "explanation": "Aloha and Season's greetings! On December 22nd, at 01:14 Universal Time (December 21, 3:14pm Hawaii-Aleutian Standard Time), the Sun reaches its southernmost point in planet Earth's sky marking the final season change for the year 2002. In celebration, consider this delightfully detailed, brightly colored image of the active Sun. From the EIT instrument onboard the space-based SOHO observatory, the tantalizing picture is a false-color composite of three images all made in extreme ultraviolet light. Each individual image highlights a different temperature regime in the upper solar atmosphere and was assigned a specific color; red at 2 million, green at 1.5 million, and blue at 1 million degrees C. The combined image shows bright active regions strewn across the solar disk, which would otherwise appear as dark groups of sunspots in visible light images, along with some magnificent plasma loops and an immense prominence at the righthand solar limb.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/sun3col_thompsoneit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solstice Celebration",
    "url": "https://apod.nasa.gov/apod/image/0212/sun3col_thompsoneit.jpg"
  },
  {
    "copyright": "Galileo ProjectNASA",
    "date": "2002-12-22",
    "explanation": "The December solstice brings the beginning of Winter to Earth's Northern Hemisphere and Summer time to the South! This view of Earth's Southern Hemisphere near the beginning of Summer was created using images from the Galileo spacecraft taken during its  December 1990 flyby of our fair planet. Dramatically centered on the South Pole, this mosaic was constructed by piecing together images made over a 24 hour period so that the entire hemisphere appears to be in sunlight. South America (middle left), Africa (upper right), and Australia (lower right), are visible as dark masses while Antarctica gleams brightly in the center. Swirling clouds marking regularly spaced major weather systems are also prominent.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/earthsp_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Summer at the South Pole",
    "url": "https://apod.nasa.gov/apod/image/0212/earthsp_gal.jpg"
  },
  {
    "copyright": "AAO",
    "date": "2002-12-23",
    "explanation": "Billions of stars light up the direction toward the center of our Galaxy.  The vast majority of these stars are themselves billions of years old, rivaling their home Milky Way Galaxy in raw age.  These stars are much more faint and red than the occasional young blue stars that light up most galaxies.  Together with interstellar dust, these old stars make a yellowish starscape, as pictured above.  Although the opaque dust obscures the true Galactic center in visible light, a relative hole in the dust occurs on the right of the image.  This region, named Baade's Window for an astronomer who studied it, is used to inspect distant stars and to determine the internal geometry of the Milky Way.  Baade's Window occurs toward the constellation of Sagittarius.",
    "hdurl": "https://apod.nasa.gov/apod/image/0301/sagstars_uks020_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars and Dust Through Baade's Window",
    "url": "https://apod.nasa.gov/apod/image/0301/sagstars_uks020.jpg"
  },
  {
    "date": "2002-12-24",
    "explanation": "Spring reached the north pole of Mars in May, and brought with it the usual dust storms.  As the north polar cap begins to thaw, a temperature difference occurs between the cold frost region and recently thawed surface, resulting in swirling winds between the adjacent regions.  In the above image mosaic from the Mars Global Surveyor spacecraft currently orbiting Mars, the white material is frozen carbon dioxide that covers much of the extreme north.  The choppy clouds of at least three dust storms can be identified.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/northmars_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spring Dust Storms at the North Pole of Mars",
    "url": "https://apod.nasa.gov/apod/image/0212/northmars_mgs.jpg"
  },
  {
    "copyright": "Colorado\nMountain College",
    "date": "2002-12-25",
    "explanation": "Orion always comes up sideways ... and was caught in the act earlier this month by astronomer Jimmy Westlake, stargazing eastward over the Rocky Mountains north of Leadville, Colorado, USA. To make this gorgeous image, Westlake placed his camera on a tripod for two exposures. The first lasted for 18 minutes allowing the stars to trail as they rose above the mountain range. After a minute long pause, the second exposure began and lasted only 25 seconds decorating the end of each trail with a celestial point of light.  The three bright stars in Orion's belt stand in a nearly vertical line above the mountain peak right of center. Hanging from his belt, the stars and nebulae of the Hunter's sword follow the slope down and to the right. A festive yellow-orange Betelgeuse is the brightest star above the peak just left of center, but brighter still, planet Saturn shines near the upper left corner. In the foreground on planet Earth, a frozen lake and snowy mountains are lit by a four day old crescent Moon. Happy Holidays and Best Wishes from APOD!",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/OrionRising_westlake_b1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion Rising",
    "url": "https://apod.nasa.gov/apod/image/0212/OrionRising_westlake_d1.jpg"
  },
  {
    "copyright": "CWRUAntarctic Search for Meteorites ProgramNASANSF",
    "date": "2002-12-26",
    "explanation": "Where is the best place on Earth to find meteorites?  Although meteors fall all over the world, they usually just sink to the bottom of an ocean, are buried by shifting terrain, or are easily confused with terrestrial rocks.  At the bottom of the Earth, however, in East Antarctica, huge sheets of blue ice remain pure and barren.  When traversing such a sheet, a dark rock will stick out.  These rocks have a high probability of being true meteorites -- likely pieces of another world.  An explosion or impact might have catapulted these meteorites from the Moon, Mars, or even an asteroid, yielding valuable information about these distant worlds and our early Solar System.  Small teams of snowmobiling explorers so far have found thousands.  Pictured above, ice-trekkers search a field 25-kilometers in front of Otway Massif in the Transantarctic Mountain Range during the Antarctic summer of 1995-1996.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/meteorsearch_harvey_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Searching for Meteorites in Antarctica",
    "url": "https://apod.nasa.gov/apod/image/0212/meteorsearch_harvey.jpg"
  },
  {
    "date": "2002-12-27",
    "explanation": "A mere 6,000 light-years distant and sailing through the constellation Vela, star cluster RCW 38 is full of powerful stars. It's no surprise that these stars, only a million years young with hot outer atmospheres, appear as point-like x-ray sources dotting this x-ray image from the orbiting Chandra Observatory.  But the diffuse cloud of x-rays surrounding them is a bit mysterious. The image is color coded by x-ray energy, with high energies in blue, medium in green, and low energy x-rays in red. Just a few light-years across, the cloud which pervades the cluster has colors suggesting the x-rays are produced by high energy electrons moving through magnetic fields. Yet a source of energetic electrons, such as shockwaves from exploding stars (supernova remnants), or rotating neutron stars (pulsars), is not apparent in the Chandra data. Whatever their origins, the energetic particles could leave an imprint on planetary systems forming in young star cluster RCW 38, just as nearby energetic events seem to have affected the chemistry and isotopes found in our own solar system.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/rcw38_chandra_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Mystery in RCW 38",
    "url": "https://apod.nasa.gov/apod/image/0212/rcw38_chandra_c1.jpg"
  },
  {
    "date": "2002-12-28",
    "explanation": "This dream-like image of Mir was recorded by astronauts as the Space Shuttle Atlantis approached the Russian space station prior to docking during the STS-76 mission. Sporting spindly appendages and solar panels, Mir resembles a whimsical flying insect hovering about 350 kilometers above New Zealand's South Island and the city of Nelson near Cook Strait. In late March 1996, Atlantis shuttled astronaut Shannon W. Lucid to Mir for a five month visit, increasing Mir's occupancy from 2 to 3. It returned to pick Lucid up and drop off astronaut John Blaha during the STS-79 mission in August of that year. Since becoming operational in 1986, Mir has been visited by over 100 spacefarers from the nations of planet Earth including, Russia, the United States, Great Britain, Germany, France, Japan, Austria, Kazakhstan and Slovakia.  After joint Shuttle-Mir training missions in support of the International Space Station, continuous occupation of Mir ended in August 1999. The Mir was deorbited in March 2001.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/mirdream_sts76_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mir Dreams",
    "url": "https://apod.nasa.gov/apod/image/0212/mirdream_sts76.jpg"
  },
  {
    "date": "2002-12-29",
    "explanation": "Globular clusters once ruled the Milky Way.  Back in the old days, back when our Galaxy first formed, perhaps thousands of globular clusters roamed our Galaxy.  Today, there are perhaps 200 left.  Many globular clusters were destroyed over the eons by repeated fateful encounters with each other or the Galactic center.  Surviving relics are older than any Earth fossil, older than any other structures in our Galaxy, and limit the universe itself in raw age.  There are few, if any, young globular clusters in our Milky Way Galaxy because conditions are not ripe for more to form.  Things are different next door, however, in the neighboring LMC galaxy. Pictured above is a \"young\" globular cluster residing there: NGC 1818.  Observations show it formed only about 40 million years ago - just yesterday compared to the 12 billion year ages of globular clusters in our own Milky Way",
    "hdurl": "https://apod.nasa.gov/apod/image/0103/ngc1818_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1818: A Young Globular Cluster",
    "url": "https://apod.nasa.gov/apod/image/0103/ngc1818_hst.jpg"
  },
  {
    "copyright": "Dave Liquorice",
    "date": "2002-12-30",
    "explanation": "Have you ever seen a sun pillar?  When the air is cold and the Sun is rising or setting, falling ice crystals can reflect sunlight and create an unusual column of light.  Ice sometimes forms flat, stop-sign shaped crystals as it falls from high-level clouds.  Air resistance causes these crystals to lie nearly flat much of the time as they flutter to the ground.  Sunlight reflects off crystals that are properly aligned, creating the sun-pillar effect.  In the above picture, a sun-pillar reflects light from a setting Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/sunpillar_liquorice.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sun Pillar",
    "url": "https://apod.nasa.gov/apod/image/0212/sunpillar_liquorice_big.jpg"
  },
  {
    "date": "2002-12-31",
    "explanation": "Could an asteroid destroy civilization on Earth?  Mountain-sized space rocks could potentially impact the Earth causing global effects, and perhaps even be mistaken for a nuclear blast of terrestrial origin. Such large impacts are rare but have happened before.  Modern telescopes have therefore begun to scan the skies for signs of approaching celestial hazards.  Over the past year, projects such as Spacewatch and Spaceguard have continually discovered previously unknown asteroids that indeed pass near the Earth.  Such projects are still rather modest, however.  In June, 100-meter asteroid 2002 MN was discovered only after it whizzed by the Earth, crossing even within the orbit of the Moon.  This year brought much discussion in the astronomical community of expanding technology to discover most large Near Earth Objects and extend the time between discovery and impact for all potential astronomical hazards.  Pictured above is an illustration of a busy planetary system, showing the view of a planet ringed with space debris from a recently formed crater of an orbiting moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/caldera_durda_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Year of Assessing Astronomical Hazards",
    "url": "https://apod.nasa.gov/apod/image/0212/caldera_durda.jpg"
  },
  {
    "copyright": "StarryScapes",
    "date": "2003-01-01",
    "explanation": "Ten thousand years ago, before the dawn of recorded human history, a new light must suddenly have appeared in the night sky and faded after a few weeks.  Today we know this light was an exploding star and record the colorful expanding cloud as the Veil Nebula.  Pictured above is the west end of the Veil Nebula known technically as NGC 6960 but less formally as the Witch's Broom Nebula.  The rampaging gas gains its colors by impacting and exciting existing nearby gas.  The supernova remnant lies about 1400 light-years away towards the constellation of Cygnus.  This Witch's Broom actually spans over three times the angular size of the full Moon.  The bright blue star 52 Cygnus is visible with the unaided eye from a dark location but unrelated to the ancient supernova.",
    "hdurl": "https://apod.nasa.gov/apod/image/0301/ngc6960_tan_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6960: The Witch's Broom Nebula",
    "url": "https://apod.nasa.gov/apod/image/0301/ngc6960_tan.jpg"
  }
]
