[
  {
    "date": "2002-03-01",
    "explanation": "The Solar System's largest planet, gas giant Jupiter, is famous for its swirling Great Red Spot. In the right hand panel above, the familiar giant planet with storm system and cloud bands is shown in an optical image from the passing Cassini spacecraft. In the left hand panel, a false-color image from the orbiting Chandra Observatory presents a corresponding x-ray view of Jupiter. The Chandra image shows clearly, for the first time, x-ray spots and auroral x-ray emission from the poles. The x-ray spot dominating the emission from Jupiter's north pole (top) is perhaps as surprising for astronomers today as the Great Red Spot once was. Confounding previous theories, the x-ray spot is too far north to be associated with heavy electrically charged particles from the vicinity of volcanic moon Io. Chandra data also show that the spot's x-ray emission mysteriously pulsates over a period of about 45 minutes.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/xrayoptjup_comp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter's Great X-Ray Spot",
    "url": "https://apod.nasa.gov/apod/image/0203/xrayoptjup_comp.jpg"
  },
  {
    "date": "2002-03-02",
    "explanation": "While searching the skies above 18th century France for comets, astronomer Charles Messier diligently recorded this object as number 27 on his list of things which are definitely not comets. So what is it? Well, 20th century astronomers would classify it as a Planetary Nebula ... but it's not a planet either, even though it may appear round and planet-like in a small telescope. Messier 27 (M27) is now known to be an excellent example of a gaseous emission nebula created as a sun-like star runs out of nuclear fuel in its core. The nebula forms as the star's outer layers are expelled into space, with a visible glow generated by atoms excited by the dying star's intense but invisible ultraviolet light. Known by the popular name of the Dumbbell Nebula, the beautifully symmetric interstellar gas cloud is about 1,200 light-years away in the constellation Vulpecula. This gorgeous synthetic color picture of M27 was produced during testing of one of the European Southern Observatory's Very Large Telescopes.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/m27_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M27: Not A Comet",
    "url": "https://apod.nasa.gov/apod/image/0203/m27_vlt.jpg"
  },
  {
    "date": "2002-03-03",
    "explanation": "Tomorrow's picture: 5,000 horsepower  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/erosregolith_near_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Regolith of Asteroid Eros",
    "url": "https://apod.nasa.gov/apod/image/0008/erosregolith_near.jpg"
  },
  {
    "date": "2002-03-04",
    "explanation": "NASA's Crawler-Transporters are the largest tracked vehicles in existence.  Although the crawlers pack over 5,000 horsepower, their top speed is less than two kilometers per hour when fully loaded.  Eleven people are needed to drive a single crawler.  Diesel fuel mileage is about 350 liters per kilometer (less than 0.007 miles per gallon).  The crawler's function is to move NASA's space shuttles -- complete with launch platforms -- from the Assembly Building to the Launch Pad at Kennedy Space Center in Florida, USA.  Two of these massive machines have operated since the Apollo era and have now crawled over 4,000 kilometers, all the while keeping their contents perfectly upright. In this picture a crawler transports the shuttle Columbia to the pad prior to its March 1st launch on the latest Hubble Space Telelescope Servicing Mission.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/columbiacrawler_ksc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Shuttle Crawler Transporter",
    "url": "https://apod.nasa.gov/apod/image/0203/columbiacrawler_ksc_c2.jpg"
  },
  {
    "date": "2002-03-05",
    "explanation": "Here are the true colors of planet Earth.  Blue oceans dominate our world, while areas of green forest, brown mountains, tan desert, and white ice are also prominent.  Oceans appear blue not only because water itself is blue but also because seawater frequently scatters light from a blue sky.  Forests appear green because they contain chlorophyll, a pigment that preferentially absorbs red light.  The above image is a composite generated predominantly with data from Moderate Resolution Imaging Spectroradiometer (MODIS), an instrument mounted on the Terra satellite that has orbited Earth since 1999 December.  Sub-areas were imaged only when experiencing cloud-free daylight when it occurred from June through September 2001.  The Earth looks much different at night.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/earthtruecolor_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth in True Color",
    "url": "https://apod.nasa.gov/apod/image/0203/earthtruecolor_nasa.jpg"
  },
  {
    "date": "2002-03-06",
    "explanation": "Stunningly detailed, this picture is a computer simulated view of a cluster of galaxies in the distant cosmos. A large, elliptical galaxy dominates this hypothetical cluster's central region surrounded by a swarm of member galaxies. Other galaxies which lie far behind the cluster are seen as numerous visible concentric arcs - lensed by the enormous gravitational field dominated by dark matter within the cluster itself. Such magnificent images are expected to be achieved by the Advanced Camera for Surveys (ACS), one of the upgrades being installed on the Hubble Space Telescope during the ongoing servicing mission. Compared to Hubble's workhorse Wide Field Planetary Camera 2 (WFPC2), whose achievements include the current deep field views of the Universe, the new technology ACS will be twice as sharp an imager with twice the field of view and five times the sensitivity.  Along with extended views of the distant cosmos, enthusiastic astronomers also plan to use the ACS to monitor our own Solar System and to search for planets orbiting stars beyond the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/simcluster_hubbleACS_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Simulated Galaxy Cluster View",
    "url": "https://apod.nasa.gov/apod/image/0203/simcluster_hubbleACS_c2.jpg"
  },
  {
    "copyright": "Gerald Rhemann",
    "date": "2002-03-07",
    "explanation": "In the last week, Comet Ikeya-Zhang has become bright enough to be just visible to the unaided eye. Based on its present activity, observers are optimistic that Ikeya-Zhang will become substantially brighter. This composite color image from March 3rd, captured with a wide-field telescope, shows this active comet's bright, condensed coma and a delightful array of subtle structures in its developing tail. The bluish tail stretches for 5 degrees or so against a background of stars in the constellation Pisces. In the coming days look for the comet hanging low in the western evening sky (below a bright yellowish Mars), eventually becoming difficult to see in the March twilight. But after April begins, Ikeya-Zhang will become a predawn object climbing higher into the morning sky as the month progresses. Cataloged as comet C/2002 C1, improved orbit determinations now make it seem very likely that Comet Ikeya-Zhang has been around here before. Refined calculations indicate this comet's last trip through the inner Solar System was 341 years ago, in 1661, when it was recorded as a bright comet.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/ikzhMarz3_rhemann_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Ikeya-Zhang Brightens",
    "url": "https://apod.nasa.gov/apod/image/0203/ikzhMarz3_rhemann.jpg"
  },
  {
    "date": "2002-03-08",
    "explanation": "Trailing a thick column of exhaust, the Space Shuttle Columbia blasted into the twilight morning sky on March 1, its thundering rockets briefly flooding a cloud bank with the light of a false dawn. The event marked the start of the ongoing eleven day mission to upgrade the Hubble Space Telescope. Hubble's upgrades include the installation of new solar arrays and a new camera. Columbia's crew is scheduled to complete the work today in the last of five space walks. Columbia's launch also marks the first flight of the oldest operating space shuttle after receiving extensive upgrades itself, designed to increase its capabilities for missions to low Earth orbit. The shuttle landing is expected at Kennedy Space Center on March 12.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/columbiadawn_barrett_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Columbia Dawn",
    "url": "https://apod.nasa.gov/apod/image/0203/columbiadawn_barrett.jpg"
  },
  {
    "date": "2002-03-09",
    "explanation": "Quasars (QUASi-stellAR objects) lie near the edge of the observable Universe. Discovered in 1963, astronomers were astounded that such objects could be visible across billions of light-years, as this implies they must emit prodigious amounts of energy. Where does the energy come from? Many believe the quasar's central engine is a giant black hole fueled by tremendous amounts of infalling gas, dust, and stars. This gallery of quasar portraits from the Hubble Space Telescope offers a look at their local neighborhoods: the quasars themselves appear as the bright star-like objects with diffraction spikes. The images in the center and right hand columns reveal quasars associated with disrupted colliding and merging galaxies which should provide plenty of debris to feed a hungry black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/qsohosts_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Quasar Portrait Gallery",
    "url": "https://apod.nasa.gov/apod/image/0203/qsohosts_hst.jpg"
  },
  {
    "copyright": "Gordon Garradd",
    "date": "2002-03-10",
    "explanation": "On 1996 March 22, a Galaxy and a comet shared the southern sky.  They were captured together, from horizon to horizon, in the night sky above Loomberah, New South Wales, Australia by astronomer Gordon Garradd. Garradd used a home made all-sky camera with a fisheye lens, resulting in a circular 200 degree field of view.  This gorgeous sky view was dominated by the luminous band of our Milky Way Galaxy cut by dramatic, dark interstellar dust clouds.  Along with the bright stars of our Galaxy, the Large Magellanic Cloud is visible at the lower left.  That night sky was also graced by the long, lovely, bluish tail of Comet Hyakutake, which can be seen toward the top of the image, near the bright star Arcturus.  Bright city lights from nearby Tamworth glow along the Northwestern horizon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/galaxycomet_garradd_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Southern Sky View",
    "url": "https://apod.nasa.gov/apod/image/0203/galaxycomet_garradd.jpg"
  },
  {
    "date": "2002-03-11",
    "explanation": "The largest single-dish fully steerable radio telescope began operation in 2000 August in Green Bank, West Virginia, USA.  Dedicated as the Robert C. Byrd Green Bank Telescope, the device weighs over 30 times more than the Statue of Liberty, and yet can point anywhere in the sky more precisely than one thousandth of a degree.  The main dish is so large that it could house a football game, allowing it to hear even the faint murmurs of quasars located across the universe.  Anyone can propose to use the Green Bank Telescope, although formal proposals are reviewed competitively.  The Green Bank Telescope's large size and innovative design are allowing it to investigate radio waves emitted from comets, planets, pulsars, distant galaxies, and the distant early universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/greenbank_nrao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The 100-Meter Green Bank Radio Telescope",
    "url": "https://apod.nasa.gov/apod/image/0203/greenbank_nrao.jpg"
  },
  {
    "date": "2002-03-12",
    "explanation": "What could cause a huge cylindrical mountain to rise from the surface of Venus?  Such features that occur on Venus are known as coronas.  Pictured above in the foreground is 500-kilometer wide Atete Corona found in a region of Venus known as the Galindo.  The image was created by combining multiple radar maps of the region to form a computer-generated three-dimensional perspective.  The series of dark rectangles that crosses the image from top to bottom were created by the imaging procedure and are not real. The origin of massive coronas remains a mystery although speculation holds they result from some form of volcanism.  Studying Venusian coronas help scientists better understand the inner structure of both Venus and Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/atetecorona_magellan_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Atete Corona on Venus",
    "url": "https://apod.nasa.gov/apod/image/0203/atetecorona_magellan.jpg"
  },
  {
    "date": "2002-03-13",
    "explanation": "This arcing, graceful structure is actually a bow shock about half a light-year across, created as the wind from young star LL Orionis collides with the Orion Nebula flow. Adrift in Orion's stellar nursery and still in its formative years, variable star LL Orionis produces a wind more energetic than the wind from our own middle-aged sun. As the fast stellar wind runs into slow moving gas a shock front is formed, analogous to the bow wave of a boat moving through water or a plane traveling at supersonic speed. The slower gas is flowing away from the Orion Nebula's hot central star cluster, the Trapezium, located off the lower right hand edge of the picture. In three dimensions, LL Ori's wrap-around shock front is shaped like a bowl that appears brightest when viewed along the \"bottom\" edge. The complex stellar nursery in Orion shows a myriad of similar fluid shapes associated with star formation, including the bow shock surrounding a faint star at the upper right. Part of a mosaic covering the Great Nebula in Orion, this composite color image was recorded in 1995 by the Hubble Space Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/llori_hstheritage_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "LL Orionis: When Cosmic Winds Collide",
    "url": "https://apod.nasa.gov/apod/image/0203/llori_hstheritage.jpg"
  },
  {
    "date": "2002-03-14",
    "explanation": "Tomorrow's picture: Neutron Mars  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/hst_sts109_e5631.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SM3B: Mission to Hubble",
    "url": "https://apod.nasa.gov/apod/image/0203/hst_sts109_c1.jpg"
  },
  {
    "date": "2002-03-15",
    "explanation": "Looking for water on Mars, researchers using detectors on board the orbiting Mars Odyssey spacecraft have created this false-color global map of energetic neutrons from the otherwise Red Planet. What do neutrons have to do with water? As cosmic rays from interplanetary space penetrate the thin martian atmosphere and reach the surface they interact with elements in the upper layer of soil, scattering neutrons back into space. But if the martian soil contains hydrogen, it seriously absorbs energetic scattered neutrons. Tracking variations in absorption, neutron detectors can map changes in surface hydrogen content from orbit. Hydrogen content is taken as a surrogate measure of frozen water (H20), the most likely form of hydrogen close to the martian surface. Blue shades in the above map correspond to large concentrations of hydrogen, indicating in particular that the martian south polar region has a high amount of water ice near the surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/nmars_odyssey_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Neutron Mars",
    "url": "https://apod.nasa.gov/apod/image/0203/nmars_odyssey.jpg"
  },
  {
    "date": "2002-03-16",
    "explanation": "Do you recognize the Earth's Moon when you see it? The crazy, patchwork appearance of the false-color image makes this almost full view of the Moon's familiar near side look very strange. The Sea of Tranquillity (Mare Tranquillitatis) is the bright blue area at right, the Ocean of Storms (Oceanus Procellarum) is the extensive blue and orange area on the left, and white lines radiate from the crater Tycho at bottom center. Recorded in 1992 by the Galileo spacecraft enroute to Jupiter, the picture is a mosaic of 15 images taken through three color filters. The image data were combined in an exaggerated color scheme to emphasize composition differences - blue hues reveal titanium rich areas while orange and purple colors show regions relatively poor in titanium and iron. Multicolor images exploring the Moon's global surface composition were made in 1994 by the Clementine spacecraft.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/moon_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Colorful Moon",
    "url": "https://apod.nasa.gov/apod/image/0203/moon_gal.jpg"
  },
  {
    "copyright": "J. C. CuillandreCFHT StaffCFHT",
    "date": "2002-03-17",
    "explanation": "In the heart of the Rosette Nebula lies a bright open cluster of stars that lights up the nebula.  The stars of NGC 2244 formed from the surrounding gas only four million years ago and emit light and wind that define the nebula's appearance today.  High energy light from the bright young stars of NGC 2244 ionizes the surrounding hydrogen gas clouds to create the red emission nebula appearance.  The hot wind of particles that streams away from the cluster stars contributes to an already complex menagerie of gas and dust filaments while slowly evacuating the cluster center.  NGC 2244 measures about 50 light-years across, lies about 4500 light-years away, and is visible with binoculars towards the constellation of Monoceros.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/ngc2244_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2244: A Star Cluster in the Rosette Nebula",
    "url": "https://apod.nasa.gov/apod/image/0008/ngc2244_cfht.jpg"
  },
  {
    "copyright": "Gilbert Jones",
    "date": "2002-03-18",
    "explanation": "One of the brightest comets of the past five years will likely reach its peak brightness this week.  Comet Ikeya-Zhang, officially known as C/2002 C1, can now be seen without aide from a dark location above the western horizon shortly after sunset.  Recent luminosity estimates for Comet Ikeya-Zhang place it between magnitudes three and four, making it brighter than most commonly visible stars.  The above picture was taken on March 11 near Tucson, Arizona, USA.  The image caught Comet Ikeya-Zhang showing a quite detailed ion tail, possibly disrupted by the magnetic field of the Sun's outwardly flowing particle wind.  As the activity of comets is notoriously hard to predict, Comet Ikeya-Zhang may still hold some surprises as it rounds the Sun this month and starts back out of the Solar System in April.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/ikeyazhang_jones_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Ikeya-Zhang's Busy Tail",
    "url": "https://apod.nasa.gov/apod/image/0203/ikeyazhang_jones.jpg"
  },
  {
    "date": "2002-03-19",
    "explanation": "In the distant universe, time appears to run slow.  Since time-dilated light appears shifted toward the red end of the spectrum (redshifted), astronomers are able to use cosmological time-slowing to help measure vast distances in the universe.  Above, the light from distant galaxies has been broken up into its constituent colors (spectra), allowing astronomers to measure the redshift of known spectral lines.  The novelty of the above image is that the distance to hundreds of galaxies can now be measured on a single frame using the Visible MultiObject Spectrograph that has begun operating at the Very Large Telescope array in Chile.  Analyzing the space distribution of distant objects will allow insight into when and how stars, galaxies, and quasars formed, clustered, and evolved in the early universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/galaxyspectra_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Breaking Distant Light",
    "url": "https://apod.nasa.gov/apod/image/0203/galaxyspectra_vlt.jpg"
  },
  {
    "copyright": "Robert SchwarzU. Wisconsin",
    "date": "2002-03-20",
    "explanation": "Looking out from the bottom of the world, strange and spectacular sights are sometimes observed.  Such was the case during the long Antarctic night of 1998, as awesome aurora sub-storms were photographed above scientific outposts.  Visible in the left foreground of the above photograph is the Martin A. Pomerantz Observatory while the now defunct SPIREX telescope canvas dome is visible to its right.  The outside temperature at the time this photograph was taken was about -73 Celsius (-100 Fahrenheit), although a slightly heated box sheltered the camera.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/spaurora1_schwarz.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Over Antarctica",
    "url": "https://apod.nasa.gov/apod/image/0203/spaurora1_schwarz.jpg"
  },
  {
    "date": "2002-03-21",
    "explanation": "Taken yesterday from the SOHO spacecraft, this false-color image shows the active Sun near the March Equinox, the beginning of Autumn in the south and Spring in the northern hemisphere. Recorded in a band of extreme ultraviolet light emitted by highly ionized iron atoms, the Sun's upper atmosphere or solar corona shines with an array of active regions and plasma loops suspended in magnetic fields. The bright coronal structures and loops seen here have temperatures of about 1.5 million kelvins. By chance, the Sun's earth-facing side also seems to be marked with a twisting complex of dark filament channels shaped like a giant \"S\". Filaments represent relatively (!) cool material in the corona which show up as prominences when seen at the Sun's edge. For planet Earth, recent solar activity has made auroral displays likely around this year's March Equinox.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/eq02_sohoeit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "S is for Sun",
    "url": "https://apod.nasa.gov/apod/image/0203/eq02_sohoeit.jpg"
  },
  {
    "date": "2002-03-22",
    "explanation": "Scroll right and journey for 300 kilometers over Terra Sirenum in the cratered highlands of southern Mars. The infrared view, 32 kilometers wide, was recently recorded by the THEMIS camera on board the orbiting Mars Odyssey spacecraft. Beginning at the north (left) edge, the scene sweeps across the floor and over the rim of Koval'sky Crater. Continuing southward (right) of the crater's rim are lava flows exhibiting fractures and numerous smaller impact craters. The infrared image was made in daylight hours, so sun-facing slopes are still warm and bright while shadowed areas are cool and dark. But rocky regions also tend to remain cooler and darker than their surroundings, likely corresponding to the dark blotchy terrain along the Koval'sky Crater floor and dark rings of rocky ejecta surrounding some of the smaller craters.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/marse_odythemis.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Odyssey Over Mars",
    "url": "https://apod.nasa.gov/apod/image/0203/marse_odythemis.jpg"
  },
  {
    "date": "2002-03-23",
    "explanation": "What alien planet's bizarre landscape lurks below these fiery-looking clouds? It's only planet Earth, of course ... as seen on the Water Vapor Channel. Hourly, images like this one (an infrared image shown in false-color) are brought to you by the orbiting Geostationary Operational Environmental Satellites' (GOES) multi-channel imagers. These instruments can produce images at the infrared wavelength of 6.7 microns or about 10 times the wavelength of visible light, recording radiation absorbed by water vapor in the upper troposphere. In this picture, the planet's dark regions correspond to high concentrations of water vapor over storms and high cloud tops, while bright areas are relatively dry. The dominant bright feature seen here is a persistent region of dry descending air extending west into the Pacific off the Peruvian coast. Atmospheric water vapor is otherwise invisible to the eye and produced by evaporation from the oceans.  Editor's note: Thanks to Don Garlick (Humboldt State Univ.) for corrections to the original text.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/watervapor_goes8_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Water Vapor Channel",
    "url": "https://apod.nasa.gov/apod/image/0203/watervapor_goes8.jpg"
  },
  {
    "date": "2002-03-24",
    "explanation": "Three thousand light-years away, a dying star throws off shells of glowing gas.  This image from the Hubble Space Telescope reveals the Cat's Eye Nebula to be one of the most complex planetary nebulae known.  In fact, the features seen in the Cat's Eye are so complex that astronomers suspect the bright central object may actually be a binary star system. The term planetary nebula, used to describe this general class of objects, is misleading. Although these objects may appear round and planet-like in small telescopes, high resolution images reveal them to be stars surrounded by cocoons of gas blown off in the late stages of stellar evolution.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/catseye_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cat's Eye Nebula",
    "url": "https://apod.nasa.gov/apod/image/0203/catseye_hst.jpg"
  },
  {
    "copyright": "Jean-Charles Cuillandre",
    "date": "2002-03-25",
    "explanation": "Is there a monster in IC 1396?  Known to some as the Elephant's Trunk Nebula, parts of gas and dust clouds of this star formation region may appear to take on foreboding forms, some nearly human.  The only real monster here, however, is a bright young star too far from Earth to hurt us.  Energetic light from this star is eating away the dust of the dark cometary globule near the top of the above image.  Jets and winds of particles emitted from this star are also pushing away ambient gas and dust.  Nearly 3,000 light-years distant, the relatively faint IC 1396 complex covers a much larger region on the sky than shown here, with an apparent width of more than 10 full moons.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/ic1396_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Unusual Globule in IC 1396",
    "url": "https://apod.nasa.gov/apod/image/0203/ic1396_cfht.jpg"
  },
  {
    "copyright": "Francisco A. Rodriguez RamirezAstroEduca",
    "date": "2002-03-26",
    "explanation": "Comet Ikeya-Zhang has become bright enough to stand out in the night sky.  Discovered February 1, the comet has now just rounded the Sun and has likely attained its peak brightness.  The comet appears near the Sun and over the next week moves from the evening sky (just after sunset) to the morning sky (just before sunrise).  Many observers report a current brightness approaching third magnitude.  The comet is actually a giant snowball created during the early days of our Solar System and pushed out by the gravitational tugs by massive planets.  Comet Ikeya-Zhang has been back to the inner Solar System at least once before in 1661.  Above, the comet was photographed above Tenerife, one the Canary Islands, Spain.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/ikeya_rodriguez_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Ikeya-Zhang Over Tenerife",
    "url": "https://apod.nasa.gov/apod/image/0203/ikeya_rodriguez.jpg"
  },
  {
    "date": "2002-03-27",
    "explanation": "What would it look like to peer into one of the volcanoes currently active on Jupiter's moon Io?  The caldera of Tupan Patera, named after a Brazilian thunder god, reveals itself to be a strange and dangerous place, replete with hot black lava, warm red sulfur deposits likely deposited from vented gas, and hilly yellow terrain also high in sulfur.  The robot spacecraft Galileo currently orbiting Jupiter provided the above vista late last year when it swooped by the active world.  Tupan Patera is actually a volcanic depression, surrounded by cliffs nearly a kilometer high.  The width of the depression is about 75 kilometers.  As Galileo has filled its mission objectives and is running low on maneuvering fuel, NASA plans to crash the spacecraft into Jupiter during 2003.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/iotupan_galileo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Looking Into an Io Volcano",
    "url": "https://apod.nasa.gov/apod/image/0203/iotupan_galileo.jpg"
  },
  {
    "date": "2002-03-28",
    "explanation": "The Centaurus Cluster is a swarm of hundreds of galaxies a mere 170 million light-years away. Like other immense galaxy clusters, the Centaurus Cluster is filled with gas at temperatures of 10 million degrees or more, making the cluster a luminous source of cosmic x-rays. While individual galaxies are not seen here, this false-color x-ray image from the Chandra Observatory does reveal striking details of the central region's hot cluster gas, including a large twisted plume about 70,000 light-years long. Colors represent temperatures indicated by the x-ray data with red, yellow, green, and blue shades ranging in order from cool to hot. The plume of gas alone is estimated to contain material equivalent to about one billion times the mass of the Sun. It may be a wake of gas condensing and cooling along the path of the massive, dominant central galaxy moving through the cluster.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/cencluster_cxc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Centaurus Galaxy Cluster in X-Rays",
    "url": "https://apod.nasa.gov/apod/image/0203/cencluster_cxc.jpg"
  },
  {
    "date": "2002-03-29",
    "explanation": "NGC 4631 is a big beautiful spiral galaxy seen edge-on only 25 million light-years away towards the small northern constellation Canes Venatici. This galaxy's slightly distorted wedge shape suggests to some a cosmic herring and to others the popular moniker of The Whale Galaxy. Either way, it is similar in size to our own Milky Way. In this gorgeous color image, the Whale's dark interstellar dust clouds, young bright blue star clusters, and purplish star forming regions are easy to spot. A companion galaxy, the small elliptical NGC 4627 appears above the Whale Galaxy. Out of view off the lower left corner of the picture lies another distorted galaxy, the hockey stick-shaped NGC 4656. The distortions and mingling trails of gas and dust detected at other wavelengths suggest that all three galaxies have had close encounters with each other in their past. The Whale Galaxy is also known to have spouted a halo of hot gas glowing in x-rays.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/n4631zeiders_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4631: The Whale Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0203/n4631zeiders_c2.jpg"
  },
  {
    "date": "2002-03-30",
    "explanation": "The surface of Venus is perpetually covered by a veil of thick clouds and remains hidden from even the powerful telescopic eyes of earth-bound astronomers. But in the early 1990s, using imaging radar, the Venus orbiting Magellan spacecraft was able to lift the veil from the face of Venus and produced spectacular high resolution images of the planet's surface. Colors used in this computer generated picture of Magellan radar data are based on color images from the surface of Venus transmitted by the Soviet Venera 13 and 14 landers. The bright area running roughly across the middle represents the largest highland region of Venus known as Aphrodite Terra.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/venus180hem_magellan_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus Unveiled",
    "url": "https://apod.nasa.gov/apod/image/0203/venus180hem_magellan_c1.jpg"
  },
  {
    "date": "2002-03-31",
    "explanation": "What's causing those odd rings in supernova 1987A?  In 1987, the brightestsupernova in recent history occurred in the Large Magellanic Clouds.  At the center of the picture is an object central to the remains of the violent stellar explosion. When the Hubble Space Telescope was pointed at the supernova remnant in 1994, however, the existence of  curious rings was confirmed.  The origins of these rings still remains a mystery. Speculation into the cause of the rings includes  beamed jets emanating from a dense star left over from the supernova, and a superposition of two stellar winds ionized by the supernova explosion.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/sn1987a_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Mysterious Rings of Supernova 1987A",
    "url": "https://apod.nasa.gov/apod/image/0203/sn1987a_hst.jpg"
  },
  {
    "date": "2002-04-01",
    "explanation": "Using the new camera on the recently refitted Hubble Space Telescope, astronomers have been able to confirm that the Moon is made of green cheese.  The telling clue was the resolution of a numeric date after which the Moon may go bad.  Controversy still exists, however, over whether the date resolved is truly an expiration date or just a \"sell by\" date.  \"To be cautious, we should completely devour the Moon by tomorrow,\" a spokesperson advised.  Happy April Fool's Day from the folks at APOD.  The above image (slightly altered) was actually taken in 1965 by the Ranger 9 probe minutes before impact.  The popular \"Moon is made of Green Cheese\" myth can be traced back almost 500 years.  It has been used historically in context to indicate a claim so clearly false that no one -- not even April Fools -- will believe it.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/gcmoon_ranger9_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hubble Resolves Expiration Date For Green Cheese Moon",
    "url": "https://apod.nasa.gov/apod/image/0204/gcmoon_ranger9_apr1.jpg"
  }
]
