[
  {
    "date": "2002-04-01",
    "explanation": "Using the new camera on the recently refitted Hubble Space Telescope, astronomers have been able to confirm that the Moon is made of green cheese.  The telling clue was the resolution of a numeric date after which the Moon may go bad.  Controversy still exists, however, over whether the date resolved is truly an expiration date or just a \"sell by\" date.  \"To be cautious, we should completely devour the Moon by tomorrow,\" a spokesperson advised.  Happy April Fool's Day from the folks at APOD.  The above image (slightly altered) was actually taken in 1965 by the Ranger 9 probe minutes before impact.  The popular \"Moon is made of Green Cheese\" myth can be traced back almost 500 years.  It has been used historically in context to indicate a claim so clearly false that no one -- not even April Fools -- will believe it.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/gcmoon_ranger9_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hubble Resolves Expiration Date For Green Cheese Moon",
    "url": "https://apod.nasa.gov/apod/image/0204/gcmoon_ranger9_apr1.jpg"
  },
  {
    "copyright": "ORBIMAGESeaWiFSNASA",
    "date": "2002-04-02",
    "explanation": "What is causing the water in Florida Bay to turn black?  The mysterious black color could be seen as early as last December in images taken by the SeaWIFS instrument on board the Earth-orbiting SeaStar satellite.  During the darkest period in February, when the above image was taken, visibility in the usually transparent/turquoise water dropped below three meters.  Samples have been taken and are currently being analyzed.  Early tests show the black water has normal salinity and oxygen and might be an unusual nontoxic algae bloom.  Whatever the cause, the black water has real ecological and economic consequences, as normally abundant fish are completely absent.  More recent SeaWIFS images show the black water to be breaking up into smaller pockets.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/blackwater_seawifs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mysterious Black Water in Florida Bay",
    "url": "https://apod.nasa.gov/apod/image/0204/blackwater_seawifs.jpg"
  },
  {
    "date": "2002-04-03",
    "explanation": "How much mass do flocculent spirals hide?  The above true color image of flocculent spiral galaxy NGC 4414 was taken with the Hubble Space Telescope to help answer this question.  Flocculent spirals -- galaxies without well defined spiral arms -- are a quite common form of galaxy, and NGC 4414 is one of the closest.  Stars and gas near the visible edge of spiral galaxies orbit the center so fast that the gravity from a large amount of unseen dark matter must be present to hold them together.  Pictured above is the photogenic center of NGC 4414.  A bright foreground star from our Milky Way Galaxy shines in the foreground of the image.  Although NGC 4414's center likely holds little dark matter, understanding its matter distribution helps calibrate the rest of the galaxy and, by deduction, flocculent spirals in general.  By determining a precise distance to NGC 4414, astronomers also hope to help calibrate the scale to the more distant universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/ngc4414_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4414: A Flocculent Spiral Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0204/ngc4414_hst.jpg"
  },
  {
    "copyright": "Jimmy WestlakeColorado\nMountain College",
    "date": "2002-04-04",
    "explanation": "Comet Ikeya-Zhang (\"ee-KAY-uh JONG\") has become a most photogenic comet. This lovely early evening view of the comet in Rocky Mountain skies looks northwest over ridges and low clouds. The time exposure was recorded on March 31st from an 8,000 foot elevation near Yampa, Colorado, USA. Sporting a sweeping yellowish dust tail and blue ion tail eight to ten degrees long, Ikeya-Zhang is nestled near the horizon in the northern constellation of Andromeda. To the comet's left is the bright star Mirach or Beta Andromedae while the stretched celestial fuzzball to the comet's right is M31 or the Andromeda galaxy, the nearest bright spiral galaxy to our own Milky Way. As the days pass, Comet Ikeya-Zhang's apparent motion through the sky is towards the right in this image. Tonight, comet-watchers blessed with clear skies should find Ikeya-Zhang posing perfectly for binoculars and cameras just above M31, less than two degrees from the center of the bright galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/cometIZ_westlake_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ikeya-Zhang: Comet Over Colorado",
    "url": "https://apod.nasa.gov/apod/image/0204/cometIZ_westlake_c3.jpg"
  },
  {
    "date": "2002-04-05",
    "explanation": "What causes the mysterious gamma-ray bursts? Indicated in this Hubble Space Telescope exposure of an otherwise unremarkable field in the constellation Crater, is the dwindling optical afterglow of a gamma-ray burst first detected by the Beppo-SAX satellite on 2001 December 11. The burst's host galaxy, billions of light-years distant, is the faint smudge extending above and to the left of the afterglow position. After rapidly catching the fading x-ray light from the burst with the orbiting XMM-Newton observatory, astronomers are now reporting the telltale signatures of elements magnesium, silicon, sulphur, argon, and calcium - material most likely found in an expanding debris cloud produced by the explosion of a massive star. The exciting result is evidence that the gamma-ray burst itself is linked to a very energetic supernova explosion which may have preceded the powerful flash of gamma-rays by up to a few days.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/grb011211_hst_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gamma-Ray Burst Afterglow: Supernova Connection",
    "url": "https://apod.nasa.gov/apod/image/0204/grb011211_hst.jpg"
  },
  {
    "date": "2002-04-06",
    "explanation": "Gamma-rays are the most energetic form of electromagnetic radiation. But these high energy photons penetrate and interact in normal materials and cannot be focused by lenses and mirrors like those in optical telescopes. So how do you make an image in gamma-ray light? One way is to use a patterned mask of material which can cast gamma-ray shadows on a digital detector array. The mask is called a coded aperture and the resulting shadow patterns can be used to construct a gamma-ray image of the source. For example, consider the picture above. In place of a coded mask, familiar objects were positioned in front of a detector array and illuminated with gamma-rays in a laboratory test. Do you recognize the shadow image? (Click on the picture for the focused visible light image.) Destined to fly on the International Gamma-Ray Astrophysics Laboratory (INTEGRAL) satellite scheduled for launch in October of this year, the detector array is part of the imaging gamma-ray telescope, IBIS.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/viswine_integral.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Vintage Gamma Rays",
    "url": "https://apod.nasa.gov/apod/image/0204/graywine_integral.jpg"
  },
  {
    "date": "2002-04-07",
    "explanation": "In 1787, astronomer William Herschel discovered  NGC 2392.  From the ground, NGC 2392 resembles a person's head surrounded by a parka hood.  In 2000, the Hubble Space Telescope imaged  NGC 2392.   From space, the nebula displays gas clouds so complex they are not fully understood.   NGC 2392 is clearly a planetary nebula, and the gas seen above composed the outer layers of a Sun-like star only 10,000 years ago.  The inner filaments visible above are being ejected by strong wind of particles from the central star.  The outer disk contains unusual light-year long orange filaments.  NGC 2392 lies about 5000 light-years away and is visible with a small telescope in the constellation of Gemini.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/ngc2392_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2392 from Hubble",
    "url": "https://apod.nasa.gov/apod/image/0204/ngc2392_hst.jpg"
  },
  {
    "date": "2002-04-08",
    "explanation": "Lenticular galaxies aren't supposed to be photogenic.  Like spiral galaxies, they contain a disk, but like elliptical galaxies, they are usually short on dust, gas, and pretty spiral arms.  Lenticulars are relatively little studied, possibly because of their seemingly benign nature.  Famous galaxies historically classified as lenticular include M84, M85, and M86.  Recent pictures and evidence, however, indicate that lenticulars can be both photogenic and scientifically interesting.  For example, the above image of NGC 2787 taken with the Hubble Space Telescope shows that the center of this lenticular galaxy has interesting structure.  The image was taken to help determine how lenticular galaxies formed, and what happens in their centers.  The span of NGC 2787 in the above image is about 4500 light years, while the galaxy lies about 25 million light years away toward the constellation of Ursa Major.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/ngc2787_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2787: A Barred Lenticular Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0204/ngc2787_hst.jpg"
  },
  {
    "copyright": "Jean-Charles Cuillandre",
    "date": "2002-04-09",
    "explanation": "What slithers overhead? The dark winding lanes visible in part of the constellation of Ophiuchus belong to the Snake Nebula.  Also known as Barnard 72, the Snake Nebula is a series of dark absorption clouds made up of molecular gas and interstellar dust.  Interstellar dust grains - composed predominantly of carbon - absorb visible starlight and reradiate much of it in the infrared.  This absorption causes stars behind the clouds to be obscured from view, hence the appearance of starless voids on the sky.  Molecular clouds like the Snake Nebula are places where new stars are likely to form.  The Snake Nebula, pictured above, lies about 650 light-years away and spans the angular width of a full moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/snake_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Snake Nebula from CFHT",
    "url": "https://apod.nasa.gov/apod/image/0204/snake_cfht.jpg"
  },
  {
    "copyright": "Joe Orman",
    "date": "2002-04-10",
    "explanation": "How did those big rocks end up on that strange terrain? One of the more unusual places here on Earth occurs inside Death Valley, California, USA.  There a dried lakebed named Racetrack Playa exists that is almost perfectly flat, with the odd exception of some very large stones, one of which is pictured above.  Now the flatness and texture of large playa like Racetrack are fascinating but not scientifically puzzling -- they are caused by mud flowing, drying, and cracking after a heavy rain.  Only recently, however, has a viable scientific hypothesis been given to explain how 300-kilogram stones ended up near the middle of such a large flat surface.  Unfortunately, as frequently happens in science, a seemingly surreal problem ends up having a relatively mundane solution.  It turns out that high winds after a rain can push even heavy rocks across a momentarily slick lakebed.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/flatlake_orman_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual Rocks in Death Valley",
    "url": "https://apod.nasa.gov/apod/image/0204/flatlake_orman.jpg"
  },
  {
    "date": "2002-04-11",
    "explanation": "What happens when galaxies collide? One of the best studied examples of the jumble of star clusters, gas, and dust clouds produced by such a cosmic train wreck is the interacting galaxy pair NGC 4038 / NGC 4039, the Antennae Galaxies, only sixty million light-years away. In visible light images, long, luminous tendrils of material seem to reach out from the galactic wreckage, lending the entwined pair an insect-like appearance. But this penetrating view from the new Wide-field InfraRed Camera (WIRC) attached to the Palomar Observatory's 200 inch Hale telescope shows, in false-color, details of some otherwise hidden features. The large central nuclei of the two original galaxies dominate the near-infrared scene speckled with other bright sources which are themselves giant, newly formed star clusters. Remarkably the northern (topmost) nucleus, obscured in optical images, is also revealed here to have a barred, mini-spiral structure reminiscent of many \"single\" spiral galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/irantennae_wirc_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Antennae Galaxies in Near-Infrared",
    "url": "https://apod.nasa.gov/apod/image/0204/irantennae_wirc.jpg"
  },
  {
    "copyright": "Juan Carlos Casado",
    "date": "2002-04-12",
    "explanation": "This gorgeous galaxy and comet portrait was recorded on April 5th in the skies over the Oriental Pyrenees near Figueres, Spain. From a site above 1,100 meters, astrophotographer Juan Carlos Casado used a guided time exposure, fast film, and a telephoto lens to capture the predicted conjunction of the bright Comet Ikeya-Zhang (right) and the Andromeda Galaxy (left). This stunning celestial scene would also have been a rewarding one for the influential 18th century comet hunter Charles Messier. While Messier scanned French skies for comets, he carefully cataloged positions of things which were fuzzy and comet-like in appearance but did not move against the background stars and so were definitely not comets. The Andromeda Galaxy, also known as M31, is the 31st object in his famous not-a-comet catalog. Not-a-comet object number 110, a late addition to Messier's catalog, is one of Andromeda's small satellite galaxies, and can be seen here just below M31. Our modern understanding holds that the Andromeda galaxy is a large spiral galaxy some 2 million light-years distant. The photogenic Comet Ikeya-Zhang, now a lovely sight in early morning skies, is about 80 million kilometers (4 light-minutes) from planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/ikeya-zhang_casado.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Galaxy is not a Comet",
    "url": "https://apod.nasa.gov/apod/image/0204/ikeya-zhang_casado_c1.jpg"
  },
  {
    "date": "2002-04-13",
    "explanation": "The impact crater Pwyll (a name from Celtic Mythology) is thought to represent one of the youngest features on the surface of Jupiter's moon Europa. A combination of color and high resolution black and white data from NASA's Galileo spacecraft was used to produce this view looking down on the crater with the sun illuminating the scene from the right. Pwyll's visible dark central region is about 26 kilometers in diameter, while brilliant white rays of debris blasted from the impact site extend outward for hundreds of kilometers. The white debris or ejecta clearly overlays everything else on the surface - indicating that this impact crater is younger than all surrounding features. The bright white color suggests a composition of water ice particles. Galileo's instruments have uncovered substantial evidence that water in liquid form exists below Europa's icy surface. If Europa has a subsurface ocean, could it harbor life?",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/pwyll_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pwyll: Icy Crater of Europa",
    "url": "https://apod.nasa.gov/apod/image/0204/pwyll_gal.jpg"
  },
  {
    "date": "2002-04-14",
    "explanation": "Is RJX J185635-375 really so small?  Previously, this compact star held claim to being the closest neutron star -- only 150 light-years away.  Now new observations and analysis indicate not only a larger distance, roughly 450 light-years, but a very small radius for RXJ J185635-375, pictured above. One hypothesized solution holds hope a RJX J185635-375 is actually a not a neutron star but a quark star -- something new.  Now quark stars are truly strange -- some may have made a transition to type of matter known as strange quarks.  Quark stars, were they to exist, can be intermediate between neutron stars and black holes in size and density.  Quark stars can also be more compact and cool faster than neutron stars. In fact, some might even be ultracompact -- so dense that light itself can orbit.  Future observations will likely settle the controversial claims of RJX J185635-375's distance and radiative geometry, and hence determine if a previously undiscovered type of beast roams the sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/neutronnebula_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "RX J185635-375: Candidate Quark Star",
    "url": "https://apod.nasa.gov/apod/image/0204/neutronnebula_eso.jpg"
  },
  {
    "date": "2002-04-15",
    "explanation": "The International Space Station (ISS) is being fitted with a backbone.  During the present visit of Space Shuttle Atlantis, astronauts are installing a huge truss on the growing space outpost.  The truss is over 13 meters long and about 4.5 meters wide.  Dubbed Starboard 0, or S0 (pronounced S-Zero) for short, the truss will route electricity, vent excess heat, and allow for future ISS expansion.  Pictured above, the truss was lifted out of the shuttle's cargo bay by the station's robotic Canadarm2.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/isstruss_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A New Truss for the International Space Station",
    "url": "https://apod.nasa.gov/apod/image/0204/isstruss_nasa.jpg"
  },
  {
    "date": "2002-04-16",
    "explanation": "Pictured above is the largest ball of stars in our Galaxy.  About 10 million stars orbit the center of this globular cluster - named Omega Centauri - as this giant globular cluster orbits our Galactic center.  Recent evidence indicates that Omega Centauri is by far the most massive of the about 150 known globular clusters in the Milky Way.  Omega Centauri, cataloged as NGC 5139, spans about 150 light years across, lies about 15,000 light years away, and can be seen without visual aid toward the constellation of Centaurus. The stars in globular clusters are generally older, redder and less massive than our Sun.  Studying globular clusters tells us not only about the history of our Galaxy but also limits the age of the universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/ngc5139_tan_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Millions of Stars in Omega Centauri",
    "url": "https://apod.nasa.gov/apod/image/0204/ngc5139_tan.jpg"
  },
  {
    "copyright": "James B. KalerUIUCSkylights",
    "date": "2002-04-17",
    "explanation": "Looking out the window of an airplane, you might be lucky enough to see \"the glory\" in the direction directly opposite the Sun.  Before airplanes, the phenomenon, known to some as the heiligenschein or the Specter of the Brocken, was sometimes seen from mountaintops.  There, when conditions were right, one could look away from the Sun and see what appeared to be the shadow of a giant surrounded by a bright halo.  The giant turns out to be the observer, as in the modern version a silhouette of an plane frequently occupies the glory's center.  Pictured above, several concentric rings of the glory were photographed.  The cause of the glory has only been understood recently and is relatively complex.  Briefly, small droplets of water reflect, refract, and diffract sunlight backwards towards the Sun.  The phenomenon has similar counterparts in other branches of science including astronomy, where the looking out from the Earth in the direction opposite the Sun yields a bright spot called the gegenschein.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/glory_kaler_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Glory",
    "url": "https://apod.nasa.gov/apod/image/0204/glory_kaler.jpg"
  },
  {
    "copyright": "John FrenchAbrams PlanetariumMSU",
    "date": "2002-04-18",
    "explanation": "Have you seen any bright planets lately? Chances are if you've been outside under clear skies just after sunset, then you have. Now shining in the west as bright \"stars\" in the night sky, are all five planets of the solar system known to ancient astronomers - Mercury, Venus, Mars, Saturn, and Jupiter. Recorded from Holt, Michigan, USA about 40 minutes after sunset on April 14th, this digital image captures three of them, Venus, Mars, and Saturn, along with a young crescent Moon. Also indicated are the Pleiades star cluster and bright red giant star Aldebaran in Taurus.  Mercury, setting, is lost in the trees and glow along the horizon, while Jupiter is off the top of this view. The coming weeks will see photo opportunities galore as all five planets gradually move closer together, posing after sunset with the Moon and stars in the western sky. Venus, Mars, and Saturn will form the closest trio, drawing within a 5 degree circle (about the apparent size of your fist with arm extended) above Aldebaran by May 3rd.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/planetsApr_french_c1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planets in the West",
    "url": "https://apod.nasa.gov/apod/image/0204/planetsApr_french_labelsc1.jpg"
  },
  {
    "copyright": "Laurent Laveder",
    "date": "2002-04-19",
    "explanation": "Also known as the Moon's \"ashen glow\" or \"the old Moon in the new Moon's arms\", Earthshine is Earthlight reflected from the Moon's night side. This dramatic image of Earthshine and a young crescent Moon was taken by astrophotographer and APOD translator Laurent Laveder from the remote Pic du Midi Observatory on planet Earth. But the view from the Moon would have been stunning too. When the Moon appears in Earth's sky as a slender crescent, a dazzlingly bright, nearly full Earth would be seen from the lunar surface. The Earth's brightness, due to reflected sunlight, is strongly influenced by cloud cover and recent studies of Earthshine indicate that it is more pronounced during April and May. A description of Earthshine, in terms of sunlight reflected by Earth's oceans in turn illuminating the Moon's dark surface, was written 500 years ago by Leonardo da Vinci.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/lumiere_laveder_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Old Moon in the New Moon's Arms",
    "url": "https://apod.nasa.gov/apod/image/0204/lumiere_laveder_c1.jpg"
  },
  {
    "date": "2002-04-20",
    "explanation": "Few astronomical sights excite the imagination like the nearby stellar nursery known as the Orion Nebula. The Nebula's glowing gas surrounds hot young stars at the edge of an immense interstellar molecular cloud only 1,500 light-years away. This distinctively detailed image of the Orion Nebula was constructed using data from the 2 Micron All Sky Survey or 2MASS. Using telescopes in the Northern and Southern Hemispheres of planet Earth, the 2MASS project has mapped the entire sky in infrared light. The wavelength of infrared light is longer than visible light but more easily penetrates obscuring dust clouds. 2MASS cameras were sensitve to near infrared wavelengths around 2 microns or about 0.00008 inches. Visible light has a wavelength of about 0.00002 inches. Survey observations in three infrared bands were translated to blue, green, and red colors to produce this composite image.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/ori2mass_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion Nebula: The 2MASS View",
    "url": "https://apod.nasa.gov/apod/image/0204/ori2mass.jpg"
  },
  {
    "date": "2002-04-21",
    "explanation": "A fantastic jumble of young blue star clusters, gigantic glowing gas clouds, and imposing dark dust lanes surrounds the central region of the active galaxy Centaurus A. This mosaic of Hubble Space Telescope images taken in blue, green, and red light has been processed to present a natural color picture of this cosmic maelstrom. Infrared images from the Hubble have also shown that hidden at the center of this activity are what seem to be disks of matter spiraling into a black hole with a billion times the mass of the Sun! Centaurus A itself is apparently the result of a collision of two galaxies and the left over debris is steadily being consumed by the black hole. Astronomers believe that such black hole central engines generate the radio, X-ray, and gamma-ray energy radiated by Centaurus A and other active galaxies. But for an active galaxy Centaurus A is close, a mere 10 million light-years away, and is a relatively convenient laboratory for exploring these powerful sources of energy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/CenA_wfpc2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Center of Centaurus A",
    "url": "https://apod.nasa.gov/apod/image/0204/CenA_wfpc2.jpg"
  },
  {
    "copyright": "Dennis MammanaSkyscapes",
    "date": "2002-04-22",
    "explanation": "Can you spot the comet?  Flowing across the frozen Alaskan landscape is an easily visible, colorful aurora.  Just to the lower left, however, well in the background, is something harder to spot: Comet Ikeya-Zhang, the brightest comet of recent years.  Although the aurora faded in minutes, the comet is just now beginning to fade.  It remains just barely visible without aid, however, before sunrise in the East.  The comet is actually a giant dirt-covered snowball that spends most of its time in the outer Solar System -- to where it is now returns.  The above photograph was taken on March 20 when Comet Ikeya-Zhang was near its brightest.  Careful inspection of the photo will uncover several other sky delights, including the giant galaxy M31.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/izaurora_mammana_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet and Aurora Over Alaska",
    "url": "https://apod.nasa.gov/apod/image/0204/izaurora_mammana.jpg"
  },
  {
    "date": "2002-04-23",
    "explanation": "What does the developing International Space Station (ISS) look like now?  After delivering and deploying a crucial first backbone-like component last week, the Space Shuttle Atlantis took an inspection lap around the space station.  The newly installed truss is visible toward the center of the above image.  Also visible are many different types of modules, a robotic arm, several wing-like solar panels, and a supply ship.  Construction began on the ISS in 1998 and the core structure should be in place before 2005.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/iss3_sts110_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Newly Expanded International Space Station",
    "url": "https://apod.nasa.gov/apod/image/0204/iss3_sts110.jpg"
  },
  {
    "copyright": "Anglo-Australian Observatory",
    "date": "2002-04-24",
    "explanation": "Unspeakable beauty and unimaginable bedlam can be found together in the Trifid Nebula. Also known as M20, this photogenic nebula is visible with good binoculars towards the constellation of Sagittarius. The energetic processes of star formation create not only the colors but the chaos.  The red-glowing gas results from high-energy starlight striking interstellar hydrogen gas.  The dark dust filaments that lace M20 were created in the atmospheres of cool giant stars and in the debris from supernovae explosions.  Which bright young stars light up the blue reflection nebula is still being investigated.  The light from M20 we see today left perhaps 3000 years ago, although the exact distance remains unknown.  Light takes about 50 years to cross M20.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/trifid_aao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Trifid Nebula from AAO",
    "url": "https://apod.nasa.gov/apod/image/0204/trifid_aao.jpg"
  },
  {
    "copyright": "Barney Magrath",
    "date": "2002-04-25",
    "explanation": "Gazing across this gorgeous skyscape, the Southern Cross and stars of the constellation Centaurus are seen above the outline of Mauna Loa (Long Mountain), planet Earth's largest volcano. Unfamiliar to sky gazers north of about 25 degrees north latitude, the Southern Cross, constellation Crux, is near the horizon to the left of Mauna Loa's summit. A compact constellation of bright stars, the long axis of the cross conveniently points south toward the southern celestial pole. The top of the cross is marked by the lovely pale red star Gamma Crucis, which is in fact a red giant star about 120 light-years distant. Stars of the grand constellation Centaurus almost engulf the Southern Cross with blue giant Beta Centauri, and yellowish Alpha Centauri, appearing as the brightest stars to the left of Gamma Crucis. At a distance of 4.3 light-years, Alpha Centauri, the closest star to the Sun, is actually a triple star system which includes a star similar to the Sun. But what caused the reddish streaks in the foreground of this time exposure? Alas, it is the mundane glow of lights from cars (not molten lava!) traveling the road to Hilo, Hawaii.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/MaunaLoaSkies_Magrath_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Southern Cross in Mauna Loa Skies",
    "url": "https://apod.nasa.gov/apod/image/0204/MaunaLoaSkies_Magrath_c1.jpg"
  },
  {
    "copyright": "Carol Lakomiak",
    "date": "2002-04-26",
    "explanation": "Still catching the Sun's rays, the International Space Station (ISS) cruises across the early evening sky above Tomahawk, Wisconsin, USA. Recorded on April 9 around 9 pm CDT in a 30 second exposure, the sunlit space station traced this bright streak moving east (right) through the constellation Cassiopeia. Below lies Comet Ikeya-Zhang sporting a visible tail. But while this photogenic comet is now fading from view, the ISS will be getting brighter. Hours after this picture was taken, the Space Shuttle Atlantis docked with the ISS, bringing another structure to add to the growing orbital outpost.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/IZandISS_lakomiak_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Ikeya-Zhang Meets The ISS",
    "url": "https://apod.nasa.gov/apod/image/0204/IZandISS_lakomiak.jpg"
  },
  {
    "date": "2002-04-27",
    "explanation": "Aloha! With the graceful arc of Earth's limb in the background, the Hawaiian Island archipelago is visible in this stunning photo taken by the astronauts onboard the shuttle Discovery in October of 1988. Along with popular beaches and tropical resorts, these volcanic islands offer extreme elevations with dark, dry, cloudless skies. Consequently they have also become popular sites for large and sophisticated ground based telescopes. The peak of Mauna Kea, on the Big Island (upper left), boasts an impressive array of astronomical instruments including twin Kecks, the Canada-France-Hawaii Telescope, the NASA IRTF, the JCMT and UKIRT, the Subaru and the Gemini Telescope Project. The dormant volcanic cone of Haleakala on Maui (just below the Big Island) is home to the Air Force Maui Optical Station and the Mees Solar Observatory. Mahalo nui loa!",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/hawaii_sts26_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hawaii",
    "url": "https://apod.nasa.gov/apod/image/0204/hawaii_sts26.jpg"
  },
  {
    "date": "2002-04-28",
    "explanation": "Carinae may be about to explode.  But no one knows when - it may be next year, it may be one million years from now.  Eta Carinae's mass - about 100 times greater than our Sun - makes it an excellent candidate for a full blown supernova. Historical records do show that about 150 years ago Eta Carinae underwent an unusual outburst that made it one of the brightest stars in the southern sky.  Eta Carinae, in the Keyhole Nebula, is the only star currently thought to emit natural LASER light.  This image, taken in 1996, resulted from sophisticated image-processing procedures designed to bring out new details in the unusual nebula that surrounds this rogue star.  Now clearly visible are two distinct lobes, a hot central region, and strange radial streaks.  The lobes are filled with lanes of gas and dust which absorb the blue and ultraviolet light emitted near the center.  The streaks remain unexplained. Will these clues tell us how the nebula was formed?  Will they better indicate when Eta Carinae will explode?",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/etacarinae3_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Doomed Star Eta Carinae",
    "url": "https://apod.nasa.gov/apod/image/0204/etacarinae3_hst.jpg"
  },
  {
    "copyright": "Jerry Lodriguss",
    "date": "2002-04-29",
    "explanation": "Tomorrow's picture: More than 1000 Words (Usually)  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/planets1_lodriguss.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dusk of the Planets",
    "url": "https://apod.nasa.gov/apod/image/0204/planets1_lodriguss.jpg"
  },
  {
    "copyright": "E. Winfreeet al.Caltech",
    "date": "2002-04-30",
    "explanation": "Is this image worth a thousand words?  According to the Holographic Principle, the most information you can get from this image is about 3 x 1065 bits for a normal sized computer monitor.  The Holographic Principle, yet unproven, states that there is a maximum amount of information content held by regions adjacent to any surface.  Therefore, counter-intuitively, the information content inside a room depends not on the volume of the room but on the area of the bounding walls.  The principle derives from the idea that the Planck length, the length scale where quantum mechanics begins to dominate classical gravity, is one side of an area that can hold only about one bit of information.  The limit was first postulated by physicist Gerard 't Hooft in 1993.  It can arise from generalizations from seemingly distant speculation that the information held by a black hole is determined not by its enclosed volume but by the surface area of its event horizon.  The term \"holographic\" arises from a hologram analogy where three-dimension images are created by projecting light though a flat screen.  Beware, other people looking at the above image may not claim to see 3 x 1065 bits -- they might claim to see a teapot.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/teapotsirds_winfree_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Holographic Principle",
    "url": "https://apod.nasa.gov/apod/image/0204/teapotsirds_winfree.gif"
  },
  {
    "date": "2002-05-01",
    "explanation": "In the depths of the dark clouds of dust and molecular gas known as the Omega Nebula, stars continue to form.  The above image from the Hubble Space Telescope's newly installed Advanced Camera for Surveys shows unprecedented detail in the famous star-forming region.  The dark dust filaments that lace the center of Omega Nebula were created in the atmospheres of cool giant stars and in the debris from supernova explosions.  The red and blue hues arise from glowing gas heated by the radiation of massive nearby stars.  The points of light are the young stars themselves, some brighter than 100 Suns.  Dark globules mark even younger systems, clouds of gas and dust just now condensing to form stars and planets.  The Omega Nebula lies about 5000 light years away toward the constellation of Sagittarius.  The region shown spans about 3000 times the diameter of our Solar System.",
    "hdurl": "https://apod.nasa.gov/apod/image/0205/omega_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Center of the Omega Nebula",
    "url": "https://apod.nasa.gov/apod/image/0205/omega_hst.jpg"
  }
]
