[
  {
    "copyright": "Jan Curtis",
    "date": "2002-01-01",
    "explanation": "What causes black aurora?  These gaps in normal bright aurora are frequently recorded but rarely questioned.  Recent research using data from four Cluster spacecraft orbiting the Earth has now likely found the secret: black auroras are actually anti-auroras.   In normal auroras, electrons and/or predominantly negatively charged particles fall toward Earth along surfaces of constant magnetic field.  They ionize the Earth's atmosphere on impact, causing the bright glows.  In black anti-auroras, however, negatively charged particles are sucked out from the Earth's ionosphere along adjoining magnetic field lines.  These dark anti-auroras can climb to over 20,000 kilometers and last for several minutes.  Pictured above, a black aurora is seen dividing bright auroras over Fairbanks, Alaska, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/blackaurora_curtis_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Secret of the Black Aurora",
    "url": "https://apod.nasa.gov/apod/image/0201/blackaurora_curtis.jpg"
  },
  {
    "date": "2002-01-02",
    "explanation": "High above a cloudy Earth, the International Space Station (ISS) orbits silently.  The Space Shuttle Endeavor Crew took the above picture as they departed the space station in mid-December.  Endeavor brought up three new astronauts to occupy the ISS and carried home the members of Expedition Three, a trio that has been housed in the ISS since August.  Highlights of this Endeavor mission included fixing a solar panel and maneuvering the station to avoid a large piece of passing space junk.  Visible in the above picture are the space station's robot manipulator arm as well as several modules and solar arrays.",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/iss_sts108_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "International Space Station Over Earth",
    "url": "https://apod.nasa.gov/apod/image/0201/iss_sts108.jpg"
  },
  {
    "date": "2002-01-03",
    "explanation": "The Hubble Space Telescope's 1995 image of pillars of dust and gas, light-years long, within the Eagle Nebula (M16) was sensational. The three prominent pillars in that close-up visible light picture also appear below center in this wide-field mosaic along with massive, bright, young stars of cluster NGC 6611 (upper right), whose winds and radiation are shaping the dusty pillars. Made in near infrared light with the European Southern Observatory's 8.2-meter Antu telescope, this wide-field image makes the pillars seem more transparent, as the longer wavelengths partially penetrate the obscuring dust. While the Hubble image showed the pillars' startling surface details - over 70 opaque, finger-shaped lumps of material dubbed evaporating gaseous globules",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/m16w1_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M16: Stars, Pillars, and the Eagle's EGGs",
    "url": "https://apod.nasa.gov/apod/image/0201/m16w1_eso.jpg"
  },
  {
    "date": "2002-01-04",
    "explanation": "The head of an interstellar gas and dust cloud is shown here in false-color, a near-infrared view recorded by astronomers hunting for stars within M16's Eagle Nebula. Made famous in a 1995 Hubble image of the 7,000 light-year distant star forming region, the pillar-shaped cloud's surface was seen to be covered with finger-like evaporating gaseous globules (EGGs). The near-infrared image penetrates the obscuring dust cloud's edges. But the cloud's core appears dark and opaque, even at these relatively long wavelengths. Still, this image, made with ESO's Antu telescope, reveals a massive, bright yellow star not directly detected in the visible light Hubble data. This very young star lights up the small bluish nebula with a dark, twisted central stripe, just above it. Below and to its right are several much fainter, less massive stars also not seen in visible light - newborn stars which lie within the Eagle's EGGs. These newborn stars may have already been collapsing, forming from material inside the nebula before the intense radiation from other, nearby, emerging hot stars eroded and sculpted the dramatic pillars and EGGs. In any event, as the dusty clouds are eroded away, stars still forming will be cutoff from their reservoir of star stuff. Further growth and even the development of planetary systems will likely be seriously affected.",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/m16c1_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M16: Infrared Star Hunt",
    "url": "https://apod.nasa.gov/apod/image/0201/m16c1_eso.jpg"
  },
  {
    "date": "2002-01-05",
    "explanation": "Awkward and angular looking, Apollo 17's lunar module Challenger was designed for flight in the vacuum of space. This sharp picture from the command module America, shows Challenger's ascent stage in lunar orbit. Small reaction control thrusters are at the sides of the moonship with the bell of the ascent rocket engine itself underneath. The hatch allowing access to the lunar surface is visible in the front and a round radar antenna appears at the top. This spaceship performed gracefully, landing on the moon and returning the Apollo astronauts to the orbiting command module in December of 1972 - but where is Challenger now? Its descent stage remains at the Apollo 17 landing site, Taurus-Littrow. The ascent stage was intentionally crashed nearby after being jettisoned from the command module prior to the astronauts' return to planet Earth. Apollo 17's mission was the sixth and last time astronauts have landed on the moon. Editor's note: Eric Jones, Apollo Lunar Surface Journal editor, comments; \"If you look at the [... large, dark] triangular window, you'll see a bright rectangular area - which is the rendezvous window - beneath it, a bright arc. After much discussion, my team of volunteers and I concluded that the bright arc is the top of [mission commander] Gene Cernan's bubble helmet lit by sunlight ...\"",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/challenger_apollo17_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 17's Moonship",
    "url": "https://apod.nasa.gov/apod/image/0201/challenger_apollo17.jpg"
  },
  {
    "date": "2002-01-06",
    "explanation": "Are stars better appreciated for their art after they die?  Actually, stars usually create their most artistic displays as they die.  In the case of low-mass stars like our Sun and M2-9 pictured above, the stars transform themselves from normal stars to white dwarfs by casting off their outer gaseous envelopes.  The expended gas frequently forms an impressive display called a planetary nebula that fades gradually over thousand of years.  M2-9, a butterfly planetary nebula 2100 light-years away shown in representative colors, has wings that tell a strange but incomplete tale.  In the center, two stars orbit inside a gaseous disk 10 times the orbit of Pluto.  The expelled envelope of the dying star breaks out from the disk creating the bipolar appearance.  Much remains unknown about the physical processes that cause planetary nebulae.",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/m2-9_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M2-9: Wings of a Butterfly Nebula",
    "url": "https://apod.nasa.gov/apod/image/0201/m2-9_hst.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2002-01-07",
    "explanation": "Sometimes the simplest shapes are the hardest to explain.  For example, the origin of the mysterious cone-shaped region seen on the far left remains a mystery.   The interstellar formation, dubbed the Cone Nebula, is located about 2700 light years away. Other features in the image include red emission from diffuse interstellar hydrogen, wispy filaments of dark dust, and bright star S Monocerotis, visible on the far right.  Blue reflection nebulae surround the brighter stars.  The dark Cone Nebula region clearly contains much dust which blocks light from the emission nebula and open cluster NGC 2264 behind it.  One hypothesis holds that the Cone Nebula is formed by wind particles from an energetic source blowing past the Bok Globule at the head of the cone.",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/cone_gendler_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Mysterious Cone Nebula",
    "url": "https://apod.nasa.gov/apod/image/0201/cone_gendler.jpg"
  },
  {
    "date": "2002-01-08",
    "explanation": "Rich star fields and glowing hydrogen gas silhouette dense, opaque clouds of interstellar gas and dust in this Hubble Space Telescope close-up of IC 2944, a bright star forming region in Centaurus, 5,900 light-years away. The largest of these dark globules, first spotted by South African astronomer A. D. Thackeray in 1950, is likely two separate but overlapping clouds, each more than one light-year wide. Combined the clouds contain material equivalent to about 15 times the mass of the Sun, but will they actually collapse to form massive stars? Along with other data, the sharp Hubble images indicate that Thackeray's globules are fractured and churning as a result of intense ultraviolet radiation from young, hot stars already energizing and heating the bright emission nebula. These and similar dark globules known to be associated with other star forming regions may ultimately be dissipated by their hostile environment -- like cosmic lumps of butter in a hot frying pan. The chevron shape of the picture outlines the detectors of the Hubble's WFPC2 camera.",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/ic2944glob_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Thackeray's Globules",
    "url": "https://apod.nasa.gov/apod/image/0201/ic2944glob_hst.jpg"
  },
  {
    "copyright": "Mario Cogo",
    "date": "2002-01-09",
    "explanation": "Difficult to observe, the momentary green flash above the rising or setting sun has been documented as a phenomenon caused by the atmospheric bending or refraction of sunlight. Like a weak prism, the Earth's atmosphere breaks white sunlight into colors, bending red colors slightly and green and blue colors through increasingly larger angles. When the sky is clear, a green flash just above the sun's edge can sometimes be seen for a second or so, when the sun is close to a distant horizon. A blue flash is even harder to see though, because the atmosphere must be extraordinarily clear to avoid scattering and diminishing the refracted blue sunlight. Still, from a site near Roques de los Muchachos (altitude 2,400 meters) on La Palma in the Canary Islands, astrophotographer Mario Cogo captured this dramatic telescopic image of a blue flash on color film in October of 2001. The image of the setting Sun with large sunspot groups on its surface is heavily distorted by atmospheric layers. A lingering green rim is just visible under the tantalizing blue flash.",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/blueflash_cogo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Blue Flash",
    "url": "https://apod.nasa.gov/apod/image/0201/blueflash_cogo.jpg"
  },
  {
    "date": "2002-01-10",
    "explanation": "If you had x-ray vision, the center regions of our Galaxy would not be hidden from view by immense cosmic dust clouds opaque to visible light. Instead, the Milky Way toward Sagittarius might look something like this stunning mosaic of images from the orbiting Chandra Observatory. Pleasing to look at, the gorgeous false-color representation of the x-ray data shows high energy x-rays in blue, medium energies in green, and low energies in red. Hundreds of white dwarf stars, neutron stars, and black holes immersed in a fog of multimillion-degree gas are included in the x-ray vista. Within the white patch at the image center lies the Galaxy's central supermassive black hole. Chandra's sharp x-ray vision will likely lead to a new appreciation of our Milky Way's most active neighborhood and has already indicated that the hot gas itself may have a temperature of a mere 10 million degrees Celsius instead of 100 million degrees as previously thought. The full mosaic is composed of 30 separate images and covers a 900 by 400 light-year swath at the galactic center.",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/gcenter_cxcrgb_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Milky Way",
    "url": "https://apod.nasa.gov/apod/image/0201/gcenter_cxcrgb_c1.jpg"
  },
  {
    "date": "2002-01-11",
    "explanation": "Intense and overwhelming, the direct glare of the Sun is blocked by the smooth disk centered in this image from the sun-staring SOHO spacecraft. Taken on January 8, the picture shows streamers of solar wind billowing radially outward for millions of kilometers above the Sun's surface indicated by the white circle. Below and right is inner planet Venus, so bright that its image is marred by a sharp horizontal stripe, a digital imaging artifact. Also impressively bright is a periodic visitor to the inner Solar System, sunbathing comet 96/P Machholz 1 (above and left). This comet is definitely not a member of the more suicidal sungrazer comet family often spotted approaching the Sun by SOHO. Seen here only 18 million kilometers from the Sun (about one eighth the Earth-Sun distance) with a substantial coma and foreshortened tail, Machholz 1 has now passed perihelion and is outbound in its orbit, to return again in just over 5 years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/p96mach_lascoc2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunbather",
    "url": "https://apod.nasa.gov/apod/image/0201/p96mach_lascoc2_c1.jpg"
  },
  {
    "date": "2002-01-12",
    "explanation": "What if you could see gamma rays? If you could, the sky would seem to be filled with a shimmering high-energy glow from the most exotic and mysterious objects in the Universe. In the early 1990s NASA's orbiting Compton Observatory, produced this premier vista of the entire sky in gamma rays, photons with more than 40 million times the energy of visible light. The diffuse gamma-ray glow from the plane of our Milky Way Galaxy runs horizontally through the false-color image. The brightest spots in the galactic plane (right of center) are pulsars, spinning magnetized neutron stars formed in the violent crucibles of stellar explosions. Above and below the plane, quasars, believed to be powered by supermassive black holes, produce gamma-ray beacons at the edges of the universe. The nature of many of the fainter sources remains unknown.",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/egret_allsky.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Gamma Ray Sky",
    "url": "https://apod.nasa.gov/apod/image/0201/egret_allsky.jpg"
  },
  {
    "date": "2002-01-13",
    "explanation": "Sixteen hundred years ago, Hypatia became one of the world's leading scholars in mathematics and astronomy.  Hypatia's legendary knowledge, modesty, and public speaking ability flourished during the era of the Great Library of Alexandria. Hypatia is credited with contributions to geometry and astrometry, and she is thought instrumental in the development of the sky-measuring astrolabe. \"Reserve your right to think, for even to think wrongly is better than not to think at all,\" Hypatia is credited with saying.  \"To teach superstitions as truth is a most terrible thing.\"",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/hypatia.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hypatia of Alexandria",
    "url": "https://apod.nasa.gov/apod/image/0201/hypatia.jpg"
  },
  {
    "copyright": "Philip AppletonSIRTF Science CenterCaltech",
    "date": "2002-01-14",
    "explanation": "Sometimes it looks like the Sun is being viewed through a large lens.  In the above case, however, there are actually millions of lenses: ice crystals.  As water freezes in the upper atmosphere, small, flat, six-sided, ice crystals might be formed.  As these crystals flutter to the ground, much time is spent with their faces flat, parallel to the ground.  An observer may pass through the same plane as many of the falling ice crystals near sunrise or sunset.  During this alignment, each crystal can act like a miniature lens, refracting sunlight into our view and creating phenomena like parhelia, the technical term for sundogs.  The above image was taken in the morning of the 2000 Winter Solstice near Ames, Iowa, USA.  Visible in the image center is the Sun, while two bright sundogs glow prominently from both the left and the right.  Also visible behind neighborhood houses and trees are the 22 degree halo, three sun pillars, and the upper tangent arc, all created by sunlight reflecting off of atmospheric ice crystals.",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/solsticehalo_appleton.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sun Halo at Winter Solstice",
    "url": "https://apod.nasa.gov/apod/image/0201/solsticehalo_appleton_big.jpg"
  },
  {
    "copyright": "Duane Clausen",
    "date": "2002-01-15",
    "explanation": "Few auroras show this level of detail.  This unusual display of an auroral corona occurred on Earth three days after an unusual solar event -- the fifth most powerful explosion yet recorded on the Sun.  An X14-class solar flare on April 15 sent a tremendous Coronal Mass Ejection (CME) into the Solar System.  This CME did not directly impact the Earth.  The Solar-System wide shock wave it created probably did, however, causing a G3-class geomagnetic storm and a night filled with colorful auroras across much of northern North America.  The unusual red color of this Michigan aurora is caused by solar ions striking oxygen molecules 300 kilometers high in Earth's atmosphere.  More typical green auroras are caused by oxygen recombining only 100 kilometers high.",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/aurora_clausen.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Red Auroral Corona",
    "url": "https://apod.nasa.gov/apod/image/0201/aurora_clausen_big.jpg"
  },
  {
    "date": "2002-01-16",
    "explanation": "Typical of large galaxy clusters billions of light-years away, Abell 2597 features hundreds of galaxies embedded in a cloud of multimillion degree gas which glows in x-rays. This Chandra Observatory x-ray image shows the hot gas in this cluster's central regions and also reveals two large dark cavities within the x-ray glow; one below and right of center, the other above and left. Not a comment on dental health, Abell 2597's cavities are about 60,000 light-years across. They are thought to be remnants of a 100 million year old explosion originating from a supermassive black hole at the cluster's core. But the dim ghost cavities are not completely empty or they would have collapsed long ago. Instead they are likely filled with hotter gas, high energy particles, and magnetic fields and are moving away from the cluster center, like bubbles rising in champagne. Over the life of a galaxy cluster such explosions may happen over and over, creating a series of cavities which transport magnetic fields away from the cluster center. In fact, radio observations suggest another explosion has since occurred in the center of Abell 2597.",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/abell2597_cxc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Abell 2597's Cosmic Cavities",
    "url": "https://apod.nasa.gov/apod/image/0201/abell2597_cxc.jpg"
  },
  {
    "date": "2002-01-17",
    "explanation": "Pick a galaxy, any galaxy. In the top panel you can choose from a myriad of distant galaxies revealed in a deep Hubble Space Telescope image of a narrow slice of the cosmos toward the constellation Hercules. If you picked the distorted reddish galaxy indicated by the yellow box, then you've chosen one a team of infrared astronomers has recently placed at a distance of 9 billion light-years. Classified as an ERO (Extremely Red Object), this galaxy is from a time when the Universe was only one third its present age. Along the bottom panel, this galaxy's appearance in filters ranging from visible to infrared wavelengths (left to right) is presented as a series of negative images. The brightness of the galaxy in the infrared compared to the visible suggests that light from intense star formation activity, reddened by dust clouds within the galaxy itself, is responsible for the extremely red color. Astronomers estimate that this galaxy has around 100 billion stars and may in fact be a very distant mirror -- an analog of our own Milky Way Galaxy in its formative years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/hercdeep_comp_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pick a Galaxy, Any Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0201/hercdeep_comp4.jpg"
  },
  {
    "copyright": "Joe Orman",
    "date": "2002-01-18",
    "explanation": "Last November, while skygazing toward the constellation Taurus, astrophotographer Joe Orman arranged this time exposure to include the lovely Hyades and Pleiades star clusters in the field of his telephoto lens. A distance of 400 light-years for the close-knit Pleiades and 150 light-years for the V-shaped Hyades puts these clusters in the general galactic neighborhood of the Sun. Punctuating the Hyades' appearance, bright yellow Aldebaran, 60 light-years away, is not actually a member of the cluster, but it is Taurus' brightest star. Above Aldebaran a yellower, even brighter Saturn is is seen about 1.2 light-hours from our fair planet. Last and least massive, one of the faint specks below Aldebaran is main-belt asteroid Vesta, a mere 13 light-minutes away. Still cruising through Taurus, Vesta is steadily approaching a close alignment or conjunction with Saturn on March 19. Need a program to follow the players? Click on the image for a labeled version.",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/taurus_orman_lab.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn and Vesta in Taurus",
    "url": "https://apod.nasa.gov/apod/image/0201/taurus_orman_c1.jpg"
  },
  {
    "date": "2002-01-19",
    "explanation": "Galaxies are made up of stars, but are all stars found within galaxies? Using the Hubble Space Telescope, researchers exploring the Virgo Cluster of galaxies have found about 600 red giant stars adrift in intergalactic space. Above is an artist's vision of the sky from a hypothetical planet of such a lonely sun. The night sky on a world orbiting an intergalactic star would be a stark contrast to Earth's - which features a spectacle of stars, all members of our own Milky Way Galaxy. As suggested by the illustration, a setting red sun would leave behind a dark sky flecked only with faint, fuzzy, apparitions of Virgo Cluster galaxies. Possibly ejected from their home galaxies during galaxy-galaxy collisions, these isolated suns may well represent part of a large, previously unseen stellar population, filling the space between Virgo Cluster galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/vcstars_illust_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars Without Galaxies",
    "url": "https://apod.nasa.gov/apod/image/0201/vcstars_illust.jpg"
  },
  {
    "date": "2002-01-20",
    "explanation": "Callisto's surface shows its age.  While probably formed at the same time as Io, the difference between the surfaces of these two moons of Jupiter could hardly be greater.  Io's surface is young, shows practically no impact craters, and is continually being repaved by the lava exploding from its many large volcanoes.  Callisto's surface is old, shows the highest density of impact craters in the Solar System, and harbors no volcanoes or even any large mountains.  Callisto's surface is one large ice-field, laced with cracks and craters from billions of years of collisions with interplanetary debris. The above image was taken in 2001 May and is, so far, the only complete global color image taken by the Jupiter-orbiting Galileo spacecraft.",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/callisto3_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Callisto Full Face",
    "url": "https://apod.nasa.gov/apod/image/0201/callisto3_gal.jpg"
  },
  {
    "copyright": "Sigurdur H. Stefnisson",
    "date": "2002-01-21",
    "explanation": "Sometimes both heaven and Earth erupt.  In Iceland in 1991, the volcano Hekla erupted at the same time that auroras were visible overhead.  Hekla, one of the most famous volcanoes in the world, has erupted at least 20 times over the past millennium, sometimes causing great destruction.  The last eruption occurred only two years ago but caused only minor damage.  The green auroral band occurred fortuitously about 100 kilometers above the erupting lava.  Is Earth the Solar System's only planet with both auroras and volcanos?",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/volcanoaurora2_shs.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Volcano and Aurora in Iceland",
    "url": "https://apod.nasa.gov/apod/image/0201/volcanoaurora2_shs.jpg"
  },
  {
    "date": "2002-01-22",
    "explanation": "For the first time, Earth's gravity has been used to isolate quantum energy levels of the neutron.  The effect may be used in the future to test for slightly different effects of gravity on neutrally charged particles of different mass. In an experiment by Valery Nesvizhevsky and colleagues at the Laue-Langevin Institute, carefully dropped neutrons were seen to appear at only discrete heights.  The effect is also of interest because it involves the intersection of two branches of physics that remain formally separate. A theory known as Quantum Mechanics tells us about how the universe works on the smallest scales, while Einstein's General Theory of Relativity tells us about how gravity and the universe works on the largest scales.  The effect does not in itself, however, imply attributes of a possible quantum field nature of gravity. Pictured above is a false-color surface that might be created by the evolution of a one-dimensional string.  By describing fundamental particles as tiny strings, many physicists are working toward the creation of a truly quantum theory of gravity.",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/quantumgravity_npac_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Neutron Bounce Quantized in Earth Gravity",
    "url": "https://apod.nasa.gov/apod/image/0201/quantumgravity_npac.jpg"
  },
  {
    "copyright": "Local Group Galaxies Survey Team",
    "date": "2002-01-23",
    "explanation": "Nearby galaxy NGC 6822 is irregular in several ways.  First, the galaxy's star distribution merits a formal classification of dwarf irregular, and from our vantage-point the small galaxy appears nearly rectangular.  What strikes astronomers as more peculiar, however, is NGC 6822's unusually high abundance of HII regions, locales of ionized hydrogen that surround young stars.  Large HII regions, also known as emission nebulas, are visible surrounding the small galaxy, particularly toward the upper right.  Toward the lower left are bright stars that are loosely grouped into an arm. Pictured above, NGC 6822, also known as Barnard's Galaxy, is located only about 1.5 million light years away and so is a member of our Local Group of Galaxies.  The galaxy, home to famous nebulas including Hubble V, is visible with a small telescope toward the constellation of Sagittarius.",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/ngc6822_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Local Group Galaxy NGC 6822",
    "url": "https://apod.nasa.gov/apod/image/0201/ngc6822_noao.jpg"
  },
  {
    "date": "2002-01-24",
    "explanation": "A small inner moon of Saturn, Enceladus is only about 500 kilometers in diameter. But the cold, distant world does reflect over 90 percent of the sunlight it receives, giving its surface about the same reflectivity as new-fallen snow. Seen here in a mosaic of Voyager 2 images from 1981, Enceladus shows a variety of surface features and very few impact craters - indicating that it is an active world even though this ice moon should have completely cooled off long ago. In fact the fresh, resurfaced appearance of Enceladus suggests that an internal mechanism, perhaps driven by tidal pumping, generates heat and supplies liquid water to geysers or water volcanos. Since Enceladus orbits within the tenuous outer E ring of Saturn, the moon's surface may be kept snow-bright as it is continuously bombarded with icy ring particles. Eruptions on Enceladus itself would in turn supply material to the E ring. Interplanetary ski bums take note: tiny Enceladus has only about one hundredth the surface gravity of planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/enceladus_voyager2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ski Enceladus",
    "url": "https://apod.nasa.gov/apod/image/0201/enceladus_voyager2.jpg"
  },
  {
    "date": "2002-01-25",
    "explanation": "While stirring a morning cup of coffee and thinking cosmic thoughts many astronomers would glance at this Hubble Space Telescope image of spiral galaxy NGC 4622 and assume that the galaxy was rotating counterclockwise in the picture. One hundred million light-years away in the constellation Centaurus, NGC 4622's gorgeous outer spiral arms, traced by bright bluish star clusters and dark dust lanes, should be winding up like ... well, like swirls in a cup of coffee. But a closer look at this galaxy reveals that a pronounced inner spiral arm winds in the opposite direction. So which way is this galaxy rotating? Recent evidence combining ground-based spectroscopy and the sharp Hubble image data surprisingly indicates that the galaxy is likely rotating clockwise in the picture, its outer spiral arms opening outward in the direction of rotation. There are further indications that a past collision with a smaller companion galaxy has contributed to this bizarre rotational arrangement of spiral arms, essentially unique among known large spiral galaxies, in NGC 4622.",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/ngc4622_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Spiral Arms of NGC 4622",
    "url": "https://apod.nasa.gov/apod/image/0201/ngc4622_hst.jpg"
  },
  {
    "date": "2002-01-26",
    "explanation": "The Space Shuttle Discovery's orbital maneuvering system (OMS) engine firing produced this dramatic flare as it cruised \"upside down\" in low Earth orbit. Discovery was named for a ship commanded by Captain James Cook RN, the 18th Century English astronomer and navigator. Cook's voyages of discovery established new standards in scientific exploration and brought extensive knowledge of the Pacific regions, including Australia, New Zealand, and the Hawaiian Island archipelago to Europeans. The Space Shuttle Endeavor, also named after one of Cook's ships, is the newest of NASA's four-orbiter shuttle fleet.",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/engine_sts51_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shuttle Engine Blast",
    "url": "https://apod.nasa.gov/apod/image/0201/engine_sts51.jpg"
  },
  {
    "date": "2002-01-27",
    "explanation": "During 1968, the Apollo 8 crew flew from the Earth to the Moon and back. The crew, consisting of Frank Borman, James Lovell, and William Anders, were launched atop a Saturn V rocket on December 21, circled the Moon ten times in their command module, and landed back on Earth on December 27.  The Apollo 8 mission's impressive list of firsts includes: the first humans to journey to the Earth's Moon, the first manned flight using the Saturn V, and the first to photograph the Earth from deep space.  The famous picture above, showing the Earth rising above the Moon's limb as seen from lunar orbit, was a marvelous gift to the world.",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/earthrise_apollo8_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth Rise",
    "url": "https://apod.nasa.gov/apod/image/0201/earthrise_apollo8.jpg"
  },
  {
    "date": "2002-01-28",
    "explanation": "What would it be like to stand on the surface of another world, to look all around you, and to try to figure out how this world got there?  To get an idea, scroll right.  In 1972 during the Apollo 17 mission, astronauts Harrison Schmitt and Eugene Cernan found out first hand.  In this case, the world was Earth's own Moon.  In one of the more famous panoramas taken on the Moon, the magnificent desolation of the barren Moon is apparent.  Visible are rocks, hills, craters, the lunar rover, and astronaut Schmitt preparing to take a soil sample.  A few days after this image was taken, humanity left the Moon and has yet to return.  An interactive version of the above image can be found here.",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/lunarpan_apollo17_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Apollo 17 Panorama",
    "url": "https://apod.nasa.gov/apod/image/0201/lunarpan_apollo17.jpg"
  },
  {
    "date": "2002-01-29",
    "explanation": "A robotic telescope with red sunglasses in Chile has been photographing the entire southern sky for years.  The result, shown above, is the most complete sky map of the most common visible light emitted from the most abundant element in our Galaxy: hydrogen.  A very specific red color emitted by warm ionized hydrogen was observed.  Although spectacular emission nebulas glow brightly in this type of red light (H-alpha), a diffuse amount of warm hydrogen is spread throughout our Galaxy and its glow nicely indicates not only where darker hydrogen and other gasses may be located, but also the sometimes- complex history of interstellar gas.  Gas tracking the plane of our Galaxy runs across the center, and huge gas clouds, some of which are the expanding shells of long dead stars, are also visible.  The above map was derived from the Southern H-Alpha Sky Survey Atlas (SHASSA) and shows that our entire Galaxy is one big emission nebula, albeit at a quite faint level.",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/halpha_shassa_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Southern Sky in Warm Hydrogen",
    "url": "https://apod.nasa.gov/apod/image/0201/halpha_shassa.jpg"
  },
  {
    "copyright": "Shay Stephens",
    "date": "2002-01-30",
    "explanation": "Is the Moon larger when near the horizon?  No -- as shown above, the Moon appears to be very nearly the same size no matter its location on the sky.  Oddly, the cause or causes for the common Moon Illusion are still being debated. Two leading explanations both hinge on the illusion that foreground objects make a horizon Moon seem farther in the distance.  The historically most popular explanation then holds that the mind interprets more distant objects as wider, while a more recent explanation adds that the distance illusion may actually make the eye focus differently.  Either way, the angular diameter of the Moon is always about 0.5 degrees.  In the above time-lapse sequence taken near the end of last year, the Moon was briefly re-imaged every 2.5 minutes, with the last exposure of longer duration to bring up a magnificent panorama of the city of Seattle.",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/seattlemoon_stephens_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moonrise Over Seattle",
    "url": "https://apod.nasa.gov/apod/image/0201/seattlemoon_stephens.jpg"
  },
  {
    "date": "2002-01-31",
    "explanation": "The stars beyond the Sun and the distant galaxies should be undetectable at extreme ultraviolet wavelengths. At least that was the conventional wisdom when it was first realized that the space between the stars is filled with hydrogen, a strong absorber of extreme ultraviolet light. But this idea was seriously questioned as it became apparent that interstellar hydrogen was patchy in its distribution and the quest to explore the extreme ultraviolet sky culminated in 1992 with the launch of the EUVE (Extreme UltraViolet Explorer) spacecraft. An all-sky map, based on the satellite's first six months of operation, appears above showing brightness variations in the EUV sky in false color (north is up). EUVE's scanning by orbit gives the picture a striped look while other instrument artifacts are seen as crosses and data gaps are dark. Multiple images of the Moon combine to form the short, bright dashed lines wandering along the middle of the picture. The belt stars of the familiar constellation Orion are fairly easy to make out left of picture center. EUVE's science operations ceased in 2001 but it ultimately detected nearly 1,000 celestial objects, including over three dozen outside our own galaxy. EUVE's voyage of discovery is now complete, and the spacecraft re-entered the Earth's atmosphere yesterday at approximately 11:15 p.m. EST.",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/allsky_euve_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "EUVE Sky Map",
    "url": "https://apod.nasa.gov/apod/image/0201/allsky_euve.jpg"
  },
  {
    "date": "2002-02-01",
    "explanation": "Where does a two-ton tiger hang out? Well, in this case the Trans-Iron Galactic Element Recorder (TIGER) experiment hangs from a mobile crane on the far left in this panorama photo recorded last December near McMurdo Station, Antarctica. The helium-filled balloon which carried TIGER aloft for a record setting 31+ days is stretched out far to the right (scroll right) against the background of majestic Mt. Erebus, the southernmost active volcano in the world. While cruising with its two-ton payload above 100,000 feet, the scientific balloon's fully inflated internal volume was roughly the same as the Louisiana Superdome, but its walls were as thin as shrinkwrap. TIGER was designed to detect the unexplained galactic cosmic rays -- atomic nuclei moving at near light-speed which impinge on the Earth from outside our Solar System. By making the first sensitive measurements of cosmic rays with atomic numbers between 26 (Iron) and 40 (Zirconium), TIGER investigators will seek to identify the type of astrophysical environments which could be sources of the galactic cosmic-ray material and possible ways in which the nuclei are accelerated to such high speeds.",
    "hdurl": "https://apod.nasa.gov/apod/image/0202/tigerlaunchPan_jasonlink_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Balloon TIGER",
    "url": "https://apod.nasa.gov/apod/image/0202/tigerlaunchPan_jasonlink.jpg"
  }
]
