[
  {
    "date": "2002-05-01",
    "explanation": "In the depths of the dark clouds of dust and molecular gas known as the Omega Nebula, stars continue to form.  The above image from the Hubble Space Telescope's newly installed Advanced Camera for Surveys shows unprecedented detail in the famous star-forming region.  The dark dust filaments that lace the center of Omega Nebula were created in the atmospheres of cool giant stars and in the debris from supernova explosions.  The red and blue hues arise from glowing gas heated by the radiation of massive nearby stars.  The points of light are the young stars themselves, some brighter than 100 Suns.  Dark globules mark even younger systems, clouds of gas and dust just now condensing to form stars and planets.  The Omega Nebula lies about 5000 light years away toward the constellation of Sagittarius.  The region shown spans about 3000 times the diameter of our Solar System.",
    "hdurl": "https://apod.nasa.gov/apod/image/0205/omega_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Center of the Omega Nebula",
    "url": "https://apod.nasa.gov/apod/image/0205/omega_hst.jpg"
  },
  {
    "date": "2002-05-02",
    "explanation": "In this stunning vista recorded with the Hubble Space Telescope's new advanced camera, distant galaxies form a dramatic backdrop for disrupted spiral galaxy Arp 188, the Tadpole Galaxy. The cosmic Tadpole is a mere 420 million light-years distant toward the northern constellation Draco. Its eye-catching tail is about 280 thousand light-years long and features massive, bright blue star clusters. One story goes that a more compact intruder galaxy crossed in front of Arp 188 - from left to right in this view - and was slung around behind the Tadpole by their gravitational attraction. During the close encounter, tidal forces drew out the spiral galaxy's stars, gas, and dust forming the spectacular tail. The intruder galaxy itself, estimated to lie about 300 thousand light-years behind the Tadpole, can be seen through foreground spiral arms at the upper left. Following its terrestrial namesake, the Tadpole Galaxy will likely lose its tail as it grows older, the tail's star clusters forming smaller satellites of the large spiral galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0205/tadpole_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Arp 188 and the Tadpole's Tidal Tail",
    "url": "https://apod.nasa.gov/apod/image/0205/tadpole_hst_c1.jpg"
  },
  {
    "date": "2002-05-03",
    "explanation": "Cones, pillars, and majestic flowing shapes abound in stellar nurseries where natal clouds of gas and dust are buffeted by energetic winds from newborn stars. A well-known example, the Cone Nebula within the bright galactic star-forming region NGC 2264, was captured in this close-up view from the Hubble Space Telescope's newest camera. While the Cone Nebula, about 2,500 light-years away in Monoceros, is around 7 light-years long, the region pictured here surrounding the cone's blunted head is a mere 2.5 light-years across. In our neck of the galaxy that distance is just over half way from the Sun to its nearest stellar neighbor, Alpha Centauri. The massive star NGC 2264 IRS, seen by Hubble's infrared camera in 1997, is the likely source of the wind sculpting the Cone Nebula and lies off the top of the image. The Cone Nebula's reddish veil is produced by glowing hydrogen gas.",
    "hdurl": "https://apod.nasa.gov/apod/image/0205/cone_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cone Nebula Close-Up",
    "url": "https://apod.nasa.gov/apod/image/0205/cone_hst.jpg"
  },
  {
    "date": "2002-05-04",
    "explanation": "While orbiting the planet during their June 1998 mission, the crew of the Space Shuttle Discovery photographed this view of two moons of Earth. Thick storm clouds are visible in the lovely blue planet's nurturing atmosphere and, what was then Earth's largest artificial moon, the spindly Russian Mir Space Station can be seen above the planet's limb. The bright spot to the right of Mir is Earth's very large natural satellite, The Moon. The Mir orbited planet Earth once every 90 minutes about 200 miles above the planet's surface or about 4,000 miles from Earth's center. The Moon orbits once every 28 days at a distance of about 250,000 miles from the center of the Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0205/moonmir_sts91_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Moons of Earth",
    "url": "https://apod.nasa.gov/apod/image/0205/moonmir_sts91_big.jpg"
  },
  {
    "copyright": "N. A. Sharp",
    "date": "2002-05-05",
    "explanation": "M7 is one of the most prominent open clusters of stars on the sky.  The cluster, dominated by bright blue stars, can be seen with the naked eye in a dark sky in the tail of the constellation of Scorpius.  M7 contains about 100 stars in total, is about 200 million years old, spans 25 light-years across, and lies about 1000 light-years away.   This color picture was taken in 1995 at the Burrell-Schmidt Telescope at Kitt Peak National Observatory in Arizona.  The M7 star cluster has been known since ancient times, being noted by Ptolemy in the year 130 AD.  Also visible is a dark dust cloud near the bottom of the frame, and literally millions of unrelated stars towards the Galactic center.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/m7_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The M7 Open Star Cluster in Scorpius",
    "url": "https://apod.nasa.gov/apod/image/0004/m7_noao.jpg"
  },
  {
    "date": "2002-05-06",
    "explanation": "These two galaxies are pulling each other apart.  Known as \"The Mice\" because they have such long tails, each spiral galaxy has likely already passed through the other and will probably collide again and again until they coalesce.  The long tails are created by the relative difference between gravitational pulls on the near and far parts of each galaxy.  Scrolling right will show the very long tail of one of the galaxies.  Because the distances are so large, the whole thing takes place in slow motion -- over hundreds of millions of years.  NGC 4676 lies about 300 million light-years away toward the constellation of Coma Berenices and are likely members of the Coma Cluster of Galaxies.  The above picture was taken with the Hubble Space Telescope's new Advanced Camera for Surveys which is more sensitive and images a larger field than previous Hubble cameras.  The camera's increased sensitivity has imaged, serendipitously, galaxies far in the distance scattered about the frame.",
    "hdurl": "https://apod.nasa.gov/apod/image/0205/ngc4676_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4676: When Mice Collide",
    "url": "https://apod.nasa.gov/apod/image/0205/ngc4676_hst.jpg"
  },
  {
    "date": "2002-05-07",
    "explanation": "What is not pretty about the above picture?  In a word: smog.  In 2000 October the orbiting Space Shuttle Discovery photographed upstate New York just at sunset.  Visible is golden sunlight reflecting from two of the Great Lakes (Erie and Ontario), and several of the Finger Lakes.  Between the clouds at the top and ground at the bottom, however, is a trapped layer of smog.  Smog is mostly ozone but may contain small amounts of volatile organic compounds.  As opposed to \"good smog\" in the upper atmosphere, \"bad smog\" near the ground is created mostly by humans.  In the upper atmosphere, ozone reflects back harmful ultraviolet radiation, but when it occurs near the ground, it can be inhaled.  Smog continues to be studied with an eye for how it develops and how it affects human health.",
    "hdurl": "https://apod.nasa.gov/apod/image/0205/earthsmog_sts092_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Smog Over New York",
    "url": "https://apod.nasa.gov/apod/image/0205/earthsmog_sts092.jpg"
  },
  {
    "date": "2002-05-08",
    "explanation": "It was a quiet day on the Sun.  The above image shows, however, that even during off days the Sun's surface is a busy place.  Shown in ultraviolet light, the relatively cool dark regions have temperatures of thousands of degrees Celsius.  Large sunspot group AR 9169 is visible as the bright area near the horizon.  The bright glowing gas flowing around the sunspots has a temperature of over one million degrees Celsius.  The reason for the high temperatures is unknown but thought to be related to the rapidly changing magnetic field loops that channel solar plasma.  Sunspot group AR 9169 moved across the Sun during 2000 September and decayed in a few weeks.",
    "hdurl": "https://apod.nasa.gov/apod/image/0205/sun2_trace_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunspot Loops in Ultraviolet",
    "url": "https://apod.nasa.gov/apod/image/0205/sun2_trace.jpg"
  },
  {
    "copyright": "Philip Perkins",
    "date": "2002-05-09",
    "explanation": "Stonehenge, four thousand year old monument to the Sun, provides an appropriate setting for this delightful snapshot of the Sun's children gathering in planet Earth's sky. While the massive stone structure dates from around 2000 B.C., this arrangement of the visible planets was recorded only a few days ago on the evening of May 4th, 2002 A.D. Bright Jupiter stands highest above the horizon at the upper left. A remarkable, almost equilateral triangle formed by Saturn (left), Mars (top), and Venus (right) is placed just above the stones near picture center. Fighting the glow of the setting sun, Mercury can be spotted closest to the horizon, below and right of the planetary triad. Still easy to enjoy for casual sky gazers, this photogenic and slowly shifting planetary grouping will be joined by a young crescent Moon beginning Monday, May 13.",
    "hdurl": "https://apod.nasa.gov/apod/image/0205/planets1stonehenge_perkins_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planets Over Stonehenge",
    "url": "https://apod.nasa.gov/apod/image/0205/planets1stonehenge_perkins.jpg"
  },
  {
    "copyright": "Joe Orman",
    "date": "2002-05-10",
    "explanation": "Tomorrow's picture: Saturnday  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0205/planets2_orman.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Trailing Planets",
    "url": "https://apod.nasa.gov/apod/image/0205/planets1_orman.jpg"
  },
  {
    "date": "2002-05-11",
    "explanation": "What could you see approaching Saturn aboard an interplanetary cruise ship? Your view would likely resemble this subtly shaded image of the gorgeous ringed gas giant. Processed by the Hubble Heritage project, the picture intentionally avoids overemphasizing color contrasts and presents a natural looking Saturn with cloud bands, storms, nearly edge-on rings, and the small round shadow of the moon Enceladus near the center of the planet's disk. Of course, seats were not available on the only ship currently enroute, the Cassini spacecraft. Cassini flew by Jupiter at the turn of the millennium and is scheduled to arrive at Saturn in the year 2004. After an extended cruise to a world 1,400 million kilometers from the Sun, Cassini will tour the Saturnian system, conducting a remote, robotic exploration with software and instruments designed by denizens of planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0205/saturn_herhst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Natural Saturn On The Cassini Cruise",
    "url": "https://apod.nasa.gov/apod/image/0205/saturn_herhst.jpg"
  },
  {
    "date": "2002-05-12",
    "explanation": "While exploring the inner edge of the Helix Nebula with the Hubble Space Telescope's Wide Field Planetary Camera 2, astronomers were able to produce this striking image - rich in details of an exotic environment.  This planetary nebula, created near the final phase of a sun-like star's life, is composed of tenuous shells of gas ejected by the hot central star.  The atoms of gas, stripped of electrons by ultraviolet radiation from the central star, radiate light at characteristic energies allowing specific chemical elements to be identified.  In this image, emission from nitrogen is represented as red, hydrogen emission as green, and oxygen as blue.  The inner edge of the Helix Nebula, also known as NGC 7293, is in the direction toward the central star, which is toward the upper right.  Clearly visible near the inner edge are finger shaped cometary knots.",
    "hdurl": "https://apod.nasa.gov/apod/image/0205/helixedge_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "At the Edge of the Helix Nebula",
    "url": "https://apod.nasa.gov/apod/image/0205/helixedge_hst.jpg"
  },
  {
    "date": "2002-05-13",
    "explanation": "What caused this unusual white rock formation on Mars?  Intrigued by the possibility that they could be salt deposits left over as an ancient lakebed dried-up, detailed studies of these fingers now indicate a more mundane origin: volcanic ash.  Studying the exact color of the formation indicated the volcanic origin.  The light material appears to have eroded away from surrounding area, indicating a very low-density substance consistent with the ash hypothesis. The stark contrast between the rocks and the surrounding sand is compounded by the unusual darkness of the sand.  The above picture was taken with the Thermal Emission Imaging System on the Mars Odyssey spacecraft currently orbiting Mars.  The image spans about 10 kilometers inside a much larger crater.",
    "hdurl": "https://apod.nasa.gov/apod/image/0205/whiterock_mo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "White Rock Fingers on Mars",
    "url": "https://apod.nasa.gov/apod/image/0205/whiterock_mo.jpg"
  },
  {
    "date": "2002-05-14",
    "explanation": "Why is N44C glowing so strangely?  The star that appears to power the nebula, although young and bright, does not seem hot enough to create some of the colors observed.  A search for a hidden hotter star in X-rays has come up empty.  One hypothesis is that the known central star has a neutron star companion in a very wide orbit.  Hot X-rays might only then be emitted during brief periods when the neutron star nears the known star and crashes through a disk of surrounding gas.  Future observations might tell.  N44C, pictured in the above Hubble Space Telescope image, is an emission nebula in the Large Magellanic Cloud, a neighboring galaxy to our Milky Way Galaxy. Flowing filaments of colorful gas and dark dust far from the brightest region are likely part of the greater N44 complex.  It would take light about 125 years to cross N44C.",
    "hdurl": "https://apod.nasa.gov/apod/image/0205/n44c_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "N44C: A Nebular Mystery",
    "url": "https://apod.nasa.gov/apod/image/0205/n44c_hst.jpg"
  },
  {
    "copyright": "Michael Karrer",
    "date": "2002-05-15",
    "explanation": "As Comet Ikeya-Zhang approached the Sun two months ago, it developed a complex blue ion tail.  The tail was composed of ions that boiled off the nucleus and were pushed away from the Sun by the out-flowing fast-moving particles of the solar wind.  Complexity in the tail is created by comet nucleus rotation, variability in the comet surface evaporation rate, and variability of the Sun's magnetic field and solar wind.  The above animation documents how Comet Ikeya-Zhang's tail changed over 30 minutes in ten consecutive 3-minute exposures on March 11.  Comet Ikeya Zhang is now fading as it heads back to the outer Solar System.  It should remain visible through a small telescope for another month.",
    "hdurl": "https://apod.nasa.gov/apod/image/0205/cometiz_karrer.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tail Wags of Comet Ikeya-Zhang",
    "url": "https://apod.nasa.gov/apod/image/0205/cometiz_karrer.gif"
  },
  {
    "date": "2002-05-16",
    "explanation": "During April and May, attention has been focused on the western evening sky, presenting its spectacle of bright planets and crescent moons shortly after sunset. Meanwhile, the the Sun itself has not been just sinking quietly below the horizon. For example on May 2nd, two enormous clouds of energetic particles blasted away from the solar surface in nearly simultaneous eruptions. Known as coronal mass ejections (CMEs), they appear as large \"bubbles\" oriented at about 2 o'clock and 8 o'clock in this composite image from cameras onboard the sun-staring SOHO spacecraft. At picture center, an extreme ultraviolet image of the Sun recorded near the time of these eruptions has been superimposed for scale. The blank region surrounding it corresponds to an occulting disk in one of SOHO's coronagraphic cameras. Speeding outward at millions of kilometers per hour, these two CMEs missed our fair planet. But those that do impact Earth's magnetosphere often trigger auroral displays and disruptions.",
    "hdurl": "https://apod.nasa.gov/apod/image/0205/doublecme_soho_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Double Trouble Solar Bubbles",
    "url": "https://apod.nasa.gov/apod/image/0205/doublecme_soho.jpg"
  },
  {
    "date": "2002-05-17",
    "explanation": "On the 21st of November 2001, satellites detected yet another burst of gamma-rays from the cosmos. While this flash of high-energy photons lasted for less than a minute, eager astronomers have been following the fading optical light from the location of the burst source ever since. Seen above in a series of Hubble Space Telescope images recorded from December 4, 2001 to May 5, 2002 (13 through 161 days after the burst), the fading transient lies to the right of a fuzzy, distant galaxy, likely home to the gamma-ray burster. Two constant point-like objects to the left of the galaxy are foreground stars within our own Milky Way. The transient did not not simply fade away, though. Observations from the Hubble, OGLE, and the large Magellan telescope in Chile indicate that it bumped up or brightened again days after the burst in a convincing display characteristic of a supernova - the death explosion of a massive star. These results add to the mounting evidence that at least some of the mysterious cosmic gamma-ray bursts are produced in the violent event which ends the lives of massive stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0205/grb011121_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gamma-Ray Burst, Supernova Bump",
    "url": "https://apod.nasa.gov/apod/image/0205/grb011121_hst_c1.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2002-05-18",
    "explanation": "How far can you see? The most distant object easily visible to the unaided eye is M31, the great Andromeda Galaxy some two million light-years away. Without a telescope, even this immense spiral galaxy appears as an unremarkable, faint, nebulous cloud in the constellation Andromeda. But a bright yellow nucleus, dark winding dust lanes, gorgeous blue spiral arms and star clusters are recorded in this stunning telescopic digital mosaic of the nearby island universe. While even casual skygazers are now inspired by the knowledge that there are many distant galaxies like M31, astronomers seriously debated this fundamental concept only 80 years ago. Were these \"spiral nebulae\" simply outlying components of our own Milky Way Galaxy or were they instead \"island universes\" -- distant systems of stars comparable to the Milky Way itself? This question was central to the famous Shapley-Curtis debate of 1920, which was later resolved by observations of M31 in favor of Andromeda, island universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0205/m31_gendler_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Andromeda Island Universe",
    "url": "https://apod.nasa.gov/apod/image/0205/m31_gendler.jpg"
  },
  {
    "copyright": "Calvin J. Hamilton",
    "date": "2002-05-19",
    "explanation": "Tethys is one of the larger and closer moons of Saturn.  It was visited by both Voyager spacecraft - Voyager 1 in November 1980 and by Voyager 2 in August 1981.  Tethys is now known to be composed almost completely of water ice.  Tethys shows a large impact crater that nearly circles the planet.  That the impact that caused this crater did not disrupt the moon is taken as evidence that Tethys was not completely frozen in its past.  Two smaller moons, Telesto and Calypso, orbit Saturn just ahead of and behind Tethys.  Giovanni Cassini discovered Tethys in 1684.  In 1997, NASA launched a spacecraft named Cassini to Saturn that will arrive in 2004.",
    "hdurl": "https://apod.nasa.gov/apod/image/0205/tethys_vg2_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Moon Tethys",
    "url": "https://apod.nasa.gov/apod/image/0205/tethys_vg2.jpg"
  },
  {
    "copyright": "Jean-Charles Cuillandre",
    "date": "2002-05-20",
    "explanation": "To the east of the Lagoon Nebula is a star field rich in diversity.  On the lower left are clouds rich in dark dust that hide background stars and young star systems still forming.  Dark clouds include LDN 227 on the left and IC 1275 on the right, with a bright star near its tip.  On the upper right are clouds rich in hot glowing gas, including part of the emission nebula NGC 6559.  On the right, between the two regions, is a nebula reflecting light from a group of massive blue stars.  The NGC 6559 complex pictured above spans about 3 light years and likely has a common history with the Lagoon Nebula.  The complex lies about 5000 light-years away toward the constellation of Sagittarius.",
    "hdurl": "https://apod.nasa.gov/apod/image/0205/m8complex_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "East of the Lagoon Nebula",
    "url": "https://apod.nasa.gov/apod/image/0205/m8complex_cfht.jpg"
  },
  {
    "date": "2002-05-21",
    "explanation": "What causes this unusual structure near the center of our Galaxy? The long parallel rays slanting across the top of the above radio image are known collectively as the Galactic Center Radio Arc and jut straight out from the Galactic plane.  The Radio Arc is connected to the Galactic center by strange curving filaments known as the Arches.  The bright radio structure at the bottom right likely surrounds a black hole at the Galactic center and is known as Sagittarius A*.  One origin hypothesis holds that the Radio Arc and the Arches have their geometry because they contain hot plasma flowing along lines of constant magnetic field.  Recent images from the Chandra X-ray Observatory appear to show this plasma colliding with a nearby cloud of cold gas.",
    "hdurl": "https://apod.nasa.gov/apod/image/0205/gcradioarc_vla_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Galactic Center Radio Arc",
    "url": "https://apod.nasa.gov/apod/image/0205/gcradioarc_vla.jpg"
  },
  {
    "copyright": "Thierry Legault",
    "date": "2002-05-22",
    "explanation": "Tomorrow's picture: the color of x-rays  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0205/Eiffeltower1_lagault.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon and Planets by the Eiffel Tower",
    "url": "https://apod.nasa.gov/apod/image/0205/Eiffeltower1_lagault.jpg"
  },
  {
    "date": "2002-05-23",
    "explanation": "Supernova remnant N132D shows off complex structures in this sharp, color x-ray image. Still, overall this cosmic debris from a massive star's explosive death has a strikingly simple horseshoe shape. While N132D lies 180,000 light-years distant in the Large Magellanic Cloud, the expanding remnant appears here about 80 light-years across. Light from the supernova blast which created it would have reached planet Earth about 3,000 years ago. Observed by the orbiting Chandra Observatory, N132D still glows in x-rays, its shocked gas heated to millions of degrees Celsius. Since x-rays are invisible, the Chandra x-ray image data are represented in this picture by assigning visible colors to x-rays with different energies. Low energy x-rays are shown as red, medium energy as green, and high energy as blue colors. These color choices make a pleasing picture and they also show the x-rays in the same energy order as visible light photons, which range from low to high energies as red, green, and blue.",
    "hdurl": "https://apod.nasa.gov/apod/image/0205/n132d_cxc_xraycolor.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "N132D and the Color of X-Rays",
    "url": "https://apod.nasa.gov/apod/image/0205/n132d_cxc_xraycolor_c1.jpg"
  },
  {
    "copyright": "www.MrEclipse.com",
    "date": "2002-05-24",
    "explanation": "Venus, named for the Roman goddess of love, and Mars, the war god's namesake, approach each other by moonlight in this lovely sky view recorded on May 14th from Dunkirk, Maryland, USA. The four second time exposure made in twilight with a digital camera also records earthshine illuminating the otherwise dark surface of the young crescent Moon. Venus shines as the third brightest object in Earth's sky, after the Sun and the Moon itself, and has been appearing as the brilliant evening star in the pantheon of planets arrayed in the west during April and May. Here, Venus' light is so intense that it produces a noticeable spike in the sensitive camera's image. Much fainter Mars is lower in the picture, caught between tree limbs swaying in a gentle evening breeze. By early June, Mars will be harder to spot as it wanders toward the horizon, but Venus and father Jupiter will draw closer together, presenting a spectacular pair of bright planets in the west.",
    "hdurl": "https://apod.nasa.gov/apod/image/0205/MoonVenusMars_espenak_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Love and War by Moonlight",
    "url": "https://apod.nasa.gov/apod/image/0205/MoonVenusMars_espenak.jpg"
  },
  {
    "date": "2002-05-25",
    "explanation": "Comet Shoemaker-Levy 9, named after its co-discoverers, was often referred to as the \"string of pearls\" comet. It is famous for its suggestive appearance as well as its collision with the planet Jupiter! The comet's original single nucleus was torn to pieces by Jupiter's strong gravity during a close encounter with the solar system's largest planet in 1992. The pieces are seen (scroll right) in this composite of Hubble Space Telescope images to be \"pearls\" strung out along the comet's orbital path. In July of 1994 these pieces collided with Jupiter in a rare and spectacular series of events.",
    "hdurl": "https://apod.nasa.gov/apod/image/0205/sl9_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A String Of Pearls",
    "url": "https://apod.nasa.gov/apod/image/0205/sl9_hst_c1.jpg"
  },
  {
    "copyright": "Jerry Lodriguss",
    "date": "2002-05-26",
    "explanation": "The dark nebula predominant at the lower left of the above photograph is known as the Pipe Nebula.  The dark clouds, suggestively shaped like smoke rising from a pipe, are caused by absorption of background starlight by dust.  These dust clouds can be traced all the way to the Rho Ophiuchi nebular clouds on the right.  The brightest star in the field is Antares. Many types of nebula are highlighted here: the red are emission nebula, the blue are reflection nebula, and the dark are absorption nebula. This picture has been digitally enhanced.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/pipe2_lodriguss_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pipe Dark Nebula",
    "url": "https://apod.nasa.gov/apod/image/0003/pipe2_lodriguss.jpg"
  },
  {
    "copyright": "Helmut RottU. Innsbruck",
    "date": "2002-05-27",
    "explanation": "It's all gone but the mountains.  Most of the sprawling landscape of ice that lies between the mountains visible above has now disintegrated.  The above picture was taken in Antarctica from the top of Grey Nunatak, one of three Seal Nunatak mountains that border the Larsen B Ice-Shelf.  The other two Nunataks are visible in the picture taken in 1994.  Over the past several years large chunks of the 200-meter thick Larsen B Ice-Shelf have been breaking off and disintegrating.  The cause is thought to be related to the local high temperatures of recent years and, possibly, global warming.  Over the past few years, the area that has disintegrated is roughly the size of Luxembourg.  As ice-shelves break up, they unblock other ice sheets that fall onto the ocean, raising sea levels everywhere.  Scientists are watching the much-larger Ross Ice Shelf, which, if it collapses, could cause global sea levels to rise five meters.",
    "hdurl": "https://apod.nasa.gov/apod/image/0205/larsen03_rotts.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Antarctic Ice Shelf Vista",
    "url": "https://apod.nasa.gov/apod/image/0205/larsen03_rotts.jpg"
  },
  {
    "date": "2002-05-28",
    "explanation": "The most photogenic array of radio telescopes in the world has also been one of the most productive.  Each of the 27 radio telescopes in the Very Large Array (VLA) is the size of a house and can be moved on train tracks.  The above pictured VLA, celebrating its twenty-second year of operation, is situated in New Mexico, USA. The VLA has been used to discover water on planet Mercury, radio-bright coronae around ordinary stars, micro-quasars in our Galaxy, gravitationally-induced Einstein rings around distant galaxies, and radio counterparts to cosmologically distant gamma-ray bursts.  The vast size of the VLA has allowed astronomers to study the details of super-fast cosmic jets, and even map the center of our Galaxy.  An upgrade of the VLA is being planned.",
    "hdurl": "https://apod.nasa.gov/apod/image/0205/vla006_nrao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Very Large Array of Radio Telescopes",
    "url": "https://apod.nasa.gov/apod/image/0205/vla006_nrao.jpg"
  },
  {
    "date": "2002-05-29",
    "explanation": "What may appear fuzzy to some makes things crystal clear to others.  The cosmic microwave background radiation emanating from the universe could only have the above fuzzy pattern if it contained clear amounts of dark matter and dark energy.  The conclusion, based on a detailed analysis of the temperature and spacing of the bumps, was a surprise to those who felt that previous evidence for such a strange universe, based on observations of distant supernovae, was somehow inaccurate.  The measurements were made with a novel group of microwave telescopes in Tenerife, Spain called the Very Small Array.  The bumps appearing above are some of the oldest objects ever seen.",
    "hdurl": "https://apod.nasa.gov/apod/image/0205/cmb_vsa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cosmic Ripples Implicate Dark Universe",
    "url": "https://apod.nasa.gov/apod/image/0205/cmb_vsa.jpg"
  },
  {
    "copyright": "Emmanuel Mallart",
    "date": "2002-05-30",
    "explanation": "Tomorrow's picture: in a canyon on Mars  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0205/orione_mallart_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion Nebulosities",
    "url": "https://apod.nasa.gov/apod/image/0205/orione_mallart_c1.jpg"
  },
  {
    "date": "2002-05-31",
    "explanation": "Scroll right and dive into a spectacular canyon on Mars. This daytime infrared view, recently recorded by the THEMIS camera on board the orbiting Mars Odyssey spacecraft, covers a 30 by 175 kilometer swath running along the canyon floor. The north (left) end of the scene is poised at the edge of Candor Chasma, part of the great Valles Marineris canyon system. In all about 4,000 kilometers long and up to 6 kilometers deep, Valles Marineris is roughly five times the size of the Grand Canyon on planet Earth. The THEMIS camera data was recorded in three separate infrared bands and combined to make this striking false-color image. Resulting color differences along this intricate section of martian terrain are attributed to differences in mineralogy, the chemical makeup and structure of the rocks, sediments and surface dust.",
    "hdurl": "https://apod.nasa.gov/apod/image/0205/marscandor_themis_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In Chandor Chasma on Mars",
    "url": "https://apod.nasa.gov/apod/image/0205/marscandor_themis_a.jpg"
  },
  {
    "date": "2002-06-01",
    "explanation": "The New General Catalog of star clusters and nebulae really isn't so new. In fact, it was published in 1888 - an attempt by J. L. E. Dreyer to consolidate the work of astronomers William, Caroline, and John Herschel along with others into a useful single, complete catalog of astronomical discoveries and measurements. Dreyer's work was successful and is still important today as this famous catalog continues to lend its \"NGC\" to bright clusters, galaxies, and nebulae. Take for example this star cluster known as NGC 2266 (item number 2,266 in the NGC compilation). It lies about 10,000 light-years distant in the constellation Gemini and represents an open or galactic cluster. With an age of about 1 billion years, NGC 2266 is old for a galactic cluster. Its evolved red giant stars are readily apparent in this gorgeous three-color image.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/ngc2266_credner_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2266: Old Cluster in the New General Catalog",
    "url": "https://apod.nasa.gov/apod/image/0206/ngc2266_credner.jpg"
  }
]
