[
  {
    "date": "2002-02-01",
    "explanation": "Where does a two-ton tiger hang out? Well, in this case the Trans-Iron Galactic Element Recorder (TIGER) experiment hangs from a mobile crane on the far left in this panorama photo recorded last December near McMurdo Station, Antarctica. The helium-filled balloon which carried TIGER aloft for a record setting 31+ days is stretched out far to the right (scroll right) against the background of majestic Mt. Erebus, the southernmost active volcano in the world. While cruising with its two-ton payload above 100,000 feet, the scientific balloon's fully inflated internal volume was roughly the same as the Louisiana Superdome, but its walls were as thin as shrinkwrap. TIGER was designed to detect the unexplained galactic cosmic rays -- atomic nuclei moving at near light-speed which impinge on the Earth from outside our Solar System. By making the first sensitive measurements of cosmic rays with atomic numbers between 26 (Iron) and 40 (Zirconium), TIGER investigators will seek to identify the type of astrophysical environments which could be sources of the galactic cosmic-ray material and possible ways in which the nuclei are accelerated to such high speeds.",
    "hdurl": "https://apod.nasa.gov/apod/image/0202/tigerlaunchPan_jasonlink_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Balloon TIGER",
    "url": "https://apod.nasa.gov/apod/image/0202/tigerlaunchPan_jasonlink.jpg"
  },
  {
    "date": "2002-02-02",
    "explanation": "Deep inside Centaurus A, the closest active galaxy to Earth, lies ... another galaxy! Cen A is a giant elliptical galaxy a mere 10 million light-years distant with a central jumble of stars, dust, and gas that probably hides a massive black hole. This composite combines an optical picture of Cen A with dark lines tracing lobes of radio emission and an infrared image from the ISO satellite (in red). The ISO data maps out the dust in what appears to be a barred spiral galaxy about the size of the prominent nearby spiral M33. The discoverers believe that the giant elliptical's gravity helps this barred spiral galaxy maintain its shape. In turn, material funneled along the spiral's bar fuels the central black hole which powers the elliptical's radio lobes. This apparently intimate association between two distinct and dissimilar galaxies suggests a truly cosmic symbiotic relationship.",
    "hdurl": "https://apod.nasa.gov/apod/image/0202/cenasymgal_mirabel_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Centaurus A: The Galaxy Deep Inside",
    "url": "https://apod.nasa.gov/apod/image/0202/cenasymgal_mirabel.jpg"
  },
  {
    "copyright": "O. Lopez-CruzINAOEPAURANOAONSF",
    "date": "2002-02-03",
    "explanation": "Almost every object in the above photograph is a galaxy.  The Coma Cluster of Galaxies pictured above is one of the densest clusters known - it contains thousands of galaxies.  Each of these galaxies houses billions of stars - just as our own Milky Way Galaxy does.  Although nearby when compared to most other clusters, light from the Coma Cluster still takes hundreds of millions of years to reach us.  In fact, the Coma Cluster is so big it takes light millions of years just to go from one side to the other!  Most galaxies in Coma and other clusters are ellipticals, while most galaxies outside of clusters are spirals.  The nature of Coma's X-ray emission is still being investigated.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/coma_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Coma Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/0008/coma_noao.jpg"
  },
  {
    "date": "2002-02-04",
    "explanation": "A new comet has brightened unexpectedly and is currently visible to unaided observers of southern skies.  Comet C/2000 WM1 (LINEAR) is now reported by some observers to be at third magnitude, making it brighter -- although more diffuse -- than most visible stars.  A dust tail as long as 3 degrees has also been reported.  Pictured above is the center of Comet LINEAR (WM1) taken the morning of February 1 from 300 km north of Sydney, Australia.  A bright coma and the start of the dust tail are visible despite a bright, nearly full Moon.  The comet has now passed its closest approach to the Sun (January) and the Earth (December) and will move toward northern skies as it fades.",
    "hdurl": "https://apod.nasa.gov/apod/image/0202/linearwm1_garradd_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet LINEAR (WM1) Shines in the South",
    "url": "https://apod.nasa.gov/apod/image/0202/linearwm1_garradd.jpg"
  },
  {
    "date": "2002-02-05",
    "explanation": "Two of the largest storm systems on Jupiter are colliding, and nobody is sure what will result.  The larger storm is the famous Great Red Spot, while the smaller is a large white oval.  Both are swirling cloud systems that circulate on Jupiter.  The white oval is part of a belt of clouds that circles Jupiter faster than the Great Red Spot.  The oval started being slowed by the Great Red Spot two weeks ago and the collision could last another month.  The oval will likely survive but could possibly be disrupted or absorbed.  The two storm systems went at it at least once before in 1975 causing the Spot's red color to fade for several years.  The passing Voyager 2 robot spacecraft took the above picture of Jupiter's Great Red Spot in 1979.  A different white oval was then visible below the Spot.",
    "hdurl": "https://apod.nasa.gov/apod/image/0202/jupredspot_vg2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Giant Storm Systems Battle on Jupiter",
    "url": "https://apod.nasa.gov/apod/image/0202/jupredspot_vg2.jpg"
  },
  {
    "date": "2002-02-06",
    "explanation": "What cosmic wallpaper is on the sky?  The answer depends on the type of light considered, and for some wavelengths, all the cluttering material in the foreground makes it still unknown.  Recently, however, the background in near infrared light was imaged at high resolution by the 2MASS telescope, and confirmed earlier estimates that it is over twice as bright as originally expected.  A small section of Cosmic Infrared Background (CIB) is shown above in representative colors.  Visible is light emitted from the very first stars and galaxies in the universe, emitted when the universe was less than half its current age.  The CIB is more uniform than the present universe since stars were more spread out at early times.  The brightness of the background indicates that many stars were forming in the universe between cosmological redshifts of one and seven.",
    "hdurl": "https://apod.nasa.gov/apod/image/0202/cib_2mass_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cosmic Infrared Background",
    "url": "https://apod.nasa.gov/apod/image/0202/cib_2mass.jpg"
  },
  {
    "date": "2002-02-07",
    "explanation": "This ominous, dark shape sprawling across the face of the active Sun is a coronal hole -- a low density region extending above the surface where the solar magnetic field opens freely into interplanetary space. Studied extensively from space since the 1960s in ultraviolet and x-ray light, coronal holes are known to be the source of the high-speed solar wind, atoms and electrons which flow outward along the open magnetic field lines. During periods of low activity, coronal holes typically cover regions just above the Sun's poles. But this coronal hole, one of the largest seen so far in the current solar activity cycle, extends from the south pole (bottom) well into northern hemisphere.  Coronal holes like this one may last for a few solar rotations before the magnetic fields shift and change configurations. Shown in false-color, this picture of the Sun on January 8th was made in extreme ultraviolet light by the EIT instrument on board the space-based SOHO observatory.",
    "hdurl": "https://apod.nasa.gov/apod/image/0202/coronahole_020108eit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Coronal Hole",
    "url": "https://apod.nasa.gov/apod/image/0202/coronahole_020108eit.jpg"
  },
  {
    "date": "2002-02-08",
    "explanation": "The quasar known as PKS 1127-145 lies ten billion light-years from our fair planet. A Hubble Space Telescope view in the left panel shows this quasar along with other galaxies as they appear in optical light. The quasar itself is the brightest object in the lower right corner. In the right panel is a Chandra Observatory x-ray picture, exactly corresponding to the Hubble field. While the more ordinary galaxies are not seen in the Chandra image, a striking jet, nearly a million light-years long, emerges from the quasar to dominate the x-ray view. Bright in both optical and x-ray light, the quasar is thought to harbor a supermassive black hole which powers the jet and makes PKS 1127-145 visible across the spectrum -- a beacon from the distant cosmos.",
    "hdurl": "https://apod.nasa.gov/apod/image/0202/pks1127_xray_opt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "PKS 1127-145: Quasar View",
    "url": "https://apod.nasa.gov/apod/image/0202/pks1127_xray_opt.jpg"
  },
  {
    "copyright": "Olivier Staiger",
    "date": "2002-02-09",
    "explanation": "Fighting clouds and the glow of city lights, a young Moon shines over the western horizon of Mongolia's capital, Ulaan-Baatar. The thin sunlit crescent is about 2 days old and strongly over exposed in this image taken on March 10, 1997. The night side of the Moon is also visible due to earthshine - sunlight reflected from the Earth to the Moon. Just below the Moon, bright Saturn shines through the clouds. Skygazers will have a chance to watch the Moon actually pass in front of the ringed planet in February, March, and April this year. In fact, an excellent lunar occultation of Saturn will be visible from parts of North America on February 20th as Saturn disappears behind the dark limb of a first quarter Moon. Some may even take this opportunity to search for Saturn's lost ring.",
    "hdurl": "https://apod.nasa.gov/apod/image/0202/mongoliamoon_staiger.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Over Mongolia",
    "url": "https://apod.nasa.gov/apod/image/0202/mongoliamoon_staiger.jpg"
  },
  {
    "copyright": "American ScientistPriscilla FrischU. Chicago",
    "date": "2002-02-10",
    "explanation": "The stars are not alone.  In the disk of our Milky Way Galaxy about 10 percent of visible matter is in the form of gas, called the interstellar medium (ISM).  The ISM is not uniform, and shows patchiness even near our Sun.  It can be quite difficult to detect the local ISM because it is so tenuous and emits so little light.  This mostly hydrogen gas, however, absorbs some very specific colors that can be detected in the light of the nearest stars.  A working map of the local ISM within 10 light-years based on recent observations is shown above.  These observations show that our Sun is moving through a Local Interstellar Cloud as this cloud flows outwards from the Scorpius-Centaurus Association star forming region.  Our Sun may exit the Local Interstellar Cloud during the next 10,000 years.  Much remains unknown about the local ISM, including details of its distribution, its origin, and how it affects the Sun and the Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/localcloud_frisch_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Local Interstellar Cloud",
    "url": "https://apod.nasa.gov/apod/image/0004/localcloud_frisch.jpg"
  },
  {
    "copyright": "AAO",
    "date": "2002-02-11",
    "explanation": "An eerie blue glow and ominous columns of dark dust highlight M78, one of the brightest  reflection nebula on the sky. M78 is visible with a small telescope toward the constellation of Orion.  The dust not only absorbs light, but also reflects the light of several bright blue stars that formed recently in the nebula.  The same type of scattering that colors the daytime sky further enhances the blue color.  M78 is about five light-years across. M78 appears above only as it was 1600 years ago, however, because that is how long it takes light to go from there to here.  M78 belongs to the larger Orion Molecular Cloud Complex that contains the Great Nebula in Orion and the Horsehead Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/0202/m78_aao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Reflection Nebula M78",
    "url": "https://apod.nasa.gov/apod/image/0202/m78_aao.jpg"
  },
  {
    "date": "2002-02-12",
    "explanation": "Can you help in reducing this blanket of methane gas that is warming up our Earth?  Recent evidence holds that methane (CH4) is second only to carbon dioxide (CO2) in creating a warming greenhouse effect but is easier to control.  Atmospheric methane has doubled over the past 200 years, and its smothering potency is over 20 times that of CO2.  Methane may even be responsible for a sudden warming of the Earth by seven degrees Celsius about 55 million years ago.  As most methane is produced biologically, the gas is sometimes associated with bathroom humor.  The largest abundance released by the US, however, is created when anaerobic bacteria break down carbon-based garbage in landfills. Therefore, a more effective way to help our planet than trying to restrict your own methane emissions would be to encourage efficient landfill gas management.",
    "hdurl": "https://apod.nasa.gov/apod/image/0202/methearth_giss_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Methane Earth",
    "url": "https://apod.nasa.gov/apod/image/0202/methearth_giss.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2002-02-13",
    "explanation": "Few astronomical sights excite the imagination like the nearby stellar nursery known as the Orion Nebula.  The Nebula's glowing gas surrounds hot young stars at the edge of an immense interstellar molecular cloud only 1500 light-years away.  The Great Nebula in Orion can be found with the unaided eye just below and to the left of the easily identifiable belt of three stars in the popular constellation Orion. The above image has been contrast balanced to bring out Orion's detail in spectacular fashion.  Visible simultaneously are the bright stars of the Trapezium in Orion's heart, the sweeping lanes of dark dust that cross the center, the pervasive red glowing hydrogen gas, and the blue tinted dust that reflects the light of newborn stars.  The whole Orion Nebula cloud complex, which includes the Horsehead Nebula, will slowly disperse over the next 100,000 years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0202/orion_gendler_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Great Nebula in Orion",
    "url": "https://apod.nasa.gov/apod/image/0202/orion_gendler.jpg"
  },
  {
    "date": "2002-02-14",
    "explanation": "On another Valentine's Day (February 14, 1990), cruising four billion miles from the Sun, the Voyager 1 spacecraft looked back to make this first ever family portrait of our Solar System. The complete portrait is a 60 frame mosaic made from a vantage point 32 degrees above the ecliptic plane. Voyager's wide angle camera frames sweep through the inner Solar System (far left) linking up with gas giant Neptune, at the time the Solar System's outermost planet (scroll right). Positions for Venus, Earth, Jupiter, Saturn, Uranus, and Neptune are indicated by the corresponding letters while the Sun is the bright spot near the center of the circle of frames. The inset frames for each of the planets are from Voyager's narrow field camera. Unseen in the portrait are Mercury, too close to the Sun to be detected, and Mars, unfortunately hidden by sunlight scattered in the camera's optical system. Small, faint Pluto's position was not covered.",
    "hdurl": "https://apod.nasa.gov/apod/image/0202/ssportrait_vg1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar System Portrait",
    "url": "https://apod.nasa.gov/apod/image/0202/ssportrait_vg1.jpg"
  },
  {
    "date": "2002-02-15",
    "explanation": "Born on today's date in 1564, Galileo used a telescope to explore the Solar System. In 1610, he became the first to be amazed by Saturn's rings. After nearly 400 years, Saturn's magnificent rings still offer one of the most stunning astronomical sights. Uniquely bright compared to the rings of the other gas giants, Saturn's ring system is around 250,000 kilometers wide but in places only a few tens of meters thick. Modern astronomers believe the rings are perhaps only a hundred million years young. But accumulating dust and dynamically interacting with Saturn's moons, the rings may eventually darken and sag toward the gas giant, losing their lustre over the next few hundred million years. Since Galileo, astronomers have subjected the entrancing rings to intense scrutiny to unlock their secrets. Still mesmerized, some will take advantage of next week's (February 20th) favorable lunar occultation of Saturn to search for evidence of ring material outside the well known boundaries of the ring system. The presence of such a \"lost\" ring of Saturn was first hinted at in reports dating back to the early 20th century.",
    "hdurl": "https://apod.nasa.gov/apod/image/0202/lordofrings_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn: Lord of the Rings",
    "url": "https://apod.nasa.gov/apod/image/0202/lordofrings_hst.jpg"
  },
  {
    "date": "2002-02-16",
    "explanation": "Miranda is a bizarre world which surely had a tempestuous past. The innermost of the larger Uranian moons, Miranda is almost 300 miles in diameter and was discovered on today's date in 1948 by American planetary astronomer Gerard Kuiper. Examined very closely by the Voyager 2 spacecraft in 1986, this dark and distant world turned out to be quite a surprise. Miranda was found to display a unique, bewildering variety of terrain leading some to suggest that it has been fractured up to 5 times during its evolution. Along with the famous \"chevron\" feature, the bright V-shaped area just above center, this composite of the highest resolution images of Miranda shows wild juxtapositions of ridges and valleys, older cratered and younger smooth surfaces, and shadowy canyons perhaps 12 miles deep.  The large crater (below center) is the 15 mile wide crater Alonso.",
    "hdurl": "https://apod.nasa.gov/apod/image/0202/miranda_vg2mos1_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Miranda, Chevron, and Alonso",
    "url": "https://apod.nasa.gov/apod/image/0202/miranda_vg2mos1.jpg"
  },
  {
    "copyright": "American ScientistPriscilla FrischU. Chicago",
    "date": "2002-02-17",
    "explanation": "What surrounds the Sun in this neck of the Milky Way Galaxy?  Our current best guess is depicted in the above map of the surrounding 1500 light years constructed from various observations and deductions.  Currently, the Sun is passing through a Local Interstellar Cloud (LIC), shown in violet, which is flowing away from the Scorpius-Centaurus Association of young stars.  The LIC resides in a low-density hole in the interstellar medium (ISM) called the Local Bubble, shown in black.  Nearby, high-density molecular clouds including the Aquila Rift surround star forming regions, each shown in orange.  The Gum Nebula, shown in green, is a region of hot ionized hydrogen gas.  Inside the Gum Nebula is the Vela Supernova Remnant, shown in pink, which is expanding to create fragmented shells of material like the LIC.  Future observations should help astronomers discern more about the local Galactic Neighborhood and how it might have affected Earth's past climate.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/galacticneighborhood_frisch_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Local Bubble and the Galactic Neighborhood",
    "url": "https://apod.nasa.gov/apod/image/0004/galacticneighborhood_frisch.gif"
  },
  {
    "copyright": "Jayanne English",
    "date": "2002-02-18",
    "explanation": "Shells of ancient supernovas, cocoons surrounding newborn stars, and specks from  distant quasars highlight this tremendous vista toward the constellation of Cygnus.  The representative color image covers about 10 degrees across on the sky but is only a small part of the Canadian Galactic Plane Survey in radio light.  Diffuse bands of ionized gas flow though a dominating region of star formation, located about 6000 light-years away.  Two prominent supernova shells visible include the brown globule on the lower left and the white bumpy sphere on the upper right.  To the left of the brown globule is the entire North America Nebula.  Prominent stellar cocoons are visible throughout the image as bright white knots.  Some of these stars will likely generate future supernova shells.  Far in the distance, visible here as only red dots, quasars glow.",
    "hdurl": "https://apod.nasa.gov/apod/image/0202/cygnus_cgps_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Radio Vista of Cygnus",
    "url": "https://apod.nasa.gov/apod/image/0202/cygnus_cgps.jpg"
  },
  {
    "date": "2002-02-19",
    "explanation": "Does water exist today on Mars?  Yes, although the only place on Mars known to have water is the North Polar Cap, and that water is frozen.  Views of this potentially life-enabling water-ice are usually obscured -- in the winter by darkness and in the summer by clouds.  Last April, however, the orbiting Mars Global Surveyor spacecraft was able to get a good glimpse of the water-bearing cap just before Martian spring.  Low, dark layers in the above image are thought to contain a large amount of sand, while high, light layers likely contain higher amounts of water-ice.  The image spans an area about 5 kilometers across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0202/marswater_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Water-Ice Imaged in Martian Polar Cap",
    "url": "https://apod.nasa.gov/apod/image/0202/marswater_mgs.jpg"
  },
  {
    "date": "2002-02-20",
    "explanation": "One of these stars is blinking.  This star, a member of globular cluster NGC 6397, is noteworthy not just because it blinks, but because it blinks so fast and because its companion star is so atypical.  Speculation holds that this might be a neutron star spun up to a rate of 274 rotations each second by the bloated red star it orbits.  Matter gravitationally pulled from the bloated star likely orbits the millisecond pulsar, making it spin faster when it crashes onto the surface.  The odd system might have resulted when the neutron star captured a normal star after a near collision near the globular cluster's dense center.  Other collisions near the center of NGC 6397 are thought to have produced other oddities -- blue straggler stars.  The Hubble Space Telescope took the above image of the colorful globular cluster.",
    "hdurl": "https://apod.nasa.gov/apod/image/0202/ngc6397_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Oddities of Star Cluster NGC 6397",
    "url": "https://apod.nasa.gov/apod/image/0202/ngc6397_hst.jpg"
  },
  {
    "copyright": "Andrew Cooper",
    "date": "2002-02-21",
    "explanation": "Comet Ikeya-Zhang is presently heading north in planet Earth's sky, framed by stars of the constellation Cetus. The comet was discovered as a faint, telescopic object near the western horizon on the evening of February 1st independently by Kaoru Ikeya of Shizuoka prefecture, Japan, Daqing Zhang in Henan province, China, and later by observer Paulo Raymundo of Salvador, Brazil. But Ikeya-Zhang is expected to brighten significantly and in March and April could become visible to the unaided eye. This picture, taken near Tucson, Arizona, USA on the evening of February 9th, covers a field a bit less than the width of the full moon showing the comet's condensed coma and narrow, developing tail. Ikeya-Zhang should pass closest to the Sun (perihelion) on March 18 at a point roughly midway between the orbits of Mercury and Venus. Based on preliminary calculations of this comet's orbit, Ikeya-Zhang is suspected of being a periodic comet, returning to the inner Solar System every 500 years or so. In fact, it is speculated that Ikeya-Zhang may be directly connected with a historic bright comet seen in 1532.",
    "hdurl": "https://apod.nasa.gov/apod/image/0202/ikeyazhang_cooper_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Ikeya-Zhang",
    "url": "https://apod.nasa.gov/apod/image/0202/ikeyazhang_cooper.jpg"
  },
  {
    "copyright": "Tom MartinezAstronomical\nSociety of Kansas City",
    "date": "2002-02-22",
    "explanation": "Gliding through the sky on Wednesday evening, February 20th, a first quarter Moon seemed to run over bright planet Saturn as viewed from much of North America. In this sharp sequence of telescopic digital images from the Powell Observatory near Louisburg, Kansas, USA, Saturn is seen reappearing from behind the bright lunar limb over a period of about 2 minutes. The ringed planet emerges above the dark, smooth lunar Mare Crisium (Sea of Crises). This lunar occultation was widely anticipated in part because the ringed planet and the brilliant Moon are both spectacular celestial sights. Now, European sky gazers will have their turn as the Moon occults the Solar System's largest planet, Jupiter in early morning hours on Saturday, February 23rd.",
    "hdurl": "https://apod.nasa.gov/apod/image/0202/occsat_martinez_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn at the Lunar Limb",
    "url": "https://apod.nasa.gov/apod/image/0202/occsat_martinez.jpg"
  },
  {
    "date": "2002-02-23",
    "explanation": "Fifteen years ago today, the brightest supernova of modern times was sighted. Over time, astronomers have watched and waited for the expanding debris from this tremendous stellar explosion to crash into previously expelled material.  A clear result of such a collision is demonstrated above in two frames recorded by the Hubble Space Telescope in 1994 (left) and 1997(right). While the central concentration of stellar debris has clearly evolved over this period, the yellow spot on the ring in the righthand picture announces the collision of an outward moving blast wave with the pre-existing, light-year wide ring.  The collision is occurring at speeds near 60 million kilometers per hour and shock-heats the ring material causing it to glow.  Astronomers are hopeful that such collisions will illuminate the interesting past of SN 1987A, and perhaps provide more clues about the origin of the mysterious rings.",
    "hdurl": "https://apod.nasa.gov/apod/image/0202/sn87aknot_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shocked by Supernova 1987A",
    "url": "https://apod.nasa.gov/apod/image/0202/sn87aknot_hst.jpg"
  },
  {
    "date": "2002-02-24",
    "explanation": "Sir Isaac Newton changed the world.  Born in 1642, Newton was only an above-average student.  But he went home from Cambridge one summer in 1665, thought a lot about the physical nature of the world, and came back two years later with a revolutionary understanding of mathematics, gravitation, and optics.  A Professor of his, upon understanding what Newton had done, resigned his own position at Cambridge so Newton could have it.  Newton's calculus provided a new mathematical framework for the rapid solution of whole classes of physical problems.  Newton's law of gravitation explained in one simple formula how apples fall and planets move.  Newton's insights proved to be so overwhelmingly powerful he was the first scientist ever knighted.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/IsaacNewton.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Isaac Newton Explains the Solar System",
    "url": "https://apod.nasa.gov/apod/image/0007/IsaacNewton.jpg"
  },
  {
    "date": "2002-02-25",
    "explanation": "Tomorrow's picture: Plasma Jets  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0202/crescenteuropa_vg2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crescent Europa",
    "url": "https://apod.nasa.gov/apod/image/0202/crescenteuropa_vg2.jpg"
  },
  {
    "copyright": "AUINRAO",
    "date": "2002-02-26",
    "explanation": "Jets of streaming plasma expelled by the central black hole of a massive elliptical galaxy likely light up this composite image of 3C296.  The jets emanating from NGC 5532 and are nearly a million light years long.  Exactly how the central black hole expels the infalling matter is still unknown.  After clearing the galaxy, however, the jets inflate large radio bubbles that could glow for millions of years.  If excited by a passing front, radio bubbles can even light up again after a billion years.  Visible light is depicted in the above image in blue, while radio waves are shown in red.  The radio map was created with the Very Large Array of radio telescopes.",
    "hdurl": "https://apod.nasa.gov/apod/image/0202/3c296_nrao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jets from Radio Galaxy 3C296",
    "url": "https://apod.nasa.gov/apod/image/0202/3c296_nrao.jpg"
  },
  {
    "copyright": "Kee Hinckley",
    "date": "2002-02-27",
    "explanation": "What could cause a ray of dark?  Such a ray was caught in spectacular fashion above the Florida Everglades two years ago.  The cause is something surprisingly familiar: a shadow.  The gold-tinged cloud near the horizon blocks sunlight from reflecting off air behind the cloud, making that column of air appear unusually dark.  Cloud shadows can be thought of the inverse of the more commonly highlighted crepuscular rays, where sunlight pours though cloud holes.  Another seemingly opposite phenomenon, a sun pillar, involves small ice crystals floating high in the atmosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/0202/cloudshadow_hinckley_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Cloud Shadow Sunrise",
    "url": "https://apod.nasa.gov/apod/image/0202/cloudshadow_hinckley.jpg"
  },
  {
    "date": "2002-02-28",
    "explanation": "Modern astronomers keep a long list of things that go bump in the night. Near the top are supernovae - the death explosions of massive stars, and gamma-ray bursts - the most powerful explosions seen across the Universe. Intriguingly, the galaxy in the above Hubble Space Telescope image may have been host to both a supernova and a gamma-ray burst which were one and the same event. ESO 184-G82 is a spiral galaxy with a prominent central bar and loose spiral arms dotted with bright star-forming regions. The inset shows an expanded view of one of the star-forming regions, about 300 light-years across. Indicated is the location of an extraordinarily powerful supernova explosion whose light first reached planet Earth on April 25, 1998. That location and date also correspond to the detection of an unusual gamma-ray burst, which may be representative of a peculiar class of these cosmic high-energy flashes. So far, this combination is unique and makes barred spiral ESO 184-G82, at a distance of only 100 million light-years, the closest known gamma-ray burst host galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0202/eso184-g82_c1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "ESO 184-G82: Supernova - Gamma Ray Burst Connection",
    "url": "https://apod.nasa.gov/apod/image/0202/eso184-g82_c3.jpg"
  },
  {
    "date": "2002-03-01",
    "explanation": "The Solar System's largest planet, gas giant Jupiter, is famous for its swirling Great Red Spot. In the right hand panel above, the familiar giant planet with storm system and cloud bands is shown in an optical image from the passing Cassini spacecraft. In the left hand panel, a false-color image from the orbiting Chandra Observatory presents a corresponding x-ray view of Jupiter. The Chandra image shows clearly, for the first time, x-ray spots and auroral x-ray emission from the poles. The x-ray spot dominating the emission from Jupiter's north pole (top) is perhaps as surprising for astronomers today as the Great Red Spot once was. Confounding previous theories, the x-ray spot is too far north to be associated with heavy electrically charged particles from the vicinity of volcanic moon Io. Chandra data also show that the spot's x-ray emission mysteriously pulsates over a period of about 45 minutes.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/xrayoptjup_comp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter's Great X-Ray Spot",
    "url": "https://apod.nasa.gov/apod/image/0203/xrayoptjup_comp.jpg"
  }
]
