[
  {
    "date": "2002-10-01",
    "explanation": "What could cause rectangular ridges on Mars?  As data flows in from the two spacecraft currently orbiting Mars, surface structures are seen that are not immediately understood.  These structures pose puzzles that planetary geologists are eager to solve, as they might provide clues to past processes that have shaped Mars over billions of years.  On the right of the above image is an unusual array of ridges first spotted in Mariner 9 data in 1972.  A ridge wall runs for about 5 kilometers.  Two competing progenitor theories include hardened sand dunes and once-molten rock that seeped through surface cracks and cooled.  Dubbed \"Inca City\" for their resemblance to stone walls of an ancient Earth civilization, the new Mars Global Surveyor images now show them to be part of a larger circular pattern, indicating an origin possibly related to the impact crater.  (Non-natural origin hypotheses are not invoked by conservative scientists unless clear indications exist that natural processes could not work.)",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/incacity_msss_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rectangular Ridges on Mars",
    "url": "https://apod.nasa.gov/apod/image/0210/incacity_msss.jpg"
  },
  {
    "copyright": "David Malin",
    "date": "2002-10-02",
    "explanation": "The flowing trails of dust toward Corona Australis, the constellation of the Southern Crown, are visible here not because they glow, but because they absorb and reflect.  The dust appears bluer when seen near bright stars because it preferentially reflects blue light.  The densest knots of dust are so thick that no background stars or interior stars can be seen through them.  These knots indicate molecular clouds filled with cool gas where future stars will likely form.  The above image spans about 5 degrees while the reflection nebula lies about 500 light-years distant.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/cra_aao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Clouds Toward the Southern Crown",
    "url": "https://apod.nasa.gov/apod/image/0210/cra_aao.jpg"
  },
  {
    "date": "2002-10-03",
    "explanation": "A leading candidate for the most mysterious star found in recent times is variable star V838 Monocerotis. At a distance of about 8,000 light-years, V838 Mon was discovered to be in outburst in January of this year. Initially thought to be a familiar type of classical nova, astronomers quickly realized that instead, V838 Mon may be a totally new addition to the astronomical zoo. Observations indicate that the erupting star transformed itself over a period of months from a small under-luminous star a little hotter than the Sun, to a highly-luminous, cool supergiant star undergoing rapid and complex brightness changes. The transformation defies the conventional understanding of stellar life cycles. A most notable feature of V838 Mon is the \"expanding\" nebula which now appears to surround it. Seen above in two separate images from the South African Astronomical Observatory's 1 meter telescope, the nebula is probably a light echo from shells of formerly unseen material lost by the star during its previous evolution. Light-years in diameter, the shells progressively reflect the light from V838 Mon's outbursts, providing an opportunity to look back at the history of this remarkable star's behaviour.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/v838mon_crause.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "V838 Mon: Mystery Star",
    "url": "https://apod.nasa.gov/apod/image/0210/v838mon_crause_c1.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2002-10-04",
    "explanation": "From our vantage point in the Milky Way Galaxy, we see NGC 6946 face on. The big beautiful spiral galaxy is located just 10 million light-years away, behind a veil of foreground stars in the high and far-off constellation of Cepheus. Looking from the bright core outward along the loose, fragmented spiral arms, the galaxy's colors show a striking change from the yellowish light of old stars in the galaxy's center to young blue star clusters and reddish star forming regions. NGC 6946 is also bright in infrared light and rich in gas and dust, exhibiting a high star birth and death rate. In fact, during the 20th century, at least six supernovae, the death explosions of massive stars, were discovered in NGC 6946. In this sharp composite color digital image, a small barred structure is just visible at the gorgeous galaxy's core.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/ngc6946e_gendler_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Facing NGC 6946",
    "url": "https://apod.nasa.gov/apod/image/0210/ngc6946e_gendler.jpg"
  },
  {
    "date": "2002-10-05",
    "explanation": "Amazingly detailed, this false-color x-ray image is centered on the galaxy Cygnus A. Recorded by the orbiting Chandra Observatory, Cygnus A is seen here as a spectacular high energy x-ray source. But it is actually more famous at the low energy end of the electromagnetic spectrum as one of the brightest celestial radio sources. Merely 700 million light-years distant, Cygnus A is the closest powerful radio galaxy and the false-color radio image (inset right) shows remarkable similarity to Chandra's x-ray view. Central in both pictures, the center of Cygnus A shines brightly while emission extends 300,000 light-years to either side along the same axis. Near light speed jets of atomic particles produced by a massive central black hole are believed to cause the emission. In fact, the x-ray image reveals \"hot spots\" suggestive of the locations where the particle jets are stopped in surrounding cooler, denser gas. The x-ray image also shows that the jets have cleared out a huge cavity in the surrounding gas. Bright swaths of emission within the cavity likely indicate x-ray hot material ... swirling toward the central black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/cyga_cxo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Cygnus A",
    "url": "https://apod.nasa.gov/apod/image/0210/cyga_cxo_nrao.jpg"
  },
  {
    "date": "2002-10-06",
    "explanation": "The bright Lagoon Nebula is home to a diverse array of astronomical objects.  Particularly interesting sources include a bright open cluster of stars and several energetic star-forming regions.  When viewed by eye, cluster light is dominated by an overall red glow that is caused by luminous hydrogen gas, while the dark filaments are caused by absorption by dense lanes of dust. The above picture, from the Curtis-Schmidt Telescope, however, shows the nebula's emission in three exact colors specifically emitted by hydrogen, oxygen, and sulfur. The Lagoon Nebula, also known as M8 and NGC 6523, lies about 5000 light-years away.  The Lagoon Nebula can be located with binoculars in the constellation of Sagittarius spanning a region over three times the diameter of a full Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/m8_barba_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Lagoon Nebula in Three Colors",
    "url": "https://apod.nasa.gov/apod/image/0210/m8_barba.jpg"
  },
  {
    "date": "2002-10-07",
    "explanation": "Is the galaxy in the center connected to the quasar on the upper right? Disagreements about systems like this have raged for decades and have been used to challenge the foundations of modern cosmology.  Some believe that the quasar Markarian 205 was recently ejected from galaxy NGC 4319, indicating that the high redshift of Markarian 205 is not indicative of its distance.  Most astronomers have come to believe, however, that the two are not physically associated, and that the high redshift of Markarian 205 indeed indicates that it lies across our universe.  In this predominant view, as with a tree branch that happens to point toward the Moon, their juxtaposition in the above image is just coincidence.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/ngc4319_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Galaxy and the Quasar",
    "url": "https://apod.nasa.gov/apod/image/0210/ngc4319_hst.jpg"
  },
  {
    "date": "2002-10-08",
    "explanation": "The motion of ultra-fast jets shooting out from a candidate black hole star system have now been documented by observations from the orbiting Chandra X-ray Observatory.  In 1998, X-ray source XTE J1550-564 underwent a tremendous outburst.  Jets of material sent streaming into space at near light-speed impacted existing gas heating it so much it glowed in X-ray light.  The panels on the left of the above image show in X-rays that the hot spots have moved out by more than three light years in the time since the explosion, with the left jet recently fading below detectability.  The drawing of the right depicts the binary star system that likely produced the X-ray jets, with a normal red star on the left dumping matter into an accretion disk around the black hole on the right.  The jets are thought to be emitted along the spin axis of the black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/xtej1550_chandra_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The X-Ray Jets of XTE J1550",
    "url": "https://apod.nasa.gov/apod/image/0210/xtej1550_chandra.jpg"
  },
  {
    "date": "2002-10-09",
    "explanation": "Asteroids almost as large as planets are still being discovered in our own Solar System.  Recently an asteroid more than half the size of Pluto was found orbiting at a distance only a little further than the Solar System's most distant planet.   The large asteroid moves relative to background stars in the discovery images shown above taken by the Oschin Telescope at Palomar, California, USA.  Quaoar, the name suggested for the space rock by its discoverers, is one of several large asteroids discovered recently that roam in the distant Kuiper Belt.  Quaoar's size was resolved by images from the Hubble Space Telescope.  Quaoar is likely a  cold world covered in ice from which the Sun appears only as a particularly bright star.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/quaoar_gps_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Quaoar: Large Asteroid in the Outer Solar System",
    "url": "https://apod.nasa.gov/apod/image/0210/quaoar_gps.gif"
  },
  {
    "date": "2002-10-10",
    "explanation": "Car is a massive star, but it's not as bright as it used to be. Now only easily visible in binoculars or a small telescope, Eta Carinae has a history of spectacular flaring and fading behavior. In fact, in April of 1843 Eta Car briefly became second only to Sirius as the brightest star in planet Earth's night sky, even though at a distance of about 7,500 light-years, it is about 800 times farther away. Surrounded by a complex and evolving nebula, Eta Carinae is seen near the center of this false-color infrared image, constructed using data from the Midcourse Space Experiment (MSX). The MSX satellite mapped the galactic plane in 1996. In the picture, wispy, convoluted filaments are clouds of dust glowing at infrared wavelengths. Astronomers hypothesize that Eta Car itself will explode as a supernova in the next million years or so. Massive Eta Car has even been considered a candidate for a hypernova explosion and the potential source of a future gamma-ray burst.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/etacar_msx_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dusty Environs of Eta Carinae",
    "url": "https://apod.nasa.gov/apod/image/0210/etacar_msx.jpg"
  },
  {
    "date": "2002-10-11",
    "explanation": "One of the brightest stars on the sky likely has planets.  Fomalhaut, actually the 17th brightest star in the night sky, is a mere 22 light-years away but only a fraction of the age of our Sun.  Recent observations in far infrared light with a detector cooled to near zero kelvins indicate a dust disk surrounding Fomalhaut that has both a hole in the center and a warped edge.  Now the hole in the center indicates that dust has fallen onto interior planets -- possibly like the Earth -- while the warp at the edge indicates the gravitational pull of a planet like Jupiter or Saturn.  The discovery image was taken with the SCUBA instrument through the James Clerk Maxwell Telescope in Hawaii, USA.  The above illustration shows what the Fomalhaut dusty planetary system might look like from near the large planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/fomalhaut_atc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fomalhaut Dust Disk Indicates Planets",
    "url": "https://apod.nasa.gov/apod/image/0210/fomalhaut_atc.jpg"
  },
  {
    "date": "2002-10-12",
    "explanation": "Officially the Chandra Deep Field - South, this picture represents the deepest ever x-ray image of the Universe. One million seconds of accumulated exposure time with the orbiting Chandra X-ray Observatory went in to its making. Concentrating on a single, otherwise unremarkable patch of sky in the constellation Fornax, this x-ray image corresponds to the visible light Hubble Deep Field - South released in 1998. Chandra's view, color coded with low energies in red, medium in green, and high-energy x-rays in blue, shows many faint sources of relatively high-energy x-rays. These are likely active galaxies feeding supermassive central black holes and large clusters of galaxies at distances of up to 12 billion light-years. The stunning picture supports astronomers' ideas of a youthful universe in which massive black holes were much more dominant than at present.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/deepfields_cxo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Chandra Deep Field",
    "url": "https://apod.nasa.gov/apod/image/0210/deepfields_cxo.jpg"
  },
  {
    "copyright": "Anglo-Australian Observatory",
    "date": "2002-10-13",
    "explanation": "The odd looking \"creature\" to the right of center in the above photo is a gas cloud known as a cometary globule.  This globule, however, has ruptured.  Cometary globules are typically characterized by dusty heads and elongated tails.  These features cause cometary globules to have visual similarities to comets, but in reality they are very much different.  Globules are frequently the birthplaces of stars, and many show very young stars in their heads. The reason for the rupture in the head of this object is not completely known.  The galaxy to the left of center is very far in the distance and is only placed near CG4 by chance superposition.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/cg4_aao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "CG4: A Ruptured Cometary Globule",
    "url": "https://apod.nasa.gov/apod/image/0210/cg4_aao.jpg"
  },
  {
    "copyright": "Jean-Charles Cuillandre",
    "date": "2002-10-14",
    "explanation": "How did this nebula get created?  The Cocoon Nebula, cataloged as IC 5146, is a strikingly beautiful nebula located about 4,000 light years away toward the constellation of Cygnus.  Inside the Cocoon is a newly developing open cluster of stars.  Like other stellar nurseries, the Cocoon Nebula is, at the same time, an emission nebula, a reflection nebula, and an absorption nebula.  Speculation based on recent measurements holds that the massive star in the center of the above image opened a hole in an existing molecular cloud through which much of the glowing material flows.  The same star, which formed about 100,000 years ago, now provides the energy source for much of the emitted and reflected light from this nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/cocoon_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 5146: The Cocoon Nebula",
    "url": "https://apod.nasa.gov/apod/image/0210/cocoon_cfht.jpg"
  },
  {
    "date": "2002-10-15",
    "explanation": "Gusting solar winds and blasts of charged particles from the Sun made the early days of October rewarding ones for those anticipating auroras. While out enjoying the stormy space weather from Toemmeraas, Norway, Trygve Lindersen recorded this picturesque apparition of the northern lights with a digital camera on October 6. From this perspective, the curtains of green light formed a ring which seemed to hover, wraithlike, just above the foreground trees. But the ring of light was actually 100 kilometers or more above the trees and the greenish glow produced by oxygen molecules interacting with energetic electrons and fluorescing near the edge of space. After days of enchanting auroral displays on planet Earth, the solar activity which triggered October's geomagnetic storms seems to have subsided ... for now.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/aurora_lindersen2_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora's Ring",
    "url": "https://apod.nasa.gov/apod/image/0210/aurora_lindersen2_c1.jpg"
  },
  {
    "copyright": "Robert D. LossWAISRC",
    "date": "2002-10-16",
    "explanation": "The remnants of nuclear reactors nearly two billion years old were found in the 1970s in Africa.  These reactors are thought to have occurred naturally. No natural reactors exist today, as the relative density of fissile uranium has now decayed below that needed for a sustainable reaction.  Pictured above is Fossil Reactor 15, located in Oklo, Gabon.  Uranium oxide remains are visible as the yellowish rock.  Oklo by-products are being used today to probe the stability of the fundamental constants over cosmological time-scales and to develop more effective means for disposing of human-manufactured nuclear waste.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/oklo15_curtin.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Oklo: Ancient African Nuclear Reactors",
    "url": "https://apod.nasa.gov/apod/image/0210/oklo15_curtin.jpg"
  },
  {
    "date": "2002-10-17",
    "explanation": "Almost lost in this cosmic jumble of stars, gas and dust is a faint but definite blue arc -- a stream of young stars whose formation was probably triggered as a small dwarf galaxy was torn apart approaching the giant elliptical galaxy Centaurus A. The 2,000 light-year long arc is revealed in the upper right corner of this processed color digital image, while the dense central region of Centaurus A is near the bottom. Star clusters that make up the blue arc are likely strung out along the incoming trajectory of the small galaxy and are estimated to be only 200-400 million years old. The remarkable result suggests that astronomers have identified a spectacular example of a kind of galactic cannibalism in progress, a process which is believed to contribute to the formation and evolution of large galaxies, including our own Milky Way. Over time, stars and star clusters in this stream should eventually disperse and merge with tumultuous Centaurus A.  The image data was recorded with the four meter Blanco telescope at Cerro Tololo Inter-American Observatory.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/cena_peng_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Centaurus A: Young Blue Star Stream",
    "url": "https://apod.nasa.gov/apod/image/0210/cena_peng_c1.jpg"
  },
  {
    "date": "2002-10-18",
    "explanation": "At the center of our Milky Way Galaxy lies a black hole with over 2 million times the mass of the Sun. Once a controversial claim, this astounding conclusion is now virtually inescapable and based on observations of stars orbiting very near the galactic center. Using one of the Paranal Observatory's very large telescopes and the sophisticated infrared camera NACO, astronomers patiently followed the orbit of a particular star, designated S2, as it came within about 17 light-hours of the center of the Milky Way (17 light-hours is only about 3 times the radius of Pluto's orbit). Their results convincingly show that S2 is moving under the influence of the enormous gravity of an unseen object which must be extremely compact -- a supermassive black hole. This deep NACO near-infrared image shows the crowded inner 2 light-years of the Milky Way with the exact position of the galactic center indicated by arrows. NACO's ability to track stars so close to the galactic center can accurately measure the black hole's mass and perhaps even provide an unprecedented test of Einstein's theory of gravity as astronomers watch a star orbit a supermassive black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/mwcentre_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "At the Center of the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/0210/mwcentre_eso.jpg"
  },
  {
    "date": "2002-10-19",
    "explanation": "Like the downtown area of your favorite city, the roads you drive to work on, and any self-respecting web site ... Io's surface is constantly under construction. This moon of Jupiter holds the distinction of being the Solar System's most volcanically active body -- its bizarre looking surface continuously formed and reformed by lava flows. Generated using 1996 data from NASA's Galileo spacecraft, this high resolution composite image of Io is centered on the side of Io that always faces away from Jupiter. It has been enhanced to emphasize Io's surface brightness and color variations, revealing features as small as 1.5 miles across. The notable absence of impact craters suggests that the entire surface is covered with new volcanic deposits much more rapidly than craters are created. What drives this volcanic powerhouse? A likely energy source is the changing gravitational tides caused by Jupiter and the other Galilean moons as Io orbits the massive gas giant planet. Heating Io's interior, the pumping tides would generate the sulfurous volcanic activity.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/iosurface_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io's Surface: Under Construction",
    "url": "https://apod.nasa.gov/apod/image/0210/iosurface_gal.jpg"
  },
  {
    "date": "2002-10-20",
    "explanation": "Before there was the International Space Station, the reigning orbiting spaceport was Russia's Mir.  Pictured above in 1995, the United States Space Shuttle Atlantis docked with the segmented Mir. During shuttle mission STS-71, astronauts answered questions from school students over amateur radio and performed science experiments aboard Spacelab.  The Spacelab experiments helped to increase understanding of the effects of long-duration space flights on the human body. Last year, after 15 years of successful service, the decaying Mir space station broke up as it entered the Earth's atmosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/shuttlemir_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Space Shuttle Docked with Mir",
    "url": "https://apod.nasa.gov/apod/image/0210/shuttlemir_nasa.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2002-10-21",
    "explanation": "Andromeda is the nearest major galaxy to our own Milky Way Galaxy.  Our Galaxy is thought to look much like Andromeda.  Together these two galaxies dominate the Local Group of galaxies.  The diffuse light from Andromeda is caused by the hundreds of billions of stars that compose it.  The several distinct stars that surround Andromeda's image are actually stars in our Galaxy that are well in front of the background object.  Andromeda is frequently referred to as M31 since it is the 31st object on Messier's list of diffuse sky objects.  M31 is so distant it takes about two million years for light to reach us from there.  Although visible without aid, the above image of M31 is a digital mosaic of 20 frames taken with a small telescope.  Much about M31 remains unknown, including how the center acquired two nuclei.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/Andromeda_gendler_sm.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M31: The Andromeda Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0210/Andromeda_gendler_s60.jpg"
  },
  {
    "date": "2002-10-22",
    "explanation": "As expected, the ozone hole near Earth's South Pole is back again this year. This time, however, it's smaller than the past two years, and has an unusual double lobe structure.  Ozone is important because it shields us from damaging ultraviolet sunlight.  Ozone is vulnerable, though, to CFCs and halons being released into the atmosphere.  International efforts to reduce the use of these damaging chemicals appear to be having a positive effect on their atmospheric abundance.  The smaller size of the ozone hole this year, however, is attributed mostly to warmer than normal air in the surrounding stratosphere.  The above picture of the ozone hole was taken on September 24 by  TOMS on board the orbiting Earth Probe satellite.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/ozone020924_toms_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Small Double Ozone Hole in 2002",
    "url": "https://apod.nasa.gov/apod/image/0210/ozone020924_toms.jpg"
  },
  {
    "copyright": "Maas DigitalEcliptic \nEnterprises CorporationLockheed MartinNASA",
    "date": "2002-10-23",
    "explanation": "What would it look like to see a Space Shuttle liftoff from just above the shuttle?  Because the answer has value in assessing spacecraft performance, NASA attached a small RocketCam to the side of the External Tank on the launch of the Space Shuttle Atlantis earlier this month.  The above five-frame movie, excerpted from a longer video sequence, shows in dramatic fashion what it looks like to ride into space while looking back at the Earth.  In the final frame, taken about 15 minutes after liftoff, the shuttle can be seen separating from the External Tank and proceeding to orbit.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/stsanim2_eec.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Liftoff With the Space Shuttle",
    "url": "https://apod.nasa.gov/apod/image/0210/stsanim2_eec.gif"
  },
  {
    "date": "2002-10-24",
    "explanation": "The Gullies of Mars would probably not have been sensational enough for the title of a vintage Edgar Rice Burroughs story about the Red Planet. But it would get the attention of planetary scientists today. First identified in high resolution images of Mars recorded by the orbiting Mars Global Surveyor spacecraft, the gullies are interpreted as startling evidence that liquid water flowed across the martian surface in geologically recent times. Similar channels on Earth are formed by flowing water, but on Mars the temperature is normally too cold and the atmosphere too thin to sustain liquid water. Still, it is thought possible that water did burst out from underground layers and remain liquid long enough to erode the gullies, while alternative explanations suggest the erosion was produced by a flowing jumble of solid and gaseous carbon dioxide. Spanning a few kilometers along the wall of an impact crater this high resolution image from Mars Global Surveyor shows typical martian gullies near the top of the crater wall giving way to sand dunes toward the crater floor. Whitish frost is visible near the top and on the dark sand dunes below. The muted colors were synthesized from wide angle image data.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/marsgullies42_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gullies on Mars",
    "url": "https://apod.nasa.gov/apod/image/0210/marsgullies42_mgs.jpg"
  },
  {
    "date": "2002-10-25",
    "explanation": "In Jules Verne's science fiction classic A Journey to the Center of the Earth, Professor Hardwigg and his fellow explorers encounter many strange and exciting wonders. What wonders lie at the center of our Galaxy? Astronomers know of some of the bizarre objects which exist there, like vast cosmic dust clouds, bright star clusters, swirling rings of gas, and even a supermassive black hole. Much of the Galactic Center is shielded from our view in visible light by the intervening dust and gas, but it can be explored using other forms of electromagnetic radiation. This haunting wide angle image of the Galactic Center region in infrared light was constructed using data from the Midcourse Space Experiment (MSX) satellite. The image maps three mid-infrared bands, otherwise invisible to human eyes, into visible blue, green, and red colors revealing the thermal emission from dust clouds near the galactic center that have been heated by starlight. The galactic plane runs along the middle of this image while the galactic center itself is the bright spot at picture center. The field of view of this cropped picture is about 1.5 by 2.5 degrees.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/galcenter_msx_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Journey to the Center of the Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0210/galcenter_msx_c1.jpg"
  },
  {
    "date": "2002-10-26",
    "explanation": "cal galaxy NGC 720 is enveloped in a cosmic cloud of x-ray emitting gas. Seen in this false color image from the Chandra X-ray Observatory, the extreme temperature of the gas - about 7 million degrees Celsius - makes it impossible to confine the cloud to the vicinity of NGC 720 based on the gravity of this galaxy's visible stars alone. In fact, the x-ray cloud is taken as solid evidence for the presence of dark matter surrounding NGC 720 -- unseen material which has gravitational influence that can keep the x-ray hot gas cloud from escaping. Chandra's remarkable vision clearly distinguishes the bright point-like x-ray sources from the diffuse cloud. Astronomers can then use the detailed shape of the cloud to infer the distribution of dark matter in NGC 720 and even test theories about the fundamental nature of dark matter. According to modern understanding, the mysterious dark matter, whatever it is, is by far the most common form of matter in the Universe. Galaxy NGC 720 lies about 80 million light-years distant toward the constellation Cetus.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/ngc720_cxo.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Matter, X-rays, and NGC 720",
    "url": "https://apod.nasa.gov/apod/image/0210/ngc720_cxo.jpg"
  },
  {
    "date": "2002-10-27",
    "explanation": "Asteroid 951 Gaspra is a huge rock tumbling in space.  Gaspra became one of the best-studied asteroids in 1991 when the spacecraft Galileo flew by. In the above photograph, subtle color variations have been exaggerated to highlight changes in reflectivity, surface structure and composition.  Gaspra is about 20 kilometers long and orbits the Sun in the main asteroid belt between Mars and Jupiter.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/gaspra_galileo_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Asteroid Gaspra's Best Face",
    "url": "https://apod.nasa.gov/apod/image/0210/gaspra_galileo.jpg"
  },
  {
    "date": "2002-10-28",
    "explanation": "What on Earth is that? The Richat Structure in the Sahara Desert of Mauritania is easily visible from space because it is nearly 50 kilometers across.  Once thought to be an impact crater, the Richat Structure's flat middle and lack of shock-altered rock indicates otherwise.  The possibility that the Richat Structure was formed by a volcanic eruption also seems improbable because of the lack of a dome of igneous or volcanic rock.  Rather, the layered sedimentary rock of the Richat structure is now thought by many to have been caused by uplifted rock sculpted by erosion.  The above image was captured last year by the orbiting Landsat 7 satellite.  Why the Richat Structure is nearly circular remains a mystery.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/richat_landsat7_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth's Richat Structure",
    "url": "https://apod.nasa.gov/apod/image/0210/richat_landsat7.jpg"
  },
  {
    "date": "2002-10-29",
    "explanation": "What could cause a long indentation on the Moon?  First discovered over 200 years ago with a small telescope, rilles (rhymes with pills) appear all over the Moon.  Three types of rilles are now recognized: sinuous rilles, which have many meandering curves, arcuate rilles which form sweeping arcs, and straight rilles, like Ariadaeus Rille pictured above.  Long rilles such as Ariadaeus Rille extend for hundreds of kilometers.  Sinuous rilles are now thought to be remnants of ancient lava flows, but the origins of arcuate and linear rilles are still a topic of research.  The above linear rille was photographed by the Apollo 10 crew in 1969 during their historic approach to only 14-kilometers above the lunar surface.  Two months later, Apollo 11, incorporating much knowledge gained from Apollo 10, landed on the Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/rille_apollo10_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Lunar Rille",
    "url": "https://apod.nasa.gov/apod/image/0210/rille_apollo10.jpg"
  },
  {
    "copyright": "ICSTARS Astronomy",
    "date": "2002-10-30",
    "explanation": "Will this year's Leonid meteor shower be as good as last year's?  No one knows for sure.  Possibly, however, in the waning nighttime hours of November 18 and lasting throughout much of November 19, sky gazers across the globe may get their last chance ever to see a meteor storm.  Although the glare of a nearly full Moon will likely hide the presence of many faint meteors, plenty of bright meteors may well streak across the other side of the sky.  The above image was taken during 2001 as Leonids stormed over Uluru (Ayers Rock), Australia.  The image is actually a digital composite of 22 separate frames, including one at sunset.  The Gum Nebula is visible on the upper left.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/ayersleonids_winter_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Leonids Over Uluru",
    "url": "https://apod.nasa.gov/apod/image/0210/ayersleonids_winter.jpg"
  },
  {
    "copyright": "Juha Kinnunen",
    "date": "2002-10-31",
    "explanation": "Tomorrow's picture: Europa's Freckles  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA / GSFC & NASA SEU Edu. Forum & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/aurora_Kinnunen6.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora in the Night",
    "url": "https://apod.nasa.gov/apod/image/0210/aurora_Kinnunen6.jpg"
  },
  {
    "date": "2002-11-01",
    "explanation": "uropa, one of Jupiter's large Galilean moons, may well possess an ocean of liquid water hidden beneath its icy surface -- and so holds the tantalizing possibility of life. In this image, constructed with data recorded in 1996 and 1997 by the Galileo spacecraft, Europa's characteristic surface ridges and cracks are seen along with domes and dark reddish spots called lenticulae from the Latin word for freckles. The freckles are about 10 kilometers across and are believed to be blobs of warmer ice from below that have gradually risen through the colder surface layers, analogous to the motions in a lava lamp. If the freckles do represent material from deeper ice layers closer to the hidden ocean, future space missions to investigate Europa's interior could sample the relatively accessible freckles rather than drill through Europa's potentially thick ice shell.",
    "hdurl": "https://apod.nasa.gov/apod/image/0211/europafreckles_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Europa's Freckles",
    "url": "https://apod.nasa.gov/apod/image/0211/europafreckles_gal_c1.jpg"
  }
]
