[
  {
    "date": "2002-06-01",
    "explanation": "The New General Catalog of star clusters and nebulae really isn't so new. In fact, it was published in 1888 - an attempt by J. L. E. Dreyer to consolidate the work of astronomers William, Caroline, and John Herschel along with others into a useful single, complete catalog of astronomical discoveries and measurements. Dreyer's work was successful and is still important today as this famous catalog continues to lend its \"NGC\" to bright clusters, galaxies, and nebulae. Take for example this star cluster known as NGC 2266 (item number 2,266 in the NGC compilation). It lies about 10,000 light-years distant in the constellation Gemini and represents an open or galactic cluster. With an age of about 1 billion years, NGC 2266 is old for a galactic cluster. Its evolved red giant stars are readily apparent in this gorgeous three-color image.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/ngc2266_credner_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2266: Old Cluster in the New General Catalog",
    "url": "https://apod.nasa.gov/apod/image/0206/ngc2266_credner.jpg"
  },
  {
    "date": "2002-06-02",
    "explanation": "Which way to the interstate?  What appears to be a caricature of a complex highway system on Earth is actually a system of ridges and cracks on the icy surface of Jupiter's moon Europa.  The distance between parallel ridges in the above photograph is typically about 1 kilometer.  The complexity of the cracks and ridges tell a story of Europa's past that is mostly undecipherable -- planetary geologists try to understand just the general origin of the overall features. One noteworthy feature is the overall white sheen, possibly indicating the presence of frost.  Another is the dark centers between parallel ridges, which might indicate that dirty water from an underground ocean recently welled up in the cracks and froze.  Recent research indicates that enough carbon exists to support an underwater biosphere, but that Europa's ice crust may be over three kilometers thick in some places.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/europafrost_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cracks and Ridges on Europa",
    "url": "https://apod.nasa.gov/apod/image/0206/europafrost_gal.jpg"
  },
  {
    "copyright": "Suprime-Cam",
    "date": "2002-06-03",
    "explanation": "Why are huge clouds of gas billowing from spiral galaxy NGC 4388?  The extent of the gas clouds, over 100,000 light-years, was unexpected before the Subaru Telescope took the above image.  NGC 4388 has a bright energetic nucleus and so is classified as an active galaxy.  The spiral, relatively close by at 60 million light years, is a member of the nearest major cluster of galaxies: the Virgo Cluster.  One hypothesis holds that the gas was stripped away as NGC 4388 made its way through the  intergalactic medium of the Virgo Cluster. A competing hypothesis holds that the gas is all that remains of a smaller galaxy that was gravitationally deconstructed by the larger NGC 4388.  Further observations may better determine NGC 4388's past and likely contribute to a better understanding of how galaxies evolve inside massive clusters.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/ngc4388_subaru_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy NGC 4388 Expels Huge Gas Cloud",
    "url": "https://apod.nasa.gov/apod/image/0206/ngc4388_subaru.jpg"
  },
  {
    "date": "2002-06-04",
    "explanation": "Is it an Escher, or Mars?  Three different types of surfaces visible in the North Polar Cap of Mars morph into each other in a way perhaps reminiscent of the works of M. C. Escher.  On the far left dark sand covers the ground, while the center shows a transition to a dune field.  On the far right a transition is made to a much lighter surface, likely containing a larger amount of ice.  Shadows indicate that lighter material holds the higher ground, with some steep cliffs on the divide.  Dune shapes indicate that wind typically blows toward the upper left.  Mars Global Surveyor, one of two robot spacecraft currently orbiting Mars, took the above image in early 2001.  Recent images from the other orbiter, Mars Odyssey, have bolstered the hypothesis that a significant amount of water-ice lies beneath the surface near the Martian South Pole.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/marsmorph_mgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Martian Metamorphosis",
    "url": "https://apod.nasa.gov/apod/image/0206/marsmorph_mgs.jpg"
  },
  {
    "date": "2002-06-05",
    "explanation": "Far beyond the local group of galaxies lies NGC 3621, some 22 million light-years away. Found in the serpentine southern constellation Hydra, the loose spiral arms of this gorgeous island universe are loaded with luminous young star clusters and dark dust lanes. Still, for earthbound astronomers NGC 3621 is not just another pretty face-on spiral galaxy. Some of its brighter stars have been used as standard candles to establish important estimates of extragalactic distances and the scale of the Universe. This color picture was constructed from astronomical image data recorded with the Very Large Telescope Antu, at Paranal Observatory in Chile.  At the original resolution, individual, hot supergiant stars can be identified and studied across NGC 3621.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/ngc3621_bresolin_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3621: Far Beyond the Local Group",
    "url": "https://apod.nasa.gov/apod/image/0206/ngc3621_bresolin_c2.jpg"
  },
  {
    "date": "2002-06-06",
    "explanation": "After astronauts repaired NICMOS - the Near Infrared Camera and Multi-Object Spectrometer - during the latest Hubble Space Telescope servicing mission, astronomers were quick to turn the sophisticated instrument on the photogenic stellar nursery known as the Cone Nebula. This remarkable NICMOS close-up of the Cone Nebula dramatically confirms that the Hubble's infrared vision has been restored. Gas and dust clouds at the blunted tip of the cone-shaped star-forming region are seen here in false-color covering an area about half a light-year across. Toward the left hand side of the picture, the four bright stars with diffraction spikes are also present in visible light images and are in front of the Cone Nebula, itself 2,500 light-years away. But the fainter stars to their right are embedded in or behind the nebula's obscuring dust clouds and are revealed only in this penetrating infrared view.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/ircone_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cone Nebula Infrared Close-Up",
    "url": "https://apod.nasa.gov/apod/image/0206/ircone_hst_c2.jpg"
  },
  {
    "date": "2002-06-07",
    "explanation": "This infant solar system was discovered posing along the lonely outskirts of the Rho Ophiuchi dark cloud, a star forming region 500 light-years from Earth. Enlarged in an infrared false-color portrait from the European Southern Observatory's Antu telescope, the dark dusty disk of planet-forming material lies edge-on, neatly dividing two small nebulae which reflect light from a hidden, youthful central star. Enthusiastically nicknamed the \"Flying Saucer\", the circumstellar disk is about 300 astronomical units across (1 a.u. is the Earth-Sun distance) or about 5 times the diameter of Neptune's orbit. The twin reflection nebulae have clearly different colors for reasons which still remain a mystery, but the relatively isolated neighborhood of the natal solar system is a stroke of luck. Planets should be able to develop within the dusty disk free from the destructive influence of radiation and winds from any nearby massive hot stars usually found in young star clusters.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/irdisk_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Portrait of an Infant Solar System",
    "url": "https://apod.nasa.gov/apod/image/0206/irdisk_eso_c1.jpg"
  },
  {
    "copyright": "Olivier Staiger",
    "date": "2002-06-08",
    "explanation": "A lunar eclipse can be viewed in a leisurely fashion. Visible to anyone on the night side of planet Earth (weather permitting), totality often lasts an hour or so as the moon glides through the Earth's shadow. But a solar eclipse is more fleeting. Totality can last a few minutes only for those fortunate enough to stand in the path of the Moon's shadow as it races across the Earth's surface. For the April 29, 1995 annular solar eclipse, photographer Olivier Staiger was standing in Macara, Ecuador under partially cloudy skies. Just before the maximum annular eclipse phase he recorded this dramatic moment as a bird flew near the sun. The next solar eclipse, on June 10, will also be an annular one. Partial phases will be visible from eastern Asia, the Pacific Ocean and much of North America. Very accurate predictions of eclipses have long been possible.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/eclipsebird_staiger.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Fleeting Eclipse",
    "url": "https://apod.nasa.gov/apod/image/0206/eclipsebird_staiger.jpg"
  },
  {
    "date": "2002-06-09",
    "explanation": "A photogenic group of nebulae can be found toward Chamaeleon, a constellation visible predominantly in skies south of the Earth's equator.  Celestial objects visible there include the blue reflection nebulas highlighted by thin dust surrounding the bright stars in the above image center.  Toward the top and lower right, dark molecular clouds laced with thick dust block light from stars in the background.  The parent molecular cloud Chamaeleon I is located about 450 light years from Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/chamaeleon_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Chamaeleon Sky",
    "url": "https://apod.nasa.gov/apod/image/0206/chamaeleon_vlt.jpg"
  },
  {
    "copyright": "Skyscapes",
    "date": "2002-06-10",
    "explanation": "Today, a few lucky people will see a \"ring of fire.\"  That's a name for the central view of an annular eclipse of the Sun by the Moon.  At the peak of this eclipse, the middle of the Sun will appear to be missing and the dark Moon will appear to be surrounded by the bright Sun.  This will only be visible, however, from a path that crosses the Pacific Ocean.  From most locations at most times, including most of eastern Asia and western North America, the Moon will only appear to take a bite out the Sun.  In east Asia, the rising Sun will appear partially eclipsed on the morning of June 11.  Simultaneously, in much of North America, the same eclipsed sun will appear to be setting on June 10.  Remember to never look directly at the Sun even during an eclipse.  An annular eclipse occurs instead of a total eclipse when the Moon is on the far part of its elliptical orbit around the Earth.  The next annular eclipse of the Sun will take place in 2003 May, although a total eclipse will occur later this year in early December.  Pictured above, a spectacular annular eclipse was photographed behind palm trees on 1992 January.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/RingOfFire_mammana.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Annular Eclipse: The Ring of Fire",
    "url": "https://apod.nasa.gov/apod/image/0206/RingOfFire_mammana.jpg"
  },
  {
    "copyright": "T. A. Rector",
    "date": "2002-06-11",
    "explanation": "From afar, the whole thing looks like an Eagle.  A closer look of the Eagle Nebula, however, shows the bright region is actually a window into the center of a larger dark shell of dust.  Through this window, a brightly-lit workshop appears where a whole open cluster of stars is being formed.  In this cavity tall pillars and round globules of dark dust and cold molecular gas remain where stars are still forming.  Already visible are several young bright blue stars whose light and winds are burning away and pushing back the remaining filaments and walls of gas and dust.  The Eagle emission nebula, tagged M16, lies about 6500 light years away, spans about 20 light-years, and is visible with binoculars toward the constellation of Serpens.  The above picture combines three specific emitted colors and was taken with the 0.9-meter telescope on Kitt Peak, Arizona, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/eagle_kp09_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Inside the Eagle Nebula",
    "url": "https://apod.nasa.gov/apod/image/0206/eagle_kp09.jpg"
  },
  {
    "copyright": "Gerard Barkats",
    "date": "2002-06-12",
    "explanation": "Part of the Sun disappeared behind the Moon earlier this week.  Previously, the waning Moon was best visible from all places on Earth during the early morning hours because it led the Sun.  As the Moon orbited the Earth, however, the Sun caught up to it and passed it on the sky. Now the waxing Moon trails the Sun and is therefore best visible just after sunset.  Each month, as viewed from the Earth, the Sun appears to lap the Moon and the cycle repeats.  Sometimes when the Moon passes the Sun, it goes directly in front of part of it, causing a partial eclipse.  Pictured above, a time lapse sequence shows the Moon passing the Sun on June 10 behind the Golden Gate Bridge in San Francisco, California, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/ggeclipse_gb_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Partial Eclipse Over the Golden Gate Bridge",
    "url": "https://apod.nasa.gov/apod/image/0206/ggeclipse_gb.jpg"
  },
  {
    "date": "2002-06-13",
    "explanation": "The Tarantula Nebula is more than 1,000 light-years across - a giant emission nebula within our neighboring galaxy the Large Magellanic Cloud. Inside this cosmic arachnid lies a central young cluster of massive stars, cataloged as R136, whose intense radiation and strong winds have helped energize the nebular glow and shape the spidery filaments. In this impressive color mosaic of images from the Wide-Field Imager camera on ESO's 2.2 meter telescope at La Silla Observatory, other young star clusters can be seen still within the nebula's grasp. Also notable among the denizens of the Tarantula zone are several dark clouds invading the nebula's outer limits as well as the dense cluster of stars NGC 2100 at the extreme left edge of the picture. The small but expanding remnant of supernova 1987a, the closest supernova in modern history, lies just off the lower right corner of the field. The rich mosaic's field of view covers an area on the sky about the size of the full moon in the southern constellation Dorado.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/tarantula_esowfi_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Tarantula Zone",
    "url": "https://apod.nasa.gov/apod/image/0206/tarantula_esowfi.jpg"
  },
  {
    "copyright": "Lynette Cook",
    "date": "2002-06-14",
    "explanation": "Is our Solar System unique?  The discovery of a Jupiter-like planet in a Jupiter-like orbit around nearby Sun-like star 55 Cancri, announced yesterday, gives a new indication that planetary systems similar to our Solar System likely exist elsewhere.  The planet, discovered by G. Marcy (UC Berkeley) and collaborators, is one of two new planets found around 55 Cancri -- in 1997 a Jupiter-massed planet was found orbiting very close in.  The finding involved noting subtle changes in the speed of the star caused by its orbiting planets.  The above drawing depicts what this planet might look like, complete with a hypothetical moon.  The star 55 Cancri, only 40 light-years distant, is visible with binoculars towards the constellation of Cancer.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/55Can_cook_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "55 Cancri: Familiar Planet Discovered",
    "url": "https://apod.nasa.gov/apod/image/0206/55Can_cook.jpg"
  },
  {
    "date": "2002-06-15",
    "explanation": "The sands of time are running out for the central star of this hourglass-shaped planetary nebula. With its nuclear fuel exhausted, this brief, spectacular, closing phase of a Sun-like star's life occurs as its outer layers are ejected - its core becoming a cooling, fading white dwarf. In 1995, astronomers used the Hubble Space Telescope (HST) to make a series of images of planetary nebulae, including the one above.  Here, delicate rings of colorful glowing gas (nitrogen-red, hydrogen-green, and oxygen-blue) outline the tenuous walls of the \"hourglass\". The unprecedented sharpness of the HST images has revealed surprising details of the nebula ejection process and may help resolve the outstanding mystery of the variety of complex shapes and symmetries of planetary nebulae.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/MyCn18_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "MyCn18: An Hourglass Nebula",
    "url": "https://apod.nasa.gov/apod/image/0206/MyCn18_hst.jpg"
  },
  {
    "date": "2002-06-16",
    "explanation": "Why does Jupiter have rings?  Jupiter's rings were discovered in 1979 by the passing Voyager 1 spacecraft, but their origin was a mystery.  Data from the Galileo spacecraft currently orbiting Jupiter later confirmed that these rings were created by meteoroid impacts on small nearby moons.  As a small meteoroid strikes tiny Adrastea, for example, it will bore into the moon, vaporize, and explode dirt and dust off into a Jovian orbit.  Pictured above is an eclipse of the Sun by Jupiter, as viewed from Galileo.  Small dust particles high in Jupiter's atmosphere, as well as the dust particles that compose the rings, can be seen by reflected sunlight.   Anniversary: APOD Turns Seven",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/jupring1_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter's Rings Revealed",
    "url": "https://apod.nasa.gov/apod/image/0206/jupring1_gal.jpg"
  },
  {
    "date": "2002-06-17",
    "explanation": "The many bright, point-like sources in this Chandra Observatory x-ray image lie within NGC 4697, an elliptical galaxy some 40 million light-years away towards Virgo. Like other normal elliptical galaxies, NGC 4697 is a spherical ensemble of mainly older, fainter, low mass stars, with little star forming gas and dust compared to spiral galaxies. But the luminous x-ray sources in the Chandra image indicate that NGC 4697 had a wilder youth. Powering the x-ray sources are neutron stars and black holes in binary star systems, where x-rays are generated as matter from a more ordinary companion star falls in to these bizarre, compact objects. Since neutron stars and black holes are the endpoints in the lives of massive stars, NGC 4697 must have had many bright, massive stars in its past. An exceptionally large number of NGC 4697's x-ray binaries are found in the galaxy's globular star clusters, suggesting that dense star clusters are a good place for neutron stars and black holes to capture a companion. Stellar winds and supernovae explosions of massive stars could also have produced the hot gas responsible for this galaxy's diffuse x-ray glow.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/ngc4697_cxc.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4697: X-Rays from an Elliptical Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0206/ngc4697_cxc_c1.jpg"
  },
  {
    "date": "2002-06-18",
    "explanation": "How can a round star make a square nebula?  This conundrum comes to light when studying  planetary nebulae like IC 4406.  Evidence indicates that IC 4406 is likely a hollow cylinder, with its square appearance the result of our vantage point in viewing the cylinder from the side.  Were IC 4406 viewed from the top, it would likely look similar to the Ring Nebula.  This representative-color picture is a composite made by combining images taken by the Hubble Space Telescope last June and this January. Hot gas flows out the ends of the cylinder, while filaments of dark dust and molecular gas lace the bounding walls.  The star primarily responsible for this interstellar sculpture can be found in the planetary nebula's center.  In a few million years, the only thing left visible in IC 4406 will be a fading white dwarf star.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/ic4406_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 4406: A Seemingly Square Nebula",
    "url": "https://apod.nasa.gov/apod/image/0206/ic4406_hst.jpg"
  },
  {
    "copyright": "Gregory GiulianiAstroImagine",
    "date": "2002-06-19",
    "explanation": "The Moon, fresh from a biting encounter with the Sun last week, appeared next to threaten Venus.  The waxing Moon appeared to glide right past, however, just a few degrees away.  Venus, of course, is much further away from the Earth than the Moon, so the passing was really just an angular illusion.  Pictured above on June 13, a fading sunset finds the crescent Moon and Venus between clouds and above the city lights of Geneva, Switzerland.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/MoonVenusGeneva_giuliani.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Moon & Venus Over Geneva",
    "url": "https://apod.nasa.gov/apod/image/0206/MoonVenusGeneva_giuliani.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2002-06-20",
    "explanation": "Big and beautiful spiral galaxy M81, in the northern constellation Ursa Major, is one of the brightest galaxies visible in the skies of planet Earth. This superbly detailed view reveals its bright nucleus, grand spiral arms and sweeping cosmic dust lanes with a scale comparable to the Milky Way. Hinting at a disorderly past, a remarkable dust lane runs straight through the disk, below and right of the galactic center, contrary to M81's other prominent spiral features. The errant dust lane may be the lingering result of a close encounter between M81 and its smaller companion galaxy, M82. Scrutiny of variable stars in M81 (aka NGC 3031) has yielded one of the best determined distances for an external galaxy -- 11.8 million light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/m81_gendler_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bright Galaxy M81",
    "url": "https://apod.nasa.gov/apod/image/0206/m81_gendler_c1.jpg"
  },
  {
    "date": "2002-06-21",
    "explanation": "Today's scheduled geocentric astronomical event is the Solstice, with the Sun reaching its northernmost declination at 13 hours 24 minutes Universal Time. For denizens of planet Earth this Solstice marks the beginning of Summer in the northern hemisphere and Winter in the south. Of course, the tilt of the Earth's axis of rotation (and not a change in the Earth-Sun distance) is mainly responsible for the changing seasons and the Sun's yearly north-south motion through the sky. Following the rising and setting points of the Sun along the horizon is one way to track the Sun's progress along its seasonal cycle. Tall grasses and tinted clouds frame this dramatic view of the setting Sun approaching the northern limit of this year's seasonal journey as seen near Raffingora, Zimbabwe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/zimsun_alexander.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Zimbabwe Sunset",
    "url": "https://apod.nasa.gov/apod/image/0206/zimsun_alexander.jpg"
  },
  {
    "date": "2002-06-22",
    "explanation": "Two sulfurous eruptions are visible on Jupiter's volcanic moon Io in this color composite Galileo image. On the left, over Io's limb, a new bluish plume rises about 86 miles above the surface of a volcanic caldera known as Pillan Patera. In the middle of the image, near the night/day shadow line, the ring shaped Prometheus plume is seen rising 45 miles above Io while casting a shadow to the right of the volcanic vent. Named for the Greek god who gave mortals fire, the Prometheus plume is visible in every image ever made of the region dating back to the Voyager flybys of 1979 - presenting the possibility that this plume has been continuously active for at least 18 years. This image was recorded in 1997 on June 28 at a distance of 372,000 miles.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/prometheus_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io: The Prometheus Plume",
    "url": "https://apod.nasa.gov/apod/image/0206/prometheus_gal.jpg"
  },
  {
    "date": "2002-06-23",
    "explanation": "Rocks from space hit Earth every day.  The larger the rock, though, the less often Earth is struck.  Many kilograms of space dust pitter to Earth daily. Larger bits appear initially as a bright meteor.  Baseball-sized rocks and ice-balls streak through our atmosphere daily, most evaporating quickly to nothing.  Significant threats do exist for rocks near 100 meters in diameter, which strike the Earth roughly every 1000 years.  An object this size could cause significant tidal waves were it to strike an ocean, potentially devastating even distant shores.  A collision with a massive asteroid, over 1 km across, is more rare, occurring typically millions of years apart, but could have truly global consequences.  Many asteroids remain undiscovered.  In fact, one was discovered in 1998 as the long blue streak in the above archival image taken by the Hubble Space Telescope. Last week, the small 100-meter asteroid 2002 MN was discovered only after it whizzed by the Earth, passing well within the orbit of the Moon.  2002 MN passed closer than any asteroid since 1994 XM1.  A collision with a large asteroid  would not affect Earth's orbit so much as raise dust that would affect Earth's climate.  One likely result is a global extinction of many species of life, possibly dwarfing the ongoing extinction occurring now.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/asteroids_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Asteroids in the Distance",
    "url": "https://apod.nasa.gov/apod/image/0206/asteroids_hst.jpg"
  },
  {
    "copyright": "P. C. FrischU. Chicagoet al.U. Indiana",
    "date": "2002-06-24",
    "explanation": "Where does the Sun's influence end? Nobody is sure.  Out past the orbits of Neptune and Pluto extends a region named the heliosphere where the Sun's magnetic field and particles from the Solar Wind continue to dominate.  The surface where the Solar Wind drops below sound speed is called the termination shock and is depicted as the inner oval in the above computer-generated illustration.  It is thought that this surface occurs as close as 75-90 AU -- so close that a Pioneer or Voyager spacecraft may soon glide through it as they exit the Solar System at about 3 AU/year.  The actual contact sheet between the Sun's ions and the Galaxy's ions is called the heliopause and is thought to occur at about 110 AU.  It is depicted above as the middle surface.  The Sun's heliopause moves through the local interstellar medium much as a boat moves on water, pushing a bow shock out in front, thought to occur near 230 AU.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/heliosphere_pc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sun's Heliosphere & Heliopause",
    "url": "https://apod.nasa.gov/apod/image/0206/heliosphere_pc.jpg"
  },
  {
    "date": "2002-06-25",
    "explanation": "Venus and Jupiter appeared to glide right past each other earlier this month.  In a slow day-by-day march, Jupiter sank into the sunset horizon while Venus remained high and bright.  The conjunction ended the five-planet party visible over the last two months.  Jupiter, of course, is much further away from the Earth and Sun than Venus, so the passing was really just an angular illusion.  Pictured above on June 3, a fading sunset finds Venus shining over Jupiter above clouds, mountains, and the city lights of Belfast, Northern Ireland.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/belfastplanets_paice_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus and Jupiter Over Belfast",
    "url": "https://apod.nasa.gov/apod/image/0206/belfastplanets_paice.jpg"
  },
  {
    "date": "2002-06-26",
    "explanation": "Clouds of glowing gas mingle with lanes of dark dust in the Trifid Nebula, a star forming region toward the constellation of Sagittarius.  In the center, the three huge dark dust lanes that give the Trifid its name all come together. Mountains of opaque dust appear on the lower left, while filaments of dust are visible threaded throughout the nebula.  A single massive star visible near the center causes much of the Trifid's glow.  The Trifid, also known as M20, is only about 300,000 years old, making it among the youngest emission nebula known.  The nebula lies about 5000 light years away and part pictured above spans about 20 light years.  The above false-color digitally enhanced image was taken with the Gemini North telescope earlier this month.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/trifid_gemini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Center of the Trifid Nebula",
    "url": "https://apod.nasa.gov/apod/image/0206/trifid_gemini.jpg"
  },
  {
    "date": "2002-06-27",
    "explanation": "Just as erosion from the Colorado River carved the Grand Canyon on Earth, a river of flood water may have carved Ma'adim Vallis, one of the largest canyons on Mars. Researchers have presented strong evidence for such a scenario based on elevation data recorded by the MOLA (Mars Orbiter Laser Altimeter) experiment on the Mars Global Surveyor spacecraft. This false-color, detailed, topographical map of MOLA data shows in blue the area of an enormous complex of lakes that are thought to have existed over three and a half billion years ago in the southern highlands of Mars. As the largest lake spilled over the low point in its boundary a torrential flood would have moved north, along the direction indicated by the arrow, carving the sinuous Ma'adim Vallis. At the north end of Ma'adim Vallis, the flood waters would have poured into large, round Gusev Crater. Since standing bodies of surface water are thought to be favorable for ancient martian microbial life, Gusev Crater has been suggested as a landing site for future Mars missions.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/marslakes_topomap_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Carving Ma'adim Vallis",
    "url": "https://apod.nasa.gov/apod/image/0206/marslakes_topomap_c.jpg"
  },
  {
    "date": "2002-06-28",
    "explanation": "Can the Hubble Space Telescope take a picture that shows the Apollo lunar modules on the Moon? With its 2.4 meter diameter mirror, the smallest object that the Hubble can resolve at the Moon's distance of around 400,000 kilometers is about 80 meters across. So, from low Earth orbit even Hubble's sharp vision can not image the Apollo lunar module descent stages, at most a few meters across, left behind at the lunar landing sites. A space telescope over ten times the size of Hubble could ... or a much smaller telescope in close lunar orbit. In fact, this picture does just resolve Apollo 17's Lunar Module, Challenger, and its shadow on the cratered floor of the Taurus-Littrow valley in the Moon's Mare Serenitatis. It was taken in 1972 from the Apollo 17 Command Module, America, orbiting about 100 kilometers above the Moon's surface and covers an area about 1.1 kilometers wide. Using a web site created by Dan Durda of Southwest Research Institute, armchair astronauts can explore orbital views of this and the 5 other Apollo lunar landing sites.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/lmsurface_apollo17_d.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Module at Taurus-Littrow",
    "url": "https://apod.nasa.gov/apod/image/0206/lmsurface_apollo17_d.jpg"
  },
  {
    "date": "2002-06-29",
    "explanation": "This deep view of the cosmos is the sequel to the 1995 hit Hubble Space Telescope Deep Field. Billed as the Hubble Deep Field South, it was produced by pointing the space telescope toward a patch of sky in the southern constellation Tucana. Over a period of 10 days, many separate exposures were accumulated and combined to reveal progressively fainter galaxies. The original deep field was constructed by observing a piece of sky in the northern constellation Ursa Major. Both stare down 12 billion light-year long tunnels to far-off and still mysterious times when young galaxies inhabited an infant universe. Hubble Deep Field South observations were released to an enthusiastic audience on November 23, 1998.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/southerndeep_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Deep Field In The Southern Sky",
    "url": "https://apod.nasa.gov/apod/image/0206/southerndeep_hst.jpg"
  },
  {
    "date": "2002-06-30",
    "explanation": "This asteroid has a moon! The robot spacecraft Galileo currently exploring the Jovian system, encountered and photographed two asteroids during its long journey to Jupiter. The second asteroid it photographed, Ida, was discovered to have a moon which appears as a small dot to the right of Ida in this picture. The tiny moon, named Dactyl, is about one mile across, while the potato shaped Ida measures about 36 miles long and 14 miles wide. Dactyl is the first moon of an asteroid ever discovered. The names Ida and Dactyl are based on characters in Greek mythology. Other asteroids are now known to have moons.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/idadactyl_galileo_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ida and Dactyl: Asteroid and Moon",
    "url": "https://apod.nasa.gov/apod/image/0206/idadactyl_galileo.jpg"
  },
  {
    "copyright": "Anglo-Australian Observatory",
    "date": "2002-07-01",
    "explanation": "The nebula surrounding bright star S Mon is filled with dark dust and glowing gas.  The strange shapes originate from fine interstellar dust reacting in complex ways with the energetic light and hot gas being expelled by the young stars.  The region just below S Mon, the bright star in the above picture, is nicknamed the Fox Fur Nebula for its color and texture.  The blue glow directly surrounding S Mon results from reflection, where neighboring dust reflects light from the bright star.  The more diffuse red glow results from emission, where starlight ionizes hydrogen gas.  Pink areas are lit by a combination of the two processes.  S Mon is part of a young open cluster of stars named NGC 2264, located about 2500 light years away toward the constellation of Monoceros, just north of the Cone Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/foxfur_aao014_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Fox Fur Nebula",
    "url": "https://apod.nasa.gov/apod/image/0207/foxfur_aao014.jpg"
  }
]
