[
  {
    "copyright": "Peter MichaudGemini Obs.",
    "date": "2003-12-01",
    "explanation": "Can a cloud do that?  Actually, pictured above are several clouds all stacked up into one striking lenticular cloud.  Normally, air moves much more horizontally than it does vertically.  Sometimes, however, such as when wind comes off of a mountain or a hill, relatively strong vertical oscillations take place as the air stabilizes.  The dry air at the top of an oscillation may be quite stratified in moisture content, and hence forms  clouds at each layer where the air saturates with moisture. The result can be a lenticular cloud with a strongly layered appearance. The above picture was taken last week near Mauna Kea, Hawaii, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/0312/lenticular_hawaii_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Lenticular Cloud Over Hawai'i",
    "url": "https://apod.nasa.gov/apod/image/0312/lenticular_hawaii.jpg"
  },
  {
    "copyright": "Michael FulbrightMSFAstro.net",
    "date": "2003-12-02",
    "explanation": "Most star clusters are singularly impressive.  Open clusters NGC 869 and NGC 884, however, are doubly impressive.  Also known as \"h and chi Persei\", this unusual double cluster, shown above, is bright enough to be seen from a dark location without even binoculars.  Although their discovery surely predates written history, the Greek astronomer Hipparchus notably cataloged the \"double cluster\".  The clusters are over 7000 light years distant toward the constellation of Perseus, but are separated by only hundreds of light years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0312/doublecluster_fulbright_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 869 & NGC 884: A Double Open Cluster",
    "url": "https://apod.nasa.gov/apod/image/0312/doublecluster_fulbright.jpg"
  },
  {
    "copyright": "Michael ConnelleyU. Hawaii",
    "date": "2003-12-03",
    "explanation": "How can the Moon rise through a mountain?  It cannot -- what was photographed here is a moonrise through the shadow of a large volcano.  The volcano is Mauna Kea, Hawai'i, USA, a frequent spot for spectacular photographs since it is arguably the premier observing location on planet Earth. The Sun has just set in the opposite direction, behind the camera. Additionally, the Moon has just passed full phase -- were it precisely at full phase it would rise, possibly eclipsed, at the very peak of the shadow. Refraction of moonlight through the Earth's atmosphere makes the Moon appear slightly oval.  Cinder cones from old volcanic eruptions are visible in the foreground. Cloud tops below Mauna Kea's summit have unusually flat tops, indicating a decrease in air moisture that frequently keeps the air unusually dry, another attribute of this stellar observing site.",
    "hdurl": "https://apod.nasa.gov/apod/image/0312/moonrisemk_connelley_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moonrise Through Mauna Kea's Shadow",
    "url": "https://apod.nasa.gov/apod/image/0312/moonrisemk_connelley.jpg"
  },
  {
    "copyright": "Dan DurdaSwRI",
    "date": "2003-12-04",
    "explanation": "Headed for the first close-up exploration of the Pluto-Charon system and the icy denizens of the Kuiper belt, NASA's New Horizons spacecraft is pictured here in an artist's vision of the robot probe outward bound. The dramatic scene depicts the 465 kilogram spacecraft about one year after a planned 2006 launch, following a flyby of gas giant Jupiter. While the Jupiter flyby will be used as a gravity assist maneuver to save fuel and cut travel time to the outer reaches of the Solar System, it will also provide an opportunity to test instruments and study the giant planet, its moons, and magnetic fields. The Sun is seen from eight hundred million kilometers away, with inner planets Earth, Venus, and Mercury aligned on the left. A dim crescent of outermost Galilean moon Callisto, orbiting Jupiter just inside of the spacecraft's trajectory, appears to the upper right of the fading Sun. Left of Jupiter itself is Europa and in the distant background are the faint, unresolved stars and dust clouds of the Milky Way. New Horizons' planned arrival at Pluto-Charon is in the summer of 2015.",
    "hdurl": "https://apod.nasa.gov/apod/image/0312/NHatJupiter2_durda_fullg2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "New Horizons at Jupiter",
    "url": "https://apod.nasa.gov/apod/image/0312/NHatJupiter2_durda_c1.jpg"
  },
  {
    "date": "2003-12-05",
    "explanation": "Variable star V838 Monocerotis startled astronomers in January of 2002, undergoing a dramatic outburst like no other variable star known. Followed closely by ground-based instruments and the Hubble Space Telescope over the following months, it was soon realized that the quickly evolving dusty nebula surrounding V838 Mon was in fact made visible by \"light echoes\" from the outburst. Remarkably, as light from the outburst plays across layers of pre-existing circumstellar material, it gives the surrounding nebulosity the illusion of expanding \"faster than light\". Though the nebula's visible appearance changes dramatically over a period of months, it is actually at least 6 light years in diameter. A good astrophysical explanation for V838 Mon's outbursting behavior is still unknown but astronomers continue to follow the mystery star. This gorgeous image, based on data recorded on October 21 with the US Naval Observatory's 1.55 meter telescope, adopts the color scheme used in previous Hubble images for easy comparison.",
    "hdurl": "https://apod.nasa.gov/apod/image/0312/v838lar3_kelly_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Startling Star V838 Mon",
    "url": "https://apod.nasa.gov/apod/image/0312/v838lar3_kelly_c1.jpg"
  },
  {
    "copyright": "Tim Feresten",
    "date": "2003-12-06",
    "explanation": "Walk through these doors and up the stairs to begin your journey along a line from Jaipur, India toward the North Celestial Pole. Such cosmic alignments abound in marvelous Indian observatories where the architecture itself allows astronomical measurements. The structures were built in Jaipur and other cities in the eighteenth century by the Maharaja Jai Singh II (1686-1743). Rising about 90 feet high, this stairway actually forms a shadow caster or gnomon, part of what is still perhaps the largest sundial on planet Earth. Testaments to Jai Singh II's passion for astronomy, the design and large scale of his observatories' structures still provide impressively accurate measurements of shadows and sightings of celestial angles.",
    "hdurl": "https://apod.nasa.gov/apod/image/0312/02mantar_feresten.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jaipur Observatory Sundial",
    "url": "https://apod.nasa.gov/apod/image/0312/02mantar_feresten.jpg"
  },
  {
    "date": "2003-12-07",
    "explanation": "In 1787, astronomer William Herschel discovered  NGC 2392.  From the ground, NGC 2392 resembles a person's head surrounded by a parka hood.  In 2000, the Hubble Space Telescope imaged  NGC 2392.   From space, the nebula displays gas clouds so complex they are not fully understood.   NGC 2392 is clearly a planetary nebula, and the gas seen above composed the outer layers of a Sun-like star only 10,000 years ago.  The inner filaments visible above are being ejected by strong  wind of particles from the central star.  The outer disk contains unusual light-year long orange filaments.",
    "hdurl": "https://apod.nasa.gov/apod/image/0312/ngc2392_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2392 Nebula from Hubble",
    "url": "https://apod.nasa.gov/apod/image/0312/ngc2392_hst.jpg"
  },
  {
    "copyright": "Fred Bruenjesmoonglow.net",
    "date": "2003-12-08",
    "explanation": "The Sun, the Moon, and two photographers all lined up last month in Antarctica during an unusual total eclipse of the Sun.  Even given the extreme location, a group of enthusiastic eclipse chasers ventured near the bottom of the world to experience the surreal momentary disappearance of the Sun behind the Moon.  One of the treasures collected was the above picture -- a composite of four separate images digitally combined to realistically simulate how the adaptive human eye saw the eclipse.  As the image was taken, both the Moon and the Sun peaked together over an Antarctic ridge.  In the sudden darkness, the magnificent corona of the Sun became visible around the Moon.  Quite by accident, another photographer was caught in one of the images checking his video camera.   Visible to his left are an equipment bag and a collapsible chair.",
    "hdurl": "https://apod.nasa.gov/apod/image/0312/antarcticeclipse_bruenjes.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Antarctic Total Solar Eclipse",
    "url": "https://apod.nasa.gov/apod/image/0312/antarcticeclipse_bruenjes.jpg"
  },
  {
    "date": "2003-12-09",
    "explanation": "Stars are sometimes born in the midst of chaos.  About 3 million years ago in the nearby galaxy M33, a large cloud of gas spawned dense internal knots which gravitationally collapsed to form stars.  NGC 604 was so large, however, it could form enough stars to make a globular cluster.  Many young stars from this cloud are visible in the above image from the Hubble Space Telescope, along with what is left of the initial gas cloud.  Some stars were so massive they have already evolved and exploded in a supernova.  The brightest stars that are left emit light so energetic that they create one of the largest cloud of ionized hydrogen gas known, comparable to the Tarantula Nebula in our Milky Way's close neighbor, the Large Magellanic Cloud.",
    "hdurl": "https://apod.nasa.gov/apod/image/0312/ngc604_hst2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 604: Giant Stellar Nursery",
    "url": "https://apod.nasa.gov/apod/image/0312/ngc604_hst2.jpg"
  },
  {
    "date": "2003-12-10",
    "explanation": "Cassini, a robot spacecraft launched in 1997 by NASA, is close enough now to resolve many rings and moons of its destination planet: Saturn.  The spacecraft has now closed to within a single Earth-Sun separation from the ringed giant. Early last month, Cassini snapped the contrast-enhanced color composite pictured above.  Many features of Saturn's rings and cloud-tops now show considerable detail. When arriving at Saturn in July 2004, the Cassini orbiter will begin to circle and study the Saturnian system.  Several months later, a probe named Huygens will separate and attempt to land on the surface of Titan.",
    "hdurl": "https://apod.nasa.gov/apod/image/0312/saturnpreview_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cassini Approaches Saturn",
    "url": "https://apod.nasa.gov/apod/image/0312/saturnpreview_cassini.jpg"
  },
  {
    "date": "2003-12-11",
    "explanation": "From planet Earth, we view this strongly interacting pair of galaxies, cataloged as Arp 81, as they were only about 100 million years after their mutual closest approach. The havoc wreaked by gravity during their ominous encounter is detailed in this color composite image from the Hubble Space Telescope, showing twisted streams of gas and dust, a chaos of massive star formation, and a tidal tail stretching for 200 thousand light-years or so as it sweeps behind the cosmic wreckage. Also known as NGC 6622 (left) and NGC 6621, the galaxies are roughly equal in size but are destined to merge into one large galaxy in the distant future, making repeated approaches until they finally coalesce. Located in the constellation Draco, the galaxies are 280 million light-years away. The dark vertical band which seems to run through NGC 6621's location is a camera artifact.",
    "hdurl": "https://apod.nasa.gov/apod/image/0312/arp81_keel_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Arp 81: 100 Million Years Later",
    "url": "https://apod.nasa.gov/apod/image/0312/arp81_keel_c2.jpg"
  },
  {
    "copyright": "Frank Barrett",
    "date": "2003-12-12",
    "explanation": "The brilliant full Moon might not have looked quite like this to skygazers this week, but the image is a mosaic of 18 digital frames recorded on December 9th at 3:30 UT. At that time, the Moon was only about seven hours past its exact full phase or time of maximum illumination as viewed from Earth. Here, the pixel values corresponding to light and dark areas have been translated in reverse, or inverted, producing a false-color representation reminiscent of a black and white photographic negative. Normally bright rays from the large crater Tycho dominate the southern (bottom) features as easily followed dark lines emanating from the 85 kilometer diameter impact site. Normally dark lunar mare appear light and silvery. Traditionally, astronomical images recorded on photographic plates were directly examined in this negative color scheme, which can help the eye pick out faint details.",
    "hdurl": "https://apod.nasa.gov/apod/image/0312/InvertedFullMoon50_barrett_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Full Moondark",
    "url": "https://apod.nasa.gov/apod/image/0312/InvertedFullMoon_barrett_c1.jpg"
  },
  {
    "copyright": "Roger A. Hopkins",
    "date": "2003-12-13",
    "explanation": "Only a few stars can be found within ten light-years of our lonely Sun, situated near an outer spiral arm of the Milky Way galaxy. But if the Sun were found within one of our galaxy's star clusters, thousands of stars might occupy a similar space. What would the night sky look like in such a densely packed stellar neighborhood? When Roger Hopkins took this picture at the Montezuma National Wildlife Refuge in the Finger Lakes region of western New York, USA, he was struck by this same notion. Appropriately, he had photographed a flock of starlings against the backdrop of a serene sunset. He then manipulated the image so that the black bird silhouettes were changed to white. The final picture dramatically suggests the tantalizing spectacle of approaching night in crowded skies above a cluster star world.",
    "hdurl": "https://apod.nasa.gov/apod/image/0312/whitebirds640_rhopkins.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Flock of Stars",
    "url": "https://apod.nasa.gov/apod/image/0312/whitebirds640_rhopkins.jpg"
  },
  {
    "date": "2003-12-14",
    "explanation": "Wouldn't it be fun if clouds were turtles?  Wouldn't it be fun if the laundry on the bedroom chair were a friendly  monster?  Wouldn't it be fun if rock mesas on Mars were faces or interplanetary monuments?  Clouds, though, are small water droplets, floating on air.  Laundry is cotton, wool, or plastic, woven into garments.  Famous Martian rock mesas known by names like the Face on Mars appear quite natural when seen more clearly, as the above recently released photo shows.  Is reality boring?  Nobody knows how clouds make lightning.  Nobody knows the geological history of Mars.  Nobody knows why the laundry on the bedroom chair smells like root beer.   Understanding reality brings more questions.  Mystery and adventure are never far behind.  Perhaps fun and discovery are  just beginning.",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/face2001_mgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Close-up of the Face on Mars",
    "url": "https://apod.nasa.gov/apod/image/0105/face2001_mgs.jpg"
  },
  {
    "copyright": "Canada-France-Hawaii Telescope",
    "date": "2003-12-15",
    "explanation": "Open clusters of stars can be near or far, young or old, and diffuse or compact.  Open clusters may contain from 100 to 10,000 stars, all of which formed at nearly the same time.  Bright blue stars frequently distinguish younger open clusters.  M35, pictured above on the upper left, is relatively nearby at 2800 light years distant, relatively young at 150 million years old, and relatively diffuse, with about 2500 stars spread out over a volume 30 light years across.  An older and more compact open cluster, NGC 2158, is visible above on the lower right.  NGC 2158 is four times more distant that M35, over 10 times older, and much more compact as it contains many more stars in roughly the same volume of space.  NGC 2158's bright blue stars have self-destructed, leaving cluster light to be dominated by older and yellower stars.  Both clusters are visible toward the constellation of Gemini -- M35 with binoculars and NGC 2158 with a small telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/0312/m35_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Open Star Clusters M35 and NGC 2158",
    "url": "https://apod.nasa.gov/apod/image/0312/m35_cfht.jpg"
  },
  {
    "copyright": "Tunc Tezel",
    "date": "2003-12-16",
    "explanation": "Why would Mars appear to move backwards?  Most of the time, the apparent motion of Mars in Earth's sky is in one direction, slow but steady in front of the far distant stars.  About every two years, however, the Earth passes Mars as they orbit around the Sun.  During the most recent such pass in August, Mars loomed particularly large and bright.  Also during this time, Mars appeared to move backwards in the sky, a phenomenon called retrograde motion.  Pictured above is a series of images digitally stacked so that all of the stars images coincide.  Here, Mars appears to trace out a loop in the sky.  At the top of the loop, Earth passed Mars and the retrograde motion was the highest.  Retrograde motion can also be seen for other Solar System planets.  In fact, by coincidence, the dotted line to the right of the image center is Uranus doing the same thing.",
    "hdurl": "https://apod.nasa.gov/apod/image/0312/retrogrademars03_tezel_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Retrograde Mars",
    "url": "https://apod.nasa.gov/apod/image/0312/retrogrademars03_tezel.jpg"
  },
  {
    "date": "2003-12-17",
    "explanation": "What are auroras made out of?  Triggered by solar activity, normal auroras are caused by collisions between fast-moving electrons and the oxygen and nitrogen in Earth's upper atmosphere. The electrons come from the magnetosphere, the region of space controlled by Earth's magnetic field.  As the excited oxygen and nitrogen molecules return to their low energy state, they emit light, seen as the auroral glow. Sometimes, however, auroras can be caused by collisions with heavier protons, causing a more energetic display with strong ultraviolet emission. In addition, protons can temporarily capture an electron and emit light for themselves. Such a proton aurora is seen above, recorded by the IMAGE satellite. A special feature is the bright spot near picture center, embedded in a ring of auroral emission around the north magnetic pole of planet Earth.  Most solar wind protons never reach the Earth to cause auroras because they are completely deflected away at a great distance by the Earth's magnetic field.  The bright spot in the auroral ring indicates a particularly deep crack in the Earth's magnetic field where protons were able to flow along a temporarily connected region between the Sun and the Earth, relatively undeflected, until they impacted the Earth's ionosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/0312/protonaurora_image.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Proton Aurora",
    "url": "https://apod.nasa.gov/apod/image/0312/protonaurora_image_big.jpg"
  },
  {
    "date": "2003-12-18",
    "explanation": "Hurtling toward its destination, the high resolution camera on board ESA's Mars Express spacecraft recorded this tantalizing view of the Red Planet earlier this month on December 3rd. Seen from a distance of 5.5 million kilometers, features across part of Mars' western hemisphere are bathed in sunlight. The Martian night side is also prominent from the spacecraft's perspective, a view not possible for Earthbound telescopes. Launched on an interplanetary voyage of exploration in early June, Mars Express carries with it the Beagle 2 lander, scheduled to be released from Mars Express tomorrow, December 19th. Mars Express and Beagle 2 will then continue the journey separately, but both are scheduled to reach Mars on December 25th, with Mars Express entering an elliptical orbit and Beagle 2 descending to the Martian surface. Two more invaders from Earth, NASA's Mars Exploration Rovers, will arrive in January.",
    "hdurl": "https://apod.nasa.gov/apod/image/0312/mars5p5_esa_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Express to Mars",
    "url": "https://apod.nasa.gov/apod/image/0312/mars5p5_esa_c1.jpg"
  },
  {
    "date": "2003-12-19",
    "explanation": "Spectacular first images from the newly christened Spitzer Space Telescope include this penetrating interior view of an otherwise opaque dark globule known as the Elephant's Trunk Nebula. Seen in a composite of infrared image data recorded by Spitzer's instruments, the intriguing region is embedded within the glowing emission nebula IC 1396 at a distance of 2,450 light-years toward the constellation Cepheus. Previously undiscovered protostars hidden by dust at optical wavelengths appear as bright reddish objects within the globule. Shown in false-color, winding filaments of infrared emission span about 12 light-years and are due to dust, molecular hydrogen gas, and complex molecules called polycyclic aromatic hydrocarbons or PAHs. The Spitzer Space Telescope was formerly known as the Space Infrared Telescope Facility (SIRTF) and is designed to explore the Universe at infrared wavelengths. Spitzer follows the Hubble Space Telescope, the Compton Gamma-ray Observatory, and the Chandra X-ray Observatory as the final element in NASA's space-borne Great Observatories Program.",
    "hdurl": "https://apod.nasa.gov/apod/image/0312/etrunkcomp_sst_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Inside the Elephant's Trunk",
    "url": "https://apod.nasa.gov/apod/image/0312/etrunkcomp_sst_c1.jpg"
  },
  {
    "date": "2003-12-20",
    "explanation": "An example of solar-powered flight, NASA's Helios aircraft flew almost one hundred years after the Wright brothers' historic flight on December 17, 1903. Pictured here at 10,000 feet in in skies northwest of Kauai, Hawaii in August 2001, the remotely piloted Helios is traveling at about 25 miles per hour. Essentially an ultralight flying wing with 14 electric motors, the aircraft was built by AeroVironment Inc. Covered with solar cells, Helios' impressive 247 foot wide wing exceeded the wing span and even overall length of a Boeing 747 jet airliner. Climbing during daylight hours, the prototype aircraft ultimately reached an altitude just short of 100,000 feet, breaking records for non-rocket powered flight. Helios was intended as a technology demonstrator, but in the extremely thin air 100,000 feet above Earth's surface, the flight of Helios also approached conditions for winged flight in the atmosphere of Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0312/helios_cthomas_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Flight Of Helios",
    "url": "https://apod.nasa.gov/apod/image/0312/helios_cthomas.jpg"
  },
  {
    "date": "2003-12-21",
    "explanation": "In a search for massive stars, the Hubble Space Telescope has peered into yet another spectacular region of star formation.  This nebula, known as N159, spans over 150 light-years and is located in the neighboring Large Magellanic Cloud galaxy, about 170,000 light years distant. Visible in the above picture are bright newborn stars, dark filaments of dust, and red-glowing hydrogen gas.  The aptly named Papillon Nebula (French for butterfly), is the unusual central compact cloud, highlighted in the inset.  Reasons for the bipolar shape of the Papillon Nebula are currently unknown, but might indicate the presence of unseen high-mass stars and a thick gaseous disk.",
    "hdurl": "https://apod.nasa.gov/apod/image/0312/n159_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "N159 and the Papillon Nebula",
    "url": "https://apod.nasa.gov/apod/image/0312/n159_hst.jpg"
  },
  {
    "date": "2003-12-22",
    "explanation": "Why does the Andromeda Galaxy have a giant ring? Viewed in ultraviolet light, the closest major galaxy to our Milky Way Galaxy looks more like a ring galaxy than a spiral.  The ring is highlighted beautifully in this newly released image mosaic of Andromeda (M31) taken by the GALaxy Evolution Explorer (GALEX), a satellite launched into Earth orbit in April. In the above image, ultraviolet colors have been digitally shifted to the visual.  Young blue stars dominate the image, indicating the star forming ring as well as other star forming regions even further from the galactic center. The origin of the huge 150,000-light year ring is unknown but likely related to gravitational interactions with small satellite galaxies that orbit near the galactic giant. M31 lies about three million light-years distant and is bright enough to be seen without binoculars toward the constellation of Andromeda.   News: Today is the December Solstice.",
    "hdurl": "https://apod.nasa.gov/apod/image/0312/m31_galex_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Andromeda Galaxy from GALEX",
    "url": "https://apod.nasa.gov/apod/image/0312/m31_galex.jpg"
  },
  {
    "copyright": "Michael Holloway",
    "date": "2003-12-23",
    "explanation": "It's back.  Every 3.3 years, Comet Encke swoops back into our inner Solar System.  First officially discovered in 1786, Comet Encke is on its 59 th documented return, making it one of the best-studied comets on the sky.   Mysteriously, Comet Encke should have been discovered millennia earlier, since it likely became bright enough to see unaided many times over the past few thousand years.  Comet Encke's elliptical trajectory reaches from outside the orbit of Mars to inside the orbit of Mercury.  It passed relatively close to the Earth on Nov. 17 and will reach its closest to the Sun on Dec 29.  Recent observations place Comet Encke as bright as visual magnitude six during early December, making it just on the verge of unaided human vision.  Pictured above, the diffuse smudge of periodic Comet Encke was imaged through a small telescope on November 29 from Arkansas, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/0312/encke_holloway_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Encke Returns",
    "url": "https://apod.nasa.gov/apod/image/0312/encke_holloway.jpg"
  },
  {
    "date": "2003-12-24",
    "explanation": "Why are some hills on Mars so layered?  The answer is still under investigation.  Clearly, dark windblown sand surrounds outcropping of light sedimentary rock across the floor of crater Arabia Terra.  The light rock clearly appears structured into many layers, the lowest of which is likely very old.  Although the dark sand forms dunes, rippled dunes of lighter colored sand are easier to see surrounding the stepped mesas.  Blown sand possibly itself eroded once-larger mesas into the layered hills.  Most of the layered shelves are wide enough to drive a truck around.  The above image, showing an area about 3 kilometers across, was taken in October by the Mars Global Surveyor spacecraft currently orbiting Mars.  Tomorrow, the first of three robot spacecraft from Earth is scheduled to arrive at the red planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/0312/marshills_mgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Layered Hills on Mars",
    "url": "https://apod.nasa.gov/apod/image/0312/marshills_mgs.jpg"
  },
  {
    "copyright": "James W. YoungTable Mountain\nObservatory",
    "date": "2003-12-25",
    "explanation": "At Table Mountain Observatory, near Wrightwood California, USA on October 26, wild fires were approaching from the east. But looking toward the west just after sunset, astronomer James Young could still enjoy this comforting view of a young crescent Moon and brilliant Venus through the the fading twilight. Setting over the horizon of Mt. Baden-Powell, the thin crescent was only about 37 hours \"old\", or 37 hours after its exact New Moon phase. After disappearing from morning twilight in August, Venus was becoming prominent in its role in western skies as the evening star. A similar lovely pairing of thin crescent Moon and stunning evening star can be seen toward the west in today's evening twilight. Happy Holidays and Best Wishes from APOD!",
    "hdurl": "https://apod.nasa.gov/apod/image/0312/venus37moon_young.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus and the 37 Hour Moon",
    "url": "https://apod.nasa.gov/apod/image/0312/venus37moon_young.jpg"
  },
  {
    "date": "2003-12-26",
    "explanation": "High-speed outflows of molecular gas from a young stellar object glow in infrared light, revealing themselves in this recent false-color image from the Spitzer Space Telescope. Cataloged as HH (Herbig-Haro) 46/47 the infrared source is lodged within a dark nebula or Bok globule - near the lower right corner of the dark nebula in the optical inset - that is largely opaque when viewed in visible light. The energetic outflow features extend for nearly a light-year, burrowing into the dark interstellar material, and are attributed to early stages in the life of a sun-like star. They may well represent a phase of our own Sun's evolution which took place some 4.5 billion years ago, along with the formation of our solar system from a circumstellar disk. A tantalizing object to explore with Spitzer's infrared capabilities, this young star system is relatively nearby, located only some 1,140 light-years distant in the nautical constellation Vela.",
    "hdurl": "https://apod.nasa.gov/apod/image/0312/hh4647_sst_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Young Star, Dark Cloud",
    "url": "https://apod.nasa.gov/apod/image/0312/hh4647_sst_c2.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2003-12-27",
    "explanation": "Perhaps the most famous star cluster on the sky, the Pleiades can be seen without binoculars from even the depths of a light-polluted city.  Also known as the Seven Sisters and M45, the Pleiades is one of the brightest and closest open clusters.   The Pleiades contains over 3000 stars, is about 400 light years away, and only 13 light years across.  Quite evident in the above photograph are the blue reflection nebulae that surround the brighter cluster stars.  Low mass, faint, brown dwarfs have also been found in the Pleiades. (Editors' note:  The prominent diffraction spikes were added to the image for aesthetic reasons, produced by kite string donated by Rob Gendler's kids and placed over the telescope dew shield.)",
    "hdurl": "https://apod.nasa.gov/apod/image/0312/m45kite_gendler_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pleiades Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/0312/m45kite_gendler_c1.jpg"
  },
  {
    "date": "2003-12-28",
    "explanation": "Dust pillars are like interstellar mountains.  They survive because they are more dense than their surroundings, but they are being slowly eroded away by a hostile environment.  Visible in the above picture is the end of a huge gas and dust pillar in the Trifid Nebula, punctuated by a smaller pillar pointing up and an unusual jet pointing to the left.  The pink dots are newly formed low-mass stars. A star near the small pillar's end is slowly being stripped of its accreting gas by radiation from a tremendously brighter star situated off the above picture to the upper right.  The jet extends nearly a light-year and would not be visible without external illumination.  As gas and dust evaporate from the pillars, the hidden stellar source of this jet will likely be uncovered, possibly over the next 20,000 years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/trifid_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Trifid Pillars & Jets",
    "url": "https://apod.nasa.gov/apod/image/0112/trifid_hst.jpg"
  },
  {
    "copyright": "Rick KrejciRicksAstro Astrophotography",
    "date": "2003-12-29",
    "explanation": "Tomorrow's picture: Tracks on Mars  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Web Site Statements, Warnings, and Disclaimers NASA Official: Jay Norris. Specific rights apply. A service of: LHEA at NASA / GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0312/witch_krejci_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Witch Head Nebula",
    "url": "https://apod.nasa.gov/apod/image/0312/witch_krejci.jpg"
  },
  {
    "date": "2003-12-30",
    "explanation": "What caused the streaks in this Martian crater?  Since the above image shows streaks occurring both inside and outside the crater, they were surely created after the crater-causing impact.  Newly formed trails like these presented researchers with a tantalizing martian mystery but have now been identified as likely the work of miniature wind vortices known to occur on the red planet - martian dust devils. Another example of wind processes on an active Mars, dust devils had been detected passing near the Viking and Mars Pathfinder landers. Such spinning columns of rising air heated by the warm surface are common in dry and desert areas on planet Earth. Typically lasting only a few minutes, they becoming visible as they pick up loose dust. On Mars, dust devils can be up to 8 kilometers high and leave dark trails as they disturb the bright, reflective surface dust.",
    "hdurl": "https://apod.nasa.gov/apod/image/0312/craterdevil_mgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Dust Devil Crater on Mars",
    "url": "https://apod.nasa.gov/apod/image/0312/craterdevil_mgs.jpg"
  },
  {
    "date": "2003-12-31",
    "explanation": "This year, humanity learned that the universe is 13.7 billion years old.  Before this year, the universe's age was thought to be about 13 billion years, but really only constrained to be between about 12 billion and 15 billion years old.  The difference was made, primarily, by a small satellite named the Wilkinson Microwave Anisotropy Probe (WMAP) that had been collecting data in an unusual Earth orbit.  Pictured above is a sky map of the enabling data -- the complete cosmic microwave background divided into two hemispheres, in detail never before resolved, as recorded by the WMAP's first data release.  Besides universe age, new data and analyses of the spots on the cosmic microwave background bolstered existing indications that the universe is composed predominantly of a strange and mysterious type of dark energy (73 percent).  The remaining matter is only about 4 percent in familiar atoms, with the remaining 23 percent in a somewhat mysterious type of dark matter.  During the year, much cosmological research shifted from trying to find the parameters that define our universe to trying to use these parameters as a tool for understanding details of how our universe evolved.",
    "hdurl": "https://apod.nasa.gov/apod/image/0312/globes_wmap_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Year of Resolving Cosmology",
    "url": "https://apod.nasa.gov/apod/image/0312/globes_wmap.jpg"
  },
  {
    "date": "2004-01-01",
    "explanation": "Shells and arcs abound in this false-color, multiwavelength view of supernova remnant N63A, the debris of a massive stellar explosion. The x-ray emission (blue), is from gas heated to 10 million degrees C as knots of fast moving material from the cosmic blast sweep up surrounding interstellar matter. Radio (red) and optical emission (green) are brighter near the central regions where the x-rays seem to be absorbed by denser, cooler material on the side of the expanding debris cloud facing the Earth. Located in the neighboring galaxy known as the Large Magellanic Cloud, the apparent age of this supernova remnant is between 2,000 and 5,000 years, its extended glow spanning about 60 light-years. The intriguing image is a composite of x-ray data from the orbiting Chandra Observatory, optical data from the Hubble Space Telescope, and radio from the Australia Telescope Compact Array.",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/n63a_compcxc_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Structure in N63A",
    "url": "https://apod.nasa.gov/apod/image/0401/n63a_compcxc_c1.jpg"
  }
]
