[
  {
    "date": "2003-07-01",
    "explanation": "Why is Phobos so dark?  Phobos, the largest and innermost of two Martian moons, is the darkest moon in the entire Solar System.  Its unusual orbit and color indicate that it may be a captured asteroid composed of a mixture of ice and dark rock.  The above picture was captured recently by the robot spacecraft Mars Global Surveyor (MGS) orbiting Mars.  Phobos is a heavily cratered and barren moon, with its largest crater located on the far side.  From MGS images like this, Phobos has been determined to be covered by perhaps a meter of loose dust.  Phobos orbits so close to Mars that from some places it would appear to rise and set twice a day, but from other places it would not be visible at all.  Phobos' orbit around Mars is continually decaying -- it will likely break up with pieces crashing to the Martian surface in about 50 million years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0307/phobos_mgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Martian Moon Phobos from MGS",
    "url": "https://apod.nasa.gov/apod/image/0307/phobos_mgs.jpg"
  },
  {
    "copyright": "Chris Cook",
    "date": "2003-07-02",
    "explanation": "Active pillars of colorful aurora were captured dancing over a serenely smooth and nearly colorless Cape Cod Bay last month.   North is straight ahead so that the town lights near the center originate from Provincetown, Massachusetts, USA.  The unusual red colors in the aurora slightly reflect off the ocean inlet.  Several familiar constellations are visible in the sky, including the famous stellar W of Cassiopeia on the far right.",
    "hdurl": "https://apod.nasa.gov/apod/image/0307/auroracape_cook_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Over Cape Cod",
    "url": "https://apod.nasa.gov/apod/image/0307/auroracape_cook.jpg"
  },
  {
    "date": "2003-07-03",
    "explanation": "The Vela pulsar is a neutron star born over 10,000 years ago in a massive supernova explosion. Above, false-color x-ray images from the Chandra Observatory reveal details of this remnant pulsar's x-ray bright nebula along with emission from a spectacular jet of high-energy particles. In this time-lapse series of pictures, the jet seems to dance around very much like an out-of-control firehose, shooting along the pulsar's direction of motion (toward the top right corner) to a length of about half a light-year while whipping back and forth at about half the speed of light. Highly magnetized and spinning over 10 times a second, the Vela pulsar is thought of as a cosmic high-voltage generator, powering the x-ray nebula and dynamic cosmic jet. A mere 800 light-years away the pulsar itself is located near the lower left corner in the four panels.",
    "hdurl": "https://apod.nasa.gov/apod/image/0307/velaxrayjet_cxo_4full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Vela Pulsar's Dynamic Jet",
    "url": "https://apod.nasa.gov/apod/image/0307/velaxrayjet_cxo_4c1.jpg"
  },
  {
    "date": "2003-07-04",
    "explanation": "Scattered debris from a cosmic supernova explosion lights up the sky in this gorgeous composited image based on data from the Hubble Space Telescope. Cataloged as N49, these glowing filaments of shocked gas span about 30 light-years in our neighboring galaxy, the Large Magellanic Cloud. Light from the original exploding star reached Earth thousands of years ago, but N49 also marks the location of another energetic outburst -- an extremely intense blast of gamma-rays detected by satellites on March 5, 1979. That date was the beginning of an exciting journey in astrophysics which led researchers to the understanding of an exotic new class of stars. The source of the \"March 5th Event\" is now attributed to a magnetar - a highly magnetized, spinning neutron star also born in the ancient stellar explosion which created supernova remnant N49. The magnetar hurtles through the supernova debris cloud at over 1,200 kilometers per second.",
    "hdurl": "https://apod.nasa.gov/apod/image/0307/n49_hst_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "N49's Cosmic Blast",
    "url": "https://apod.nasa.gov/apod/image/0307/n49_hst_c2.jpg"
  },
  {
    "date": "2003-07-05",
    "explanation": "Its core hidden from optical view by a thick lane of dust, the giant elliptical galaxy Centaurus A was among the first objects observed by the orbiting Chandra X-ray Observatory. Astronomers were not disappointed, as Centaurus A's appearance in x-rays makes its classification as an active galaxy easy to appreciate. Perhaps the most striking feature of this Chandra false-color x-ray view is the jet, 30,000 light-years long. Blasting toward the upper left corner of the picture, the jet seems to arise from the galaxy's bright central x-ray source -- suspected of harboring a black hole with a million or so times the mass of the Sun. Centaurus A is also seen to be teeming with other individual x-ray sources and a pervasive, diffuse x-ray glow. Most of these individual sources are likely to be neutron stars or solar mass black holes accreting material from their less exotic binary companion stars. The diffuse high-energy glow represents gas throughout the galaxy heated to temperatures of millions of degrees C. At 11 million light-years distant in the constellation Centaurus, Centaurus A (NGC 5128) is the closest active galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0307/cena_cxo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Centaurus A: X-Rays from an Active Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0307/cena_cxo_g1.jpg"
  },
  {
    "copyright": "E. L. WrightUCLA",
    "date": "2003-07-06",
    "explanation": "Our universe is a very dusty place.  Dust usually shows its presence by blocking out light emitted from stars or nebulae behind it, sometimes creating the illusion of a horse's head or a sombrero hat.  But nobody really knows what a typical interstellar dust grain looks like.  By studying how dust absorbs, emits, and reflects light, astronomers do know that interstellar dust is much different than the cell and lint based dust found around a typical house.  Interstellar dust grains are composed mostly of carbon, silicon, and oxygen and are usually less than about 1/1000 of a millimeter across.  Recent work indicates that most dust grains are not spherical.  The above picture shows the result of a fractal adhesion model for dust grains involving random conglomerates of spherical compounds of different properties, here artificially highlighted by different colors.",
    "hdurl": "https://apod.nasa.gov/apod/image/0307/fractaldust_elw_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fractal Interstellar Dust Up-Close",
    "url": "https://apod.nasa.gov/apod/image/0307/fractaldust_elw.gif"
  },
  {
    "copyright": "AstroMeeting",
    "date": "2003-07-07",
    "explanation": "Dramatic prominences can sometimes be seen looming just beyond the edge of the sun.  A solar prominence is a cloud of solar gas held just above the surface by the Sun's magnetic field.  The Earth would easily fit below the prominence on the left.  A quiescent prominence typically lasts about a month, and may erupt in a Coronal Mass Ejection (CME) expelling hot gas into the Solar System.  Although very hot, prominences typically appear dark when viewed against the Sun, since they are slightly cooler than the surface.  The above image in false color was taken on June 1 from Stuttgart, Germany with an amateur telescope and camera.",
    "hdurl": "https://apod.nasa.gov/apod/image/0307/sunedge_seip_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "At the Edge of the Sun",
    "url": "https://apod.nasa.gov/apod/image/0307/sunedge_seip.jpg"
  },
  {
    "copyright": "Allan SauterScripps",
    "date": "2003-07-08",
    "explanation": "Nobody suspected that this volcano would erupt.  Mt. Anatahan has not erupted in recorded history.  Nevertheless, on May 10, the small volcano in the Northern Mariana Islands of the western Pacific Ocean shot ash 10,000 meters into the air.  Explosions from Mt. Anatahan continued every few minutes for two days. The airborne ash was so bad that some flights were cancelled from downwind Guam. Although meter-sized rocks were catapulted through the air, nobody was hurt, as a seismology team that coincidentally installed detectors on the island a few days before had already left.  Fortunately, the team was not too far away to get the above picture.",
    "hdurl": "https://apod.nasa.gov/apod/image/0307/anatahanboom_sauter_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mt. Anatahan Erupts",
    "url": "https://apod.nasa.gov/apod/image/0307/anatahanboom_sauter.jpg"
  },
  {
    "copyright": "PPARC",
    "date": "2003-07-09",
    "explanation": "Astronomers have discovered a planetary system more similar to our own Solar System than any known previously.  The bright star HD70642, visible with binoculars toward the constellation of Puppis, was already known to be a star like our Sun.  Now a planet with twice Jupiter's mass has been discovered in a nearly circular orbit at approximately half the orbital distance of Jupiter. Such an orbit allows the possibility of habitable Earth-type planets orbiting further in, a possibility not likely with all previously discovered planetary systems with massive planets occupying disruptive closer elliptical orbits. The above illustration indicates what the HD70642 planetary system might look like from a hypothetical moon orbiting the newly discovered planet.  At only 90 light years distant, extremely faint early radio broadcasts from Earth are now passing this planetary system.",
    "hdurl": "https://apod.nasa.gov/apod/image/0307/hd70642_pparc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "HD70642: A Star with Similar Planets",
    "url": "https://apod.nasa.gov/apod/image/0307/hd70642_pparc.jpg"
  },
  {
    "date": "2003-07-10",
    "explanation": "Almost on cue, as Mars nears its closest approach to planet Earth in recorded history, ominous seasonal dust storms are beginning to kick up. Observers worry that the activity may presage the development of a planet wide dust storm, frustrating attempts to view Mars in the coming months, a situation similar to the Red Planet's uncooperative behavior in 2001. In this example, recorded in mid-May by the Mars Global Surveyor spacecraft camera, a dust storm the size of a continent sweeps north and east (toward the upper right) across Mars' northern Acidalia Planitia. Meanwhile, interplanetary robotic explorers Mars Express/ Beagle 2, Nozomi, and the twin Mars Exploration Rovers Opportunity and Spirit, are all bound for Mars and should arrive by early January 2004.",
    "hdurl": "https://apod.nasa.gov/apod/image/0307/acidaliamars_mgs_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dust Storm Over Northern Mars",
    "url": "https://apod.nasa.gov/apod/image/0307/acidaliamars_mgs_c1.jpg"
  },
  {
    "date": "2003-07-11",
    "explanation": "At night, tilting a flashlight up under your chin hides the glowing bulb from the direct view of your friends. Light from the bulb still reflects from your face though, and can give you a startling appearance. Spiral Galaxy NGC 1068 may be playing a similar trick on a cosmic scale, hiding a central powerful source of x-rays -- likely a supermassive black hole -- from direct view. X-rays are still scattered into our line-of-sight though, by a dense torus of material surrounding the black hole. The scenario is supported by x-ray data from the Chandra Observatory combined with a Hubble Space Telescope optical image in this false-color composite picture. Optical data in red shows spiral structure across NGC 1068's inner 7 thousand light-years with the x-ray data overlaid in blue and green. A hot wind of gas streaming from the galaxy's core is seen as the broad swath of x-ray emission while material lit up by the hidden black hole source is within the central cloud of more intense x-rays. Also well known as M77, NGC 1068 lies a mere 50 million light-years away toward the constellation Cetus.",
    "hdurl": "https://apod.nasa.gov/apod/image/0307/ngc1068_cxohst_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1068 and the X-Ray Flashlight",
    "url": "https://apod.nasa.gov/apod/image/0307/ngc1068_cxohst_c1.jpg"
  },
  {
    "date": "2003-07-12",
    "explanation": "If you had x-ray vision, the center regions of our Galaxy would not be hidden from view by the immense cosmic dust clouds opaque to visible light. Instead, the Milky Way toward Sagittarius might look something like this stunning mosaic of images from the orbiting Chandra Observatory. Pleasing to look at, the gorgeous false-color representation of the x-ray data shows high energy x-rays in blue, medium energies in green, and low energies in red. Hundreds of white dwarf stars, neutron stars, and black holes immersed in a fog of multimillion-degree gas are included in the x-ray vista. Within the white patch at the image center lies the Galaxy's central supermassive black hole. Chandra's sharp x-ray vision will likely lead to a new appreciation of our Milky Way's most active neighborhood and has already indicated that the hot gas itself may have a temperature of a mere 10 million degrees Celsius instead of 100 million degrees as previously thought. The full mosaic is composed of 30 separate images and covers a 900 by 400 light-year swath at the galactic center.",
    "hdurl": "https://apod.nasa.gov/apod/image/0307/gcenter_cxcrgb_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Milky Way",
    "url": "https://apod.nasa.gov/apod/image/0307/gcenter_cxcrgb_c1.jpg"
  },
  {
    "copyright": "Nigel Sharp",
    "date": "2003-07-13",
    "explanation": "One of the most identifiable nebulae in the sky, the Horsehead Nebula in Orion, is part of a large, dark,  molecular cloud.  Also known as Barnard 33, the unusual shape was first discovered on a photographic plate in the late 1800s.  The red glow originates from hydrogen gas predominantly behind the nebula, ionized by the nearby bright star Sigma Orionis.  The darkness of the Horsehead is caused mostly by thick dust, although the lower part of the Horsehead's neck casts a shadow to the left.  Streams of gas leaving the nebula are funneled by a strong magnetic field.  Bright spots in the Horsehead Nebula's base are young stars just in the process of forming.  Light takes about 1500 years to reach us from the Horsehead Nebula.   The above image was taken with the 0.9-meter telescope at  Kitt Peak National Observatory.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/horsehead_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Horsehead Nebula",
    "url": "https://apod.nasa.gov/apod/image/0112/horsehead_noao.jpg"
  },
  {
    "date": "2003-07-14",
    "explanation": "Thousands of satellites orbit the Earth.  Costing billions of dollars, this swarm of high altitude robots is now vital to communication, orientation, and imaging both Earth and space.  One common type of orbit is geostationary where a satellite will appear to hover above one point on Earth's equator.  Geostationary orbits are very high up -- over five times the radius of the Earth -- and possible only because the satellite orbital period is exactly one day.  It is usually cheaper to place a satellite in low Earth orbit, around 500 kilometers, just high enough to avoid the effect of Earth's atmosphere.  The above animated sequence starts by showing the halo of Earth's satellites, including the ring at geostationary, and finishes by zooming in on the only one currently hosting humans: the International Space Station.",
    "hdurl": "https://apod.nasa.gov/apod/image/0307/earthsat_fu_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Satellites that Surround Earth",
    "url": "https://apod.nasa.gov/apod/image/0307/earthsat_fu.gif"
  },
  {
    "copyright": "Wally Pacholka",
    "date": "2003-07-15",
    "explanation": "Mars is heading for its closest encounter with Earth in over 50,000 years. Although Mars and Earth continue in their normal orbits around the Sun, about every two years Earth and Mars are on the same part of their orbit as seen from the Sun.  When this happens again in late August, Mars will be almost as near to the Sun as it ever gets, while simultaneously Earth will be almost as far from the Sun as it ever gets.  This means that now is a great time to launch your space probe to Mars.  Alternatively, these next few months are a great time to see a bright red Mars from your backyard.  Mars is so close that global features should be visible even through a small telescope.  Look for Mars to rise about 11 pm and to remain the brightest red object in the sky until sunrise.  Mars will rise increasingly earlier until its closest approach in late August.  Mars was captured above rising through the Arch Rock in Valley of Fire State Park, Nevada, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/0307/marsarch_pacholka_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars Rising Through Arch Rock",
    "url": "https://apod.nasa.gov/apod/image/0307/marsarch_pacholka.jpg"
  },
  {
    "date": "2003-07-16",
    "explanation": "When earthdweller Patrick Vantuyne wondered what his home planet's single large moon would look like if viewed from Mars on July 17, he availed himself of the JPL Solar System Simulator. Of course, when viewed from Earth on that date (tomorrow), the gibbous Moon will pass tantalizingly close to Mars for observers in North, Central, and South America and will actually pass in front of (occult) the Red Planet for some locations, including much of Florida. Vantuyne's efforts were rewarded with this remarkable simulated view of the crescent Moon against the background of a darkened Earth. From the martian vantage point, the lunar orb is seen just below the tip of the Florida peninsula at 8:05 GMT. Observers on planet Earth who want to watch the corresponding Moon/Mars show in tomorrow's predawn sky should note the viewing times for selected cities.",
    "hdurl": "https://apod.nasa.gov/apod/image/0307/marsview_jplsss.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars' Simulated View",
    "url": "https://apod.nasa.gov/apod/image/0307/marsview_jplsss.jpg"
  },
  {
    "copyright": "Bernd Flach-WilkenVolker Wendel",
    "date": "2003-07-17",
    "explanation": "As soon as we find out whose cat did this . . .  Nebulae are as famous for being identified with familiar shapes as perhaps cats are for getting into trouble.  No cat, though, could have created the vast Cat's Paw Nebula visible in Scorpius.  At 5500 light years distant, Cat's Paw is an emission nebula with a red color that originates from an abundance of ionized hydrogen atoms.  Alternatively known as the Bear Claw Nebula or  NGC 6334, stars nearly ten times the mass of our Sun have been born there in only the past few million years. Pictured above, the Cat's Paw nebula was photographed during an astrophotography expedition to Namibia.",
    "hdurl": "https://apod.nasa.gov/apod/image/0307/catspaw_wendel_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cat's Paw Nebula",
    "url": "https://apod.nasa.gov/apod/image/0307/catspaw_wendel.jpg"
  },
  {
    "date": "2003-07-18",
    "explanation": "A planet, a white dwarf, and a neutron star orbit each other in the giant globular star cluster M4, some 5,600 light-years away. The most visible member of the trio is the white dwarf star, indicated above in an image from the Hubble Space Telescope, while the neutron star is detected at radio frequencies as a pulsar. A third body was known to be present in the pulsar/white dwarf system and a detailed analysis of the Hubble data has indicated it is indeed a planet with about 2.5 times the mass of Jupiter. In such a system, the planet is likely to be about 13 billion years old.  Compared to our solar system's tender 4.5 billion years and other identified planets of nearby stars, this truly ancient world is by far the oldest planet known, almost as old as the Universe itself. Its discovery as part of an evolved cosmic trio suggests that planet formation spans the age of the Universe and that this newly discovered planet is likely only one of many formed in the crowded environs of globular star clusters.",
    "hdurl": "https://apod.nasa.gov/apod/image/0307/amigo3_hst_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Planet, the White Dwarf, and the Neutron Star",
    "url": "https://apod.nasa.gov/apod/image/0307/amigo3_hst_c1.jpg"
  },
  {
    "date": "2003-07-19",
    "explanation": "Far beyond the local group of galaxies lies NGC 3621, some 22 million light-years away. Found in the serpentine southern constellation Hydra, the loose spiral arms of this gorgeous island universe are loaded with luminous young star clusters and dark dust lanes. Still, for earthbound astronomers NGC 3621 is not just another pretty face-on spiral galaxy. Some of its brighter stars have been used as standard candles to establish important estimates of extragalactic distances and the scale of the Universe. This color picture was constructed from astronomical image data recorded with the Very Large Telescope Antu, at Paranal Observatory in Chile.  At the original resolution, individual, hot supergiant stars can be identified and studied across NGC 3621.",
    "hdurl": "https://apod.nasa.gov/apod/image/0307/ngc3621_bresolin_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3621: Far Beyond the Local Group",
    "url": "https://apod.nasa.gov/apod/image/0307/ngc3621_bresolin_c2.jpg"
  },
  {
    "date": "2003-07-20",
    "explanation": "Space travel entered the age of the ion drive in 1998 with the launch of Deep Space 1, a NASA mission designed primarily to test new technologies.  Although the ion drive on Deep Space 1 provided acceleration much smaller than we feel toward Earth, it gradually gave the spacecraft the speed it needed to travel across our Solar System.  The propulsion drive worked by ionizing xenon atoms with power provided by large panels that collect sunlight.  As these ions were expelled by a strong electric field out the back, the spacecraft slowly gained speed.  Pictured above, hot blue ions emerge from a prototype drive that was successfully tested at JPL in 1997.  Deep Space 1 successfully zoomed past asteroid 9969 Braille in July 1999 and then Comet Borrelly in September 2001, then obtaining the most detailed photograph ever taken of a comet nucleus. The spacecraft was retired in December 2001",
    "hdurl": "https://apod.nasa.gov/apod/image/0307/ion_jpl_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Ion Drive for Deep Space 1",
    "url": "https://apod.nasa.gov/apod/image/0307/ion_jpl.jpg"
  },
  {
    "copyright": "Gary Stevens",
    "date": "2003-07-21",
    "explanation": "Why does this starfield photograph resemble an impressionistic painting?  The effect is created not by digital trickery but by large amounts of interstellar dust.  Dust, minute globs rich in carbon and similar in size to cigarette smoke, frequently starts in the outer atmospheres of large, cool, young stars. The dust is dispersed as the star dies and grows as things stick to it in the interstellar medium.  Dense dust clouds are opaque to visible light and can completely hide background stars.  For less dense clouds, the capacity of dust to preferentially reflect blue starlight becomes important, effectively blooming the stars blue light out and marking the surrounding dust.  Nebular gas emissions, typically brightest in red light, can combine to form areas seemingly created on an artist's canvas.  Photographed above is roughly one square degree of the nebula IC 4603 near the bright star Antares toward the constellation of Ophiuchus.",
    "hdurl": "https://apod.nasa.gov/apod/image/0307/ic4603_stevens_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 4603: Reflection Nebula in Ophiuchius",
    "url": "https://apod.nasa.gov/apod/image/0307/ic4603_stevens.jpg"
  },
  {
    "date": "2003-07-22",
    "explanation": "Large storms on Earth can spawn unusual, small, violent clouds known as tornadoes.  Tornado clouds swirl as fast as hundreds of kilometers per hour and, when they touch down, can destroy nearly everything in their long, narrow path.  Many tornadoes last only a few minutes, but the largest and most dangerous can endure for hours.  The above image, although somewhat unfocussed, appears to show a dropping funnel cloud interacting with a light pole.  If so, and this interpretation is controversial, this photograph would be one of the few indicating a clear distance to the funnel cloud.  The pictured tornado occurred in 1981 in Dallas, Texas, USA.  Tornadoes occur all over Earth but are most commonly found over parts of central North America during spring.  Much about tornadoes remains under study, including predicting when they will occur.",
    "hdurl": "https://apod.nasa.gov/apod/image/0307/tornado_noaa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Tornado on Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/0307/tornado_noaa.jpg"
  },
  {
    "date": "2003-07-23",
    "explanation": "Why do some places on Earth have higher gravity than others?  Sometimes the reason is unknown. To help better understand the Earth's surface, slight distance changes between a pair of identically orbiting satellites named GRACE have been used to create the best ever map of Earth's gravitational field.  High points on this map, also colored red, indicate areas where gravity is slightly stronger than usual, while in blue areas gravity is slightly weaker. Many bumps and valleys on the map can be attributed to surface features, such as the North Mid-Atlantic Ridge and the Himalayan Mountains, but others cannot, and so might relate to unusually high or low sub-surface densities.  Maps like this also help calibrate changes in the Earth's surface including variable ocean currents and the melting of glaciers.",
    "hdurl": "https://apod.nasa.gov/apod/image/0307/gravityearth2_grace.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "GRACE Maps the Gravity of Earth",
    "url": "https://apod.nasa.gov/apod/image/0307/gravityearth2_grace_big.gif"
  },
  {
    "copyright": "Clay Center Observatory",
    "date": "2003-07-24",
    "explanation": "What was that bright \"star\" near the Moon last week? Mars of course, as the Red Planet wandered near the waning gibbous Moon early last Thursday morning, passing behind the lunar orb when viewed from some locations in South and Central America, the Caribbean, and Florida. The Clay Center Observatory expedition to Bonita Springs, Florida produced this evocative picture of Mars grazing the Moon's dark edge by digitally stacking and processing a series of telescopic images of the event.  With the cratered Moon in the foreground, the bright planet Mars seems alarmingly close, its global scale features and white south polar cap easily visible. Already impressive, the apparent size of the martian disk will continue to grow in the coming weeks, until, on August 27, Mars reaches its closest approach to planet Earth in over 50,000 years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0307/moonmars_dantowitz_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars at the Moon's Edge",
    "url": "https://apod.nasa.gov/apod/image/0307/moonmars_dantowitz_c1.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2003-07-25",
    "explanation": "In 1764, French astronomer Charles Messier sighted this gorgeous cosmic cloud which he described as an oval nebula without stars. Cataloged as M27, it is now popularly known as the Dumbbell Nebula, not for its substandard academic performance but for the elongated shape, like a bar with weights on each end, which first caught Messier's eye.  This deep image of the bright planetary nebula does reveal the Dumbell's central star though, and an array of foreground and background stars toward the sly constellation Vulpecula. The picture is a composite that includes 8 hours of exposure through a filter designed to record only the light of hydrogen atoms, tracing the intricate details of the nebula's faint outer halo which spans light-years. Thought to be an example of the fate awaiting our own Sun 5 billion years hence, the Dumbbell Nebula is about 1,200 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0307/m27ha_gendler_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dumbbell Nebula Halo",
    "url": "https://apod.nasa.gov/apod/image/0307/m27ha_gendler_c1.jpg"
  },
  {
    "date": "2003-07-26",
    "explanation": "This might resemble a fried egg you've had for breakfast, but it's actually much larger. In fact, ringed by blue-tinted star forming regions and faintly visible spiral arms, the yolk-yellow center of this face-on spiral galaxy, NGC 7742, is about 3,000 light-years across. About 72 million light-years away in the constellation Pegasus, NGC 7742 is known to be a Seyfert galaxy - a type of active spiral galaxy with a center or nucleus which is very bright at visible wavelengths. Across the spectrum, the tremendous brightness of Seyferts can change over periods of just days to months and galaxies like NGC 7742 are suspected of harboring massive black holes at their cores. This beautiful color picture is courtesy of the Hubble Space Telescope Heritage Project.",
    "hdurl": "https://apod.nasa.gov/apod/image/0307/ngc7742_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy NGC 7742",
    "url": "https://apod.nasa.gov/apod/image/0307/ngc7742_hst.jpg"
  },
  {
    "copyright": "A. Oksanen2.6 meter Nordic Optical Telescope",
    "date": "2003-07-27",
    "explanation": "Our Milky Way Galaxy is not alone.  It is part of a gathering of about 50 galaxies known as the Local Group.  Members include the Great Andromeda Galaxy (M31), M32, M33, the Large Magellanic Cloud, the Small Magellanic Cloud, Dwingeloo 1, several small irregular galaxies, and many dwarf elliptical and dwarf spheroidal galaxies.  Pictured above is the Aquarius Dwarf, a faint dwarf irregular galaxy over 3 million light years away.  An earlier APOD erroneously identified the above image as the Sagittarius Dwarf.",
    "hdurl": "https://apod.nasa.gov/apod/image/0307/aqudwarf_not.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Aquarius Dwarf",
    "url": "https://apod.nasa.gov/apod/image/0307/aqudwarf_not_big.jpg"
  },
  {
    "date": "2003-07-28",
    "explanation": "Next stop: Mars.  Last month the first of two missions to Mars was launched from Cape Canaveral, Florida, USA above a Boeing Delta II rocket. Pictured above, solid fuel boosters are seen falling away as light from residual exhaust is reflected by the soaring rocket. The Mars Exploration Rover dubbed Spirit is expected to arrive at the red planet this coming January.  Upon arriving, parachutes will deploy to slow the spacecraft and surrounding airbags will inflate.  The balloon-like package will then bounce around the surface a dozen times or more before coming to a stop.  The airbags will then deflate, the spacecraft will right itself, and the Spirit rover will prepare to roll onto Mars.  The robotic Spirit is expected to cover as much as 40 meters per day, much more than Sojourner, its 1997 predecessor.  Spirit will search for evidence of ancient Martian water, from which implications might be drawn about the possibility of ancient Martian life. A second rover named Opportunity was successfully launched on July 7 and will arrive at Mars a few weeks later.",
    "hdurl": "https://apod.nasa.gov/apod/image/0307/spirit_ee.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Launch of the Spirit Rover Toward Mars",
    "url": "https://apod.nasa.gov/apod/image/0307/spirit_ee_big.jpg"
  },
  {
    "copyright": "Ralph Encarnacion",
    "date": "2003-07-29",
    "explanation": "ven a quiet Sun is a busy place.  The above image, taken in a single color of light called Hydrogen Alpha, records a great amount of detail of the simmering surface of our parent star.  The gradual darkening towards the Sun's edge, called limb darkening, is caused by increased absorption of relatively cool solar gas.  Further over the edge, a giant prominence is visible, while a different prominence can be seen in silhouette as the dark streak near the image center.  Two active areas of the Sun are marked by bright plages.  The above amateur photograph of the Sun was taken just last month through a small telescope and a standard digital camera.  In contrast, there are times when our Sun appears much more active.",
    "hdurl": "https://apod.nasa.gov/apod/image/0307/orangesun_encarnacion.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orange Sun Simmering",
    "url": "https://apod.nasa.gov/apod/image/0307/orangesun_encarnacion_big.jpg"
  },
  {
    "date": "2003-07-30",
    "explanation": "What causes the unusual white color on some Martian mountains?  The answer can be guessed by noticing that the bright areas disappear as springtime takes hold in the south of Mars: dry ice.  Dry carbon dioxide ice sublimates directly to gas from its frozen state.  The frosty mountains, named Charitum Montes, have been covered with carbon dioxide ice over the Martian winter.  The serene scene pictured above is not a photograph, but rather a computationally constructed digital illusion resulting from the fusion of two color images from the Mars Orbital Camera and topographic data from the Mars Orbiter Laser Altimeter.  Both instruments operate from the Mars Global Surveyor robot spacecraft currently orbiting Mars.  The red planet continues to grow larger in terrestrial skies as Earth and Mars move closer to their recent-record closest approach on August 27.",
    "hdurl": "https://apod.nasa.gov/apod/image/0307/frostymnts_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Frosty Mountains on Mars",
    "url": "https://apod.nasa.gov/apod/image/0307/frostymnts_mgs.jpg"
  },
  {
    "date": "2003-07-31",
    "explanation": "Posing for this cosmic family photo are the galaxies of HCG (Hickson Compact Group) 87, about four hundred million light-years distant toward the amphibious constellation Capricornus. The large edge-on spiral near picture center, the fuzzy elliptical galaxy immediately to its right, and the spiral near the top of the image are identified members of the group, while the small spiral galaxy in the middle is likely a more distant background galaxy. In any event, a careful examination of the deep image reveals other galaxies which certainly lie far beyond HCG 87. While not exactly locked in a group hug, the HCG 87 galaxies are interacting gravitationally, influencing their fellow group members' structure and evolution. This new image is from an instrument undergoing commissioning on the Gemini Observatory's South Telescope at Cerro Pachon, Chile. It compares favorably with views of this photogenic galaxy group recorded by the Hubble Space Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/0307/hcg87_gmoss_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy Group HCG 87",
    "url": "https://apod.nasa.gov/apod/image/0307/hcg87_gmoss_c1.jpg"
  },
  {
    "copyright": "Petteri Kankaro",
    "date": "2003-08-01",
    "explanation": "In this serene view, the moons of Earth along with the bright planet Mars shine above the city of Turku near the southwestern tip of Finland. Of course Earth's large natural satellite, the Moon, at a distance of 400,000 kilometers, is by far the brightest object in this sky. But growing brighter and closer by the hour, Mars appears as the impressively bright \"star\" at the right, about 64 million kilometers from Turku. Streaking across the twilight sky between the two celestial beacons, Earth's largest artificial moon, the International Space Station, orbits about 400 kilometers above the planet's surface. To capture the moment, amateur astronomer Petteri Kankaro used a digital camera and combined exposures beginning at 23:34 Universal Time on July 17th.",
    "hdurl": "https://apod.nasa.gov/apod/image/0308/issmoonmars_kankaro_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moons and Bright Mars",
    "url": "https://apod.nasa.gov/apod/image/0308/issmoonmars_kankaro_c1.jpg"
  }
]
