[
  {
    "date": "2003-11-01",
    "explanation": "The Cat's Eye Nebula (NGC 6543) is one of the best known planetary nebulae in the sky. Its haunting symmetries are seen in the very central region of this stunning false-color picture, processed to reveal the enormous but extremely faint halo of gaseous material, over three light-years across, which surrounds the brighter, familiar planetary nebula. Made with data from the Nordic Optical Telescope in the Canary Islands, the composite picture shows emission from nitrogen atoms as red and oxygen atoms as green and blue shades. Planetary nebulae have long been appreciated as a final phase in the life of a sun-like star. Only much more recently however, have some planetaries been found to have halos like this one, likely formed of material shrugged off during earlier active episodes in the star's evolution. While the planetary nebula phase is thought to last for around 10,000 years, astronomers estimate the age of the outer filamentary portions of this halo to be 50,000 to 90,000 years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0311/n6543_ing_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Halo of the Cat's Eye",
    "url": "https://apod.nasa.gov/apod/image/0311/n6543_ing_c.jpg"
  },
  {
    "copyright": "K. StrassmeierU. WienCoude Feed TelescopeAURANOAONSF",
    "date": "2003-11-02",
    "explanation": "What could cause a star to have such a large spot?  Our Sun itself frequently has sunspots, relatively cool dark magnetic depressions that move across its surface.  HD 12545, however, exhibits the largest starspots yet observed.  Doppler imaging - the use of slight changes in color caused by the rotation of the star - was used to create this false-color image.  The vertical bar on the right gives a temperature scale in kelvins. This giant, binary, RS CVn star, also known as XX Trianguli, is visible with binoculars in the constellation of Triangulum.  The starspot is thought to be caused by large magnetic fields that inhibit hot matter from flowing to the surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/0311/hd12545_noao.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Giant Starspot on HD 12545",
    "url": "https://apod.nasa.gov/apod/image/0311/hd12545_noao_big.jpg"
  },
  {
    "date": "2003-11-03",
    "explanation": "What do stars look like just before they explode?  To find out, astronomers are taking detailed images of nearby galaxies now, before any supernova is visible.  Hopefully, a star in one of the hundreds of high resolution galaxy images  will explode in the coming years.  If so, archival images like that taken above by the Hubble Space Telescope can be inspected to find what the star looked like originally.  This information is likely important for better understanding of how and why supernovas occur, as well as why some supernovas appear brighter than others.  Pictured above, beautiful spiral galaxy NGC 3982 displays numerous spiral arms filled with bright stars, blue star clusters, and dark dust lanes.  NGC 3982, which spans about 30,000 light years, lies about 60 million light years from Earth and can be seen with a small telescope toward the constellation of Ursa Major.",
    "hdurl": "https://apod.nasa.gov/apod/image/0311/ngc3982_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy NGC 3982 Before Supernova",
    "url": "https://apod.nasa.gov/apod/image/0311/ngc3982_hst.jpg"
  },
  {
    "copyright": "Lance TaylorEdmonton RASC",
    "date": "2003-11-04",
    "explanation": "Northern and southern locales saw many a beautiful aurora over the last week, as particles from several large solar flares impacted the Earth.  Many reported unusually red auroras, although colors across the spectrum were also seen.  Power grids and orbiting satellites braced for the onslaught, but little lasting damage was reported.  Pictured above, the Clover Bar Power Plant was photographed from the banks of the North Saskatchewan River in Edmonton, Alberta, Canada.  A small pond in the foreground reflects predominantly green aurora light far in the distance.  Two days ago, again unexpectedly, another  large solar flare occurred from sunspot group 10486, the site of other recent major flares.  This unusually active solar region is now rotating to the far side of the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/0311/aurora1_taylor_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Over Edmonton",
    "url": "https://apod.nasa.gov/apod/image/0311/aurora1_taylor.jpg"
  },
  {
    "date": "2003-11-05",
    "explanation": "While chasing the spectrum of a mysterious arc in a cluster of galaxies within the obscure northerly constellation Lynx, astronomers have stumbled upon the most massive and distant star-forming region ever discovered. The notably red \"Lynx arc\" lies right of center in this color image of the galaxy cluster, a composite of Hubble Space Telescope and ground-based data. While the galaxy cluster lies about 5 billion light-years distant, spectroscopic studies show that the arc itself is actually a distorted image of an even more distant but enormous star-forming region. The image is formed as the closer galaxy cluster's gravity bends light like a magnifying lens, an effect explained by Einstein's theory of gravity. In fact, the monster star-forming region is nearly 12 billion light-years away and about a million times brighter than the more familiar stellar nursery, the Orion Nebula. Estimates are that the star-forming region seen as the Lynx arc contains about a million massive, hot stars, compared to the four stars which power the Orion Nebula's glow.  Stars within the Lynx arc are more than twice as hot as the Orion Nebula's central stars and were formed when the Universe was a mere 2 billion years old. Still, astronomers believe that the first stars were formed at even earlier times.",
    "hdurl": "https://apod.nasa.gov/apod/image/0311/lynx_hst_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Lynx Arc",
    "url": "https://apod.nasa.gov/apod/image/0311/lynx_hst_c3.jpg"
  },
  {
    "date": "2003-11-06",
    "explanation": "Almost out of view from our fair planet, rotating around the Sun's western edge, giant sunspot region AR 10486 lashed out with another intense solar flare followed by a large coronal mass ejection (CME) on Tuesday, November 4th at about 1950 Universal Time. The flare itself is seen here at the lower right in an extreme ultraviolet image from the sun-staring SOHO spacecraft's EIT camera. Saturating the EIT camera pixels and detectors on other satellites, this giant X-class flare was among the most powerful ever recorded since the 1970s, the third such historic blast from AR 10486 within the last two weeks. While energetic particle radiation from the flare did cause substantial radio interference, the associated CME is not expected to trigger extremely widespread aurorae as it glances off the magnetosphere, unlike the direct hits from last week's CMEs. Say farewell to the mighty AR 10486, for now. For the next two weeks, the sunspot region will be on the Sun's far side.",
    "hdurl": "https://apod.nasa.gov/apod/image/0311/nov4flare_eit195_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Flare Well AR 10486",
    "url": "https://apod.nasa.gov/apod/image/0311/nov4flare_eit195_c1.jpg"
  },
  {
    "copyright": "Larry Koehn",
    "date": "2003-11-07",
    "explanation": "The Moon slides through the Earth's shadow this Saturday night / Sunday morning (November 8/9) giving skygazers in the Americas, Europe, Africa, and western Asia a chance to enjoy a total lunar eclipse. As lunar eclipses go, this will be a brief one though, with the total phase lasting only about 25 minutes. The orientation and relative size of the Earth's shadow and the Moon's trajectory are illustrated in this thoughtful animation showing the full Moon moving up from the lower right, entering the penumbra or outer portion of the shadow region, and then passing well below the center of the darker inner shadow region or umbra. The total eclipse phase begins at 1:06 Universal Time, November 9 (8:06pm EST Nov. 8) when the Moon is completely within the umbra. While the off-center passage guarantees a short total phase, it also makes it likely that this November's eclipsed Moon will be dramatically visible and colorful with a brighter rim along the southern edge.",
    "hdurl": "https://apod.nasa.gov/apod/image/0311/112003lunareclipse_koehn.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "November's Lunar Eclipse",
    "url": "https://apod.nasa.gov/apod/image/0311/112003lunareclipse_koehn.gif"
  },
  {
    "date": "2003-11-08",
    "explanation": "The total lunar eclipse of September 1996 disappointed many observers in North America who were cursed with cloudy skies. However, the Midcourse Space Experiment (MSX) satellite had a spectacular view from Earth orbit and SPIRIT III, an on board infrared telescope, was used to repeatedly image the moon during the eclipse. Above is one of the images taken during the 70 minute totality, the Moon completely immersed in the Earth's shadow. Infrared light has wavelengths longer than visible light - humans can not see it but feel it as heat. The bright spots correspond to the warm areas on the lunar surface, dark areas are cooler. The brightest spot below and left of center is the crater Tycho, the dark region at the upper right is the Mare Crisium. The series of SPIRIT III images allow the determination of cooling rates for geologically different areas, exploring the physical properties of the Moon's surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/0311/lunarecl_msx_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipsed Moon in Infrared",
    "url": "https://apod.nasa.gov/apod/image/0311/lunarecl_msx_c1.jpg"
  },
  {
    "date": "2003-11-09",
    "explanation": "Buzz Aldrin, Apollo 11 Lunar Module pilot and the second human to walk on the Moon, described the lunar landscape as \"a magnificent desolation\". Dramatic pictures from the Apollo missions to the lunar surface testify to this apt turn of phrase. Near the Apollo 17 landing site, Family Mountain (center background) and the edge of South Massif (left) frame the lunarscape in this photo of astronaut Harrison Schmitt working alongside the lunar roving vehicle. Schmitt and fellow astronaut Eugene Cernan were the last to walk on this magnificent desolation.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/lunarscape_apollo17_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 17 Lunarscape: A Magnificent Desolation",
    "url": "https://apod.nasa.gov/apod/image/0012/lunarscape_apollo17.jpg"
  },
  {
    "copyright": "Mark GarlickSpace-art",
    "date": "2003-11-10",
    "explanation": "How can two stars create such a strange and intricate structure?  Most stars are members of multiple-star systems.  Some stars are members of close binary systems where material from one star swirls around the other in an accretion disk.  Only a handful of stars, however, are members of an intermediate polar, a system featuring a white dwarf star with a magnetic field that significantly pushes out the inner accretion disk, only allowing material to fall down its magnetic poles.  Shown above is an artist's depiction of an intermediate polar system, also known as a DQ Hercules system.  The foreground white dwarf is so close to the normal star that it strips away its outer atmosphere.  As the white dwarf spins, the columns of infalling gas rotate with it.  The name intermediate polar derives from observations of emitted light polarized at a level intermediate to non-disk binary systems known as polars.  Intermediate polars are a type of cataclysmic variable star system.",
    "hdurl": "https://apod.nasa.gov/apod/image/0311/ipolar_garlick.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Intermediate Polar Binary System",
    "url": "https://apod.nasa.gov/apod/image/0311/ipolar_garlick.jpg"
  },
  {
    "copyright": "David Cortner",
    "date": "2003-11-11",
    "explanation": "Happily, skies over Connelly's Springs, North Carolina, USA were not mostly cloudy, as forecast, on the evening of November 8. In fact they were mostly clear early on, allowing photographer David Cortner to record the evening's scheduled celestial entertainment, a total lunar eclipse. Cortner took telescopic pictures of the Moon every eight minutes as it entered partial eclipse around 6:30pm EST and progressed through the reddish total eclipse phase while rising higher in the sky. Near the end of the eclipse he also recorded a wide-angle view in a long exposure, bringing out the thickening clouds and a landscape silhouetted by still partially eclipsed moonlight. Later, the telescopic views were carefully combined along the Moon's trail through the wide-angle image to create this dramatic composite eclipse sequence.",
    "hdurl": "https://apod.nasa.gov/apod/image/0311/200311eclipse_cortner_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipsed Moonlight from Connelly's Springs",
    "url": "https://apod.nasa.gov/apod/image/0311/200311eclipse_cortner_c1.jpg"
  },
  {
    "copyright": "Tom RuenRoy A. GallantHSTNASA\n",
    "date": "2003-11-12",
    "explanation": "Does Mars have canals?  A hot debate topic of the late 1800s, several prominent astronomers including Percival Lowell not only claimed to see an extensive system of long straight canals on Mars, but used them to indicate that intelligent life exists there.  The relatively close opposition of 1894 was used to make drawings like the one digitally re-scaled on the above left.  The above map was originally prepared by Eugene Antoniadi and redrawn by Lowell Hess for the book Exploring Mars, by Roy A. Gallant. In more modern times, the latest Mars opposition has allowed the Hubble Space Telescope to capture a picture of similar orientation.  Comparison of the two images shows that large features were impressively recorded, but that an extensive system of long and straight canals just does not exist.  Satellites orbiting Mars have now shown conclusively that the red planet does indeed have surface features similar to canals, but that these are usually smaller, curved, and less extensive than that previously claimed.  Real canyon systems like Noctis Labyrinthus are most likely cracks caused by surface stress.",
    "hdurl": "https://apod.nasa.gov/apod/image/0311/marscanalhubble_ruen_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars Then and Now",
    "url": "https://apod.nasa.gov/apod/image/0311/marscanalhubble_ruen.jpg"
  },
  {
    "copyright": "Dave Ewoldt",
    "date": "2003-11-13",
    "explanation": "Nestled in the central US, the state of Oklahoma is noted for its gorgeous prairie skies and wide-open spaces, but not for frequent visitations of the northern lights. Still, following the intense solar activity late last month, aurora did come sweeping down the Oklahoma plains and skywatcher Dave Ewoldt managed to catch up with this photogenic apparition 40 miles northwest of Oklahoma City at about 3am CST on October 29. Anticipating aurora sightings, Ewoldt had spent the evening photographing nighttime views of small towns in the area while keeping an eye toward the north. He reports, \"I was just about ready to call it a night when the show started. When it did, it was like someone turned on a lightswitch. I wish it would have lasted longer... [it] seemed like it was completely done in about 25 minutes.\" Watery reflections of the colorful show highlight the foreground in the stunning image while stars of the Big Dipper and the northern sky shine behind the dazzling Oklahoma auroral display.  Skywatchers' note: First of two Leonid meteor shower peaks tonight.",
    "hdurl": "https://apod.nasa.gov/apod/image/0311/auroraOK_ewoldt_f1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Oklahoma",
    "url": "https://apod.nasa.gov/apod/image/0311/auroraOK_ewoldt_c1.jpg"
  },
  {
    "date": "2003-11-14",
    "explanation": "very day is a cloudy day on Jupiter, the Solar System's reigning gas giant. And swirling cloud tops are all you see in this stunningly detailed true color image, a portion of a large digital mosaic portrait of Jupiter recorded from the Cassini spacecraft during its Jovian flyby in December 2000. The smallest features visible are about 60 kilometers across. Jupiter's composition is dominated by hydrogen and the clouds contain hydrogen compounds like ammonia, hydrogen sulfide, and even water. A truly giant planet, Jupiter's diameter is over 11 times the diameter of Earth and the smallest storms visible in the Cassini Jupiter portrait are similar in size to large terrestrial hurricanes. Now traveling beyond Jupiter, the Cassini spacecraft is scheduled to reach the Saturnian system in July of 2004.",
    "hdurl": "https://apod.nasa.gov/apod/image/0311/jupiterp_cassini_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter Portrait",
    "url": "https://apod.nasa.gov/apod/image/0311/jupiterp_cassini_c1.jpg"
  },
  {
    "date": "2003-11-15",
    "explanation": "This arcing, graceful structure is actually a bow shock about half a light-year across, created as the wind from young star LL Orionis collides with the Orion Nebula flow. Adrift in Orion's stellar nursery and still in its formative years, variable star LL Orionis produces a wind more energetic than the wind from our own middle-aged sun. As the fast stellar wind runs into slow moving gas a shock front is formed, analogous to the bow wave of a boat moving through water or a plane traveling at supersonic speed. The slower gas is flowing away from the Orion Nebula's hot central star cluster, the Trapezium, located off the lower right hand edge of the picture. In three dimensions, LL Ori's wrap-around shock front is shaped like a bowl that appears brightest when viewed along the \"bottom\" edge. The complex stellar nursery in Orion shows a myriad of similar fluid shapes associated with star formation, including the bow shock surrounding a faint star at the upper right. Part of a mosaic covering the Great Nebula in Orion, this composite color image was recorded in 1995 by the Hubble Space Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/0311/llori_hstheritage_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "LL Orionis: When Cosmic Winds Collide",
    "url": "https://apod.nasa.gov/apod/image/0311/llori_hstheritage.jpg"
  },
  {
    "copyright": "Juraj TothComenius U. BratislavaModra Observatory",
    "date": "2003-11-16",
    "explanation": "Is Leo leaking? Leo, the famous sky constellation visible on the left of the above all-sky photograph, appears to be the source of all the meteors seen in 1998's Leonids Meteor Shower.  That Leonids point back to Leo is not a surprise - it is the reason that this November meteor shower is called the Leonids.  Sand-sized debris expelled from Comet Tempel-Tuttle follows a well-defined orbit about our Sun, and the part of the orbit that approaches Earth is superposed in front of the constellation Leo.  Therefore, when Earth crosses this orbit, the radiant point of falling debris appears in Leo.  Over 150 meteors can be seen in the above four-hour effort.  The Leonids Meteor Shower of 2003 is expected to have two peaks, the first three days ago and the second a long-duration peak covering much of November 19.  Although visible meteor rates might approach one per minute, they are predicted to be much less than in the previous few years.",
    "hdurl": "https://apod.nasa.gov/apod/image/9812/leonids100_am_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Leonids from Leo",
    "url": "https://apod.nasa.gov/apod/image/9812/leonids100_am.jpg"
  },
  {
    "copyright": "R. IbataStrasbourg ObservatoryULP2MASSNASA",
    "date": "2003-11-17",
    "explanation": "What is the closest galaxy to the Milky Way?  The new answer to this old question is the Canis Major dwarf galaxy.  For many years astronomers thought the Large Magellan Cloud (LMC) was closest, but its title was supplanted in 1994 by the Sagittarius dwarf galaxy.  Recent measurements indicate that the Canis Major dwarf is only 42,000 light years from the Galactic center, about three quarters of the distance to the Sagittarius dwarf and a quarter of the distance to the LMC.  The discovery was made in data from the 2MASS-sky survey, where infrared light allows a better view through our optically opaque Galactic plane.  The labeled illustration above shows the location of the newly discovered Canis Major dwarf and its associated tidal stream of material in relation to our Milky Way Galaxy.  The Canis Major dwarf and other satellite galaxies are slowly being gravitationally ripped apart as they travel around and through our Galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0311/canisgalaxy_2mass_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Canis Major Dwarf: A New Closest Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0311/canisgalaxy_2mass.jpg"
  },
  {
    "copyright": "Wally Pacholka",
    "date": "2003-11-18",
    "explanation": "One year ago today an impressive meteor shower graced the skies of Earth.  Pictured above from last year, at least six bright meteors are visible in only part of the sky above Indian Cove campground in California, USA, during a four-minute exposure.  The 2002 Leonids packed a double punch with planet Earth plunging through two dense clouds of meteroids, dusty debris left by the passage of Comet Tempel-Tuttle.  This year, unfortunately, the main peak of the Leonids Meteor Shower is not expected to be so impressive, with the Earth passing though parts of meteoroid clouds predicted to be much less dense.  The main peak of the 2003 Leonids is predicted for tomorrow where some locations might see a bright meteor every minute.",
    "hdurl": "https://apod.nasa.gov/apod/image/0311/leonids2002_pacholka_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Leonids Over Indian Cove",
    "url": "https://apod.nasa.gov/apod/image/0311/leonids2002_pacholka.jpg"
  },
  {
    "copyright": "M. J. PadgettU. GlasgowRoyal Society",
    "date": "2003-11-19",
    "explanation": "Light is more complicated than we thought.  When astronomers measure light, they are usually concerned with its direction, energy, and spin polarization (sometimes).  Recently, however, it has been more broadly realized that photons can also have orbital angular momentum (OAM), an attribute classically analogous to the Earth orbiting the Sun as well as spinning on its axis.  Pictured above, the wave-front of a photon with OAM is shown to be twisted, in contrast to the flat plane of zero OAM light. Light with OAM might be used to increase the information content of communication or to discern specific types of astronomical sources. Passing through a common lens, light without OAM focuses to a point, whereas light with OAM focuses to a ring.  Most light bouncing around the cosmos, however, is expected to have so little (or zero) OAM that the created ring is too small to measure.  Even given other promising methods for measurement, exploiting OAM for astronomical discovery might be as much an issue of observational practicality as theoretical possibility.   APOD Update: APOD mirror now on-line from Poland with archive in Polish.",
    "hdurl": "https://apod.nasa.gov/apod/image/0311/photontwist_ug_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Light Can Twist as Well as Spin",
    "url": "https://apod.nasa.gov/apod/image/0311/photontwist_ug.jpg"
  },
  {
    "date": "2003-11-20",
    "explanation": "Launched in 1977, Voyager 1 is now about 12 light-hours or 90 astronomical units (AU)",
    "hdurl": "https://apod.nasa.gov/apod/image/0311/bubble_voyager_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Voyager at 90 AU",
    "url": "https://apod.nasa.gov/apod/image/0311/bubble_voyager_lab1.jpg"
  },
  {
    "copyright": "Markus Strassfeld",
    "date": "2003-11-21",
    "explanation": "November's lunar eclipse was one of the shortest in recent years and also one of the brightest -- demonstrating that the Earth's shadow is not completely dark. The eclipsed Moon remained easily visible during totality, reflecting reddened light filtering on to its surface from all the sunsets and sunrises, as seen from the lunar perspective, around the edges of a silhouetted Earth. Hoping to view the celestial shadow play from the Earth's night side near Cologne, Germany, about 400,000 kilometers from the lunar surface, amateur astronomer Markus Strassfeld packed a digital camera and telescope and drove about 10 kilometers outside the city to escape the bright city lights. Fortunately, the sky cleared about an hour before the eclipse began and he was able to record this sharp image of sunsets illuminating the totally eclipsed Moon. Young ray crater Tycho, about 85 kilometers across, stands out near the Moon's brighter southern edge.",
    "hdurl": "https://apod.nasa.gov/apod/image/0311/le031109_strassfeld_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunset Moonlight",
    "url": "https://apod.nasa.gov/apod/image/0311/le031109_strassfeld_c1.jpg"
  },
  {
    "copyright": "www.MrEclipse.com",
    "date": "2003-11-22",
    "explanation": "This composite image was made from 22 separate pictures of the Moon and Sun all taken from Chisamba, Zambia during the total phase of the 2001 June 21 solar eclipse. The multiple exposures were digitally processed and combined to simultaneously show a wealth of detail which no single camera exposure or naked-eye observation could easily reveal. Most striking are the incredible flowing streamers of the Sun's outer atmosphere or solar corona, notoriously difficult to see except when the new Moon blocks the bright solar disk. Features on the darkened near side of the Moon can also be made out, illuminated by sunlight reflected from a full Earth. A giant solar prominence seems to hang just beyond the Moon's eastern (left) edge while about one diameter farther east of the eclipsed Sun is the relatively faint (4th magnitude) star 1 Geminorum. The still active Sun will be totally eclipsed by the Moon tomorrow, but the path of the total eclipse will mostly cross the relatively inaccessible continent of Antarctica.",
    "hdurl": "https://apod.nasa.gov/apod/image/0311/tse2001cmp_espenak_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon AND Sun",
    "url": "https://apod.nasa.gov/apod/image/0311/tse2001cmp_espenak_c1.jpg"
  },
  {
    "copyright": "FOCASSubaru 8.2-m TelescopeNAOJ",
    "date": "2003-11-23",
    "explanation": "What's lighting up the Cigar Galaxy?  M82, as this irregular galaxy is also known, was stirred up by a recent pass near large  spiral galaxy M81.  This doesn't fully explain the source of the red-glowing outwardly expanding gas, however.  Recent evidence indicates that this gas is being driven out by the combined emerging particle winds of many stars, together creating a galactic \"superwind.\"  The above recently released photograph from the new Subaru Telescope highlights the specific color of red light strongly emitted by ionized hydrogen gas, showing detailed filaments of this gas.  The filaments extend for over 10,000 light years.  The 12-million light-year distant Cigar Galaxy is the brightest galaxy in the sky in infrared light, and can be seen in visible light with a small telescope towards the constellation of Ursa Major.",
    "hdurl": "https://apod.nasa.gov/apod/image/0311/m82_subaru_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Superwind from the Cigar Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0311/m82_subaru.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2003-11-24",
    "explanation": "Rippling dust and gas lanes give the Flaming Star Nebula its name.  The red and purple colors of the nebula are present in different regions and are created by different processes.  The bright star AE Aurigae, visible toward the image right, is so hot it is blue, emitting light so energetic it knocks electrons away from surrounding gas.  When a proton recaptures an electron, red light is frequently emitted. The purple region's color is a mix of this red light and blue light emitted by AE Aurigae but reflected to us by surrounding dust. The two regions are referred to as emission nebula and reflection nebula, respectively.  Pictured above, the Flaming Star Nebula, officially known as IC 405, lies about 1500 light years distant, spans about 5 light years, and is visible with a small telescope toward the constellation of Auriga.",
    "hdurl": "https://apod.nasa.gov/apod/image/0311/ic405_gendler_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 405: The Flaming Star Nebula",
    "url": "https://apod.nasa.gov/apod/image/0311/ic405_gendler.jpg"
  },
  {
    "date": "2003-11-25",
    "explanation": "The 2003 Leonids Meteor Shower contained relatively few meteors.  As expected and unlike the last few years, the Earth just did not pass through any dense particle streams left over by the Sun-orbiting Comet Tempel-Tuttle.  Preliminary reports had the peak meteor rates only as high as about one relatively faint meteor a minute even from good locations at good times.  Pictured above is one of the brighter Leonids of 2003, caught by one of the continuously operating night sky web cameras (CONCAMs) of the global Night Sky Live project.  The fisheye image shows the night sky from horizon to horizon above Mauna Kea, Hawaii, USA.  The image is annotated with several bright stars and planets.  Note that this meteor, as do all Leonids, appears to emanate from the constellation Leo, labeled on the upper left.  Although the peak of the Leonids this year was on November 19, this meteor flashed through the sky the next night.",
    "hdurl": "https://apod.nasa.gov/apod/image/0311/leonid2003_nsl.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Late Leonid from a Sparse Shower",
    "url": "https://apod.nasa.gov/apod/image/0311/leonid2003_nsl.jpg"
  },
  {
    "date": "2003-11-26",
    "explanation": "How do violent stars affect their surroundings?  To help find out, astronomers pointed the Hubble Space Telescope to the regions surrounding Eta Carina, a star showing signs that it may explode sometime in the next million years.  The nearby nebulosity, shown above, is home to streams of hot gas, pools of cool gas, knots of dark globules, and pillars of dense dusty interstellar matter likely forming young stars.  The above image explores about three light-years, a region size intermediate to the Eta Carina cocoon, which spans only about one-half of a light year, and the Great Nebula in Carina, which spans over 300 light years.  In April of 1843 Eta Car briefly became second only to Sirius as the brightest star in planet Earth's night sky, even though at a distance of about 7,500 light-years, it is about 800 times farther away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0311/carina2_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Turbulent Neighborhood of Eta Carina",
    "url": "https://apod.nasa.gov/apod/image/0311/carina2_hst.jpg"
  },
  {
    "date": "2003-11-27",
    "explanation": "The long shadow of the Moon fell across the continent of Antarctica on November 23rd, during the second solar eclipse of 2003. In this view from orbit, based on data from the MODIS instrument on board the Earth observing Aqua satellite, the Moon's shadow stretches for almost 500 kilometers. Recorded between 23:15 and 23:20 Universal Time, the shadow was cast by a lunar disk silhouetted by the Sun hanging only about 15 degrees above the antarctic horizon. Observers within the central dark portion of the oval-shaped shadow could view the totally eclipsed sun. Shadows of mountains and clouds are also visible over the Norwegian named Queen Maud Land, Antarctica with the South Pole just beyond the lower right corner of the image.",
    "hdurl": "https://apod.nasa.gov/apod/image/0311/tse031123_modis_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Long Shadow of the Moon",
    "url": "https://apod.nasa.gov/apod/image/0311/tse031123_modis_c1.jpg"
  },
  {
    "date": "2003-11-28",
    "explanation": "A false-color x-ray image inset at upper left reveals emission from a cosmic jet of high-energy particles, 100,000 light-years in length, emerging from quasar GB1508+5714. An estimated 12 billion (12,000,000,000) light-years away, this appears to be the most distant energetic jet in the known Universe. Astrophysical jets of many sizes seem to be produced in a range of environments where significant accretion, or infalling matter is thought to arrange itself in a disk, from contracting star-forming clouds to supermassive black holes in active galactic nuclei. Here, as depicted in the illustration, the accretion disk is thought to surround a supermassive black hole, accelerating particles to near the speed of light in two jets at right angles to the disk itself. In the case of this quasar, the jet tilted towards us is visible in x-rays as the particles collide with low energy photons from the cosmic background radiation. The collisions boost the photons to higher x-ray energies and scatter some of them in our direction.",
    "hdurl": "https://apod.nasa.gov/apod/image/0311/gb1508_xray_illustration.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Most Distant X-Ray Jet",
    "url": "https://apod.nasa.gov/apod/image/0311/gb1508_xray_illustration90.jpg"
  },
  {
    "date": "2003-11-29",
    "explanation": "Hurtling through space a mere 3,000 miles above the Martian surface, the diminutive moon Phobos (below and left of center) was imaged against the backdrop of a large shield volcano by the Viking 2 Orbiter in 1977. This dramatic picture looks down from the Orbiter's viewpoint about 8,000 miles above the volcano, Ascraeus Mons. Phobos itself is 5,000 miles below the Orbiter. North is toward the top with the Sun illuminating the scene from the South (black dots are reference marks). For scale, Ascraeus Mons is about 200 miles across at its base while asteroid sized Phobos is about 15 miles in diameter. In this spectacular moon-planet image, volcanic calderas (craters) are visible at the summit of Ascraeus Mons -- while impact craters on the sunlit side of Phobos' surface can also be seen!",
    "hdurl": "https://apod.nasa.gov/apod/image/0311/phobosmars_viking2_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Phobos Over Mars",
    "url": "https://apod.nasa.gov/apod/image/0311/phobosmars_viking2.jpg"
  },
  {
    "date": "2003-11-30",
    "explanation": "This image is part of the first color panoramic view from Venus.  A TV camera on the Soviet Venera 13 lander that parachuted to the surface on 1982 March 1 transmitted it.  Venus' clouds are composed of sulfuric acid droplets while its surface temperature is about 482 degrees Celsius at an atmospheric pressure of 92 times that of sea-level on Earth.  Despite these harsh conditions, the Venera 13 lander survived long enough to send back a series of images and perform an analysis of the Venusian soil.  Part of the lander itself is visible in the lower right portion of the image.  An earlier Soviet Venus lander, Venera 7 (1970), was the first spacecraft to return data from the surface of another planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/0311/venus_venera13_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Venus Landing",
    "url": "https://apod.nasa.gov/apod/image/0311/venus_venera13.jpg"
  },
  {
    "copyright": "Peter MichaudGemini Obs.",
    "date": "2003-12-01",
    "explanation": "Can a cloud do that?  Actually, pictured above are several clouds all stacked up into one striking lenticular cloud.  Normally, air moves much more horizontally than it does vertically.  Sometimes, however, such as when wind comes off of a mountain or a hill, relatively strong vertical oscillations take place as the air stabilizes.  The dry air at the top of an oscillation may be quite stratified in moisture content, and hence forms  clouds at each layer where the air saturates with moisture. The result can be a lenticular cloud with a strongly layered appearance. The above picture was taken last week near Mauna Kea, Hawaii, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/0312/lenticular_hawaii_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Lenticular Cloud Over Hawai'i",
    "url": "https://apod.nasa.gov/apod/image/0312/lenticular_hawaii.jpg"
  }
]
