[
  {
    "copyright": "Adam BlockNOAOAURANSF",
    "date": "2003-09-01",
    "explanation": "The beautiful Trifid Nebula (aka M20), a photogenic study in cosmic contrasts, lies about 5,000 light-years away toward the nebula rich constellation Sagittarius. A star forming region in the plane of our galaxy, the Trifid alone illustrates three basic types of astronomical nebulae; red emission nebulae dominated by light from hydrogen atoms, blue reflection nebulae produced by dust reflecting starlight, and dark absorption nebulae where dense dust clouds appear in silhouette. The bright emission nebula on the right, separated into three parts by obscuring dust lanes, lends the nebula its popular name. Many details are apparent in this gorgeous high-resolution image of the Trifid. For example, light-year long pillars and jets sculpted by newborn stars - visible here in the upper right-hand corner of the emission nebula - appear in Hubble Space Telescope close-up images of the region.",
    "hdurl": "https://apod.nasa.gov/apod/image/0308/m20castano_block_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Beautiful Trifid",
    "url": "https://apod.nasa.gov/apod/image/0308/m20castano_block_c1.jpg"
  },
  {
    "copyright": "Mark StrongeEAAS",
    "date": "2003-09-02",
    "explanation": "Is that really another world?  Thousands of people the world over lined up last week to see Mars through a telescope as the red planet and Earth passed unusually close together in their orbits around the Sun. Reviews of Mars were mixed, with some people disappointed that Mars still appeared somewhat blurry.  Veteran sky gazers appeared somewhat surprised by the popularity of the phenomenon, as it seemed to many that Mars was not very much brighter than it frequently appears, and the event held little promise for real discovery.  Most observers, though, appeared quietly pleased to take advantage of a unique opportunity and see such an uncommon sight.  Many were awed by the simple enormity of being able to see the face of a completely different world with their own eyes. Pictured above, a youngster peered toward Mars last week at an East Antrim Astronomical Society star party at the Big Collin Picnic Area north of Belfast, Northern Ireland, UK.",
    "hdurl": "https://apod.nasa.gov/apod/image/0309/marshorizon_stronge_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Contemplating Mars",
    "url": "https://apod.nasa.gov/apod/image/0309/marshorizon_stronge.jpg"
  },
  {
    "copyright": "Jean-Charles Cuillandre",
    "date": "2003-09-03",
    "explanation": "About 8000 years ago, a star in our Galaxy exploded.  Ancient humans might have noticed the supernova as a temporary star, but modern humans can see the expanding shell of gas even today.  Pictured above, part of the shell of IC 443 is seen to be composed of complex filaments, some of which are impacting an existing molecular cloud.  Here emission from shock-excited molecular hydrogen is allowing astronomers to study how fast moving supernova gas affects star formation in the cloud.  Additionally, astronomers theorize that the impact accelerates some particles to velocities near the speed of light.  Supernova remnant IC 443 is also known to shine brightly also in infrared and X-ray light.",
    "hdurl": "https://apod.nasa.gov/apod/image/0309/ic443_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galactic Supernova Remnant IC 443",
    "url": "https://apod.nasa.gov/apod/image/0309/ic443_cfht.jpg"
  },
  {
    "date": "2003-09-04",
    "explanation": "The Crab Pulsar, a city-sized, magnetized neutron star spinning 30 times a second, lies at the center of this composite image of the inner region of the well-known Crab Nebula. The spectacular picture combines optical data (red) from the Hubble Space Telescope and x-ray images (blue) from the Chandra Observatory, also used in the popular Crab Pulsar movies. Like a cosmic dynamo the pulsar powers the x-ray and optical emission from the nebula, accelerating charged particles and producing the eerie, glowing x-ray jets. Ring-like structures are x-ray emitting regions where the high energy particles slam into the nebular material. The innermost ring is about a light-year across. With more mass than the Sun and the density of an atomic nucleus, the spinning pulsar is the collapsed core of a massive star that exploded, while the nebula is the expanding remnant of the star's outer layers. The supernova explosion was witnessed in the year 1054.",
    "hdurl": "https://apod.nasa.gov/apod/image/0309/crab_xrayopt_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Composite Crab",
    "url": "https://apod.nasa.gov/apod/image/0309/crab_xrayopt_c2.jpg"
  },
  {
    "copyright": "Ben Cooper",
    "date": "2003-09-05",
    "explanation": "Streaking skyward, a Boeing Delta 2-Heavy rocket carries NASA's Space InfraRed Telescope Facility (SIRTF) aloft during the early morning hours of August 25th. The dramatic scene was recorded in a time exposure from the pier in Jetty Park at the northern end of Cocoa Beach, Florida, about 2.5 miles from the Cape Canaveral launch site. SIRTF (sounds like \"sir tiff\") will explore the distant Universe in infrared light as the fourth and final satellite observatory in NASA's Great Observatories Program. The three other large astrophysics satellites were designed for higher energies in the electromagnetic spectrum, with the Hubble Space Telescope operating near visible wavelengths, the Compton Gamma Ray Observatory instruments sensitive to gamma rays, and the Chandra Observatory detecting cosmic x-rays. SIRTF has been launched into an Earth-trailing solar orbit to reduce its exposure to infrared radiation from our fair planet. Cooled by an on board supply of liquid helium, SIRTF's infrared detectors will operate at near absolute zero temperatures. Presently, SIRTF's systems are undergoing a 90-day check out.",
    "hdurl": "https://apod.nasa.gov/apod/image/0309/SIRTFstreak_cooper.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SIRTF Streak",
    "url": "https://apod.nasa.gov/apod/image/0309/SIRTFstreak_cooper.jpg"
  },
  {
    "date": "2003-09-06",
    "explanation": "Slice Jupiter from pole to pole, peel back its outer layers of clouds, stretch them onto a flat surface ... and for all your trouble you'd end up with something that looks a lot like this. Scrolling right will reveal the full picture, a color mosaic of Jupiter from the Cassini spacecraft. The mosaic is actually a single frame from a fourteen frame movie constructed from image data recorded by Cassini during its leisurely flyby of the solar system's largest planet in late 2000. The engaging movie approximates Jupiter's cloud motions over 24 jovian rotations. To make it, a series of observations covering Jupiter's complete circumference 60 degrees north and south of the equator were combined in an animated cylindrical projection map of the planet. As in the familiar rectangular-shaped wall maps of the Earth's surface, the relative sizes and shapes of features are correct near the equator but become progressively more distorted approaching the polar regions. In the Cassini movie, which also features guest appearances by moons Io and Europa, the smallest cloud structures visible at the equator are about 600 kilometers across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0309/jupiterpeel_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter Unpeeled",
    "url": "https://apod.nasa.gov/apod/image/0309/jupiterpeel_cassini.jpg"
  },
  {
    "date": "2003-09-07",
    "explanation": "The center of our Galaxy is a busy place. In visible light, much of the  Galactic Center is obscured by opaque dust.  In infrared light, however, dust glows more and obscures less, allowing nearly one million stars to be recorded in the above photograph.  The Galactic Center itself appears on the right and is located about 30,000 light years away towards the constellation of Sagittarius.  The Galactic Plane of our Milky Way Galaxy, the plane in which the Sun orbits, is identifiable by the dark diagonal dust lane.  The absorbing dust grains are created in the atmospheres of cool red-giant stars and grow in molecular clouds.  The region directly surrounding the Galactic Center glows brightly in radio and high-energy radiation, and is thought to house a large black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/0107/gcenter_2mass_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Galactic Center in Infrared",
    "url": "https://apod.nasa.gov/apod/image/0107/gcenter_2mass.jpg"
  },
  {
    "copyright": "Richard Crisp",
    "date": "2003-09-08",
    "explanation": "The large majestic Lagoon Nebula is home for many young stars and hot gas.  Spanning 100 light years across while lying only about 5000 light years distant, the Lagoon Nebulae is so big and bright that it can be seen without a telescope toward the constellation of Sagittarius.  Many bright stars are visible from NGC 6530, an open cluster that formed in the nebula only several million years ago. The greater nebula, also known as M8 and NGC 6523, is named \"Lagoon\" for the band of dust seen to the left of the open cluster's center.  A bright knot of gas and dust in the nebula's center is known as the Hourglass Nebula.  The above picture is a digitally sharpened composite of exposures taken in specific colors of light emitted by sulfur (red), hydrogen (green), and oxygen (blue). Star formation continues in the Lagoon Nebula as witnessed by the many globules that exist there.",
    "hdurl": "https://apod.nasa.gov/apod/image/0309/m8_crisp_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars and Dust of the Lagoon Nebula",
    "url": "https://apod.nasa.gov/apod/image/0309/m8_crisp.jpg"
  },
  {
    "date": "2003-09-09",
    "explanation": "Where will Gemini take us tonight? It is dusk and Gemini North, one of the largest telescopes on planet Earth, prepares to peer into the distant universe.  Gemini's flexible 8.1-mirror has taken already effectively taken humanity to distant stars, nebulas, galaxies, and quasars, telling us about the geometry, composition, and evolution of our universe. The above picture is actually a composite of over 40 images taken while the Gemini dome rotated, later adding an image of the star field taken from the same location. The Gemini dome is not transparent -- it only appears so because it rotated during the exposures of this image. The constellations of Scorpius and Sagittarius can be seen above the dome, as well as the sweeping band of our Milky Way Galaxy, including the direction toward the Galactic center. Gemini North's twin, Gemini South, resides in Cerro Pach\u007fn, Chile.  This night, 2003 August 19, Gemini North took us only into the outer Solar System, observing Pluto in an effort to better determine the composition of its thin atmosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/0309/mwsky_gemini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Gemini Sky",
    "url": "https://apod.nasa.gov/apod/image/0309/mwsky_gemini.jpg"
  },
  {
    "copyright": "Dominic Cantin",
    "date": "2003-09-10",
    "explanation": "Aurorae usually occur high above the clouds.  The auroral glow is created when fast-moving charged particles from the Earth's magnetosphere impact air molecules high in the Earth's atmosphere.  An oxygen molecule, for example, will emit a green light when reacquiring an electron lost during a collision.  The lowest part of an aurora will typically occur at 100 kilometers and up, while most clouds usually exist only below about 10 kilometers.  The relative heights of clouds and auroras are shown clearly in the above picture taken last month from near Quebec City, Canada. The most likely time to see an aurora is around midnight.",
    "hdurl": "https://apod.nasa.gov/apod/image/0309/auroraclouds_cantin_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Over Clouds",
    "url": "https://apod.nasa.gov/apod/image/0309/auroraclouds_cantin.jpg"
  },
  {
    "date": "2003-09-11",
    "explanation": "Similar in size and grand design to our own Milky Way, spiral galaxy NGC 3370 lies about 100 million light-years away toward the constellation Leo. Recorded here in exquisite detail by the Hubble Space Telescope's Advanced Camera for Surveys, the big, beautiful face-on spiral does steal the show, but the sharp image also reveals an impressive array of background galaxies in the field, strewn across the more distant Universe. Looking within NGC 3370, the image data has proved sharp enough to study individual pulsating stars known as Cepheids which can be used to accurately determine this galaxy's distance. NGC 3370 was chosen for this study because in 1994 the spiral galaxy was also home to a well studied stellar explosion -- a type Ia supernova. Combining the known distance to this standard candle supernova, based on the Cepheid measurements, with observations of supernovae at even greater distances, can reveal the size and expansion rate of the Universe itself.",
    "hdurl": "https://apod.nasa.gov/apod/image/0309/ngc3370_hst_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3370: A Sharper View",
    "url": "https://apod.nasa.gov/apod/image/0309/ngc3370_hst_c1.jpg"
  },
  {
    "date": "2003-09-12",
    "explanation": "A truly enormous collection of thousands of galaxies, the Perseus Cluster - like other large galaxy clusters - is filled with hot, x-ray emitting gas. The x-ray hot gas (not the individual galaxies) appears in the left panel above, a false color image from the Chandra Observatory. The bright central source flanked by two dark cavities is the cluster's supermassive black hole. At right, the panel shows the x-ray image data specially processed to enhance contrasts and reveals a strikingly regular pattern of pressure waves rippling through the hot gas.  In other words, sound waves, likely generated by bursts of activity from the black hole, are ringing through the Perseus Galaxy Cluster. Astronomers infer that these previously unknown sound waves are a source of energy which keeps the cluster gas so hot. So what note is the Perseus Cluster playing? Estimates of the distance between the wave peaks and sound speed in the cluster gas suggests the cosmic note is about 57 octaves below B-flat above middle C.",
    "hdurl": "https://apod.nasa.gov/apod/image/0309/perseus_cxc2pan_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Note on the Perseus Cluster",
    "url": "https://apod.nasa.gov/apod/image/0309/perseus_cxc2pan_c1.jpg"
  },
  {
    "date": "2003-09-13",
    "explanation": "It's the dim star, not the bright one, near the center of NGC 3132 that created this odd but beautiful planetary nebula.  Nicknamed the Eight-Burst Nebula and the Southern Ring Nebula, the glowing gas originated in the outer layers of a star like our Sun.  In this representative color picture, the hot blue pool of light seen surrounding this  binary system is energized by the hot surface of the faint star.  Although photographed to explore unusual symmetries, it's the asymmetries that help make this planetary nebula so intriguing.  Neither the unusual shape of the surrounding cooler shell nor the structure and placements of the cool filamentary dust lanes running across NGC 3132 are well understood.",
    "hdurl": "https://apod.nasa.gov/apod/image/0309/ngc3132_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3132: The Eight Burst Nebula",
    "url": "https://apod.nasa.gov/apod/image/0309/ngc3132_hst.jpg"
  },
  {
    "date": "2003-09-14",
    "explanation": "The Crab Nebula, filled with mysterious filaments, is the result of a star that was seen to explode in 1054 AD.  This spectacular supernova explosion was recorded by Chinese and (quite probably) Anasazi Indian astronomers.  The filaments are mysterious because they appear to have less mass than expelled in the original supernova and higher speed than expected from a free explosion. In the above picture taken recently from a Very Large Telescope, the color indicates what is happening to the electrons in differentparts of the Crab Nebula. Red indicates the electrons are recombining with protons to form neutral hydrogen, while blue indicates the electrons are whirling around the magnetic field of the inner nebula.  In the nebula's very center lies a pulsar: a neutron star rotating, in this case, 30 times a second.",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/crab_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Crab Nebula from VLT",
    "url": "https://apod.nasa.gov/apod/image/9911/crab_vlt.jpg"
  },
  {
    "copyright": "S. Kafka",
    "date": "2003-09-15",
    "explanation": "This huge ball of stars predates our Sun.  Long before humankind evolved, before dinosaurs roamed, and even before our Earth existed, ancient globs of stars condensed and orbited a young Milky Way Galaxy.  Of the 200 or so globular clusters that survive today, M3 is one of the largest and brightest, easily visible in the Northern hemisphere with binoculars.  M3 contains about half a million stars, most of which are old and red.  Light takes about 100,000 years to reach us from M3, which spans about 150 light years.  The above picture is a composite of blue and red images.",
    "hdurl": "https://apod.nasa.gov/apod/image/0309/m3_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Globular Cluster M3",
    "url": "https://apod.nasa.gov/apod/image/0309/m3_noao.jpg"
  },
  {
    "date": "2003-09-16",
    "explanation": "Where will Hurricane Isabel go?  One of the stronger storm systems of modern times appears headed for one the more populated seaboards on planet Earth -- the east coast of the USA.  Hurricane Isabel, pictured yesteday as it passed east of the Bahamas, has flirted with category 5 status, the most powerful hurricane category. Hurricanes are huge swirling storms with cloud systems typically larger than a state.  Tropical cyclones, called hurricanes in Earth's Western Hemisphere and typhoons in the Eastern Hemisphere, get their immense energy from warm evaporated ocean water.  As this water vapor cools and condenses, it heats the air, lowers pressure and hence causes cooler air to come swooshing in.  Winds can reach over 250 kilometers per hour and become very dangerous.  Much remains unknown about cyclones, including how they are formed and the exact path they will take.",
    "hdurl": "https://apod.nasa.gov/apod/image/0309/isabel2_terra_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hurricane Isabel Approaches",
    "url": "https://apod.nasa.gov/apod/image/0309/isabel2_terra.jpg"
  },
  {
    "copyright": "2MASST. H. Jarrett",
    "date": "2003-09-17",
    "explanation": "Are the nearest galaxies distributed randomly? A plot of over one million of the brightest \"extended sources\" detected by the Two Micron All Sky Survey (2MASS) shows that they are not.  The vast majority of these infrared extended sources are galaxies.  Visible above is an incredible tapestry of structure that provides limits on how the universe formed and evolved.  Many galaxies are gravitationally bound together to form clusters, which themselves are loosely bound into superclusters, which in turn are sometimes seen to align over even larger scale structures.  In contrast, very bright stars inside our own Milky Way Galaxy cause the vertical blue sash.",
    "hdurl": "https://apod.nasa.gov/apod/image/0309/galaxysky_2mass_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The 2MASS Galaxy Sky",
    "url": "https://apod.nasa.gov/apod/image/0309/galaxysky_2mass.jpg"
  },
  {
    "date": "2003-09-18",
    "explanation": "These three views of Saturn were recorded by the Hubble Space Telescope on March 7th of this year, as the southern hemisphere of the solar system's most gorgeous planet reached its maximum 27 degree tilt toward Earth. The images used to construct the false-color pictures were made through a combination of filters covering the electromagnetic spectrum from ultraviolet (top), to visible (middle) and infrared (bottom) wavelengths highlighting different features in the Saturnian atmospheric bands and rings. Well known for its bright ring system and large, mysterious moon Titan, gas giant Saturn is also a planet with a dynamic atmosphere and high-speed winds. In fact, in the 1980s, Voyager spacecraft measured equatorial winds of over 1,000 miles per hour. Giant storm systems, comparable in size to planet Earth itself, have been seen erupting in Saturn's cloud tops.",
    "hdurl": "https://apod.nasa.gov/apod/image/0309/saturn3_hst_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn by Three",
    "url": "https://apod.nasa.gov/apod/image/0309/saturn3_hst_c1.jpg"
  },
  {
    "date": "2003-09-19",
    "explanation": "Launched in 1989 and looping through the jovian system since late 1995, the voyage of NASA's Galileo spacecraft will soon come to an end. The spacecraft has been targeted to plunge directly into Jupiter this Sunday, September 21st, at about 30 miles per second. Its components will be vaporized in the gas giant's outer atmosphere. While Galileo's long voyage of exploration has resulted in a spectacular scientific legacy, the spacecraft's ultimate fate is related to perhaps its most tantalizing discovery -- strong evidence for a liquid ocean beneath the frozen surface of Jupiter's moon Europa. Galileo is now almost completely out of fuel for maneuvers, so this intentional collision with Jupiter will prevent any unintentional future collision with Europa and the possibility of contaminating the jovian moon with microbes from Earth hardy enough to survive in interplanetary space. Color image data from the Galileo mission recorded between 1995 and 1998 was used to create this depiction of Europa's cracked and icy surface. The inset shows dark reddish, disrupted regions dubbed Thera and Thrace.",
    "hdurl": "https://apod.nasa.gov/apod/image/0309/europa1_gal_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galileo's Europa",
    "url": "https://apod.nasa.gov/apod/image/0309/europa1_gal_c1.jpg"
  },
  {
    "date": "2003-09-20",
    "explanation": "Bright sunlight glints and long dark shadows dramatize this image of the lunar surface taken by Apollo 11 astronaut Neil Armstrong, the first to walk on the Moon. Pictured is the mission's lunar module, the Eagle, and spacesuited lunar module pilot Buzz Aldrin unfurling a long sheet of foil also known as the Solar Wind Collector. Exposed facing the Sun, the foil trapped atoms streaming outward in the solar wind, ultimately catching a sample of material from the Sun itself. Along with moon rocks and lunar soil samples, the solar wind collector was returned for analysis in earthbound laboratories.",
    "hdurl": "https://apod.nasa.gov/apod/image/0309/aldrinswc_apollo11_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 11: Catching Some Sun",
    "url": "https://apod.nasa.gov/apod/image/0309/aldrinswc_apollo11.jpg"
  },
  {
    "copyright": "T. A. Rector",
    "date": "2003-09-21",
    "explanation": "From afar, the whole thing looks like an Eagle.  A closer look at the Eagle Nebula, however, shows the bright region is actually a window into the center of a larger dark shell of dust.  Through this window, a brightly-lit workshop appears where a whole open cluster of stars is being formed.  In this cavity tall pillars and round globules of dark dust and cold molecular gas remain where stars are still forming.  Already visible are several young bright blue stars whose light and winds are burning away and pushing back the remaining filaments and walls of gas and dust.  The Eagle emission nebula, tagged M16, lies about 6500 light years away, spans about 20 light-years, and is visible with binoculars toward the constellation of  Serpens.  The above picture combines three specific emitted colors and was taken with the 0.9-meter telescope on Kitt Peak, Arizona, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/eagle_kp09_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Inside the Eagle Nebula",
    "url": "https://apod.nasa.gov/apod/image/0206/eagle_kp09.jpg"
  },
  {
    "date": "2003-09-22",
    "explanation": "Next stop: Mars.  Two months ago, the second of two missions to Mars was launched from Cape Canaveral, Florida, USA above a Boeing Delta II rocket. The Mars Exploration Rover dubbed Opportunity is expected to arrive at the red planet this coming January.  Pictured above, an attached RocketCam (TM) captures Opportunity separating from lower booster stages and rocketing off toward Mars. Upon arriving, parachutes will deploy to slow the spacecraft and surrounding airbags will inflate.  The balloon-like package will then bounce around the surface a dozen times or more before coming to a stop.  The airbags will then deflate, the spacecraft will right itself, and the Opportunity rover will prepare to roll onto Mars.  A first rover named Spirit was successfully launched on June 10 and will arrive at Mars a few weeks earlier.  The robots Spirit and Opportunity are expected to cover as much as 40 metres per day, much more than Sojourner, their 1997 predecessor.  Spirit and Opportunity will search for evidence of ancient Martian water, from which implications might be drawn about the possibility of ancient Martian life.",
    "hdurl": "https://apod.nasa.gov/apod/image/0309/launchmerb_ecliptic_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Opportunity Rockets Toward Mars",
    "url": "https://apod.nasa.gov/apod/image/0309/launchmerb_ecliptic.gif"
  },
  {
    "date": "2003-09-23",
    "explanation": "Today is the autumnal equinox -- should eggs be able to stand on end?  This long-standing myth loses much of its mystique after a demonstration that eggs can be made to stand on end during any day of the year.  Pictured above, Dr. Phil Plait (Sonoma St. U.) acting as the Bad Astronomer balanced three raw eggs on end in late October 1998.  Later, more modestly, his wife balanced five more.  The little-appreciated fact that most eggshells have small bumps on them makes this seemingly impossible task achievable.  Although, during an equinox, every place on Earth experiences an equal length day and night (12 hours each), this fact has no practical effect on egg stability.",
    "hdurl": "https://apod.nasa.gov/apod/image/0309/eggs_plait_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Egging On the Autumnal Equinox",
    "url": "https://apod.nasa.gov/apod/image/0309/eggs_plait.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2003-09-24",
    "explanation": "The small constellation Triangulum in the northern sky harbors this magnificent face-on spiral galaxy, M33. Its popular names include the Pinwheel Galaxy or just the Triangulum Galaxy. M33's diameter spans over 50,000 light-years, making it third largest in the Local Group of galaxies after the Andromeda Galaxy (M31), and our own Milky Way. About 3 million light-years from the Milky Way, M33 lies very close to the Andromeda Galaxy and observers in these two galaxies would likely have spectacular views of each other's grand spiral star systems. As for the view from planet Earth, this sharp 27 frame mosaic of M33 nicely shows off blue star clusters and pinkish star forming regions which trace the galaxy's loosely wound spiral arms. In fact, the cavernous NGC 604 is the brightest star forming region seen here, visible along an arm arcing above and to the right of the galaxy center. Like M31, M33's population of well-measured variable stars have helped make this nearby spiral a cosmic yardstick for establishing the distance scale of the Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0309/M33colormosaic5LL_gendler_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M33: Spiral Galaxy in Triangulum",
    "url": "https://apod.nasa.gov/apod/image/0309/M33colormosaic5LL_gendler_c1.jpg"
  },
  {
    "date": "2003-09-25",
    "explanation": "Uncomfortably close hurricane Isabel (left) and 30 million light-year distant galaxy M51 actually don't have much in common. For starters, Isabel was hundreds of miles across, while M51 (the Whirlpool Galaxy) spans about 50,000 light-years making them vastly dissimilar in scale, not to mention the extremely different physical interactions which control their formation and evolution. But they do look amazingly alike, both exhibiting the shape of a simple and beautiful mathematical curve known as a logarithmic spiral, a spiral whose separation grows in a geometric way with increasing distance from the center. Also known as the equiangular spiral, growth spiral, and Bernoulli's spiral or spira mirabilis, this curve's rich properties have fascinated mathematicians since its discovery by 17th century philosopher Descartes. Intriguingly, this abstract shape is much more abundant in nature than suggested by the striking visual comparison above. Logarithmic spirals also describe, for example, the arrangement of sunflower seeds, the shapes of nautilus shells, and ... cauliflower.",
    "hdurl": "https://apod.nasa.gov/apod/image/0309/m51-isabel_lula_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Logarithmic Spirals Isabel and M51",
    "url": "https://apod.nasa.gov/apod/image/0309/m51-isabel_lula_c2.jpg"
  },
  {
    "copyright": "StarryScapes",
    "date": "2003-09-26",
    "explanation": "These ghostly filaments of interstellar gas are just a small part of the expansive Veil Nebula, seen against a rich field of background stars in the long-necked constellation Cygnus. Also known as the Cygnus Loop, the Veil Nebula is a supernova remnant, the expanding debris cloud created by a stellar explosion whose light first reached planet Earth from 5,000 to 10,000 years ago. About 1,400 light-years away, the entire nebula now appears to span over 3 degrees on the sky, nearly 6 times the apparent size of the full moon, but is faint and can be difficult to see in small telescopes. The region captured in this beautiful, deep, color image is located at the southern tip of the Veil's eastern crescent. It covers about 10 light-years at the distance of the Veil and is cataloged as IC1340.",
    "hdurl": "https://apod.nasa.gov/apod/image/0309/ic1340_tan_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC1340 in the Eastern Veil",
    "url": "https://apod.nasa.gov/apod/image/0309/ic1340_tan_c1.jpg"
  },
  {
    "date": "2003-09-27",
    "explanation": "\"Safe!\" In September 1967 (during regular season play), the Surveyor 5 lander actually slid several feet while making a successful soft landing on the Moon's Mare Tranquillitatis. Equipped with television cameras and soil sampling experiments, the US Surveyor spacecraft were intended to determine if the lunar surface at chosen locations was safe for the planned Apollo landings. Surveyor 5 touched down on the inside edge of a small crater inclined at about 20 degrees. Its footpad slipped and dug the trench visible in the picture. Covered with dusty lunar soil, the footpad is about 20 inches in diameter.",
    "hdurl": "https://apod.nasa.gov/apod/image/0309/moonslide_surveyor5_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Surveyor Slides",
    "url": "https://apod.nasa.gov/apod/image/0309/moonslide_surveyor5.jpg"
  },
  {
    "copyright": "John P. GleasonSteve Mandel",
    "date": "2003-09-28",
    "explanation": "The disk of our Milky Way Galaxy is home to hot nebulae, cold dust, and billions of stars.   The red nebulae visible in the above contrast-enhanced picture are primarily emission nebulae, glowing clouds of hydrogen gas heated by nearby, bright, young stars.  The blue nebulae are primarily reflection nebulae, clouds of gas and fine dust reflecting the light of nearby bright stars.  Perhaps the most striking, though, are the areas of darkness, including the Pipe Nebula visible on the image top left.  These are lanes of thick dust, many times containing relatively cold molecular clouds of gas.  Dust is so plentiful that it obscures the Galactic Center in visible light, hiding its true direction until discovered early last century.  The diffuse glow comes from billions of older, fainter stars like our Sun, which are typically much older than any of the nebulae.  Most of the mass of our Galaxy remains in a form currently unknown.",
    "hdurl": "https://apod.nasa.gov/apod/image/9909/mw7b_gleason_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Our Galaxy in Stars, Gas, and Dust",
    "url": "https://apod.nasa.gov/apod/image/9909/mw7b_gleason.jpg"
  },
  {
    "copyright": "Calvin HallAlaska's Aurora",
    "date": "2003-09-29",
    "explanation": "Tomorrow's picture: Through the Milky Way  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Web Site Statements, Warnings, and Disclaimers NASA Official: Jay Norris. Specific rights apply. A service of: LHEA at NASA / GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0309/aurorachugach_hall_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Over the Chugach Mountains",
    "url": "https://apod.nasa.gov/apod/image/0309/aurorachugach_hall.jpg"
  },
  {
    "copyright": "David Martinez-DelgadoMPIAIAC",
    "date": "2003-09-30",
    "explanation": "Is our Milky Way Galaxy out to lunch?  Recent wide field images and analyses now indicate that our home galaxy is actually still in the process of devouring its closest satellite neighbor.  This unfortunate neighbor, the Sagittarius Dwarf galaxy, is now seen to be part of a larger Sagittarius Tidal Stream, a loose filament of stars, gas, and possibly dark matter that entangles the Milky Way.  An artist's depiction of the stream is shown above.  Speculation also holds that the Sagittarius Dwarf was once pulled through the Milky Way disk very close to our Sun's current location.  An important resulting realization is that galaxies contain a jumble of clumps and filaments of both dim and dark matter.",
    "hdurl": "https://apod.nasa.gov/apod/image/0309/sag_dmd_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sagittarius Dwarf Tidal Stream",
    "url": "https://apod.nasa.gov/apod/image/0309/sag_dmd.jpg"
  },
  {
    "copyright": "Jon Burnett",
    "date": "2003-10-01",
    "explanation": "Jon Burnett, a teenager from South Wales, UK, was photographing some friends skateboarding last week when the sky did something very strange.  By diverting his camera, he was able to document this rare sky event and capture one of the more spectacular sky images yet recorded.  Roughly four minutes later, he took another picture of the dispersing trail.  What is it? Experts disagree. The first guess was a sofa-sized rock that exploded as a daytime fireball, but perhaps a better hypothesis is an unusual airplane contrail reflecting the setting Sun. Bright fireballs occur over someplace on Earth nearly every day.  A separate bolide, likely even more dramatic, struck India only a few days ago.   Editor's note: The APOD text was updated on Oct. 1.",
    "hdurl": "https://apod.nasa.gov/apod/image/0310/fireball_burnett_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Unusual Event Over South Wales",
    "url": "https://apod.nasa.gov/apod/image/0310/fireball_burnett.jpg"
  }
]
