[
  {
    "date": "2003-06-01",
    "explanation": "In the center of a swirling whirlpool of hot gas is likely a beast that has never been seen directly: a black hole.  Studies of the bright light emitted by the swirling gas frequently indicate not only that a black hole is present, but also likely attributes.  The gas surrounding GRO J1655-40, for example, has been found to display an unusual flickering at a rate of 450 times a second.  Given a previous mass estimate for the central object of seven times the mass of our Sun, the rate of the fast flickering can be explained by a black hole that is rotating very rapidly.  What physical mechanisms actually cause the flickering -- and a slower quasi-periodic oscillation (QPO) -- in  accretion disks surrounding black holes and neutron stars remains a topic of much research.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/blackholestorm_chandra_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "GRO J1655-40: Evidence for a Spinning Black Hole",
    "url": "https://apod.nasa.gov/apod/image/0306/blackholestorm_chandra.jpg"
  },
  {
    "date": "2003-06-02",
    "explanation": "Fogs of clouds and dust covered parts of southern Mars during last Martian winter.  Giant volcanoes, such as Ascraeus Mons, the central circular feature near the top of the image, were surrounded by large water clouds.  Slightly southwest, Pavonis Mons and Arisa Mons also peeked above their water clouds.  The rough terrain below center is Labyrinthus Noctis, a maze of deep troughs running over 200 kilometers long.   Directly south, a large white dust storm fogs Syria Planum, a large plateau.  This image mosaic was taken by the Mars Global Surveyor spacecraft currently orbiting Mars.  Soon, five more Earth-launched spacecraft should arrive at the Red Planet, named for the Roman god of war.",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/syriastorm_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Fogs of Mars",
    "url": "https://apod.nasa.gov/apod/image/0305/syriastorm_mgs.jpg"
  },
  {
    "copyright": "Juan Carlos Casado",
    "date": "2003-06-03",
    "explanation": "What's behind the Moon? Each month, our Moon passes in front of -- and outshines -- many an interesting star field.  Exceptions occur during a new Moon and during a total eclipse.  In the background of a new Moon is usually the Sun, an even brighter orb that even more easily outshines everything behind it, except during a total solar eclipse.  Even the longest total solar eclipse lasts just a few minutes, while the Sun's corona still remains bright.  During a total lunar eclipse, however, the full Moon dims and a majestic star field may present itself for an hour or more.  Such was the case during the middle of last month, when a rare glimpse of an eclipsed Moon superposed in front of the disk of our home Milky Way Galaxy was captured.  Although fully in the Earth's shadow, the eclipsed Moon is still the brightest object on the right.  The above image was captured during sub-zero weather from the Teide 2003 expedition to Mirador del Pico Viejo, a mountain in the Canary Islands, Spain, off the northwest coast of Africa.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/milkymoon_casado_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Milky Way Behind an Eclipsed Moon",
    "url": "https://apod.nasa.gov/apod/image/0306/milkymoon_casado.jpg"
  },
  {
    "copyright": "Olivier\nMeeckersGroupe Astronomie\nde Spa",
    "date": "2003-06-04",
    "explanation": "The Sun and Moon rose together over much of Europe on the morning of May 31st with the first solar eclipse of 2003 already in progress. And while sightings of the full annular phase of the eclipse were restricted to far northern regions, early morning risers were still treated to inspiring views of two celestial bodies which are most important to life on planet Earth. Following the dawn's spectacle from Charneux, Belgium, astrophotographer Olivier Meeckers recorded this evocative image of the partially eclipsed Sun rising above a primeval apparition of mists and trees. Last month was indeed a rewarding one for eclipse watchers as May's full Moon and (second) new Moon lined up for their respective lunar and solar eclipses. November 2003 will also host both a total lunar and total solar eclipse.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/EclipseSoleil1_meeckers_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse in the Mist",
    "url": "https://apod.nasa.gov/apod/image/0306/EclipseSoleil1_meeckers_c1.jpg"
  },
  {
    "copyright": "Hans Coeckelberghs",
    "date": "2003-06-05",
    "explanation": "If the Moon's apparent diameter is not quite large enough to cover the Sun during a solar eclipse, an annular eclipse can be the result -- a spectacle of silhouetted Moon surrounded by a solar \"ring of fire\". Just such a view was possible for observers in the far northern hemisphere as the new Moon slid across the solar disk on May 31st. Still, for astronomical adventurers at Cape Wrath on the northwestern coast of Scotland, the eastern sky was cloudy on eclipse day. But fortunately the Sun became visible a few minutes prior to the annular phase and determined astronomer Hans Coeckelberghs was able to capture this dramatic telescopic image of the eclipsed Sun's ring of fire looming through a reddened, cloud-streaked sky. Not to be outdone by the north, the far southern hemisphere will host the next solar eclipse, with the path of totality racing across Antarctica on November 23rd.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/Eclips310503_coeckelberghs_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ring of Fire from Cape Wrath",
    "url": "https://apod.nasa.gov/apod/image/0306/Eclips310503_coeckelberghs_c1.jpg"
  },
  {
    "copyright": "Thilo Kranz",
    "date": "2003-06-06",
    "explanation": "Anticipating the celestial shadow play of a solar eclipse, sky gazers across Germany watched the Sun rise on May 31. In Bonn, astrophotographer Thilo Kranz had set up his small refractor telescope and camera on the Kennedy Bridge across the Rhein river to get a good view to the northeast. The timing of this eclipse must have seemed ideal for a local balloon flight too, as hot air balloonists also favor early morning hours with usually calm surface winds. Kranz and colleagues had noticed a balloon drifting in the hazy sky near the horizon and speculated about viewing the eclipse from on board. But when the eclipsed Sun finally emerged into view they were delighted to see the lighter-than-air craft make the occasion a very special show from their own vantage point. In fact, in the central panel of this montage of Kranz's telescopic eclipse images, the silhouetted balloon reminds the APOD editors of a remarkably well-fed exclamation mark!",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/SoFiMontage2_kranz.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sun, Moon, Hot Air Balloon",
    "url": "https://apod.nasa.gov/apod/image/0306/sunmoonballoon2_kranz.jpg"
  },
  {
    "date": "2003-06-07",
    "explanation": "How did spiral galaxy ESO 510-13 get bent out of shape? The disks of many spirals are thin and flat, but not solid. Spiral disks are loose conglomerations of billions of stars and diffuse gas all gravitationally orbiting a galaxy center. A flat disk is thought to be created by sticky collisions of large gas clouds early in the galaxy's formation.  Warped disks are not uncommon, though, and even our own Milky Way Galaxy is thought to have a small warp.  The causes of spiral warps are still being investigated, but some warps are thought to result from interactions or even collisions between galaxies.  ESO 510-13 is about 150 million light years away and about 100,000 light years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/eso510_hst_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Warped Spiral Galaxy ESO 510-13",
    "url": "https://apod.nasa.gov/apod/image/0306/eso510_hst_c1.jpg"
  },
  {
    "copyright": "Calvin J. Hamilton",
    "date": "2003-06-08",
    "explanation": "Rhea is the second largest moon of Saturn, behind Titan, and the largest without an atmosphere.  It is composed mostly of water ice, but has a small rocky core.  Rhea's rotation and orbit are locked together (just like Earth's Moon) so that one side always faces Saturn.  A consequence of this is that one side always leads the other.  Rhea's leading surface is much more heavily cratered than its trailing surface.  The above photograph was taken with the Voyager 1 spacecraft in 1980.  NASA's Cassini spacecraft is currently on route to Saturn and will arrive in 2004.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/rhea2_vg1_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rhea: Saturn's Second Largest Moon",
    "url": "https://apod.nasa.gov/apod/image/0306/rhea2_vg1.jpg"
  },
  {
    "date": "2003-06-09",
    "explanation": "At 500,000 kilometers per hour, a supernova shockwave plows through interstellar space. This shockwave is known as the Pencil Nebula, or NGC 2736, and is part of the Vela supernova remnant, an expanding shell of a star that exploded about 11,000 years ago.  Initially the shockwave was moving at millions of kilometers per hour, but the weight of all the gas it has swept up has slowed it considerably.  Pictured above, the shockwave moves from left to right, as can be discerned by the lack of gas on the left.  The above region spans nearly a light year across, a small part of the 100+ light-year span of the entire Vela supernova remnant.  The Hubble Space Telscope ACS captured the above image last October.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/pencil_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pencil Nebula Supernova Shockwave",
    "url": "https://apod.nasa.gov/apod/image/0306/pencil_hst.jpg"
  },
  {
    "copyright": "Ralf KaehlerZIBTom AbelPenn. State\nSimulation: Tom Abel \n(Penn. State), \nGreg Bryan \n(Oxford) & \nMike Norman \n(UCSD)\n",
    "date": "2003-06-10",
    "explanation": "What became of the first stars?  No known stars appear to be composed of truly primordial gas -- all of the stars around us have too many heavy elements.  Our own Sun is thought to be a third generation star, with many second-generation stars seen in globular clusters.   This year, however, significant progress is being made on solving this perennial astronomical mystery.   Analyses of recent WMAP satellite images of the cosmic microwave background indicate that this primordial light was ionized by a first generation of stars that came and went only 200 million years after the Big Bang.  Additionally computer codes are now more-accurately tracking the likely creation and evolution of first stars in the early universe.  Pictured above at a scale of one light-month, a computer-generated model resolves the scale of the first stars, indicating clean cocoons that condensed into stars always over 30 times the mass of our Sun.  Stars like this quickly fused pristine gas into heavier elements and then exploded, seeding the universe with elements that would become part of the stars we know and, ultimately, ourselves.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/firststar_abel_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Zooming in on the First Stars",
    "url": "https://apod.nasa.gov/apod/image/0306/firststar_abel.jpg"
  },
  {
    "copyright": "S. MaddoxNottingham U.et al., \nAPM SurveyAstrophys. Dept. Oxford U.",
    "date": "2003-06-11",
    "explanation": "Our universe is filled with galaxies.  Galaxies -- huge conglomerations of stars, gas, dust -- and mysterious dark matter are the basic building blocks of the large-scale universe.   Although distant galaxies move away from each other as the universe expands, gravity attracts neighboring galaxies to each other, forming galaxy groups, clusters of galaxies, and even larger expansive filaments.  Some of these structures are visible on one of the most comprehensive maps of the sky ever made in galaxies: the APM galaxy survey map completed in the early 1990s.  Over 2 million galaxies are depicted above in a region 100 degrees across centered toward our Milky Way Galaxy's south pole.  Bright regions indicate more galaxies, while bluer colors denote larger average galaxies.  Dark ellipses have been cut away where bright local stars dominate the sky.  Many scientific discoveries resulted from analyses of the map data, including that the universe was surprisingly complex on large scales.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/galaxies2_apm_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Two Million Galaxies",
    "url": "https://apod.nasa.gov/apod/image/0306/galaxies2_apm.jpg"
  },
  {
    "date": "2003-06-12",
    "explanation": "The formation of a black hole from the collapsing core of a massive star is thought to be heralded by a spectacular supernova explosion. Such an extremely energetic collapse is also a leading explanation for the mysterious cosmic gamma-ray bursts. But researchers now suggest that the Milky Way's most famous black hole, Cygnus X-1, was born when a massive star collapsed -- without any supernova explosion at all. Their dynamical evidence is summarized in this color image of a gorgeous region in Cygnus, showing Cyg X-1 and a cluster of massive stars (yellow circles) known as Cygnus OB3. Arrows compare the measured direction and speed of Cyg X-1 and the average direction and speed of the massive stars of Cyg OB3. The similar motions indicate that Cyg X-1's progenitor star was itself a cluster member and that its path was not altered at all when it became a black hole. In contrast, if Cyg X-1 were born in a violent supernova it would have likely received a fierce kick, changing its course. If not a supernova, could the formation of the Cyg X-1 black hole have produced a dark gamma-ray burst in the Milky Way?",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/CygX1_mirabel_labfull.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cyg X-1: Can Black Holes Form in the Dark?",
    "url": "https://apod.nasa.gov/apod/image/0306/CygX1_mirabel_labc2.jpg"
  },
  {
    "date": "2003-06-13",
    "explanation": "In the 1960s spring came to the southern hemisphere of Neptune, the Solar System's outermost gas giant planet. Of course, since Neptune orbits the Sun once every 165 earth-years, it's still springtime for southern Neptune, where each season lasts over four decades. Astronomers have found that in recent years Neptune has been getting brighter, as illustrated in this Hubble Space Telescope image made in 2002. Compared to Hubble pictures taken as early as 1996, the 2002 image shows a dramatic increase in reflective white cloud bands in Neptune's southern hemisphere. Neptune's equator is tilted 29 degrees from the plane of its orbit, about the same as Earth's 23.5 degree tilt, and Neptune's weather seems to be dramatically responding to the similar relative seasonal increase in sunlight -- even though sunlight is 900 times less intense for the distant gas giant than for planet Earth. Meanwhile, summer is really just around the corner, coming to Neptune's southern hemisphere in 2005.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/nep2002_hst1pan_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Neptune: Still Springtime After All These Years",
    "url": "https://apod.nasa.gov/apod/image/0306/nep2002_hst1pan_c2.jpg"
  },
  {
    "date": "2003-06-14",
    "explanation": "What do the Owl, the Cat's Eye, the Ghost of Jupiter, and Saturn have in common? They're all planetary nebulae of course, glowing gaseous shrouds shed by dying sun-like stars as they run out of nuclear fuel. Beautiful to look at, the symmetric, planet-like shapes of these cosmic clouds, typically 1,000 times the size of our solar system, evoke their popular names. Flipping through digital pictures made by participants in the Kitt Peak National Observatory Visitor Center's Advanced Observing Program, astronomer Adam Block created this delightful animation. Ten different planetary nebula images are presented, each registered on the central star. In order, their catalog designations are NGC 1535, NGC 3242 (Ghost of Jupiter), NGC 6543 (Cat's Eye), NGC 7009 (Saturn Nebula), NGC 2438, NGC 6772, Abell 39, NGC 7139, NGC 6781, and M97 (Owl Nebula). This glorious final phase in the life of a star lasts only about 10,000 years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/pn_block.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Planetary Nebula Show",
    "url": "https://apod.nasa.gov/apod/image/0306/pn_block.gif"
  },
  {
    "copyright": "Pekka ParviainenPolar Image",
    "date": "2003-06-15",
    "explanation": "Sometimes it's night on the ground but day in the air.  As the Earth rotates to eclipse the Sun, sunset rises up from the ground. Therefore, at sunset on the ground, sunlight still shines on clouds above.  Under usual circumstances, a pretty sunset might be visible, but unusual noctilucent clouds float so high up they can be seen well after dark.  Pictured above, a network of noctilucent clouds casts a colorful but eerie glow visible above the dark.  Although noctilucent clouds are thought to be composed of small ice-coated particles, much remains unknown about them. Recent evidence indicates that at least some noctilucent clouds result from freezing water exhaust from Space Shuttles.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/noctilucent_pp_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Noctilucent Clouds",
    "url": "https://apod.nasa.gov/apod/image/0306/noctilucent_pp.jpg"
  },
  {
    "copyright": "Elana KestrelDreamcircle",
    "date": "2003-06-16",
    "explanation": "The first APOD appeared eight years ago today, on 1995 June 16.  To date, we estimate that APOD has now served over 100 million space-related images.  We again thank our readers and NASA for their continued support, but ask that any potentially congratulatory e-mail go to the folks who created the great pictures -- many times with considerable effort -- that APOD has been fortunate enough to feature over the past year.  Many can be contacted by following links found in the credit line under the image.  Some of these images are featured in the above spectacular collage submitted by an enthusiastic APOD reader well skilled in digital image manipulation.  She challenges fellow APODees to find in the collage her favorite ex-member of the musical group Tangerine Dream.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/starcollage_dreamcircle.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "APOD Turns Eight",
    "url": "https://apod.nasa.gov/apod/image/0306/starcollage_dreamcircle.jpg"
  },
  {
    "date": "2003-06-17",
    "explanation": "It's the bubble versus the cloud.  NGC 7635, the Bubble Nebula, is being pushed out by the stellar wind of massive central star BD+602522.  Next door, though, lives a giant molecular cloud, visible above to the lower right.  At this place in space, an irresistible force meets an immovable object in an interesting way.  The cloud is able to contain the expansion of the bubble gas, but gets blasted by the hot radiation from the bubble's central star.  The radiation heats up dense regions of the molecular cloud causing it to glow.  The Bubble Nebula, pictured above as a color negative to help bring up contrast, is about 10 light-years across and part of a much larger complex of stars and shells.  The Bubble Nebula can be seen with a small telescope towards the constellation of Cassiopeia.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/ngc7635_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Bubble Nebula from NOAO",
    "url": "https://apod.nasa.gov/apod/image/0306/ngc7635_noao.jpg"
  },
  {
    "copyright": "Peter Wienerroither",
    "date": "2003-06-18",
    "explanation": "Tomorrow's picture: moon maiden  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Web Site Statements, Warnings, and Disclaimers NASA Official: Jay Norris. Specific rights apply. A service of: LHEA at NASA / GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/eclipse3_wienerroither_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Clouds and the Moon Move to Block the Sun",
    "url": "https://apod.nasa.gov/apod/image/0306/eclipse3_wienerroither.jpg"
  },
  {
    "copyright": "D. Whitehouse",
    "date": "2003-06-19",
    "explanation": "Along the northwestern reaches of the lunar near side, the Sinus Iridum or Bay of Rainbows appropriately lies at the edge of the Moon's smooth, dark Sea of Rains (Mare Imbrium). In this sketch of the lunar surface around the Bay of Rainbows, the sun shines from the left, illuminating the arcing wall of the lava-floored bay. The bay's Cape Heraclides, seen here at the top of the sunlit arc, has been historically depicted as a moon maiden whose hair streams behind her as she gazes sunward across the bay. In the original Moon race - the race to map the Moon - this moon maiden first appeared in telescope-based drawings of the lunar surface by astronomer Giovanni Cassini in 1679. Still gazing across the lunar bay, the moon maiden inspired this drawing by modern day astronomer, Lucy Whitehouse. Done when she was 14, her sketch of the intriguing feature was made from the countryside in northern England, aided by a telescope equipped with a digital imaging eyepiece and a small television screen.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/LucyMoonweb_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Moon Maiden",
    "url": "https://apod.nasa.gov/apod/image/0306/LucyMoonweb_c2.jpg"
  },
  {
    "copyright": "Gary Stevens",
    "date": "2003-06-20",
    "explanation": "Dark nebulae snake across a gorgeous expanse of stars in this wide-field view toward the pronounceable constellation Ophiucus and the center of our Milky Way Galaxy. In fact, the central S-shape seen here is well known as the Snake Nebula. It is also listed as Barnard 72 (B72), one of 182 dark markings of the sky cataloged in the early 20th century by astronomer E. E. Barnard. Unlike bright emission nebulae and star clusters, Barnard's nebulae are interstellar dark clouds of obscuring gas and dust. Their shapes are visible in cosmic silhouette only because they lie in the foreground along the line of sight to rich star fields and glowing stellar nurseries near the plane of our Galaxy. Many of Barnard's dark nebulae are themselves likely sites of future star formation. Barnard 72 is a few light years across and about 650 light years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/b72neb_stevens_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Snake in the Dark",
    "url": "https://apod.nasa.gov/apod/image/0306/b72neb_stevens_c1.jpg"
  },
  {
    "date": "2003-06-21",
    "explanation": "The Earth's northern hemisphere is outlined as a sunlit crescent in this dramatic view from orbit, recorded near local midnight by the Geostationary Operational Environmental Satellite (GOES-8) on June 22, 1996. That date was two days after the Solstice, by astronomical reckoning, the first day of summer in the north and winter in the southern hemisphere. Today's scheduled geocentric astronomical event is again the northern hemisphere's summer Solstice, with the Sun reaching its northernmost declination at 19 hours 10 minutes Universal Time. That makes today also the longest day of the year in the north, with the arctic regions near the top of the picture experiencing 24 hours of daylight. Looking south along the Earth's limb, atmospheric scattering of sunlight causes the limb to be visible beyond areas directly illuminated by the sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/crescentearth_goes8_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Crescent Earth at Midnight",
    "url": "https://apod.nasa.gov/apod/image/0306/crescentearth_goes8_c3.jpg"
  },
  {
    "date": "2003-06-22",
    "explanation": "In the center of star-forming region 30 Doradus lies a huge cluster of the largest, hottest, most massive stars known.  These stars and part of the surrounding nebula are captured here in this gorgeous visible-light Hubble Space Telescope image. Gas and dust clouds in 30 Doradus, also known as the Tarantula Nebula, have been sculpted into elongated shapes by powerful winds and ultraviolet radiation from these hot cluster stars. Insets in the picture represent corresponding views from the Hubble's infrared camera where each square measures 15.5 light-years across. Penetrating the obscuring dust, these infrared images themselves offer detailed pictures of star formation within the nebula's collapsing clouds, revealing the presence of newborn massive stars. The 30 Doradus Nebula lies within a neighboring galaxy, the Large Magellanic Cloud, located a mere 170,000 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/30dor_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Massive Stars of 30 Doradus",
    "url": "https://apod.nasa.gov/apod/image/0306/30dor_hst.jpg"
  },
  {
    "date": "2003-06-23",
    "explanation": "A large sphere beneath Japan has helped verify humanity's understanding of the inner workings of the Sun.  The KamLAND sphere, shown above during construction in 2001, fails to detect fundamental particles called anti-neutrinos that are known to be emitted by nearby nuclear reactors around Japan.  This triumphant failure can best be explained by neutrinos oscillating between different types.  KamLAND's results bolster previous neutrino oscillation claims including that from the Sudbury detector, a similar large sphere beneath Canada designed to detect all types of neutrinos from the Sun.  Thus, leading astrophysicists now consider the long standing solar neutrino deficit problem as finally solved.  A new mystery that replaces it is to find a new Standard Model for particle physics that fully explains neutrino oscillations.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/interior_kamland_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "KamLAND Verifies the Sun",
    "url": "https://apod.nasa.gov/apod/image/0306/interior_kamland.jpg"
  },
  {
    "date": "2003-06-24",
    "explanation": "How smooth is the Sun?  The new Swedish 1-m Solar Telescope, deployed in the Canary Islands only last year, allows imaging of objects less than 100-km across on the Sun's surface.  When pointed toward the Sun's edge, surface objects now begin to block each other, indicating true three-dimensional information.  Close inspection of the image reveals much vertical information, including spectacular light-bridges rising nearly 500-km above the floor of sunspots near the top of the image.  Also visible in the above false-color image are hundreds of bubbling granules, each about 1000-km across, and small bright regions known as faculas.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/sun3d_sst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sun's Surface in 3D",
    "url": "https://apod.nasa.gov/apod/image/0306/sun3d_sst.jpg"
  },
  {
    "date": "2003-06-25",
    "explanation": "This tantalizing view of galaxies scattered near and far is part of the Hubble Space Telescope's contribution to the GOODS - the Great Observatories Origins Deep Survey project. The GOODS' goal is to study galaxy formation and evolution over an unprecedent wide range of cosmic distances, therefore spanning time from the present to the early Universe. Joined by the Chandra X-ray Observatory and soon by the anticipated Space Infrared Telescope Facility along with major ground-based observatories, the project expands greatly on the past Hubble Deep Fields of regions in the northern constellation of Ursa Major and southern constellation Tucana. Across the electromagnetic spectrum, a sample of large nearby galaxies, like the interacting pair at the lower left above, will be compared with distant younger galaxies in a search for clues to the origins of these lighthouses of the cosmos. Preliminary results of the project confirm that the birth rate of stars was higher in the past and that galaxies have indeed been constructed from the \"bottom up\", growing from mergers and accretion of small infant galaxies to their present day forms.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/goods_hstacs_f1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxies in the GOODS",
    "url": "https://apod.nasa.gov/apod/image/0306/goods_hstacs_c3.jpg"
  },
  {
    "copyright": "Skyscapes",
    "date": "2003-06-26",
    "explanation": "On planet Earth, an analemma is the figure-8 loop you get when you mark the position of the Sun at the same time each day throughout the year. But similarly marking the position of the Sun in the Martian sky would produce the simpler, stretched pear shape in this digital illustration, based on the Mars Pathfinder project's famous Presidential Panorama view from the surface. The simulation shows the late afternoon Sun that would have been seen from the Sagan Memorial Station once every 30 Martian days (sols) beginning on Sol 24 (July 29, 1997). Slightly less bright, the simulated Sun is only about two thirds the size as seen from Earth, while the Martian dust, responsible for the reddish sky of Mars, also scatters some blue light around the solar disk. Astronomer Dennis Mammana offers the illustration to mark the hopeful beginning of an exciting new era of robotic exploration of the Red Planet, with two new Mars missions now enroute and one preparing to launch.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/marsalemma_mammana_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Martian Analemma",
    "url": "https://apod.nasa.gov/apod/image/0306/marsalemma_mammana_c1.jpg"
  },
  {
    "date": "2003-06-27",
    "explanation": "Slung below its equally innovative mothership dubbed White Knight, SpaceShipOne rides above planet Earth, photographed during a recent flight test. SpaceShipOne was designed and built by cutting-edge aeronautical engineer Burt Rutan and his company Scaled Composites to compete for the X Prize. The 10 million dollar X prize is open to private companies and requires the successful launch of a spaceship which carries three people on short sub-orbital flights to an altitude of 100 kilometers -- a scenario similar to the early manned spaceflights of NASA's Mercury Program. Unlike more conventional rocket flights to space, SpaceShipOne will first be carried to an altitude of 50,000 feet by the twin turbojet White Knight and then released before igniting its own hybrid solid fuel rocket engine. After the climb to space, the craft will convert to a stable high drag configuration for re-entry, ultimately landing like a conventional glider at light plane speeds.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/ssone_cap_car.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SpaceShipOne",
    "url": "https://apod.nasa.gov/apod/image/0306/ssone_scaled_c1topcarry.jpg"
  },
  {
    "copyright": "Michael\nCole",
    "date": "2003-06-28",
    "explanation": "A telescopic tour of the constellation Sagittarius offers the many bright clusters and nebulae of dimensioned space in a starscape surrounding the galactic center. This gorgeous color deep-sky photograph visits two such lovely sights, cataloged by the 18th century cosmic tourist Charles Messier as M8 and M20. M20 (upper left), the Trifid Nebula, presents a striking contrast in red/blue colors and dark dust lanes. Just below and to the right is the expansive, alluring red glow of M8, the Lagoon Nebula. Both nebulae are a few thousand light-years distant but at the far right, the dominant celestial beacon is a \"local\" source, the planet Mars. Just passing through Sagittarius and strongly overexposed in this picture, the Red Planet was a short 4 light-minutes away. Now headed for its closest approach to planet Earth in recorded history, Mars rises in the east southeast by midnight shining brightly at about -1.4 magnitude. Urban imager Michael Cole recorded this photograph at 3:00 AM on May 20th, 2001 in clear skies over Camp Hancock, Oregon, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/m8m20mars_cole_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messiers and Mars",
    "url": "https://apod.nasa.gov/apod/image/0306/m8m20mars_cole.jpg"
  },
  {
    "copyright": "Nigel Sharp",
    "date": "2003-06-29",
    "explanation": "It is still not known why the Sun's light is missing some colors.  Shown above are all the visible colors of the Sun, produced by passing the Sun's light through a prism-like device.  The above spectrum was created at the McMath-Pierce Solar Observatory and shows, first off, that although our yellow-appearing Sun emits light of nearly every color, it does indeed appear brightest in yellow-green light.  The dark patches in the above spectrum arise from gas at or above the Sun's surface absorbing sunlight emitted below.  Since different types of gas absorb different colors of light, it is possible to determine what gasses compose the Sun.  Helium, for example, was first discovered in 1870 on a solar spectrum and only later found here on Earth.  Today, the majority of spectral absorption lines have been identified - but not all.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/solarspectrum_noao.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Solar Spectrum",
    "url": "https://apod.nasa.gov/apod/image/0008/solarspectrum_noao.jpg"
  },
  {
    "date": "2003-06-30",
    "explanation": "This dense cloud of gas and dust is being deleted.  Likely, within a few million years, the intense light from bright stars will have boiled it away completely.  Stars not yet formed in the molecular cloud's interior will then stop growing.  The cloud has broken off of part of the greater Carina Nebula, a star forming region about 8000 light years away.  Newly formed stars are visible nearby, their images reddened by blue light being preferentially scattered by the pervasive dust. This unusually-colored image spans about two light years and was taken by the orbiting Hubble Space Telescope in 1999.  This Carina sub-cloud is particularly striking partly because its clear definition stimulates the human imagination (e.g. it could be perceived as a superhero flying through a cloud, arm up, with a saved person in tow below).",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/carina_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Disappearing Clouds in Carina",
    "url": "https://apod.nasa.gov/apod/image/0306/carina_hst.jpg"
  },
  {
    "date": "2003-07-01",
    "explanation": "Why is Phobos so dark?  Phobos, the largest and innermost of two Martian moons, is the darkest moon in the entire Solar System.  Its unusual orbit and color indicate that it may be a captured asteroid composed of a mixture of ice and dark rock.  The above picture was captured recently by the robot spacecraft Mars Global Surveyor (MGS) orbiting Mars.  Phobos is a heavily cratered and barren moon, with its largest crater located on the far side.  From MGS images like this, Phobos has been determined to be covered by perhaps a meter of loose dust.  Phobos orbits so close to Mars that from some places it would appear to rise and set twice a day, but from other places it would not be visible at all.  Phobos' orbit around Mars is continually decaying -- it will likely break up with pieces crashing to the Martian surface in about 50 million years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0307/phobos_mgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Martian Moon Phobos from MGS",
    "url": "https://apod.nasa.gov/apod/image/0307/phobos_mgs.jpg"
  }
]
