[
  {
    "date": "2003-02-01",
    "explanation": "The lonely RX J1856.5-3754 was formed from the collapsed core of an exploding star. At a distance of 180 light-years it is the closest known neutron star. More massive than the Sun but only 20 kilometers across, this tiny stellar juggernaut plows through the hydrogen gas and dust clouds of interstellar space at about 200 kilometers per second. The surface of the neutron star is fantastically hot, around 700,000 degrees Celsius, making it detectable with orbiting x-ray telescopes. But optical astronomers were surprised to discover that RX J1856.5-3754 is also surrounded by a cone-shaped nebula. Indicated in this deep image from the European Southern Observatory's Kueyen telescope, the nebula glows in the red light of ionized hydrogen atoms recombining with electrons. Its cone shape is analogous to the bow wave of a ship plowing through water. A faint blue dot near the tip of the cone is the neutron star itself. The nebula appears to have formed very near the surface of the neutron star and astronomers are trying to determine if the observed densities and temperatures can explain the nebula's appearance.",
    "hdurl": "https://apod.nasa.gov/apod/image/0302/neutronnebula_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Nebula And The Neutron Star",
    "url": "https://apod.nasa.gov/apod/image/0302/neutronnebula_eso.jpg"
  },
  {
    "date": "2003-02-02",
    "explanation": "Where did all the stars go?  What used to be considered a hole in the sky is now known to astronomers as a dark molecular cloud.  Here, a high concentration of dust and molecular gas absorb practically all the visible light emitted from background stars.  The eerily dark surroundings help make the interiors of molecular clouds some of the coldest and most isolated places in the universe.  One of the most notable of these dark absorption nebulae is a cloud toward the constellation Ophiuchus known as Barnard 68, pictured above.  That no stars are visible in the center indicates that Barnard 68 is relatively nearby, with measurements placing it about 500 light-years away and half a light-year across.  It is not known exactly how molecular clouds like Barnard 68 form, but it is known that these clouds are themselves likely places for new stars to form. It is possible to look right through the cloud in infrared light.",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/barnard68_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Molecular Cloud Barnard 68",
    "url": "https://apod.nasa.gov/apod/image/0109/barnard68_vlt.jpg"
  },
  {
    "date": "2003-02-03",
    "explanation": "Saturday morning, the Space Shuttle Columbia broke up during re-entry.  Pictured above is the seven-member crew that was lost.  True space pioneers, they were, left to right, David M. Brown, Rick D. Husband, Laurel B. Clark, Kalpana Chawla, Michael P. Anderson, William C. McCool, and Ilan Ramon.  As debris from the shuttle may be toxic, NASA asks that anything found be reported immediately to local authorities and not touched.  For the safety of future missions, investigations into the cause of the tragedy are underway.  If you have any video or photographs that may aid in these investigations, NASA asks that you please see  this web page, call (US) 281-483-3388, or send e-mail to columbiaimages@nasa.gov.",
    "hdurl": "https://apod.nasa.gov/apod/image/0302/columbia_s107.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Space Shuttle and Crew Lost During Re-Entry",
    "url": "https://apod.nasa.gov/apod/image/0302/columbia_s107.jpg"
  },
  {
    "copyright": "Astropix.com",
    "date": "2003-02-04",
    "explanation": "These wisps of gas are all that remain visible of a Milky Way star.  Many thousands of years ago that star exploded in a supernova leaving the Veil Nebula, pictured above. At the time, the expanding cloud was likely as bright as a crescent Moon toward the constellation of Cygnus, visible for weeks to people living at the dawn of recorded history.  The remaining supernova remnant lies about 1400 light-years away and covers over five times the size of the full Moon.  The bright wisp on the right is known as the Witch's Broom Nebula and can be seen with a small telescope.  The Veil Nebula is also known as the Cygnus Loop.",
    "hdurl": "https://apod.nasa.gov/apod/image/0302/veil_lodriguss_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Wisps of the Veil Nebula",
    "url": "https://apod.nasa.gov/apod/image/0302/veil_lodriguss.jpg"
  },
  {
    "date": "2003-02-05",
    "explanation": "What could have formed these unusual channels?  Inside Newton Basin on Mars, numerous narrow channels run from the top down to the floor.  The above picture covers a region spanning about 1500 meters across.  These and other gullies have been found on Mars in recent high-resolution pictures taken by the orbiting Mars Global Surveyor robot spacecraft.  Similar channels on Earth are formed by flowing water, but on Mars the temperature is normally too cold and the atmosphere too thin to sustain liquid water.  Nevertheless, many scientists hypothesize that liquid groundwater can sometimes surface on  Mars, erode gullies and channels, and pool at the bottom before freezing and evaporating.  If so, life-sustaining ice and water might exist even today below the Martian surface -- water that could potentially support a human mission to Mars.  Research into this exciting possibility is sure to continue!",
    "hdurl": "https://apod.nasa.gov/apod/image/0302/gullies3_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual Gullies and Channels on Mars",
    "url": "https://apod.nasa.gov/apod/image/0302/gullies3_mgs.jpg"
  },
  {
    "date": "2003-02-06",
    "explanation": "Bright and beautiful spiral galaxy M83 lies a mere twelve million light-years from Earth, toward the headstrong constellation Hydra. Sweeping spiral arms, prominent in visible light images, lend this galaxy its popular moniker -- the Southern Pinwheel. In fact, the spiral arms are still apparent in this Chandra Observatory false-color x-ray image of M83, traced by diffuse, hot, x-ray emitting gas. But more striking in the x-ray image is the galaxy's bright central region. The central emission likely represents even hotter gas created by a sudden burst of massive star formation. Point-like neutron star and black hole x-ray sources, final stages in the life cycles of massive stars, also show a concentration near the center of M83 and offer further evidence for a burst of star formation at this galaxy's core. Light from this burst of star formation would have first reached Earth some 20 million years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/0302/m83_cxc_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Rays from M83",
    "url": "https://apod.nasa.gov/apod/image/0302/m83_cxc_full.jpg"
  },
  {
    "copyright": "Matthew Spinelli",
    "date": "2003-02-07",
    "explanation": "Orion, the Hunter, is one of the most easily recognizable constellations in planet Earth's night sky. But Orion's stars and nebulae don't look quite as colorful to the eye as they do in this lovely photograph, taken last month from Vekol Ranch south of Phoenix, Arizona, USA. The celestial scene was recorded in a five minute time exposure using high-speed color print film and a 35mm camera mounted on a small telescope. In the picture, cool red giant Betelgeuse takes on a yellowish tint as the brightest star at the upper left. Otherwise Orion's hot blue stars are numerous, with supergiant Rigel balancing Betelgeuse at the lower right, Bellatrix at the upper right, and Saiph at the lower left. Lined up in Orion's belt (left to right) are Alnitak, Alnilam, and Mintaka all about 1,500 light-years away, born of the constellation's well studied interstellar clouds. And if the middle \"star\" of Orion's sword looks reddish and fuzzy to you, it should. It's the stellar nursery known as the Great Nebula of Orion.",
    "hdurl": "https://apod.nasa.gov/apod/image/0302/orion_spinelli_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion on Film",
    "url": "https://apod.nasa.gov/apod/image/0302/orion_spinelli_c1.jpg"
  },
  {
    "date": "2003-02-08",
    "explanation": "This enhanced Hubble Space Telescope image shows in remarkable detail the inner portion of the disk of dust and gas surrounding the star AB Aurigae. Knots of material, visible here for the first time, may well represent an early stage of a process which could result in the formation of planets over the next few million years. AB Aurigae is a young star (2-4 million years old), about 469 light-years distant. Its swirling circumstellar disk is large, about 30 times the size of our solar system. Astronomers believe planet-making is just beginning in AB Aurigae's disk because known disks surrounding younger stars (less than 1 million years old) do not show such clumpy structure, while disks of slightly older stars (aged 8-10 million years) have gaps and features suggesting that planets have already been formed. Why the window pane appearance? Wide black stripes in the picture are caused by occulting bars used to block out the overwhelming starlight. The diagonal streaks are due to diffraction spikes.",
    "hdurl": "https://apod.nasa.gov/apod/image/0302/abaurigae_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "AB Aurigae: How To Make Planets",
    "url": "https://apod.nasa.gov/apod/image/0302/abaurigae_hst.jpg"
  },
  {
    "date": "2003-02-09",
    "explanation": "Our Earth is not at rest.  The Earth moves around the Sun.  The Sun orbits the center of the Milky Way Galaxy.  The Milky Way Galaxy orbits in the  Local Group of Galaxies.  The Local Group falls toward the Virgo Cluster of Galaxies.  But these speeds are less than the speed that all of these objects together move relative to the cosmic microwave background (CMB).  In the above all-sky map, radiation in the Earth's direction of motion appears blueshifted and hence hotter, while radiation on the opposite side of the sky is redshifted and colder.  The map indicates that the  Local Group moves at about 600 kilometers per second relative to this primordial radiation.  This high speed was initially unexpected and its magnitude is still unexplained.  Why are we moving so fast? What is out there?",
    "hdurl": "https://apod.nasa.gov/apod/image/0302/dip_cobe.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "COBE Dipole: Speeding Through the Universe",
    "url": "https://apod.nasa.gov/apod/image/0302/dip_cobe_big.jpg"
  },
  {
    "copyright": "Rezmon Observatory",
    "date": "2003-02-10",
    "explanation": "A comet may likely become visible to the unaided eye over the next few days above the horizon where the Sun has just set.  Comet NEAT (C/ 2002 V1), discovered last November, has brightened dramatically as it approached the Sun.  Over the next few days, the quickly setting comet could appear as bright as second magnitude.  On February 18 it will round the Sun well within the orbit of Mercury.  During surrounding days, the Sun's glare will effectively hide the comet to human observers.  It is quite probable, though, that Comet NEAT will standout prominently in images taken by the Sun-looking SOHO satellite.  Pictured above, Comet NEAT's complex and developing tail was photographed on January 29 (top) and February 2.  Sky enthusiasts should remember to never look directly at the Sun.   APOD Update: APOD mirror now on-line from Australia.",
    "hdurl": "https://apod.nasa.gov/apod/image/0302/V1Neat_spenko_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet NEAT Approaches the Sun",
    "url": "https://apod.nasa.gov/apod/image/0302/V1Neat_spenko.jpg"
  },
  {
    "date": "2003-02-11",
    "explanation": "What causes unusual knots of gas and dust in planetary nebulas?  Seen previously in the Ring Nebula, the Helix Nebula, and NGC 2392, the knots' existence was not predicted previously and still not well understood.  Pictured above is a newly released image",
    "hdurl": "https://apod.nasa.gov/apod/image/0302/m27_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dumbbell Nebula Close-Up from Hubble",
    "url": "https://apod.nasa.gov/apod/image/0302/m27_hst.jpg"
  },
  {
    "date": "2003-02-12",
    "explanation": "Analyses of a new high-resolution map of microwave light emitted only 380,000 years after the Big Bang appear to define our universe more precisely than ever before.  The eagerly awaited results from the orbiting Wilkinson Microwave Anisotropy Probe resolve several long-standing disagreements in cosmology rooted in less precise data.  Specifically, present analyses of above WMAP all-sky image indicate that the universe is 13.7 billion years old (accurate to 1 percent), composed of 73 percent dark energy, 23 percent cold dark matter, and only 4 percent atoms, is currently expanding at the rate of 71 km/sec/Mpc (accurate to 5 percent), underwent episodes of rapid expansion called inflation, and will expand forever.  Astronomers will likely research the foundations and implications of these results for years to come.   APOD Update: APOD now available in Portuguese from Brazil.",
    "hdurl": "https://apod.nasa.gov/apod/image/0302/sky_wmap_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "WMAP Resolves the Universe",
    "url": "https://apod.nasa.gov/apod/image/0302/sky_wmap.jpg"
  },
  {
    "copyright": "Jean-Charles Cuillandre",
    "date": "2003-02-13",
    "explanation": "Bright blue stars are still forming in the dark pillars of the Eagle Nebula.  Made famous by a picture from the Hubble Space Telescope in 1995, the Eagle Nebula shows the dramatic process of star formation.  To the upper right of the nebula in the above picture lies the heart of the open cluster M16.  The bright blue stars of M16 have been continually forming over the past 5 million years, most recently in the famous central gas and dust pillars known as elephant trunks.  Light takes about 7000 years to reach us from M16, which spans about 20 light years and can be seen with binoculars toward the constellation of Serpens.",
    "hdurl": "https://apod.nasa.gov/apod/image/0302/m16_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Eagle Nebula from CFHT",
    "url": "https://apod.nasa.gov/apod/image/0302/m16_cfht.jpg"
  },
  {
    "date": "2003-02-14",
    "explanation": "Yes, it's Valentine's Day (!) and looking toward star cluster NGC 346 in our neighboring galaxy the Small Magellanic Cloud, astronomers have noted this heart-shaped cloud of hot, x-ray emitting gas in the cluster's central region. The false-color Chandra Observatory x-ray image also shows a strong x-ray source just above the heart-shaped cloud which corresponds to HD 5980, a remarkable, massive binary star system that lies within the cluster. HD 5980 has been known to undergo dramatic brightness variations, in 1994 briefly outshining all other stars in the Small Magellanic Cloud, and has been likened to the luminous, eruptive variable star Eta Carinae in our own Milky Way galaxy. At about 100 light-years across, NGC 346's heart-shaped cloud is probably the result of an ancient supernova explosion. Alternatively it may have been produced during past eruptions from the HD 5980 system, analogous to the nebula associated with Eta Carinae.",
    "hdurl": "https://apod.nasa.gov/apod/image/0302/ngc346_cxo_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Heart in NGC 346",
    "url": "https://apod.nasa.gov/apod/image/0302/ngc346_cxo_c1.jpg"
  },
  {
    "date": "2003-02-15",
    "explanation": "One hundred seventy-five years ago (on February 8th), Jules Verne was born in Nantes, France. Inspired by a lifelong fascination with machines, Verne wrote visionary works about \"Extraordinary Voyages\" including such terrestrial travels as Around the World in 80 Days, Journey to the Centre of the Earth, and Twenty Thousand Leagues Under the Sea. In 1865 he published the story of three adventurers who undertook a journey From the Earth to the Moon. Verne's characters rode a \"projectile-vehicle\" fired from a huge cannon constructed in Florida, USA. Does that sound vaguely familiar? A century later, the Saturn V rocket and NASA's Apollo program finally turned this work of fiction into fact, propelling adventuresome trios on what was perhaps Verne's most extraordinary voyage. This dramatic view shows the moonbound Apollo 11 space-vehicle riding top a Saturn V rocket as it blasts skyward. Launched from a spaceport in Florida, the Apollo 11 crew traveled to the moon and back again in 1969, making humanity's first landing on the lunar surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/0302/moonbound_apollo11_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Happy Birthday Jules Verne",
    "url": "https://apod.nasa.gov/apod/image/0302/moonbound_apollo11.jpg"
  },
  {
    "date": "2003-02-16",
    "explanation": "The planet Mercury resembles a moon. Mercury's old surface is heavily cratered like many moons.  Mercury is larger than most moons but smaller than  Jupiter's moon Ganymede and Saturn's moon Titan.  Mercury is much denser and more massive than any moon, though, because it is made mostly of iron. In fact, the Earth is the only planet more dense.  A visitor to Mercury's surface would see some strange sights.  Because Mercury rotates exactly three times every two orbits around the  Sun, and because Mercury's orbit is so elliptical, a visitor to Mercury might see the Sun rise, stop in the sky, go back toward the rising horizon, stop again, and then set quickly over the other horizon.  From Earth, Mercury's proximity to the Sun causes it to be visible only for a short time just after sunset or just before sunrise.",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/merc4_m10_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Southwest Mercury",
    "url": "https://apod.nasa.gov/apod/image/0302/merc4_m10.jpg"
  },
  {
    "date": "2003-02-17",
    "explanation": "The above sky map tells us the universe is 13.7 billion years old -- but how? At first look, one only sees the microwave glow of gas from our Milky Way Galaxy, coded red, and a spotty pattern of microwaves emitted from the early universe, coded in gray.  The gray cosmic microwave background is light that used to bounce around randomly but came directly to us when the expanding universe became cool enough for nearly transparent atoms to form.  A close inspection of the spots reveals a slightly preferred angular distance between them.  One expects such a pattern to be generated by sound emanating from slightly over-dense regions of the early universe.  Sound waves will take time to generate such a pattern, and the present age of the universe can then be directly extrapolated.  The above universe age is estimated to be accurate to better than 0.2 billion years.  The above map was taken by the WMAP satellite orbiting the Sun at the L2 point, just outside the orbit of the Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0302/galaxy_wmap_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Universe Age from Microwave Background",
    "url": "https://apod.nasa.gov/apod/image/0302/galaxy_wmap.jpg"
  },
  {
    "date": "2003-02-18",
    "explanation": "First imaged by the Mariner 9 spacecraft, Valles Marineris, the grand canyon of Mars, is a system of enormous depressions called chasmata that stretch some 4,000 kilometers along the Martian equator. Looking north over the canyon's central regions, Candor chasma lies in the foreground of this spectacular view with the steep walls of Ophir chasma near the top. Surface collapse and landslides are seen to be part of the complex geologic history of these dramatic features but recent high resolution images have also revealed layered deposits within the canyon system. This picture represents a mosaic of images recorded in 1978 from Martian orbit by the Viking 1 and 2 spacecraft. The full width of the picture covers about 800 kilometers.",
    "hdurl": "https://apod.nasa.gov/apod/image/0302/chasmata_viking_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Candor and Ophir Chasmata",
    "url": "https://apod.nasa.gov/apod/image/0302/chasmata_viking_full.jpg"
  },
  {
    "copyright": "Randall HuletRice U.",
    "date": "2003-02-19",
    "explanation": "Why doesn't matter just bunch up?  The same principle that keeps neutron stars and white dwarf stars from imploding also keeps people from imploding and makes normal matter mostly empty space.  The observed reason is known as the Pauli Exclusion Principle.  The principle states that identical fermions -- one type of fundamental matter -- cannot be in the same place at the same time and with the same orientation.  The other type of matter, bosons, do not have this property, as demonstrated clearly by recently created Bose-Einstein condensates.  Recently, the Pauli Exclusion Principle was demonstrated graphically in the above picture of clouds of two isotopes of lithium -- the left cloud composed of bosons while the right cloud is composed of fermions.  As temperature drops, the bosons bunch together, while the fermions better keep their distance.  The reason why the Pauli Exclusion Principle is true and the physical limits of the principle are still unknown.",
    "hdurl": "https://apod.nasa.gov/apod/image/0302/fermiexclusion_hulet.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pauli Exclusion Principle: Why You Don't Implode",
    "url": "https://apod.nasa.gov/apod/image/0302/fermiexclusion_hulet.jpg"
  },
  {
    "date": "2003-02-20",
    "explanation": "A cold wind blows from the central star of the Boomerang Nebula. Seen here in a detailed false-color image recorded in 1998 by the Hubble Space Telescope, the nebula lies about 5,000 light-years away towards the grand southern constellation of Centaurus. The symmetric cloud appears to have been created by a high-speed wind of gas and dust blowing from an aging central star at speeds of nearly 600,000 kilometers per hour. This rapid expansion has cooled molecules in the nebular gas to about one degree above absolute zero - colder than even the cosmic background radiation - making it the coldest region observed in the distant Universe. Shining with light from the central star reflected by dust, the frigid Boomerang Nebula is believed to be a star or stellar system evolving toward the planetary nebula phase.",
    "hdurl": "https://apod.nasa.gov/apod/image/0302/boomerangneb_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cold Wind from the  Boomerang Nebula",
    "url": "https://apod.nasa.gov/apod/image/0302/boomerangneb_hst.jpg"
  },
  {
    "date": "2003-02-21",
    "explanation": "Tantalizing images of gullies on Mars have offered striking evidence for recent flows of liquid water. But Mars is too cold and its atmosphere too thin for liquid water to exist on the surface. Still a new and compelling explanation for gullies carved by liquid water was inspired by this recently released image from the Mars Odyssey spacecraft. Pictured is a section of what is likely a snow covered crater in the Martian southern hemisphere. North is at the top and the scene, illuminated from the left, is about 16 kilometers wide. Patches of smooth snow pack remain along the northern crater wall, while structures resembling the famous Martian gullies appear to be emerging as the snow cover gradually disappears, and are exposed along the crater's western (left) wall. Melting snow, running underneath the snow pack and down the crater walls would be protected from the extreme surface conditions, remaining liquid and eroding the gullies over time. Could life exist in a liquid water environment beneath the Martian snow?",
    "hdurl": "https://apod.nasa.gov/apod/image/0302/snowmars_odyssey_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Melting Snow and the Gullies of Mars",
    "url": "https://apod.nasa.gov/apod/image/0302/snowmars_odyssey.jpg"
  },
  {
    "date": "2003-02-22",
    "explanation": "This delightfully detailed false-color image of Saturn was taken in January 1998 by the orbiting Hubble Space Telescope. The picture is a combination of three images from Hubble's NICMOS instrument and shows the lovely ringed planet in reflected infrared sunlight. Different colors indicated varying heights and compositions of cloud layers generally thought to consist of ammonia ice crystals. The eye-catching rings cast a shadow on Saturn's upper hemisphere. The bright stripe seen within the left portion of the shadow is infrared sunlight streaming through the large gap in the rings known as the Cassini Division. Two of Saturn's many moons have also put in an appearance, Tethys just beyond the planet's disk at the upper right, and Dione at the lower left. Presently, Saturn shines brightly in evening skies as a pale yellow \"star\" near the constellation Orion.",
    "hdurl": "https://apod.nasa.gov/apod/image/0302/saturn98_nicmos_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Infrared Saturn",
    "url": "https://apod.nasa.gov/apod/image/0302/saturn98_nicmos_c1.jpg"
  },
  {
    "date": "2003-02-23",
    "explanation": "A huge eruptive prominence is seen moving out from our Sun in this condensed half-hour time-lapse sequence.  Ten Earths could easily fit in the \"claw\" of this seemingly solar monster.  This large prominence, though, is significant not only for its size, but its shape.  The twisted figure eight shape indicates that a complex  magnetic field threads through the emerging solar particles.  Recent evidence of differential rotation inside the Sun might help account for the surface explosion.  The sequence was taken early in the year 2000 by the Sun-orbiting SOHO satellite.  Although large prominences and energetic Coronal Mass Ejections (CMEs) are relatively rare, they are occurred more frequently near Solar Maximum, the time of peak sunspot and solar activity in the eleven-year solar cycle.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/prom1743_eit_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Twisted Solar Eruptive Prominence",
    "url": "https://apod.nasa.gov/apod/image/0302/promanim4_eit.gif"
  },
  {
    "date": "2003-02-24",
    "explanation": "As Comet NEAT flared last week, the Sun roared.  Just as the comet swooped inside the orbit of Mercury and developed a long and flowing tail of gas and dust, the Sun emitted a huge Coronal Mass Ejection (CME).  Neither the fortuitous hot ball of solar gas nor the intense glare of sunlight appeared to disrupt the comet's nucleus.  The action was too close to the Sun to be easily visible by humans, but the orbiting Sun-pointing SOHO satellite had a clear view of the celestial daredevil show.  The above image was taken on February 18 when the comet was so bright it created an artificial horizontal streak on the camera image.  During the encounter, Comet NEAT, official designation (C/2002 V1), brightened to second magnitude.  An opaque disk blocked the Sun's image.  The now-outbound comet remains bright but will surely fade as it moves away from the Sun.   Nevertheless, Comet NEAT will likely be visible with binoculars to southern hemisphere observers for the next month.",
    "hdurl": "https://apod.nasa.gov/apod/image/0302/neatcme_soho_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Neat Passes an Erupting Sun",
    "url": "https://apod.nasa.gov/apod/image/0302/neatcme_soho.jpg"
  },
  {
    "copyright": "John P. Gleason",
    "date": "2003-02-25",
    "explanation": "The Great Nebula in Orion, an immense, nearby starbirth region, is probably the most famous of all astronomical nebulas.  Here, glowing gas surrounds hot young stars at the edge of an immense interstellar molecular cloud only 1500 light-years away.  In the above deep image, faint wisps and sheets of dust and gas are particularly evident.  The Great Nebula in Orion can be found with the unaided eye just below and to the left of the easily identifiable belt of three stars in the popular constellation Orion.  In addition to housing a bright open cluster of stars known as the Trapezium, the Orion Nebula contains many stellar nurseries.   These nurseries contain hydrogen gas, hot young stars, proplyds, and stellar jets spewing material at high speeds.  Also known as M42, the Orion Nebula spans about 40 light years and is located in the same spiral arm of our Galaxy as the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/0302/m42_gleason_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M42: Wisps of the Orion Nebula",
    "url": "https://apod.nasa.gov/apod/image/0302/m42_gleason.jpg"
  },
  {
    "copyright": "Peggy Peterson",
    "date": "2003-02-26",
    "explanation": "What's happening over the horizon?  Although the scene may appear somehow supernatural, nothing more unusual is occurring than a setting Sun and some well placed clouds.  Pictured above are anticrepuscular rays.  To understand them, start by picturing common crepuscular rays that are seen any time that sunlight pours though scattered clouds.  Now although sunlight indeed travels along  straight lines, the projections of these lines onto the spherical sky are great circles.  Therefore, the crepuscular rays from a setting (or rising) sun will appear to re-converge on the other side of the sky.  At the anti-solar point 180 degrees around from the Sun, they are referred to as anticrepuscular rays. While enjoying the sunset after dinner near Horseshoe Canyon in Utah, the photographer chanced to find that an even more spectacular sight was occurring in the other direction just over the canyon -- a particularly vivid set of anticrepuscular rays.",
    "hdurl": "https://apod.nasa.gov/apod/image/0302/antihorse_peterson_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Anticrepuscular Rays Over Horseshoe Canyon",
    "url": "https://apod.nasa.gov/apod/image/0302/antihorse_peterson.jpg"
  },
  {
    "date": "2003-02-27",
    "explanation": "It's no wonder Jupiter is a favorite target for even modest earthbound telescopes. The most massive planet in the solar system with four of the largest moons also boasts the famous Great Red Spot, a giant hurricane-like storm system over three hundred years old. Recorded on December 15, 2002 between 7:19 and 8:40 UT, over a thousand digital images were processed and stacked to create this spectacular 21 frame animation of the Jovian system. South is up and as the Great Red Spot tracks across the face of Jupiter, innermost Galilean moon Io enters the scene at the far right. Io occults (passes in front of) the edge of the more sedately orbiting Ganymede with Io's shadow moving quickly across the gas giant's cloud tops, just below the Red Spot. While the moon Callisto is outside the field of view, its large, dark shadow is also visible crossing the Jovian disk at the upper left. Viewed from Earth, the orbits of the Galilean moons presently lie nearly edge-on, offering many chances to observe similar dances of Jupiter's moons.",
    "hdurl": "https://apod.nasa.gov/apod/image/0302/JupmoonAnimation_higgins.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "When Moons and Shadows Dance",
    "url": "https://apod.nasa.gov/apod/image/0302/JupmoonAnimation_higgins_r10.gif"
  },
  {
    "copyright": "Russell Croman",
    "date": "2003-02-28",
    "explanation": "Glowing hydrogen gas fills this gorgeously detailed sky view centered on the variable star S Mon in the faint but fanciful constellation Monoceros, the Unicorn. A star forming region (NGC 2264), the complex jumble of cosmic gas and dust is about 2,700 light-years distant and mixes reddish emission nebulae excited by energetic light from newborn stars with dark interstellar dust clouds. Where the otherwise obscuring dust clouds lie close to stars they also reflect starlight, forming blue reflection nebulae. The wide vista spans about 1.5 degrees or nearly 3 full moons, covering 70 light-years at the distance of NGC 2264. Its cast of cosmic characters includes the Cone Nebula (far left), the Fox Fur Nebula, whose convoluted pelt lies just below S Mon, and the Christmas Tree star cluster. The triangular Christmas Tree cluster appears sideways here, with its apex at the Cone Nebula and its broader base centered on S Mon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0302/ngc2264_croman_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fox Fur, the Unicorn, and a Christmas Tree",
    "url": "https://apod.nasa.gov/apod/image/0302/ngc2264_croman_c3.jpg"
  },
  {
    "date": "2003-03-01",
    "explanation": "Get out your red/blue glasses and float next to asteroid 433 Eros, 170 million kilometers away! Orbiting the Sun once every 1.8 earth-years, asteroid Eros is a diminutive 40 x 14 x 14 kilometer world of undulating horizons, craters, boulders and valleys. Its unsettling scale and bizarre shape are emphasized in this picture - a mosaic of images from the NEAR Shoemaker spacecraft processed to yield a stereo anaglyphic view.  Along with dramatic chiaroscuro, NEAR's 3-D imaging provided important measurements of the asteroid's landforms and structures, and clues to the origin of this city-sized chunk of solar system. The smallest features visible here are about 30 meters across. After spending a year in orbit around Eros, the historic Near Shoemaker spacecraft made the first ever landing on an asteroid's surface February 12, 2001.",
    "hdurl": "https://apod.nasa.gov/apod/image/0303/stereoeros_near.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stereo Eros",
    "url": "https://apod.nasa.gov/apod/image/0303/stereoeros_near.jpg"
  }
]
