[
  {
    "date": "2003-05-01",
    "explanation": "The center of well-studied active galaxy Centaurus A is hidden from the view of optical telescopes by a cosmic jumble of stars, gas, and dust. But both radio and x-ray telescopes can trace the remarkable jet of high-energy particles streaming from the galaxy's core. With Cen A's central region at the lower right, this composite false-color image shows the radio emission in red and x-rays in blue over the inner 4,000 light-years of the jet. One of the most detailed images of its kind, the picture shows how the x-ray and radio emitting sites are related along the jet, providing a road map to understanding the energetic stream. Extracting its energy from a supermassive black hole at the galaxy's center, the jet is confined to a relatively narrow angle and seems to produce most of its x-rays (bluer colors) at the upper left, farther from the core, where the jet begins to collide with Centaurus A's denser gas.",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/cenajet_cxcnrao_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Energetic Jet from Centaurus A",
    "url": "https://apod.nasa.gov/apod/image/0305/cenajet_cxcnrao_c1.jpg"
  },
  {
    "date": "2003-05-02",
    "explanation": "Come December 2003 - January 2004, an armada of five new invaders from Earth should arrive on the shores of the Red Planet -- the Japanese ( ISAS) Nozomi orbiter, the European Space Agency's Mars Express orbiter carrying the Beagle 2 lander, and NASA's own two Mars Exploration Rovers. While Nozomi began its interplanetary voyage in 1998, the other spacecraft are scheduled for launch windows beginning this June. Clearly, earthdwellers remain intensely curious about Mars and the tantalizing possibility of past or present martian life, with these robotic missions focussing on investigating the planet's atmosphere and the search for water. This mosaic of over 100 Viking 1 orbiter images of Mars was recorded in 1980 and is projected to show the perspective seen from an approaching spacecraft at a distance of 2,000 kilometers. Exceptional views of Mars will be possible from earthbound telescopes in August and September.",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/marsglobe5_viking_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Five to Mars",
    "url": "https://apod.nasa.gov/apod/image/0305/marsglobe5_viking_c1.jpg"
  },
  {
    "date": "2003-05-03",
    "explanation": "The star cluster at lower right, cataloged as Hodge 301, is a denizen of the Tarantula Nebula. An evocative nebula in the southern sky, the sprawling cosmic Tarantula is an energetic star forming region some 168,000 light-years distant in our neighboring galaxy the Large Magellanic Cloud. The stars within Hodge 301 formed together tens of millions of years ago and as the massive ones quickly exhaust their nuclear fuel they explode. In fact, the giant stars of Hodge 301 are rapidly approaching this violent final phase of stellar evolution - known as a supernova. These supernova blasts send material and shock waves back into the nebular gas to create the Tarantula's glowing filaments also visible in this Hubble Space Telescope Heritage image. But these spectacular stellar death explosions signal star birth as well, as the blast waves condense gas and dust to ultimately form the next generation of stars inside the Tarantula Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/hodge301_hst_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Denizen of the Tarantula Nebula",
    "url": "https://apod.nasa.gov/apod/image/0305/hodge301_hst_c2.jpg"
  },
  {
    "date": "2003-05-04",
    "explanation": "Many people have heard a sonic boom, but few have seen one. When an airplane travels at a speed faster than sound, density waves of sound emitted by the plane cannot precede the plane, and so accumulate in a cone behind the plane.  When this shock wave passes, a listener hears all at once the sound emitted over a longer period: a sonic boom.  As a plane accelerates to just break the sound barrier, however, an unusual cloud might form.  The origin of this cloud is still debated.  A leading theory is that a drop in air pressure at the plane described by the Prandtl-Glauert Singularity occurs so that moist air condenses there to form water droplets.  Above, an F/A-18 Hornet was  photographed just as it broke the sound barrier.  Large meteors and the space shuttle frequently produce audible sonic booms before they are slowed below sound speed by the Earth's atmosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/0102/sonicboomplane_navy_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sonic Boom",
    "url": "https://apod.nasa.gov/apod/image/0102/sonicboomplane_navy.jpg"
  },
  {
    "date": "2003-05-05",
    "explanation": "In NGC 1275, one galaxy is slicing through another.  The disk of the dusty spiral galaxy near the image center is cutting through a large elliptical galaxy, visible predominantly on the lower left.  Galaxies can change significantly during a collision like this, with gravitational tides distorting each galaxy and gas clouds being compressed and lighting up with new star formation.  Galaxy collisions occur in slow motion to the human eye, with a single pass taking as much as 100 million years.  NGC 1275 is a member of the Perseus cluster of galaxies that lies about 230 million light years away toward the constellation of Perseus.  Each galaxy spans about 50,000 light years across.  The above picture is a composite of images taken by the Hubble Space Telescope in 1995 and 2001.",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/ngc1275_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1275: A Galactic Collision",
    "url": "https://apod.nasa.gov/apod/image/0305/ngc1275_hst.jpg"
  },
  {
    "copyright": "Ivan and Colby Navarro",
    "date": "2003-05-06",
    "explanation": "If you wait long enough, a piece of outer space itself will come right to you.  As Colby Navarro worked innocently on the computer, a rock from space crashed through the roof, struck the printer, banged off the wall, and came to rest near the filing cabinet.  This occurred around midnight on March 26 in Park Forest, Illinois, USA, near Chicago.  The meteorite, measuring about 10 cm across, was one of several that fell near Chicago that day as part of a tremendous fireball.  Pictured above is the resulting hole in the ceiling, while the inset image shows the wall dent and the meteorite itself.  Although the vast majority of meteors is much smaller and burn up in the Earth's atmosphere, the average homeowner should expect to repair direct meteor damage every hundred million years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/chicagofall_navarro.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Chicago Meteorite Fall",
    "url": "https://apod.nasa.gov/apod/image/0305/chicagofall_navarro.jpg"
  },
  {
    "date": "2003-05-07",
    "explanation": "Look up from Earth's South Pole, and this stellar starscape is what you might see.  Alternatively, this patch of sky is also visible from many southern locations as well as the orbiting International Space Station, where the above image was recently recorded.  To the left of the photograph's center are the four stars that mark the boundaries of the famous Southern Cross.  The band of stars, dust, and gas crossing the middle of the photograph is part our Milky Way Galaxy.  At the lower left is the dark Coal Sack Nebula, and the bright nebula on the far right is the Carina Nebula.  The Southern Cross is such a famous constellation that it is depicted on the national flag of Australia.",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/southernsky_iss_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Southern Sky from the International Space Station",
    "url": "https://apod.nasa.gov/apod/image/0305/southernsky_iss.jpg"
  },
  {
    "date": "2003-05-08",
    "explanation": "Can you spot the planet? The diminutive disk of Mercury, the solar system's innermost planet, spent about five hours crossing in front of the enormous solar disk yesterday (Wednesday, May 7th), as viewed from the general vicinity of planet Earth. The Sun was above the horizon during the entire transit for observers in Europe, Africa, Asia, or Australia, and the horizon was certainly no problem for the sun-staring SOHO spacecraft. Seen as a dark spot, Mercury progresses from left to right (top panel to bottom) in these four images from SOHO's extreme ultraviolet camera. The panels' false-colors correspond to different wavelengths in the extreme ultraviolet which highlight regions above the Sun's visible surface. This is the first of 14 transits of Mercury which will occur during the 21st century, but the next similar event will be a transit of Venus in June of 2004. Need help spotting Mercury? Just click on the picture.",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/merctrans_sohoeit_4panlab.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury Spotting",
    "url": "https://apod.nasa.gov/apod/image/0305/merctrans_sohoeit_4pan.jpg"
  },
  {
    "copyright": "Tom Laskowski",
    "date": "2003-05-09",
    "explanation": "A stunning telescopic image of the International Space Station crossing in front of an eight day old Moon, this picture was captured on April 11th. But while Wednesday's leisurely transit of Mercury across the Sun entertained observers all over the dayside of planet Earth, the audience for this lunar transit was more restricted. Like other satellites in low Earth orbit, the space station moves quickly through the sky. Glinting in the sunlight near sunset and sunrise, its path strongly depends on the observer's longitude and latitude. So, well-placed astronomer Tom Laskowski tracked the orbiting space station from a site near South Bend, Indiana, USA and recorded a digital movie of the fleeting, dramatic event. This single frame from the movie has been enhanced to bring out detail in the space station. Seen below the lunar terminator at the lower left, the International Space Station appears here at a distance of just over 400 kilometers, with the Moon nearly 400,000 kilometers away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/isstrans_laskowski.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "International Space Station in Transit",
    "url": "https://apod.nasa.gov/apod/image/0305/isstrans_laskowski.jpg"
  },
  {
    "date": "2003-05-10",
    "explanation": "Will our Sun look like this one day?  The Helix Nebula is the closest example of a planetary nebula created at the end of the life of a Sun-like star.  The outer gasses of the star expelled into space appear from our vantage point as if we are looking down a helix.  The remnant central stellar core, destined to become a white dwarf star, glows in light so energetic it causes the previously expelled gas to fluoresce.  The Helix Nebula, given a technical designation of NGC 7293, lies about 650 light-years away towards the constellation of Aquarius and spans about 2.5 light-years.  The above picture is a composite of newly released images from the ACS instrument on the Hubble Space Telescope and wide-angle images from the Mosaic Camera on the WIYN 0.9-m Telescope at Kitt Peak National Observatory.  A close-up of the inner edge of the Helix Nebula shows complex gas knots of unknown origin.   News: Today is Astronomy Day!",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/helix03_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7293: The Helix Nebula",
    "url": "https://apod.nasa.gov/apod/image/0305/helix03_hst.jpg"
  },
  {
    "date": "2003-05-11",
    "explanation": "M83 is one of the closest and brightest spiral galaxies on the sky. Visible with binoculars in the constellation of Hydra, majestic spiral arms have prompted its nickname as the Southern Pinwheel. Although discovered 250 years ago, only much later was it appreciated that  M83 was not a nearby gas cloud, but a barred spiral galaxy much like our own Milky Way Galaxy.  M83, pictured above in a photograph from a Very Large Telescope, is a prominent member of a group of galaxies that includes Centaurus A and NGC 5253, all of which lie about 15 million light years distant.  To date, six supernova explosions have been recorded in M83.  An intriguing double circumnuclear ring has been discovered at the center of M83.",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/m83_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M83: The Southern Pinwheel Galaxy from VLT",
    "url": "https://apod.nasa.gov/apod/image/0305/m83_vlt.jpg"
  },
  {
    "copyright": "T. A. Rector",
    "date": "2003-05-12",
    "explanation": "Strange shapes and textures can be found in neighborhood of the Cone Nebula. The unusual shapes originate from fine interstellar dust reacting in complex ways with the energetic light and hot gas being expelled by the young stars.  The brightest star on the right of the above picture is S Mon, while the region just above it has been nicknamed the Fox Fur Nebula for its color and structure.  The blue glow directly surrounding S Mon results from reflection, where neighboring dust reflects light from the bright star.  The orange glow that encompasses the whole region results not only from dust reflection but also emission from hydrogen gas ionized by starlight. S Mon is part of a young open cluster of stars named NGC 2264, located about 2500 light years away toward the constellation of Monoceros.   The origin of the mysterious geometric Cone Nebula, visible on the far left, remains a mystery.",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/coneregion_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Vicinity of the Cone Nebula",
    "url": "https://apod.nasa.gov/apod/image/0305/coneregion_noao.jpg"
  },
  {
    "copyright": "Thierry Legault",
    "date": "2003-05-13",
    "explanation": "How big is the Sun?  The Sun is not only larger than any planet, it is larger than all of the planets put together.  The Sun accounts for about 99.9 percent of all the mass in its Solar System.  Merely stating the Sun's diameter is about 1,400,000 kilometers does not do it justice.  Last week a chance to gain visual size perspective occurred when planet Mercury made a rare crossing in front to Sun.  Mercury, a planet over a third of the diameter of our Earth, is the dark dot on the upper right.  In comparison to the Sun, Mercury is so small it is initially hard to spot.  Also visible on the Sun are dark circular sunspots, bright plages, and dark elongated prominences -- many of which are larger than Mercury.  The above contrast-enhanced picture was captured last week from France.",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/mercurysun_legault_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury Transits the Sun",
    "url": "https://apod.nasa.gov/apod/image/0305/mercurysun_legault.jpg"
  },
  {
    "date": "2003-05-14",
    "explanation": "If you could look down on the North Pole of Venus what would you see?  The Magellan probe that orbited Venus from 1990 to 1994 was able to peer through the thick Venusian clouds and build up the above image by emitting and re-detecting cloud-penetrating radar.  Visible as the bright patch below central North is Venus' highest mountain Maxwell Montes.  Other notable features include numerous mountains, coronas, impact craters, tessera, ridges, and lava flows.  Although the size and mass of Venus are similar to the Earth, its thick carbon-dioxide atmosphere has trapped heat so efficiently that surface temperature usually exceeds 700 kelvins, hot enough to melt lead.  News: Are you ready for tomorrow's lunar eclipse? Times | Webcast | Photo Tips",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/northvenus_magellan_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The North Pole of Venus",
    "url": "https://apod.nasa.gov/apod/image/0305/northvenus_magellan.jpg"
  },
  {
    "copyright": "Doug Murray",
    "date": "2003-05-15",
    "explanation": "No special filters - or even a telescope - are required to enjoy a leisurely lunar eclipse. In fact, watched from all over the night side of planet Earth, these regular celestial performances have entertained many casual skygazers. Still, this eye-catching picture of a lunar eclipse may look unfamiliar. To make it, astrophotographer Doug Murray set his camera on a tripod and locked the shutter open during the total lunar eclipse of January 2000. The resulting image records the trail of the Moon sliding through the night, steadily progressing toward the total eclipse phase as seen from Florida, USA. Haunting red hues of diminished moonlight, common during the total phase of a lunar eclipse, are evident at the far right, along the slimmer portion of the trail. At least part of tonight's lunar eclipse will be visible in clear night skies over the Americas, Europe, and Africa. The eclipse should last over three hours from start to finish, with about 53 minutes of totality.  Lunar eclipse: Times | Webcast | Photo Tips",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/moonslide_murray_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Slide Slim",
    "url": "https://apod.nasa.gov/apod/image/0305/moonslide_murray_c2.jpg"
  },
  {
    "copyright": "Brian Lula",
    "date": "2003-05-16",
    "explanation": "This colorful telescopic view towards the northern constellation Lyra reveals dim outer regions around M57, popularly known as the Ring Nebula. While modern astronomers still refer to M57 as a planetary nebula, at one light-year across M57 is not a planet but the gaseous shroud of a dying sun-like star. Roughly the same apparent size as M57, the fainter, often overlooked barred spiral galaxy IC1296 is at the lower right and would have been referred to in the early 20th century as a spiral nebula. By chance the pair are in the same field of view, and while they appear to have similar sizes they are actually very far apart. M57 lies at a distance of a mere 2,000 light-years, well within our own Milky Way galaxy. Extragalactic IC1296 is more like 200,000,000 light-years distant or about 100,000 times farther away. Since they appear roughly similar in size, spiral nebula IC1296 must also be about 100,000 times larger than planetary nebula M57.",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/nebulae_lula_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Tale of Two Nebulae",
    "url": "https://apod.nasa.gov/apod/image/0305/nebulae_lula_c1.jpg"
  },
  {
    "date": "2003-05-17",
    "explanation": "In low Earth orbit there is not enough atmosphere to diffuse and scatter sunlight, so shadows are black and the sky is dark - even when the Sun shines.  The harsh lighting produced this dramatic effect as mission specialist Gregory Harbaugh photographed colleague Joseph Tanner during their second spacewalk to service the Hubble Space Telescope in February 1997. The aft section of the Space Shuttle Discovery is visible in the background with the Sun hanging over a delicate crescent of the Earth's limb. A checklist is attached to Tanner's left arm, and Harbaugh's reflection is just visible in Tanner's visor.",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/sunview_sts82_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Sky, Bright Sun",
    "url": "https://apod.nasa.gov/apod/image/0305/sunview_sts82_c1.jpg"
  },
  {
    "copyright": "E. Winfreeet al.Caltech",
    "date": "2003-05-18",
    "explanation": "Is this image worth a thousand words?  According to the Holographic Principle, the most information you can get from this image is about 3 x 1065 bits for a normal sized computer monitor.  The Holographic Principle, yet unproven, states that there is a maximum amount of information content held by regions adjacent to any surface.  Therefore, counter-intuitively, the information content inside a room depends not on the volume of the room but on the area of the bounding walls.  The principle derives from the idea that the  Planck length, the length scale where quantum mechanics begins to dominate classical gravity, is one side of an area that can hold only about one bit of information.  The limit was first postulated by physicist Gerard 't Hooft in 1993.  It can arise from generalizations from seemingly distant speculation that the information held by a black hole is determined not by its enclosed volume but by the surface area of its event horizon.  The term \"holographic\" arises from a hologram analogy where three-dimension images are created by projecting light though a flat screen.  Beware, other people looking at the above image may not claim to see 3 x 1065 bits -- they might claim to see a teapot.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/teapotsirds_winfree_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Holographic Principle",
    "url": "https://apod.nasa.gov/apod/image/0204/teapotsirds_winfree.gif"
  },
  {
    "date": "2003-05-19",
    "explanation": "What can you learn from looking into the depths of space?  In an effort to find out true ages of stars in neighboring Andromeda galaxy's halo, astronomers stared into the galaxy giant with the new Advanced Camera for Surveys through the Hubble Space Telescope.  The resulting exposure of over three days, shown above, is the deepest exposure in visible light ever taken, although shorter in duration than the multi-wavelength effort toward the Hubble Deep Field.  The final image illuminated not only Andromeda (M31) but the distant universe.  Andromeda's halo stars turned out to be have a wider range of ages than our Milky Way's halo stars, likely indicating more encounters with small neighboring galaxies.  Visible on the above left is one of Andromeda's globular star clusters, while literally thousands of background galaxies are seen in the distance universe, far beyond M31.",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/m31halo_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Andromeda Deep Field",
    "url": "https://apod.nasa.gov/apod/image/0305/m31halo_hst.jpg"
  },
  {
    "date": "2003-05-20",
    "explanation": "What did the first quasars look like?  The nearest quasars are now known to be supermassive black holes in the centers of galaxies.  Gas and dust that falls toward a quasar glows brightly, sometimes outglowing the entire home galaxy.  The quasars that formed in the first billion years of the universe are more mysterious, though, with even the nature of the surrounding gas still unknown.  Above, an artist's impression shows a primordial quasar as it might have been, surrounded by sheets of gas, dust, stars, and early star clusters.  Exacting observations of three distant quasars now indicate emission of very specific colors of the element iron.  These Hubble Space Telescope observations, which bolster recent results from the WMAP mission, indicate that a whole complete cycle of stars was born, created this iron, and died within the first few hundred million years of the universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/firstqsos_esa.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Primordial Quasar",
    "url": "https://apod.nasa.gov/apod/image/0305/firstqsos_esa.jpg"
  },
  {
    "copyright": "Evad Damast",
    "date": "2003-05-21",
    "explanation": "When the Moon rose over San Francisco's Golden Gate Bridge on May 15, both bridge and Moon were in already in Earth's shadow. Of course, the bridge is in the Earth's shadow nightly, while the Moon only has that opportunity about twice a year, during a lunar eclipse. And even though in western North America the total phase of the lunar eclipse began before moonrise, many in areas with clear skies came out to enjoy the spectacle. For this eclipse, skygazers reported a darker than normal, copper-colored Moon during totality. The dramatic color is evident in this multiple exposure of the reddened Moon rising, taken by astrophotographer Evad Damast. Damast viewed the eclipse from the Marin Headlands north and west of the famous bridge, looking back toward the bay and the city lights.",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/eclipse_5_15_03lg_damast.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Copper Moon, Golden Gate",
    "url": "https://apod.nasa.gov/apod/image/0305/eclipse_5_15_2003_damast_c1.jpg"
  },
  {
    "copyright": "Sebastien Gauthier",
    "date": "2003-05-22",
    "explanation": "After watching this month's lunar eclipse, amateur astronomer Sebastien Gauthier carefully composed this montage of telescopic images of the Moon sliding through planet Earth's shadow. While the deepest part of the total eclipse corresponds to the central exposure, the play of light across the lunar surface nicely demonstrates that the planet's shadow is not uniformly dark as it extends into space. In fact, lunar maria and montes are still visible in the dimmed, reddened sunlight scattered into the cone-shaped shadow region, or umbra, by Earth's atmosphere. For this eclipse, the Moon's trajectory took it North of the umbra's darker core, seen here cast over the Moon's cratered southern highlands. Gauthier's telescope and camera equipment were set up near the Trois-Rivieres College Champlain Observatory in Quebec, Canada.",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/umbramontage_sebastien_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipsed Moon Montage",
    "url": "https://apod.nasa.gov/apod/image/0305/umbramontage_sebastien_c1.jpg"
  },
  {
    "copyright": "Jay Ouellet",
    "date": "2003-05-23",
    "explanation": "Half-shadowed by the Earth, the Moon takes on a remarkable appearance against a field of stars in this intriguing telephoto picture recorded during a partial phase of last week's lunar eclipse. The picture is not a composite, but it has been digitally enhanced to bring out features covering a large range in brightness. On the Moon itself, surface details are visible in both the bright uneclipsed portion in direct sunlight, and the very much dimmer copper-colored, eclipsed region. Also much fainter than the Moon's sunlit surface, the background star field, along with the unusual lighting, seems to contribute to an eerie \"3D\" perception of the lunar orb. Canadian astrophotographer Jay Ouellet took the picture from l'Observatoire de la Decouverte in Val Belair, a suburb of Quebec City, where about 200 skygazers gathered to enjoy the celestial exposition.",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/03may15eclipse_ouellet_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipsed Moon and Stars",
    "url": "https://apod.nasa.gov/apod/image/0305/03may15eclipse_ouellet_c1.jpg"
  },
  {
    "date": "2003-05-24",
    "explanation": "If not perfect, then this spiral galaxy is at least one of the most photogenic. An island universe of about 100 billion stars, 30 million light-years away toward the constellation Pisces, NGC 628 or M74 presents a gorgeous face-on view to earthbound astronomers. Classified as an Sc galaxy, the grand design of M74's graceful spiral arms traced by bright blue star clusters and dark cosmic dust lanes, is similar in many respects to our own home galaxy, the Milky Way. Recorded with a 28 million pixel detector array, this impressive image celebrated first light for the Gemini Multi-Object Spectrograph (GMOS), a state-of-the-art instrument operational at the 8-meter Gemini North telescope. The Gemini North Observatory gazes into the skies above Mauna Kea, Hawaii, USA, while its twin observatory, Gemini South, operates from Cerro Pach�n in central Chile.",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/m74_gemini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M74: The Perfect Spiral",
    "url": "https://apod.nasa.gov/apod/image/0305/m74_gemini.jpg"
  },
  {
    "copyright": "Jean-Charles Cuillandre",
    "date": "2003-05-25",
    "explanation": "NGC 253 is a normal spiral galaxy seen here almost sideways.  It is the largest member of the Sculptor Group of Galaxies, the nearest group to our own Local Group of Galaxies.  NGC 253, pictured above, appears visually as one of the brightest spirals on the sky, and is easily visible in southern hemisphere with a good pair of binoculars.  The type Sc galaxy is about 10 million light years distant.  NGC 253 is considered a starburst galaxy because of high star formation rates and dense dust clouds in its nucleus.  The energetic nuclear region is seen to glow in X-ray and gamma-ray light.",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/ngc253_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy NGC 253 Almost Sideways",
    "url": "https://apod.nasa.gov/apod/image/0305/ngc253_cfht.jpg"
  },
  {
    "date": "2003-05-26",
    "explanation": "What does Earth look like from Mars?  The first image of Earth from the red planet was captured earlier this month by the camera onboard the Mars Global Surveyor spacecraft currently orbiting Mars.  Features visible on Earth include the Pacific Ocean, clouds, much of South America, and part of North America.  Earth's Moon is visible on the upper right, with the crater Tycho brightening the lower part.  Previously, Earth has been imaged from the Moon and spacecraft across the Solar System.",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/earthmoon_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Earth and Moon from Mars",
    "url": "https://apod.nasa.gov/apod/image/0305/earthmoon_mgs.jpg"
  },
  {
    "copyright": "Dominique Dierick",
    "date": "2003-05-27",
    "explanation": "rlier this month, the planet Mercury crossed the face of the Sun, as seen from Earth.  Because the plane of Mercury's orbit is not exactly coincident with the plane of Earth's orbit, Mercury usually appears to pass over or under the Sun.  The above time-lapse sequence, superimposed on a single frame, was taken from a balcony in Belgium on May 7 and shows the entire transit.  The solar crossing lasted over five hours, so that the above 23 images were taken roughly 15 minutes apart.  The north pole of the Sun, the Earth, Mercury's orbit, although all different, all occur in directions slightly above the left of the image. Near the center and on the far right, sunspots are visible.",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/mercurytransit_dierick_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Mercury Transit Sequence",
    "url": "https://apod.nasa.gov/apod/image/0305/mercurytransit_dierick.jpg"
  },
  {
    "date": "2003-05-28",
    "explanation": "A supernova explosion, a massive star's inevitable and spectacular demise, blasts back into space debris enriched in the heavy elements forged in its stellar core. Incorporated into future stars and planets, these are the elements ultimately necessary for life. Seen here in a false-color x-ray image, supernova remnant SNR 0103-72.6 is revealed to be just such an expanding debris cloud in neighboring galaxy, the Small Magellanic Cloud. Judging from the measured size of the expanding outer ring of shock-heated gas, about 150 light-years, light from the original supernova explosion would have first reached Earth about 10,000 years ago. Hundreds of supernova remnants have been identified as much sought after astronomical laboratories for studying the cycle of element synthesis and enrichment, but the x-ray data also show that the hot gas at the center of this particular supernova remnant is exceptionally rich in neon and oxygen.",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/snr0103_chandra_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SNR 0103-72.6: Oxygen Supply",
    "url": "https://apod.nasa.gov/apod/image/0305/snr0103_chandra_c2.jpg"
  },
  {
    "copyright": "Peter WasilewskiGoddard Space Flight Center",
    "date": "2003-05-29",
    "explanation": "Scientific images of cosmic dust clouds or even frozen water can be esthetic too. In fact, this picture of thin layers of forming ice crystals uses a scientific understanding of light's wave properties solely for artistic purposes. Titled \"Illume\", the picture was created by astrophysicist Peter Wasilewski. To make the picture, the crystals were illuminated by light shining through a polarizing filter -- a filter that restricts the otherwise randomly oriented light waves to vibrate in only one direction.  While passing through the ice, different colors of the polarized light are then refracted and reflected along slightly different paths by the delicate crystalline layers. Viewing the scene with a second polarizing filter brings out the wondrous display of structure and color. Painting with \"light, the laws of physics, and an attitude\" Wasilewski has created a series of these evocative ice images that he refers to as Frozen Vision or Frizion.",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/illume_wasilewski_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Frizion Illume",
    "url": "https://apod.nasa.gov/apod/image/0305/illume_wasilewski_full.jpg"
  },
  {
    "copyright": "Skyscapes",
    "date": "2003-05-30",
    "explanation": "rly on Saturday, May 31 (UT) the new Moon will once again slide across the Sun's fiery disk, and once again an annular solar eclipse will be the result -- since the Moon's apparent diameter will be a little too small to completely cover the Sun. But this time celestial geometry has conspired to produce a broad D-shaped region for viewing the annular phase that extends into the far northern hemisphere, rather than creating a thin track racing across land and sea. The characteristic ring of fire will be visible from northern Scotland, Iceland, and parts of Greenland. Otherwise a partial eclipse will be more widely visible as across Europe, along with parts of Asia and North America, the Moon will appear to take a \"bite\" out of the Sun. While the northerly observers might certainly expect a dramatic view, it will probably not look quite like this one, recorded with a foreground of palm trees during a 1992 annular eclipse. Want to watch Saturday's eclipse on the web? Check out the planned webcasts from Astronet.",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/RingOfFire_mammana.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ring of Fire Revisited",
    "url": "https://apod.nasa.gov/apod/image/0305/RingOfFire_mammana.jpg"
  },
  {
    "date": "2003-05-31",
    "explanation": "This is NGC 1818, a youthful, glittering cluster of 20,000 stars residing in the Large Magellanic Cloud, 180,000 light-years away. Pick a star. Any star. Astronomers might pick the unassuming bluish-white one (circled) which appears to be a hot newly formed white dwarf star. What makes it so interesting? The standard astronomical wisdom suggests that stars over 5 times as massive as the sun rapidly exhaust their nuclear fuel and end their lives in a spectacular supernova explosion. With less than this critical mass they evolve into red giants, pass through a relatively peaceful planetary nebula phase, and calmly fade away as white dwarf stars like this one. Except that as a member of the NGC 1818 cluster, this new white dwarf would have evolved from a red giant star over 7.6 times as massive as the sun -- which should have exploded! Its discovery will likely force astronomers to revise the limiting mass estimate for supernovae upward.",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/ngc1818_hst_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1818: Pick A Star",
    "url": "https://apod.nasa.gov/apod/image/0305/ngc1818_hst_c1.jpg"
  },
  {
    "date": "2003-06-01",
    "explanation": "In the center of a swirling whirlpool of hot gas is likely a beast that has never been seen directly: a black hole.  Studies of the bright light emitted by the swirling gas frequently indicate not only that a black hole is present, but also likely attributes.  The gas surrounding GRO J1655-40, for example, has been found to display an unusual flickering at a rate of 450 times a second.  Given a previous mass estimate for the central object of seven times the mass of our Sun, the rate of the fast flickering can be explained by a black hole that is rotating very rapidly.  What physical mechanisms actually cause the flickering -- and a slower quasi-periodic oscillation (QPO) -- in  accretion disks surrounding black holes and neutron stars remains a topic of much research.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/blackholestorm_chandra_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "GRO J1655-40: Evidence for a Spinning Black Hole",
    "url": "https://apod.nasa.gov/apod/image/0306/blackholestorm_chandra.jpg"
  }
]
