[
  {
    "copyright": "Jon Burnett",
    "date": "2003-10-01",
    "explanation": "Jon Burnett, a teenager from South Wales, UK, was photographing some friends skateboarding last week when the sky did something very strange.  By diverting his camera, he was able to document this rare sky event and capture one of the more spectacular sky images yet recorded.  Roughly four minutes later, he took another picture of the dispersing trail.  What is it? Experts disagree. The first guess was a sofa-sized rock that exploded as a daytime fireball, but perhaps a better hypothesis is an unusual airplane contrail reflecting the setting Sun. Bright fireballs occur over someplace on Earth nearly every day.  A separate bolide, likely even more dramatic, struck India only a few days ago.   Editor's note: The APOD text was updated on Oct. 1.",
    "hdurl": "https://apod.nasa.gov/apod/image/0310/fireball_burnett_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Unusual Event Over South Wales",
    "url": "https://apod.nasa.gov/apod/image/0310/fireball_burnett.jpg"
  },
  {
    "copyright": "Dean Jacobsen",
    "date": "2003-10-02",
    "explanation": "The 1970s are often overlooked. In particular, the beautiful grouping of reflection nebulae NGC 1977, NGC 1975, and NGC 1973 in Orion are often overlooked in favor of the substantial stellar nursery better known as the Orion Nebula. Found along the sword of Orion just north of the bright Orion Nebula complex, these nebulae are also associated with Orion's giant molecular cloud which lies about 1,500 light-years away, but are dominated by the characteristic blue color of interstellar dust reflecting light from hot young stars. In this sharp color image a portion of the Orion Nebula appears along the bottom border with the cluster of reflection nebulae at picture center. NGC 1977 stretches across the field just below center, separated from NGC 1973 (above right) and NGC 1975 (above left) by dark regions laced with faint red emission from hydrogen atoms. Taken together, the dark regions suggest to many the shape of a running man.",
    "hdurl": "https://apod.nasa.gov/apod/image/0310/ngc1970s_jacobsen_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Reflections on the 1970s",
    "url": "https://apod.nasa.gov/apod/image/0310/ngc1970s_jacobsen_c1.jpg"
  },
  {
    "date": "2003-10-03",
    "explanation": "While this may not be the most esthetic image of Comet Halley that you have ever seen, it is likely the most unique. The tiny cluster of pixels circled is the famous comet along its orbit over 4 billion (4,000,000,000) kilometers or 28 AU from the Sun -- a record distance for a comet observation. Its last passage through our neck of the woods in 1986, Comet Halley presently cruises through the dim reaches of the outer solar system, almost as far away as outermost gas giant Neptune, and shows no sign of activity. Captured in March, this negative image is a composite of digital exposures made with three of ESO's Very Large Telescopes. The exposures are registered on the moving comet, so the picture shows background stars and galaxies as elongated smudges. An earth-orbiting satellite appears as a dark streak at the top. Comet Halley is clearly extremely faint here, but large earthbound telescopes will be able to follow it as it grows fainter still, reaching the most distant point in its orbit, more than 5 billion kilometers (35 AU) from the Sun, in 2023.",
    "hdurl": "https://apod.nasa.gov/apod/image/0310/coldhalley_vlt_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cold Comet Halley",
    "url": "https://apod.nasa.gov/apod/image/0310/coldhalley_vlt_c1.jpg"
  },
  {
    "date": "2003-10-04",
    "explanation": "This x-ray image of the Moon was made by the orbiting ROSAT (Röntgensatellit) Observatory in 1990. In this digital picture, pixel brightness corresponds to x-ray intensity. Consider the image in three parts: the bright hemisphere of the x-ray moon, the darker half of the moon, and the x-ray sky background. The bright lunar hemisphere shines in x-rays because it scatters x-rays emitted by the sun. The background sky has an x-ray glow in part due to the myriad of distant, powerful active galaxies, unresolved in the ROSAT picture but recently detected in Chandra Observatory x-ray images. But why isn't the dark half of the moon completely dark? New Chandra results also suggest that a few x-rays only seem to come from the shadowed lunar hemisphere. Instead, they originate in Earth's geocorona or extended atmosphere which surrounds the orbiting x-ray observatories.",
    "hdurl": "https://apod.nasa.gov/apod/image/0310/rosat_moon_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Moon",
    "url": "https://apod.nasa.gov/apod/image/0310/rosat_moon.jpg"
  },
  {
    "date": "2003-10-05",
    "explanation": "Apollo 12 was the second mission to land humans on the Moon. The landing site was picked to be near the location of Surveyor 3, a robot spacecraft that had landed on the Moon three years earlier. In the above photograph, taken by lunar module pilot Alan Bean, mission commander Pete Conrad jiggles the Surveyor spacecraft to see how firmly it is situated. The lunar module is visible in the distance.  Apollo 12 brought back many photographs and moon rocks.  Among the milestones achieved by Apollo 12 was the deployment of the Apollo Lunar Surface Experiments Package, which carried out many experiments including one that measured the solar wind.",
    "hdurl": "https://apod.nasa.gov/apod/image/0310/surveyor3_ap12c_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 12 Visits Surveyor 3",
    "url": "https://apod.nasa.gov/apod/image/0310/surveyor3_ap12c.jpg"
  },
  {
    "date": "2003-10-06",
    "explanation": "As expected, the ozone hole near Earth's South Pole is back again this year. This year's hole, being slightly larger than North America, is larger than last year but short of the record set on 2000 September 10. Ozone is important because it shields us from damaging ultraviolet sunlight.  Ozone is vulnerable, though, to CFCs and halons being released into the atmosphere.  International efforts to reduce the use of these damaging chemicals appear to be having a positive effect on their atmospheric abundance.  The relatively large size of the ozone hole this year, however, is attributed partly to colder than normal air in the surrounding stratosphere.  The above picture of the ozone hole was taken on September 11 by  TOMS on board the orbiting Earth Probe satellite.",
    "hdurl": "https://apod.nasa.gov/apod/image/0310/ozone030911_toms_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Near Record Ozone Hole in 2003",
    "url": "https://apod.nasa.gov/apod/image/0310/ozone030911_toms.jpg"
  },
  {
    "copyright": "Canada-France-Hawaii Telescope",
    "date": "2003-10-07",
    "explanation": "Tomorrow's picture: Galaxy Hat  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Web Site Statements, Warnings, and Disclaimers NASA Official: Jay Norris. Specific rights apply. A service of: LHEA at NASA / GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0310/horsehead_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Colorful Horsehead Nebula",
    "url": "https://apod.nasa.gov/apod/image/0310/horsehead_cfht.jpg"
  },
  {
    "date": "2003-10-08",
    "explanation": "Why does the Sombrero Galaxy look like a hat?  Reasons include the Sombrero's unusually large and extended central bulge of stars, and dark prominent dust lanes that appear in a disk that we see nearly edge-on.  Billions of old stars cause the diffuse glow of the extended central bulge.  Close inspection of the bulge in the above photograph shows many points of light that are actually globular clusters. M104's spectacular dust rings harbor many younger and brighter stars, and show intricate details astronomers don't yet fully understand.  The very center of the Sombrero glows across the electromagnetic spectrum, and is thought to house a large black hole.  Fifty million-year-old light from the Sombrero Galaxy can be seen with a small telescope towards the constellation of Virgo.",
    "hdurl": "https://apod.nasa.gov/apod/image/0310/sombrero_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sombrero Galaxy from HST",
    "url": "https://apod.nasa.gov/apod/image/0310/sombrero_hst.jpg"
  },
  {
    "date": "2003-10-09",
    "explanation": "This view of gas giant Jupiter, made from data recorded at the Very Large Array radio observatory near Socorro, New Mexico, may not look too familiar. In fact, there is no sign of a bright, round planet striped with cloud bands, sporting a Great Red Spot. Instead, the radio waves mapped in this false-color image are produced by energetic electrons trapped within Jupiter's intense magnetic field. The radio emitting region extends far beyond Jupiter's cloud tops, to over twice the visible radius of the planet, and surrounds Jupiter like an oversized version of Earth's Van Allen radiation belt. While it glows strongly at radio wavelengths, Jupiter's radiation belt is invisible in the more familiar optical and infrared views which show the Jovian cloud tops and atmospheric features in reflected sunlight.",
    "hdurl": "https://apod.nasa.gov/apod/image/0310/jupiter_vla_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Radio Jupiter",
    "url": "https://apod.nasa.gov/apod/image/0310/jupiter_vla_c1.jpg"
  },
  {
    "date": "2003-10-10",
    "explanation": "A spectacular bridge of stars and gas stretches for nearly 250,000 light-years and joins this famous peculiar pair of galaxies cataloged as Arp 295. The cosmic bridge between the galaxies and the long tail extending below and right of picture center are strong evidence that these two immense star systems have passed close to each other in the past, allowing violent tides induced by mutual gravity to create the eye-catching plumes of stellar material. While such interactions are drawn out over billions of years, repeated close passages should ultimately result in the merger of this pair of galaxies into a larger single galaxy of stars. Although this scenario does look peculiar, galactic mergers are thought to be common, with Arp 295 representing an early stage of this inevitable process. The Arp 295 pair are the largest of a loose grouping of galaxies about 270 million light-years distant toward the constellation Aquarius. This deep color image of the region was recorded in September using the USNO 1 meter telescope near Flagstaff, Arizona.",
    "hdurl": "https://apod.nasa.gov/apod/image/0310/arp295_kelly_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Peculiar Arp 295",
    "url": "https://apod.nasa.gov/apod/image/0310/arp295_kelly_c1.jpg"
  },
  {
    "copyright": "Shay Stephens",
    "date": "2003-10-11",
    "explanation": "Is the Moon larger when near the horizon?  No -- as shown above, the Moon appears to be very nearly the same size no matter its location on the sky.  Oddly, the cause or causes for the common Moon Illusion are still being debated. Two leading explanations both hinge on the illusion that foreground objects make a horizon Moon seem farther in the distance.  The historically most popular explanation then holds that the mind interprets more distant objects as wider, while a more recent explanation adds that the distance illusion may actually make the eye focus differently.  Either way, the angular diameter of the Moon is always about 0.5 degrees.  In the above time-lapse sequence taken near the end of 2001, the Moon was briefly re-imaged every 2.5 minutes, with the last exposure of longer duration to bring up a magnificent panorama of the city of Seattle.",
    "hdurl": "https://apod.nasa.gov/apod/image/0310/seattlemoon_stephens_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moonrise Over Seattle",
    "url": "https://apod.nasa.gov/apod/image/0310/seattlemoon_stephens.jpg"
  },
  {
    "copyright": "INAOEPAURANOAONSF",
    "date": "2003-10-12",
    "explanation": "Almost every object in the above photograph is a galaxy.  The Coma Cluster of Galaxies pictured above is one of the densest clusters known - it contains thousands of galaxies.  Each of these galaxies houses billions of stars - just as our own Milky Way Galaxy does.  Although nearby when compared to most other clusters, light from the Coma Cluster still takes hundreds of millions of years to reach us.  In fact, the Coma Cluster is so big it takes light millions of years just to go from one side to the other!  Most galaxies in Coma and other clusters are  ellipticals, while most galaxies outside of clusters are spirals.  The nature of Coma's X-ray emission is still being investigated.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/coma_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Coma Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/0008/coma_noao.jpg"
  },
  {
    "date": "2003-10-13",
    "explanation": "What's happening to the Pelican Nebula?  The light from young energetic stars is slowly transforming the Pelican's cold gas to hot gas, with the advancing boundary between the two known as an ionization front.  Most of these bright stars lie off the top of the image, but part of the bright ionization front crosses on the upper right. Particularly dense and intricate filaments of cold gas are visible along the front.  Millions of years from now this nebula might no longer be known as the Pelican, as the balance and placement of stars and gas will leave something that appears completely different.  The above image was taken with the Mayall 4-meter telescope at Kitt Peak National Observatory in Arizona, USA.  The large circular artifact below the image center is not real. The nebula, also known as IC 5070, spans about 30 light years and lies about 1800 light years away toward the constellation of Cygnus.",
    "hdurl": "https://apod.nasa.gov/apod/image/0310/pelican_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pelican Nebula Ionization Front",
    "url": "https://apod.nasa.gov/apod/image/0310/pelican_noao.jpg"
  },
  {
    "copyright": "Ute EsserU. Heidelberg",
    "date": "2003-10-14",
    "explanation": "Before the sun rose over the mountains, iridescent colors danced across the sky.  The unexpected light show was caused by a batch of iridescent clouds, and captured on film in early September in Arolla, Wallis, Switzerland.  The peak in the foreground of the above image is Aiguille de la Tsa.  Iridescent clouds contain patches of water droplets of nearly identical size that can therefore diffract sunlight in a nearly uniform manner.   Different colors will be deflected by different amounts and so come to the observer from slightly different directions.  Iridescent clouds are best seen outside the glare of the direct Sun although they can occasionally be seen to encircle the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/0310/iridescent_esser_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Iridescent Clouds Over Aiguille de la Tsa",
    "url": "https://apod.nasa.gov/apod/image/0310/iridescent_esser.jpg"
  },
  {
    "copyright": "LONEOSLowell Observatory",
    "date": "2003-10-15",
    "explanation": "Why didn't we see it?  An undetected asteroid zipped past the Earth undetected last month in the closest near miss yet recorded -- within a quarter of the distance to the Moon.  Such a close call is actually quite common -- what was new was that we did see it, although the detection occurred hours after it happened. In fact, a rock this size strikes the Earth roughly once a year and smaller rocks strike the Earth daily.  The global danger from the bus-sized space rock was minimal. Robert Cash of Minor Planet Research Inc. discovered asteroid  2003 SQ222 in data from the sky-scanning Lowell Observatory Near Earth Object Search (LONEOS). Pictured above is the discovery image sequence of SQ222, shown stretched vertically to be more easily viewable. Objects like SQ222 are hard to detect because they are so faint and move so fast.  An ability to scan the sky to detect, catalog, and analyze such objects has been increasing notably in recent years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0310/sq222_loneos_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Space Rock SQ222 Noticed After Pass",
    "url": "https://apod.nasa.gov/apod/image/0310/sq222_loneos.gif"
  },
  {
    "date": "2003-10-16",
    "explanation": "NGC 6888, also known as the Crescent Nebula, is a cosmic bubble of interstellar gas about 25 light-years across. Created by winds from the bright, massive star seen near the center of this composite image, the shocked filaments of gas glowing at optical wavelengths are represented in green and yellowish hues. X-ray image data from a portion of the nebula viewed by the Chandra Observatory is overlaid in blue. Such isolated stellar wind bubbles are not usually seen to produce energetic x-rays, which require heating gas to a million degrees celsius. Still, NGC 6888 seems to have accomplished this as slow moving winds from the central star's initial transition to a red supergiant were overtaken and rammed by faster winds driven by the intense radiation from the star's exposed inner layers. Burning fuel at a prodigious rate and near the end of its stellar life, NGC 6888's central star should ultimately go out with a bang, creating a supernova explosion in 100,000 years or so. NGC 6888 is about 5,000 light-years close, toward the constellation Cygnus.",
    "hdurl": "https://apod.nasa.gov/apod/image/0310/ngc6888_comp_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6888: X-Rays in the Wind",
    "url": "https://apod.nasa.gov/apod/image/0310/ngc6888_comp_c1.jpg"
  },
  {
    "copyright": "Judy W. Ross,",
    "date": "2003-10-17",
    "explanation": "Tomorrow's picture: moon shot  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Web Site Statements, Warnings, and Disclaimers NASA Official: Jay Norris. Specific rights apply. A service of: LHEA at NASA / GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0310/quiltlarge_ross_bright.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Astronomy Quilt of the Week",
    "url": "https://apod.nasa.gov/apod/image/0310/quiltsmall_ross_c2.jpg"
  },
  {
    "date": "2003-10-18",
    "explanation": "In 1865 Jules Verne predicted the invention of a space capsule that could carry people. In his science fiction story \"From the Earth to the Moon\", he outlined his vision of a cannon in Florida so powerful that it could shoot a \"Projectile-Vehicle\" carrying three adventurers to the Moon. Over 100 years later, NASA, guided by  Wernher Von Braun's vision, produced the Saturn V rocket. From a spaceport in Florida, this rocket turned Verne's fiction into fact, launching 9 Apollo Lunar missions and allowing 12 astronauts to walk on the Moon. Pictured is the last moon shot, Apollo 17, awaiting its December 1972 night launch. Spotlights play on the rocket and launch pad at dusk. Humans have not walked on on the lunar surface since.",
    "hdurl": "https://apod.nasa.gov/apod/image/0310/ap17ksc_72pc589_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Last Moon Shot",
    "url": "https://apod.nasa.gov/apod/image/0310/ap17ksc_72pc589_c1.jpg"
  },
  {
    "copyright": "Jean-Charles Cuillandre",
    "date": "2003-10-19",
    "explanation": "Is there a monster in IC 1396?  Known to some as the Elephant's Trunk Nebula, parts of gas and dust clouds of this star formation region may appear to take on foreboding forms, some nearly human.  The only real monster here, however, is a bright young star too far from Earth to hurt us.  Energetic light from this star is eating away the dust of the dark cometary globule near the top of the above image.  Jets and winds of particles emitted from this star are also pushing away ambient gas and dust.  Nearly 3,000 light-years distant, the relatively faint IC 1396 complex covers a much larger region on the sky than shown here, with an apparent width of more than 10 full moons.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/ic1396_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Unusual Globule in IC 1396",
    "url": "https://apod.nasa.gov/apod/image/0203/ic1396_cfht.jpg"
  },
  {
    "copyright": "D. BanfieldP. D. NicholsonCornellPalomar Obs.JPLNASA",
    "date": "2003-10-20",
    "explanation": "How's the weather on Neptune?  Tracking major weather patterns on the Solar System's outermost gas giant can help in the understanding of global weather patterns here on Earth.  Each summer for the past five years, Neptune has been imaged and major weather patterns studied.  The latest picture, taken on September 15, is shown above in false color.  Visible in pink near Neptune's lower right is a new storm dubbed Annabelle that is several times larger than her terrestrial sister Isabel, a concurrent storm system that occurred here on Earth.  Although Isabel lasted a few weeks, no one knows how long Annabelle will endure.  On the upper right is Neptune's largest moon Triton, an unusual moon that sports volcanoes that spew ice.",
    "hdurl": "https://apod.nasa.gov/apod/image/0310/neptune_palomar_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Neptune and Triton from Palomar",
    "url": "https://apod.nasa.gov/apod/image/0310/neptune_palomar.jpg"
  },
  {
    "copyright": "Christine Churchill",
    "date": "2003-10-21",
    "explanation": "Although you've surely seen it, you might not have noticed it.  During a cloudless twilight, just before sunrise or after sunset, part of the atmosphere above the horizon appears slightly off-color, slightly pink.  Called the Belt of Venus, this off-color band between the dark eclipsed sky and the blue sky can be seen in nearly every direction including that opposite the Sun.  Straight above, blue sky is normal sunlight reflecting off the atmosphere.  In the Belt of Venus, however, the atmosphere reflects light from the setting (or rising) Sun which appears more red.  The Belt of Venus can be seen from any location with a clear horizon.  Pictured above, the Belt of Venus was photographed above morning fog in the Valley of the Moon, a famous wine-producing region in northern California, USA. The belt is frequently caught by accident in other photographs.",
    "hdurl": "https://apod.nasa.gov/apod/image/0310/beltofvenus_churchill_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Belt of Venus over the Valley of the Moon",
    "url": "https://apod.nasa.gov/apod/image/0310/beltofvenus_churchill.jpg"
  },
  {
    "copyright": "Richard PowellDigitized Sky SurveyPalomar ObservatorySTScI",
    "date": "2003-10-22",
    "explanation": "Is the heart and soul of our Galaxy located in Cassiopeia?  Possibly not, but that is where two bright emission nebulas nicknamed Heart and Soul can be found.  The Heart Nebula, officially dubbed IC 1805 and visible above on the right, has a shape reminiscent of a classical heart symbol.  Both nebulas shine brightly in the red light of energized hydrogen.  Several young open clusters of stars populate the image and are visible above in blue, including the nebula centers.  Light takes about 6,000 years to reach us from these nebulas, which together span roughly 300 light years.  Studies of stars and clusters like those found in the Heart and Soul Nebulas have focussed on how massive stars form and how they affect their environment.",
    "hdurl": "https://apod.nasa.gov/apod/image/0310/heartandsoul_dss_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Heart and Soul Nebulas",
    "url": "https://apod.nasa.gov/apod/image/0310/heartandsoul_dss.jpg"
  },
  {
    "copyright": "Galaxy Images",
    "date": "2003-10-23",
    "explanation": "Looking toward the constellation Cygnus, a stunning and complex region of nebulae strewn along the plane of our Milky Way galaxy is revealed in this unique wide-angle sky view. Recorded with a filter designed to transmit light emitted by hydrogen atoms, the image emphasizes cosmic gas clouds in a 34 by 23 degree field centered on the well known Northern Cross asterism. Bright, hot, supergiant star Deneb (the top of the cross) and popular celestial sights such as the North America and Pelican emission regions, the IC 1318 \"butterfly\", and the Crescent and Veil nebulae can be identified by placing your cursor over the image. Silhouetted by the glowing interstellar clouds and crowded star fields, the dark Northern Coal Sack is also visible, part of a series of obscuring dust clouds forming the Great Rift in the Milky Way. These Cygnus nebulosities are all located about 2,000 light-years away. Along with the Sun, they lie within the Orion spiral arm of our galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0310/cygnusha_mandel_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cygnus Nebulosities",
    "url": "https://apod.nasa.gov/apod/image/0310/cygnusha_mandel_c3.jpg"
  },
  {
    "copyright": "Panther Observatory",
    "date": "2003-10-24",
    "explanation": "This year's record close approach of Mars inspired many to enjoy telescopic views of the red planet. But while Mars was so bright it was hard to miss, spotting Mars' two diminutive moons was still a good test for observers with modest sized instruments. Mars' moons were discovered in August of 1877 by Asaph Hall at the US Naval Observatory using the large 26-inch Alvan Clark refractor. Recorded on this August 22nd, innermost moon Phobos and outermost moon Deimos are seen here against the planet's glare in a digital composite image. The picture consists of of a long exposure capturing the faint, city-sized moons and overexposing the planetary disk, combined with a well exposed image of the red planet, revealing dark markings on the surface and the white south polar cap. The images were taken by astronomer Johannes Schedler using an 11-inch Schmidt-Cassegrain telescope at his observatory in southeastern Austria. (Editor's note: For help finding Mars' moons, just put your cursor over the image.)",
    "hdurl": "https://apod.nasa.gov/apod/image/0310/marsmoons_schedler_220803b.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars Moons",
    "url": "https://apod.nasa.gov/apod/image/0310/marsmoons_schedler_220803labeled.jpg"
  },
  {
    "copyright": "Gunther\nGroenez",
    "date": "2003-10-25",
    "explanation": "Awash in a sea of plasma and anchored in magnetic fields, sunspots are planet-sized, dark islands in the solar photosphere, the bright surface of the Sun. Before the enlightened(!) age of cameras, solar observers created detailed drawings of sunspots as they changed and progressed across the visible solar disk. But contemporary observers also regularly use this time-honored method of monitoring sunspots. In this sketch from March 6th 2001, astronomer Gunther Groenez has faithfully recorded the intriguing shapes and shades of major visible sunspot groups and labeled them according to their NOAA active region number. Solar north is up and east to the right. Groenez' technical equipment includes H and 2H pencil leads for the sunspot umbra (dark) and penumbra (light) areas respectively. Want to draw sunspots too? Now's your chance as two large sunspot groups are presently making their way across the solar disk. Activity associated with these large sunspots may trigger aurora in the coming days.",
    "hdurl": "https://apod.nasa.gov/apod/image/0310/sundraw_groenez_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Islands in the Photosphere",
    "url": "https://apod.nasa.gov/apod/image/0310/sundraw_groenez.jpg"
  },
  {
    "date": "2003-10-26",
    "explanation": "Newborn stars are forming in the Eagle Nebula.  This image, taken with the Hubble Space Telescope in 1995, shows evaporating gaseous globules (EGGs) emerging from pillars of molecular hydrogen gas and dust.  The giant pillars are light years in length and are so dense that interior gas contracts gravitationally to form stars.  At each pillars' end, the intense radiation of bright young stars causes low density material to boil away, leaving stellar nurseries of dense  EGGs exposed.  The Eagle Nebula, associated with the open star cluster M16, lies about 7000 light years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0111/pillars4_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M16: Stars from Eagle's EGGs",
    "url": "https://apod.nasa.gov/apod/image/0111/pillars4_hst.jpg"
  },
  {
    "copyright": "Juan Carlos Casado",
    "date": "2003-10-27",
    "explanation": "Two unusually large sunspot groups are now crossing the face of the Sun.  Each group, roughly the size of Jupiter, is unusual not only for its size but because it is appearing over three years after solar maximum, the peak of solar surface activity.  Sunspot group 10484 appears near the image center, while sunspot group 10486 is just coming over the left limb of the Sun.  The active region associated with Sunspot 484 (the shorter nickname) has already jettisoned a large coronal mass ejection (CME) of particles out into the Solar System.  When striking Earth, radiation of this sort has the power to interrupt normal satellite operations while simultaneously providing beautiful auroras.  Rotating with the Sun, sunspots 484 and 486 will take about 30 days to make one complete circle, slowly evolving in size and shape during this time.  After using extreme care never to look directly at the Sun, the above image was created by holding a digital camera up to a small telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/0310/sunspot484_casado_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Large Sunspot Groups 10484 and 10486",
    "url": "https://apod.nasa.gov/apod/image/0310/sunspot484_casado.jpg"
  },
  {
    "date": "2003-10-28",
    "explanation": "The latest map of the cosmos again indicates that dark matter and dark energy dominate our universe.  The Sloan Digital Sky Survey (SDSS) is on its way to measuring the distances to over one million galaxies.  Galaxies first identified on 2D images, like the one shown above on the right, have their distances measured to create the 3D map.  The SDSS currently reports 3D information for over 200,000 galaxies, now rivaling the 3D galaxy-count of the Two-Degree Field sky map.  The latest SDSS map, shown above on the left, could only show the galaxy distribution it does if the universe was composed and evolved a certain way.  After trying to match many candidate universes to it, the Cinderella universe that best fits the above map has 5% atoms, 25% dark matter, and 70% dark energy.  Such a universe was previously postulated because its rapid recent expansion can explain why distant supernovas are so dim, and its early evolution can explain the spot distribution on the very distant cosmic microwave background.",
    "hdurl": "https://apod.nasa.gov/apod/image/0310/galaxies_sdss_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The SDSS 3D Universe Map",
    "url": "https://apod.nasa.gov/apod/image/0310/galaxies_sdss.jpg"
  },
  {
    "date": "2003-10-29",
    "explanation": "Yesterday, our Sun produced one of the most powerful solar flares in recorded history.  Seen across the electromagnetic spectrum, the Sun briefly became over 100 times brighter in X-rays than normal.  Over the next few days, as energetic particles emitted from these regions strike the Earth, satellite communications might be affected and auroras might develop.  The flare and resulting CME, emitted from giant sunspot group 10486, was captured above as it happened by the by the LASCO instrument aboard the Sun-orbiting SOHO satellite. The disk of the Sun is covered to accentuate surrounding areas.  The time-lapse movie shows the tremendous explosion in frames separated in real time by about 30 minutes each.  The frames appear progressively noisier as protons from the flare begin to strike the detector.  The SOHO satellite has been put in a temporary safe mode to avoid damage from the solar particle storm.",
    "hdurl": "https://apod.nasa.gov/apod/image/0310/xflare_soho.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Powerful Solar Flare",
    "url": "https://apod.nasa.gov/apod/image/0310/xflare_soho_big.gif"
  },
  {
    "copyright": "Jimmy WestlakeColorado\nMountain College",
    "date": "2003-10-30",
    "explanation": "Vivid auroral displays were triggered by a cloud of high energy particles and magnetic fields from the Sun that collided with planet Earth's magnetosphere yesterday, October 29, at about 06:30 Universal Time. The collision was anticipated, following an intense solar flare and coronal mass ejection detected on October 28, and many anxious skywatchers were rewarded with an enjoyable light show. While aurorae don't normally haunt skies in the southern United States, they were reported from locations in Missouri, Texas, New Mexico, and California in the early morning hours. Near Yampa, Colorado astronomer Jimmy Westlake also spent early yesterday morning enjoying the stormy space weather. He was impressed by this colorful apparition of the northern lights -- produced by oxygen and nitrogen atoms excited by collisions with energetic particles from the magnetosphere and returning to lower energy states, at altitudes of 100 kilometers or more. Brighter stars shine through the extreme high-altitude glow which shows much lower clouds and the distant horizon in silhouette.",
    "hdurl": "https://apod.nasa.gov/apod/image/0310/aurora031029b_westlake_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora in Colorado Skies",
    "url": "https://apod.nasa.gov/apod/image/0310/aurora031029b_westlake_c1.jpg"
  },
  {
    "copyright": "T. CrednerAlltheSky.com",
    "date": "2003-10-31",
    "explanation": "It was a dark and stormy night. But on August 29th the red planet Mars, near its closest approach to Earth in almost 60,000 years, shone brightly in the sky against a background of stars in the constellation Aquarius. In the foreground of this scary view, huge thunder clouds are lit by lightning strokes from within. Mars, of course, has nothing to do with storms on Earth, though both have the power to excite the imagination and wonder of Earthdwellers. And who knows what luminous sights you might see if you go out tonight? Have a safe and Happy Halloween!",
    "hdurl": "https://apod.nasa.gov/apod/image/0310/marsflashb_allthesky_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Dark and Stormy Night",
    "url": "https://apod.nasa.gov/apod/image/0310/marsflashb_allthesky_c1.jpg"
  },
  {
    "date": "2003-11-01",
    "explanation": "The Cat's Eye Nebula (NGC 6543) is one of the best known planetary nebulae in the sky. Its haunting symmetries are seen in the very central region of this stunning false-color picture, processed to reveal the enormous but extremely faint halo of gaseous material, over three light-years across, which surrounds the brighter, familiar planetary nebula. Made with data from the Nordic Optical Telescope in the Canary Islands, the composite picture shows emission from nitrogen atoms as red and oxygen atoms as green and blue shades. Planetary nebulae have long been appreciated as a final phase in the life of a sun-like star. Only much more recently however, have some planetaries been found to have halos like this one, likely formed of material shrugged off during earlier active episodes in the star's evolution. While the planetary nebula phase is thought to last for around 10,000 years, astronomers estimate the age of the outer filamentary portions of this halo to be 50,000 to 90,000 years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0311/n6543_ing_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Halo of the Cat's Eye",
    "url": "https://apod.nasa.gov/apod/image/0311/n6543_ing_c.jpg"
  }
]
