[
  {
    "date": "2004-07-01",
    "explanation": "If our own Milky Way galaxy were 50 million light-years away with its disk inclined slightly to our line of sight, it would look a lot like large spiral galaxy NGC 7331. In fact, seen here in a false-color infrared image from the Spitzer Space Telescope, NGC 7331 is interesting in part because it is thought to be so similar to the Milky Way. Light from older, cooler stars, shown in blue, dominates the central bulge of NGC 7331, while Spitzer data also indicates the presence of a black hole within this galaxy's central regions - about the same size as the black hole at our own galactic core. Shown in red and brown, radiation from complex molecules associated with dust traces NGC 7331's star forming spiral arms. The arms span around 100,000 light-years, about the size of the Milky Way. Curiously, a further star forming ring is visible in yellowish hues, 20,000 light-years or so from the center of NGC 7331, but it is not known if such a structure exists within our own galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0407/ngc7331_spitzer_comp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7331: A Galaxy So Inclined",
    "url": "https://apod.nasa.gov/apod/image/0407/ngc7331_spitzer_c1.jpg"
  },
  {
    "date": "2004-07-02",
    "explanation": "Yesterday, Cassini became the first spacecraft to enter orbit around gas giant Saturn, rocketing through a 25,000 kilometer wide gap in the distant planet's magnificent system of icy rings at about 15 kilometers per second. Turning to snap pictures, Cassini's narrow angle camera recorded this stunning close-up of a much smaller gap in the rings, the Encke Gap. A mere 300 kilometers wide, the Encke Gap is flanked by amazing structures within the rings -- scalloped edges and patterns of density waves are clear in the sharp image. While the rings of Saturn are likely debris from the breakup of a fair-sized icy moon, the Encke Gap itself is created by the repeated passage of a tiny moon. Only 20 kilometers wide that tiny moon, Pan, was also detected by Cassini's camera as the spacecraft approached the Saturnian system.",
    "hdurl": "https://apod.nasa.gov/apod/image/0407/encke_cassini_fp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Encke Gap: A Moon Goes Here",
    "url": "https://apod.nasa.gov/apod/image/0407/encke_cassini_fc1.jpg"
  },
  {
    "date": "2004-07-03",
    "explanation": "Saturn Orbiter Cassini with Titan Probe Huygens attached rocketed into early morning skies",
    "hdurl": "https://apod.nasa.gov/apod/image/0407/cass_titan_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cassini To Venus",
    "url": "https://apod.nasa.gov/apod/image/0407/cass_titan.jpg"
  },
  {
    "date": "2004-07-04",
    "explanation": "cept for the rings of Saturn, the Ring Nebula (M57) is probably the most famous celestial band. This planetary nebula's simple, graceful appearance is thought to be due to perspective -- our view from planet Earth looking straight into what is actually a barrel-shaped cloud of gas shrugged off by a dying central star. Astronomers of the Hubble Heritage Project produced this strikingly sharp image from  Hubble Space Telescope observations using natural appearing colors to indicate the temperature of the stellar gas shroud. Hot blue gas near the energizing central star gives way to progressively cooler green and yellow gas at greater distances with the coolest red gas along the outer boundary. Dark, elongated structures can also be seen near the nebula's edge. The Ring Nebula is about one light-year across and 2,000 light-years away in the northern constellation Lyra.",
    "hdurl": "https://apod.nasa.gov/apod/image/0303/m57ring_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M57: The Ring Nebula",
    "url": "https://apod.nasa.gov/apod/image/0303/m57ring_hst.jpg"
  },
  {
    "date": "2004-07-05",
    "explanation": "What causes the patterns in Saturn's rings?  The Cassini spacecraft just entering orbit around Saturn has started sending back spectacular images of Saturn's immense ring system in unprecedented detail.  The physical cause for many of newly resolved ring structures is not always understood.   The cause for the beautifully geometric type of ring structure shown above in Saturn's A ring, however, is hypothesized to be a spiral density wave.  A small moon systematically perturbing the orbits of ring particles orbiting at slightly different distances causes such a density wave bunching.  Also visible on the image right is a bending wave, a vertical wave in ring particles also caused by the gravity of a nearby moon.  This close-up spans about 220 kilometers. Cassini is scheduled to take and send back images of the distant ringed Saturn and its unusual moons for the next four years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0407/ringwaves_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cassini Images Density Waves in Saturn's Rings",
    "url": "https://apod.nasa.gov/apod/image/0407/ringwaves_cassini.jpg"
  },
  {
    "date": "2004-07-06",
    "explanation": "Could the building blocks of life exist under the smog of Titan?  What is creating all of the methane?  To help answer these questions, the largest and most mysterious moon of Saturn got a quick first look from the Cassini robot spacecraft soon after entering orbit around the giant planet last week.  Although thick atmospheric smog prevented detailed surface images in visible light, infrared light was able to provide interesting clues to the nature of Titan's surface.  The above images show Titan in three different colors of infrared light, with the most energetic on the left.  The leftmost image is the most detailed but shows surface features that are not yet well understood.  The smoothness of the middle image is consistent with a large frozen ocean of water ice containing simple hydrocarbons.  The darker regions on the rightmost image might indicate areas relatively rich in hydrocarbons.  The white spot visible near the South Pole is hypothesized to be a persistent cloud of large particles containing methane.  A better understanding of the mysterious surface of Titan will hopefully be forthcoming as scientists study these images and those from a planned 45 flybys over the next four years.  In January, Cassini is scheduled to drop the Huygens probe onto Titan's surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/0407/titaninfrared_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Titan from Cassini in Infrared",
    "url": "https://apod.nasa.gov/apod/image/0407/titaninfrared_cassini.jpg"
  },
  {
    "date": "2004-07-07",
    "explanation": "Massive stars, abrasive winds, mountains of dust, and energetic light sculpt one of the largest and most picturesque regions of star formation in the Local Group of Galaxies.  Known as N11, the region is visible on the upper right of many images of its home galaxy, the Milky Way neighbor known as the Large Magellanic Clouds (LMC).  The above image actually highlights N11B, part of the nebula that spans about 100 light years and is particularly active.  The entire emission nebula N11 is second in LMC size only to 30 Doradus.  Studying the stars in N11B has shown that it actually houses three successive generations of star formation.  Compact globules of dark dust housing emerging young stars are also visible on the upper right.",
    "hdurl": "https://apod.nasa.gov/apod/image/0407/n11_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "N11B: Star Cloud of the LMC",
    "url": "https://apod.nasa.gov/apod/image/0407/n11_hst.jpg"
  },
  {
    "copyright": "Stefan Seip",
    "date": "2004-07-08",
    "explanation": "Fix your camera to a tripod, lock the shutter open, and you can easily record an image of star trails, the graceful concentric arcs traced by the stars as planet Earth rotates on its axis. Gradually change the focus of the camera lens during the exposure, and you could end up with a dramatic picture like this one where the out-of-focus portion of the trail shows off the star's color. In this case, the subject is one of the most famous constellations in the night sky, Crux, the Southern Cross. Gacrux or gamma Crucis is the bright red giant star only 88 light-years distant that forms the top of the Cross seen here near top center. Acrux, the hot blue star at the bottom of the Cross is about 320 light-years distant. Actually a binary star system, Acrux is the alpha star of the compact Southern Cross and lies along a line pointing from Gacrux to the South Celestial Pole, off the lower right edge of the picture. Adding a separate short exposure to the end of the step-focussed trails to better show the positions of the stars themselves, astronomer Stefan Seip recorded this remarkable image last May in the dark night skies above Namibia.",
    "hdurl": "https://apod.nasa.gov/apod/image/0407/040523cruxa_seip_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Southern Cross Star Colors",
    "url": "https://apod.nasa.gov/apod/image/0407/040523cruxa_seip_c1.jpg"
  },
  {
    "copyright": "Tony and Daphne Hallas",
    "date": "2004-07-09",
    "explanation": "Have you heard a lot about ringed planets lately? Well, consider this gorgeous celestial vista centered on the Milky Way's own planetary nebula M57, the famous Ring Nebula. The wide view is a composite of three exposures; one to record the details of the inner roughly one light-year span of the familiar nebula, one to record the surprisingly intricate but faint outer rings of glowing hydrogen gas, and one to pick up the rich assortment of distant background galaxies. By chance, one of the background galaxies, IC 1296 at the upper left, is close enough to show its barred, spiral structure making an attractive visual comparison with M57. Interestingly, though IC 1296 is 200 million light-years away compared to only 2 thousand light-years for M57, a faint ring is also apparent around the outer reaches of the distant spiral galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0407/RingNebGal_hallas_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ringed Nebulae",
    "url": "https://apod.nasa.gov/apod/image/0407/RingNebGal_hallas_c1.jpg"
  },
  {
    "date": "2004-07-10",
    "explanation": "Get out your red/blue glasses and gaze across the spectacular, cratered terrain of Saturn's icy moon Phoebe in stereo. The dramatic 3-D perspective spans roughly 50 kilometers and is based on two raw, uncalibrated images (N00004840.jpg and N00004838.jpg) from the Cassini spacecraft's narrow angle camera taken during the flyby on June 11 at a range of just over 13,500 kilometers. Phoebe itself is only about 200 kilometers in diameter. Stereo experimenter Patrick Vantuyne noted the substantial overlap in the raw image data and was able to assemble the dramatic view of the overlapping region as a red/blue stereo anaglyph. Looking for a cool project? Stereo glasses can be easily constructed using red and blue plastic for filters. To view this image, the red filter is used for the left eye.",
    "hdurl": "https://apod.nasa.gov/apod/image/0407/phoebe_stereo_pavac1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Phoebe Craters in Stereo",
    "url": "https://apod.nasa.gov/apod/image/0407/phoebe_stereo_pavac1.jpg"
  },
  {
    "date": "2004-07-11",
    "explanation": "Analyses of a new high-resolution map of microwave light emitted only 380,000 years after the Big Bang appear to define our universe more precisely than ever before.  The eagerly awaited results announced last year from the orbiting Wilkinson Microwave Anisotropy Probe resolve several long-standing disagreements in cosmology rooted in less precise data.  Specifically, present analyses of above WMAP all-sky image indicate that the universe is 13.7 billion years old (accurate to 1 percent), composed of 73 percent dark energy, 23 percent cold dark matter, and only 4 percent atoms, is currently expanding at the rate of 71 km/sec/Mpc (accurate to 5 percent), underwent episodes of rapid expansion called inflation, and will expand forever.  Astronomers will likely research the foundations and implications of these results for years to come.",
    "hdurl": "https://apod.nasa.gov/apod/image/0302/sky_wmap_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "WMAP Resolves the Universe",
    "url": "https://apod.nasa.gov/apod/image/0302/sky_wmap.jpg"
  },
  {
    "date": "2004-07-12",
    "explanation": "What are Saturn's rings made of?  In an effort to find out, the robot spacecraft Cassini that entered orbit around Saturn two weeks ago took several detailed images of the area surrounding Saturn's large A ring in ultraviolet light.  In the above image, the bluer an area appears, the richer it is in water ice. Conversely, the redder an area appears, the richer it is in some sort of dirt. This and other images show that inner rings have more dirt than outer rings.  Specifically, as shown above, the thin rings in the Cassini Division on the left have relatively high dirt content compared to the outer parts of Saturn's A ring, shown on the right.  This dirt/ice trend could be a big clue to the ring's origin.  The thin red band in the otherwise blue A ring is the Encke Gap.  The exact composition of dirt remains unknown.",
    "hdurl": "https://apod.nasa.gov/apod/image/0407/aring_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cassini Images Saturn's A Ring",
    "url": "https://apod.nasa.gov/apod/image/0407/aring_cassini.jpg"
  },
  {
    "copyright": "WFIMPG/ESO 2.2-m TelescopeLa SillaESO",
    "date": "2004-07-13",
    "explanation": "The Great Nebula in Orion, an immense, nearby starbirth region, is arguably the most famous of all astronomical nebulae.  The Orion Nebula, also known as M42, is shown above through ultraviolet and blue filters augmented with three exact colors specifically emitted by hydrogen, oxygen, and sulfur.  In addition to housing a bright open cluster of stars known as the Trapezium, the Orion Nebula contains many stellar nurseries.  These nurseries contain glowing gas, hot young stars, proplyds, and stellar jets spewing material at high speeds.  Many of the filamentary structures visible in this image are actually shock waves - fronts where fast moving material encounters slow moving gas.  The Orion Nebula spans about 40 light years and is located about 1500 light years away in the same spiral arm of our Galaxy as the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/0407/orion_mpg_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion Nebula in Oxygen, Hydrogen, and Sulfur",
    "url": "https://apod.nasa.gov/apod/image/0407/orion_mpg.jpg"
  },
  {
    "copyright": "Malin Space Science SystemsMOCMGSJPLNASA",
    "date": "2004-07-14",
    "explanation": "What's the best way to the city center?  What looks like a street map of some city on Earth is actually a series of naturally-formed fragmented polar polygons on Mars.  The existence of polar polygons on Mars is particularly interesting as they may indicate regions where water ice lies within a few meters of the surface.  Similar looking polygons are commonly found in the arctic and Antarctic of Earth, where they typically form from a repetitive cycle of freezing and thawing.  The above image spans a distance of about 3 kilometers and was taken recently by the orbiting Mars Global Surveyor.",
    "hdurl": "https://apod.nasa.gov/apod/image/0407/city_mgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Polar Polygons on Mars",
    "url": "https://apod.nasa.gov/apod/image/0407/city_mgs.jpg"
  },
  {
    "copyright": "StarryScapes",
    "date": "2004-07-15",
    "explanation": "A cosmic dust cloud sprawls across a rich field of stars in this gorgeous wide field telescopic vista looking toward Corona Australis, the Southern Crown. Probably less than 500 light-years away and effectively blocking light from more distant, background stars in the Milky Way, the densest part of the dust cloud is about 8 light-years long. At its tip (lower left) is a series of lovely blue nebulae cataloged as NGC 6726, 6727, 6729, and IC 4812. Their characteristic blue color is produced as light from hot stars is reflected by the cosmic dust. The tiny but intriguing yellowish arc visible near the blue nebulae marks young variable star R Coronae Australis. Magnificent globular star cluster NGC 6723 is seen here below and left of the nebulae. While NGC 6723 appears to be just outside Corona Australis in the constellation Sagittarius, it actually lies nearly 30,000 light-years away, far beyond the Corona Australis dust cloud.",
    "hdurl": "https://apod.nasa.gov/apod/image/0407/ngc6726_wide_tanfull.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars and Dust in Corona Australis",
    "url": "https://apod.nasa.gov/apod/image/0407/ngc6726_wide_tanc1.jpg"
  },
  {
    "copyright": "Ken Crawford",
    "date": "2004-07-16",
    "explanation": "Blown by the wind from a star, this tantalizing, ghostly apparition is cataloged as NGC 7635, but known simply as The Bubble Nebula. Astronomer Ken Crawford's striking view combines a long exposure through a hydrogen alpha filter with color images to reveal the intricate details of this cosmic bubble and its environment. Although it looks delicate, the 10 light-year diameter bubble offers evidence of violent processes at work. Seen here above and left of the Bubble's center is a bright hot star embedded in telltale blue hues characteristic of dust reflected starlight. A fierce stellar wind and intense radiation from the star, which likely has a mass 10 to 20 times that of the Sun, has blasted out the structure of glowing gas against denser material in a surrounding molecular cloud. The intriguing Bubble Nebula lies a mere 11,000 light-years away toward the boastful constellation Cassiopeia.",
    "hdurl": "https://apod.nasa.gov/apod/image/0407/Bubble_crawford_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Bubble",
    "url": "https://apod.nasa.gov/apod/image/0407/Bubble_crawford_c1.jpg"
  },
  {
    "date": "2004-07-17",
    "explanation": "Venus glides in front of an enormous solar disk in these two frames from the TRACE satellite imaging of the inner planet's 2004 transit. Arranged in a \"right/left\" stereogram, the frames are intended to be viewed at a comfortable distance from the screen with your eyes gently crossed, allowing the images to merge and produce a pleasing stereo effect. Shown during the ingress (beginning) phase of the transit, the silhouetted portion of the planet appears to float dramatically in front of the Sun's granulated surface. Of course, the dense Cytherian (Venusian) atmosphere also scatters and refracts the intense sunlight. The effect is visible across the portion of the planet still beyond the Sun's edge and viewed against the blackness of space.",
    "hdurl": "https://apod.nasa.gov/apod/image/0407/venustrans_trace3d_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Transit of Venus Stereogram",
    "url": "https://apod.nasa.gov/apod/image/0407/venustrans_trace3d_c1.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2004-07-18",
    "explanation": "Andromeda is the nearest major galaxy to our own Milky Way Galaxy.  Our Galaxy is thought to look much like Andromeda.  Together these two galaxies dominate the Local Group of galaxies.  The diffuse light from Andromeda is caused by the hundreds of billions of stars that compose it.  The several distinct stars that surround Andromeda's image are actually stars in our Galaxy that are well in front of the background object.  Andromeda is frequently referred to as M31 since it is the 31st object on  Messier's list of diffuse sky objects.  M31 is so distant it takes about two million years for light to reach us from there.  Although visible without aid, the above image of M31 is a digital mosaic of 20 frames taken with a small telescope.  Much about M31 remains unknown, including how the center acquired two nuclei.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/Andromeda_gendler_sm.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M31: The Andromeda Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0210/Andromeda_gendler_s60.jpg"
  },
  {
    "date": "2004-07-19",
    "explanation": "The Spirit rover attacked Mars again late last month.  What might look, above, like a military attack, though, was once again just a scientific one - Spirit was instructed to closely inspect some interesting rocks near Columbia Hills.  Spirits Front Hazard Avoidance Camera captured the rover's Instrument Deployment Device above as it guided the Microscopic Imager to get a closer look at a rock dubbed Breadbox.   Images taken by the Microscopic Imager show a rock surface consistent with basalt corroded by ancient groundwater.  Structures with similar origins can be found, for example, in the Western Desert of Egypt on Earth. The above picture taken on June 30, the 175th Martian day that the Spirit rover has been on the red planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/0407/breadbox_spirit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Attacking Mars",
    "url": "https://apod.nasa.gov/apod/image/0407/breadbox_spirit.jpg"
  },
  {
    "copyright": "Tomas MaruskaSAAD",
    "date": "2004-07-20",
    "explanation": "On June 8, Venus was not the only celestial object to pass in front of the Sun.  A few well-situated photographers caught the International Space Station also crossing the Sun simultaneously.  Pictured above is a unique time-lapse image of the unprecedented double transit, a rare event that was visible for less than a second from a narrow band on Earth.   The above image is a combination of 12 frames taken 0.033 seconds apart and each themselves lasting only 1/10,000 th of a second.  The image was taken from the small village of Stupava in Slovakia.  The next time Venus will appear to cross the Sun from Earth will be in 2012.   News: Today is the 35th anniversary of the Apollo 11 Moon landing.",
    "hdurl": "https://apod.nasa.gov/apod/image/0407/issvenus_maruska.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Space Station, Venus, Sun",
    "url": "https://apod.nasa.gov/apod/image/0407/issvenus_maruska.jpg"
  },
  {
    "date": "2004-07-21",
    "explanation": "This picture of Saturn could not have been taken from Earth.  No Earth based picture could possibly view the night side of Saturn and the corresponding shadow cast across Saturn's rings.  Since Earth is much closer to the Sun than Saturn, only the day side of the planet is visible from the Earth.  Rather, this picture was taken by the robot Cassini spacecraft that began orbiting Saturn earlier this month.  The dark western limb of Saturn looms large on the image right, while complex concentrations of small ring particles reflect sunlight on the image left.  Saturn's enigmatic F ring is visible around the outside, showing mysterious knots.  The small moon Epimetheus, only about 100 kilometers across, can also been seen on the far left.  Cassini is scheduled to drop a probe toward the largest moon Titan in December.",
    "hdurl": "https://apod.nasa.gov/apod/image/0407/rings2_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Shadow on the Rings of Saturn",
    "url": "https://apod.nasa.gov/apod/image/0407/rings2_cassini.jpg"
  },
  {
    "copyright": "Rick Baldridge",
    "date": "2004-07-22",
    "explanation": "In this alluring time exposure, star trails arc across the night sky above Monterey Bay and the lights of Santa Cruz, California, USA. But since the exposure began around 3:01am PDT on July 15 it also records the long trail of a Delta II rocket lofting NASA's Aura spacecraft into Earth orbit. Watching from a vantage point about 200 miles north of the Vandenberg Air Force Base launch site, photographer Rick Baldridge reports that the trail represents the first five minutes of the rocket's powered flight with the ignition of additional solid fuel strap-on motors visible after liftoff, near the beginning of the track. The rocket trail ends at first stage shutdown. Seen under the rocket's path, the two brightest star trails mark the alpha and beta stars of the high-flying constellation Grus. The Aura spacecraft's goal is a comprehensive study of planet Earth's nurturing atmosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/0407/auralaunch_baldridge_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aura Launch",
    "url": "https://apod.nasa.gov/apod/image/0407/auralaunch_baldridge_c1.jpg"
  },
  {
    "date": "2004-07-23",
    "explanation": "What colors are Saturn's rings?  Recent images from the Cassini spacecraft now orbiting Saturn confirm that different rings have slightly different colors.  The above image shows their sometimes-subtle differences in brightness and color.  The rings reflect sunlight and so, even if they were perfectly reflecting, would appear the color of the Sun.  The ring particles are mostly light water-ice, although these particles can be shaded by an unknown type of darker dirt.  Thinner and more isolated rings also naturally appear darker.  The brightest section pictured above is Saturn's B ring.",
    "hdurl": "https://apod.nasa.gov/apod/image/0407/colorrings_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Rings in Natural Color",
    "url": "https://apod.nasa.gov/apod/image/0407/colorrings_cassini.jpg"
  },
  {
    "date": "2004-07-24",
    "explanation": "Comet Shoemaker-Levy 9, named after its co-discoverers, was often referred to as the \"string of pearls\" comet. It is famous for its suggestive appearance as well as its collision with the planet Jupiter! The comet's original single nucleus was torn to pieces by Jupiter's strong gravity during a close encounter with the solar system's largest planet in 1992. The pieces are seen (scroll right) in this composite of Hubble Space Telescope images to be \"pearls\" strung out along the comet's orbital path. Only ten years ago, in July of 1994, these pieces collided with Jupiter in a rare and spectacular series of events.",
    "hdurl": "https://apod.nasa.gov/apod/image/0407/sl9_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A String Of Pearls",
    "url": "https://apod.nasa.gov/apod/image/0407/sl9_hst_c1.jpg"
  },
  {
    "date": "2004-07-25",
    "explanation": "Hot gas frequently erupts from the Sun.  One such eruption produced the glowing filament pictured above, which was captured in 2000 July by the Earth-orbiting TRACE satellite.  The filament, although small compared to the overall size of the Sun, measures over 100,000 kilometers in height, so that the entire Earth could easily fit into its outstretched arms.  Gas in the filament is funneled by the complex and changing magnetic field of the Sun.  After lifting off from the Sun's surface, most of the filamentary gas will eventually fall back.  More powerful solar eruptions emit particles that reach the Earth and can disrupt manmade satellites.  The cause and nature of solar eruptions are the topic of much research.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/filament_trace_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Solar Filament Lifts Off",
    "url": "https://apod.nasa.gov/apod/image/0008/filament_trace.jpg"
  },
  {
    "copyright": "Jack Newton",
    "date": "2004-07-26",
    "explanation": "An unexpectedly large sunspot region is now crossing the Sun.  The active region is home to rivers of hot plasma, explosive flares, strong magnetic fields, a powerful Coronal Mass Ejection (CME), and a sunspot group so large it can be seen by the protected eye without magnification.  In fact, this region appears larger than Venus did when it crossed the Sun last month.  Pictured above is a close-up of this sunspot group, officially tagged AR 10652, taken just four days ago.  The region is now nearing the Sun's eastern limb and will disappear from view in a few days.  Energetic ions from sunspot group 652 continue to impact the Earth and create rare purple auroras.",
    "hdurl": "https://apod.nasa.gov/apod/image/0407/sunspot_newton_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Large Active Region Crosses the Sun",
    "url": "https://apod.nasa.gov/apod/image/0407/sunspot_newton.jpg"
  },
  {
    "date": "2004-07-27",
    "explanation": "Over one year after its launch, robot geologist Opportunity has been spending recent sols on Mars inching its way down the slopes of Endurance crater. Littered with martian blueberries, some flat rocks within the crater also seem to have surprising razorbacks -- narrow slabs sticking up along their edges. Like the blueberries, it's possible that the sharp, narrow features are related to water. They could be formed by minerals deposited by water in cracks, with the surrounding softer material subsequently eroded away. How narrow are they? The ones pictured here in an enhanced color image from Opportunity's panoramic camera are actually only a few centimeters high and about half a centimeter wide. Impressive 3D views have been constructed by stereo experimenter P. Vantuyne based on the camera's left and right eye images of the region.",
    "hdurl": "https://apod.nasa.gov/apod/image/0407/razorback_merOpportunity_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Razorbacks in Endurance Crater",
    "url": "https://apod.nasa.gov/apod/image/0407/razorback_merOpportunity_c1.jpg"
  },
  {
    "copyright": "StarryWonders",
    "date": "2004-07-28",
    "explanation": "In the constellation of the swan near the nebula of the pelican lies the gas cloud of the butterfly surrounding a star known as the hen.  That star, given the proper name Sadr, is visible to the unaided eye but found here as the brightest object on the upper left.  Sadr, at 1500 light years distant, is near the center of the Butterfly Nebula (IC 1318) in a bright region given the comparatively staid label of IC 1318B.  The fantastic starfield that surrounds Sadr contains stars old and young, an open cluster of stars (NGC 6910 visible on the image left), vast clouds of hydrogen gas that glow red, and picturesque pockets and filaments of dark dust.  The above image is a digital fusion of several different color images of the gamma Cygni (Sadr) region",
    "hdurl": "https://apod.nasa.gov/apod/image/0407/cygnus_cannistra_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Cygnus Starfield",
    "url": "https://apod.nasa.gov/apod/image/0407/cygnus_cannistra.jpg"
  },
  {
    "date": "2004-07-29",
    "explanation": "Steep cliffs drop into the rugged terrain of Melas Chasma in this stunning view from the Mars Express spacecraft orbiting the Red Planet. At a scale of 16 meters per pixel, the image data from the orbiter's High Resolution Stereo Camera offers evidence that volcanic activity, water, wind erosion and marsquakes may all have shaped the region. Melas Chasma lies along the central southern edge of the large Valles Marineris, the grand canyon of Mars. While the Valles Marineris is itself over 4,000 kilometers long and up to 10 kilometers deep, the region pictured spans about 70 kilometers. The floor of Melas Chasma seen here is several kilometers below the surrounding plateau.",
    "hdurl": "https://apod.nasa.gov/apod/image/0407/MelasChasma_marsexpress_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Melas Chasma",
    "url": "https://apod.nasa.gov/apod/image/0407/MelasChasma_marsexpress_c1.jpg"
  },
  {
    "copyright": "Philippe\nMoussetteObs. Mont\nCosmos",
    "date": "2004-07-30",
    "explanation": "While enjoying the spaceweather on a gorgeous summer evening in mid-July, astronomer Philippe Moussette captured this colorful fish-eye lens view looking north from the Observatoire Mont Cosmos, Quebec, Canada, planet Earth. In the foreground, lights along the northern horizon give an orange cast to the low clouds. But far above the clouds, at altitudes of 100 kilometers or more, are alluring green and purple hues of the aurora borealis or northern lights, a glow powered by energetic particles at the edge of space. In the background are familiar stars of the northern sky. In particular, that famous celestial kitchen utensil, the Big Dipper (left), and the W-shaped constellation Cassiopeia (right) are easy to spot. Then, just follow the pointer stars of the Big Dipper to Polaris, perhaps the most famous northern light of all.",
    "hdurl": "https://apod.nasa.gov/apod/image/0407/moussette_aur16jul1_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Northern Lights",
    "url": "https://apod.nasa.gov/apod/image/0407/moussette_aur16jul1_c1.jpg"
  },
  {
    "copyright": "ICSTARS",
    "date": "2004-07-31",
    "explanation": "How often does a full moon occur twice in a single month?  Exactly once in a Blue Moon.  In fact, the modern usage of the term \"Blue Moon\" refers to the second Full Moon in a single month.  Tonight's Blue Moon will be the first since November 2001.  A Blue Moon typically occurs every few years.  The reason for the rarity of the Blue Moon is that the 29.53 days between full moons is just slightly shorter than the number of days in the average month.  Don't, however, expect the moon to look blue tonight!  The term \"Blue Moon\" has recently been traced to an error in a magazine article in 1946.  It is possible for the Moon to appear tinged by a blue hue, sometimes caused by fine dirt circulating in the Earth's atmosphere, possibly from a volcanic explosion.  The above picture was taken not during a full moon but through a morning sky that appeared dark blue.  The bright crescent is the only part directly exposed to sunlight - the rest of the Moon glows from sunlight reflected from the Earth.  In this dramatic photo, however, the planet Jupiter is also visible along with its four largest moons.",
    "hdurl": "https://apod.nasa.gov/apod/image/0407/bluemoon_icstars.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tonight: A Blue Moon",
    "url": "https://apod.nasa.gov/apod/image/0407/bluemoon_icstars_big.jpg"
  },
  {
    "copyright": "Umar MohideenU. California at Riverside",
    "date": "2004-08-01",
    "explanation": "This tiny ball provides evidence that the universe will expand forever.  Measuring slightly over one tenth of a millimeter, the ball moves toward a smooth plate in response to energy fluctuations in the vacuum of empty space.  The attraction is known as the Casimir Effect, named for its discoverer, who, 50 years ago, was trying to understand why fluids like mayonnaise move so slowly.  Today, evidence is accumulating that most of the energy density in the universe is in an unknown form dubbed dark energy.  The form and genesis of dark energy is almost completely unknown, but postulated as related to vacuum fluctuations similar to the Casimir Effect but generated somehow by space itself.  This vast and mysterious dark energy appears to gravitationally repel all matter and hence will likely cause the universe to expand forever.  Understanding vacuum fluctuations is on the forefront of research not only to better understand our universe but also for stopping micro-mechanical machine parts from sticking together.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/casimirsphere_mohideen_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Force from Empty Space: The Casimir Effect",
    "url": "https://apod.nasa.gov/apod/image/0209/casimirsphere_mohideen.jpg"
  }
]
