[
  {
    "date": "2004-12-01",
    "explanation": "What causes the bright streaks on Dione?  Recent and likely future images of this unusual moon by the robot Cassini spacecraft now orbiting Saturn might help us find out.  The above image was taken at the end of October from a distance of about one million kilometers. The bright streaks run across some of Dione's many craters, indicating that the process that created them occurred later than the impacts that created those craters.  Dione is made of mostly water ice but its relatively high density indicates that it contains much rock inside.  Giovanni Cassini discovered Dione in 1684.  The Cassini spacecraft is scheduled to photograph Dione at higher resolution in mid-December.  Currently, the highest resolution images of Dione remain those taken by the passing Voyager spacecraft in 1980.",
    "hdurl": "https://apod.nasa.gov/apod/image/0412/dione_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Moon Dione from Cassini",
    "url": "https://apod.nasa.gov/apod/image/0412/dione_cassini.jpg"
  },
  {
    "date": "2004-12-02",
    "explanation": "Caught in sunlight, icy moon Mimas shines above a broad shadow across gas giant Saturn. In this remarkable image from the Cassini spacecraft, tiny Mimas is at the upper right. The broad shadow across the giant planet is cast by Saturn's dense B ring with intriguing threadlike shadows from Saturn's inner C ring arrayed below. While the B and C rings are otherwise not visible here, the very narrow outer F ring lies toward the bottom of the image as well as a section of the partly transparent A ring and its 300 kilometer wide Encke gap crisscrossing the ring shadows. Sunlight streaming through the much larger Cassini gap that separates the A and B rings is responsible for the bright band seen above Mimas. The Cassini gap itself is just off the bottom of this cropped view. Orbiting well beyond Saturn's F ring, Mimas is a mere 400 kilometers in diameter.",
    "hdurl": "https://apod.nasa.gov/apod/image/0412/ringMimas_cassini_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mimas, Rings, and Shadows",
    "url": "https://apod.nasa.gov/apod/image/0412/ringMimas_cassini_1c75.jpg"
  },
  {
    "date": "2004-12-03",
    "explanation": "The Milky Way is an ordinary 12 billion year old spiral galaxy, and even our middle-aged Sun is pushing 4.5 billion years. But all the stars in dwarf galaxy I Zwicky 18 are much younger. In fact, based on Hubble Space Telescope image data, that galaxy's first stars formed only about 500 million years ago, making it the youngest known galaxy.  In this view, the bright knots are the two major star forming regions of I Zwicky 18, embedded in expanding filaments of glowing interstellar gas. Scattered, much older background galaxies are seen as small red blobs, and a companion galaxy lies just beyond the upper right corner of the cropped picture. Astronomers believe that diminutive I Zwicky 18 resembles the earliest galaxies formed, but also want to understand how such a young galaxy can be only 45 million light-years away - surrounded by mature galaxies in an aging Universe. The tiny galaxy itself is a mere 3,000 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0412/Izw18_hst_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "I Zwicky 18: Young Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0412/Izw18_hst_1c88.jpg"
  },
  {
    "date": "2004-12-04",
    "explanation": "In the well known Pleiades star cluster, a star's light is slowly destroying this wandering cloud of gas and dust.  Above, the star Merope lies just off the upper left edge of this picture from the Hubble Space Telescope.  The cloud, known as IC 349, and the star have been in existence for millions of years.  In the past 100,000 years, however, part of the cloud has by chance moved so close to the star - only 3,500 times the Earth-Sun distance - that the starlight itself is having a very dramatic effect. Pressure of the star's light significantly repels the dust in the reflection nebula with smaller dust particles being repelled more strongly.  Eventually parts of the dust cloud have become stratified and point toward Merope, with the closest particles being the most massive and so the least affected by the radiation pressure.  A longer-term result will be the general destruction of the dust by the energetic starlight.",
    "hdurl": "https://apod.nasa.gov/apod/image/0412/merope_hst_rfull.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Reflecting Merope",
    "url": "https://apod.nasa.gov/apod/image/0412/merope_hst_rc25.jpg"
  },
  {
    "copyright": "Walter MacDonald",
    "date": "2004-12-05",
    "explanation": "A picturesque chain of unrelated stars is visible with strong binoculars towards the constellation of Camelopardalis.  Known as Kemble's Cascade, the asterism contains about 20  stars nearly in a row stretching over five times the width of a full moon.  Made popular by astronomy enthusiast Lucian Kemble (1922-1999), these stars appear as a string only from our direction in the Milky Way Galaxy.  The above photograph of Kemble's Cascade was made with a small telescope in New Mexico, USA.  The bright object near the bottom left is the relatively compact open cluster of stars known as NGC 1502.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/kemblescascade_macdonald_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Kemble's Cascade",
    "url": "https://apod.nasa.gov/apod/image/0008/kemblescascade_macdonald.jpg"
  },
  {
    "copyright": "Greg Piepol",
    "date": "2004-12-06",
    "explanation": "Two unusually long filaments crossed part of the Sun last week.  The filaments are actually relatively cool and dark prominences of solar plasma held up by the Sun's magnetic field but seen against the face of the Sun.  Filaments typically last a few weeks before falling back.  Pictured above, the two filaments are visible on the Sun's right side.  It would take twenty Earths, set end-to-end, to match the length of one of the filaments.  Also visible are bright hot regions called plages and a carpet of hundreds of granules that provide the Sun's texture.   The above image was taken early last week through a small telescope in a very specific color of light emitted primarily by hydrogen.",
    "hdurl": "https://apod.nasa.gov/apod/image/0412/filament_piepol_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Filaments Across the Sun",
    "url": "https://apod.nasa.gov/apod/image/0412/filament_piepol.jpg"
  },
  {
    "copyright": "Wayne Pryde",
    "date": "2004-12-07",
    "explanation": "Meteor experts don't think it's a meteor.  Atmospheric scientists don't think it's lightning.  The photographer insists that the streak and flash on the above image has not been created digitally.  So what is it? Nobody is sure.  APOD's editors do not claim to know - one purpose of posting this image is to mine the eclectic brain trust of APOD's readers to help see if some unusual phenomenon was caught serendipitously.  The strange features were captured on a series of images intended to monitor cloud changes in the background.  Images taken just before and after the above frame show no streak or flash.  The light pole near the flash has been inspected and does not show any damage, although the light inside was not working.  If you think you know what is going on, instead of sending us email please participate in an online discussion.  If a convincing argument or consensus is reached, the answer will be posted on APOD at a later date.   Discussion consensus: Australian strange streak is plausibly just a flying insect. News: The answer to Lewin's Challenge APOD can be found here.",
    "hdurl": "https://apod.nasa.gov/apod/image/0412/strange_pryde_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Strange Streak Imaged in Australia",
    "url": "https://apod.nasa.gov/apod/image/0412/strange_pryde.jpg"
  },
  {
    "copyright": "Canada-France-Hawaii Telescope",
    "date": "2004-12-08",
    "explanation": "What powers the Heart Nebula?  The large emission nebula dubbed IC 1805 looks, in whole, like a human heart.  The nebula glows brightly in red light emitted by its most prominent element: hydrogen.  The red glow and the larger shape are all created by a small group of stars near the nebula's center.  A close up spanning about 30 light years contains many of these stars is shown above in a recent image taken by the Canada France Hawaii Telescope.  This open cluster of stars contains a few bright stars nearly 50 times the mass of our Sun, many dim stars only a fraction of the mass of our Sun, and an absent microquasar that was expelled millions of years ago.  The Heart Nebula is located about 7,500 light years away toward the constellation of Cassiopeia.    News: The answer to Lewin's Challenge APOD can be found here.",
    "hdurl": "https://apod.nasa.gov/apod/image/0412/ic1805_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Center of the Heart Nebula",
    "url": "https://apod.nasa.gov/apod/image/0412/ic1805_cfht.jpg"
  },
  {
    "copyright": "Jimmy\nWestlakeColorado\nMountain College",
    "date": "2004-12-09",
    "explanation": "rly Tuesday morning, December 7th, June Croft thought the southeastern sky above Atmore, Alabama, USA was beautiful. Watching the Moon rise through gossamer clouds, she noted, \" ... the crescent Moon looked like it was held in the sky by a star just off its shadowed horizon.\" What was that star?  Bright Jupiter of course, and some watched as the Moon actually occulted or passed in front of the Solar System's reigning gas giant planet. For astronomer Jimmy Westlake in Colorado, Jupiter was already hidden at moonrise that morning, but later he was able to record this lovely image, not unlike the view that inspired Croft. Seen through gossamer clouds, Jupiter along with large Jovian satellites Ganymede and Callisto (bottom to top) has emerged from behind the crescent Moon's shadowed horizon.   News: The answer to Lewin's Challenge APOD can be found here.",
    "hdurl": "https://apod.nasa.gov/apod/image/0412/decMoonJup_westlake_f1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter and the Moon's Shadowed Horizon",
    "url": "https://apod.nasa.gov/apod/image/0412/decMoonJup_westlake_c1.jpg"
  },
  {
    "date": "2004-12-10",
    "explanation": "In this dramatic artist's vision, debris along the outer reaches of a planet forming disk orbits in the glare of a distant sun. But inset are actual images of such disks around two nearby stars - AU Microscopii (top left; edge-on) and HD107146 (right: face-on) - as seen by the Hubble Space Telescope. Combined with infrared images from the Spitzer Space Telescope that show debris disks around known planet bearing stars, the data provide the first direct link between extrasolar disks and planets, suggesting a scenario where evolving planets scatter debris produced by collisions into giant disks. In time, the dusty disks may dwindle and become like our own Solar System's comet reservoir, the Kuiper Belt.   News: The answer to Lewin's Challenge APOD can be found here.",
    "hdurl": "https://apod.nasa.gov/apod/image/0412/debrisDisk_spitzer_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Debris Disks Surround Distant Suns",
    "url": "https://apod.nasa.gov/apod/image/0412/debrisDisk_comb_b.jpg"
  },
  {
    "date": "2004-12-11",
    "explanation": "An energetic jet from the core of giant elliptical galaxy M87 stretches outward for 5,000 light-years. This monstrous jet appears in the panels above to be a knotted and irregular structure, detected across the spectrum, from x-ray to optical to radio wavelengths. In all these bands, the observed emission is likely created as high energy electrons spiral along magnetic field lines, so called synchrotron radiation. But what powers this cosmic blowtorch? Ultimately, the jet is thought to be produced as matter near the center of M87 swirls toward a spinning, supermassive black hole. Strong electromagnetic forces are generated and eject material away from the black hole along the axis of rotation in a narrow jet. Galaxy M87 is about 50 million light-years away and reigns as the large central elliptical galaxy in the Virgo cluster.   News: The answer to Lewin's Challenge APOD can be found here.",
    "hdurl": "https://apod.nasa.gov/apod/image/0412/m87_comp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M87's Energetic Jet",
    "url": "https://apod.nasa.gov/apod/image/0412/m87_comp.jpg"
  },
  {
    "date": "2004-12-12",
    "explanation": "Birds don't fly this high.  Airplanes don't go this fast.  The Statue of Liberty weighs less.  No species other than human can even comprehend what is going on, nor could any human just a millennium ago.  The launch of a rocket bound for space is an event that inspires awe and challenges description.  Pictured above, the Space Shuttle Atlantis lifted off to visit the International Space Station  during the early morning hours of 2001 July 12.  From a standing start, the two million kilogram rocket ship left to circle the Earth where the outside air is too thin to breathe and where there is little noticeable onboard gravity.  Rockets bound for space are now launched from somewhere on Earth about once a week.",
    "hdurl": "https://apod.nasa.gov/apod/image/0301/nightlaunch_sts104_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Atlantis to Orbit",
    "url": "https://apod.nasa.gov/apod/image/0301/nightlaunch_sts104.jpg"
  },
  {
    "date": "2004-12-13",
    "explanation": "A comet discovered only this summer is brightening quickly and already visible to the unaided eye.  Comet C/2004 Q2 (Machholz) is currently best visible in Earth's Southern Hemisphere where some observers report it brighter than magnitude 5.  The comet is moving rapidly to northern skies and should continue to brighten until early January.  By coincidence, Comet Machholz will be easy to view as it will be nearly opposite the Sun when appearing its brightest.  How bright Comet Machholz will become then remains uncertain, but it will surely stay in northern skies for much of 2005, even approaching Polaris in early March.  Pictured above, Comet Machholz was captured in early December already sporting a bright surrounding coma, a white oblong dust tail fading off toward the bottom, and a long wispy ion tail toward the right with a kink near the end.",
    "hdurl": "https://apod.nasa.gov/apod/image/0412/machholz_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Announcing Comet Machholz",
    "url": "https://apod.nasa.gov/apod/image/0412/machholz_noao.jpg"
  },
  {
    "copyright": "Richard Hammar",
    "date": "2004-12-14",
    "explanation": "Spiral galaxy M33 is a mid-sized member of our  Local Group of Galaxies.  M33 is also called the Triangulum Galaxy for the constellation in which it resides.  About four times smaller (in radius) than our Milky Way Galaxy and the Andromeda Galaxy (M31), it is much larger than the many of the local dwarf spheroidal galaxies.  M33's proximity to M31 causes it to be thought by some to be a satellite galaxy of this more massive galaxy.  M33's proximity to our Milky Way Galaxy causes it to appear more than twice the angular size of the Full Moon, and be visible with a good pair of binoculars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0412/m33_hammar_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nearby Spiral M33",
    "url": "https://apod.nasa.gov/apod/image/0412/m33_hammar.jpg"
  },
  {
    "date": "2004-12-15",
    "explanation": "Pictured above, the path of the robot rover Spirit on Mars can be traced far into the distance.  Spirit has now crossed kilometers of plains covered with rocks and sand, approached the lip of a crater 200-meters across, and climbed a series of hills.  Spirit's path has been not only one of adventure but discovery.  Landing inside vast Gusev crater near the beginning of this year, Spirit, along with its sister robot Opportunity across the planet, has uncovered key evidence for ancient Martian water.  The recent discovery of goethite, a mineral only known to form on Earth in the presence of water, bolsters the case.  Spirit and Opportunity continue to roam the red planet in search of different and more detailed clues to the unfolding ancient past of Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0412/path_spirit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Looking Back Over Mars",
    "url": "https://apod.nasa.gov/apod/image/0412/path_spirit.jpg"
  },
  {
    "date": "2004-12-16",
    "explanation": "The grand, winding arms are almost mesmerizing in this face-on view of NGC 7424, a spiral galaxy with a prominent central bar. About 40 million light-years distant in the headlong constellation Grus, this island universe is also about 100,000 light-years across making it remarkably similar to our own Milky Way. Following along the winding arms, many bright bluish clusters of massive young stars can be found. The star clusters themselves are several hundred light-years in diameter. And while massive stars are born in the arms of NGC 7424, they also die there. Notably, this galaxy was home to a powerful stellar explosion, supernova SN 2001ig, which faded before this deep European Southern Observatory image was recorded.",
    "hdurl": "https://apod.nasa.gov/apod/image/0412/ngc7424_eso_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Arms of NGC 7424",
    "url": "https://apod.nasa.gov/apod/image/0412/ngc7424_eso_c70.jpg"
  },
  {
    "date": "2004-12-17",
    "explanation": "In Greek Mythology, Prometheus was known for stealing fire from the gods. Ironically, in a story for more modern times Prometheus may also become known for stealing, but this time for stealing icy particles from Saturn's rings. This eerie close-up from the Cassini spacecraft shows the 100 kilometer-long Saturnian moon Prometheus orbiting near the inner edge of Saturn's F ring. The dramatic view clearly resolves the potato-shaped moon and multiple strands of the narrow F ring. It also reveals a faint strand of material connecting Prometheus with the rings. One possibility is that the tiny moon's gravity is indeed drawing off particles from the rings and is influencing the formation of the gaps and kinks seen in the ring structure.",
    "hdurl": "https://apod.nasa.gov/apod/image/0412/prometheus_cassini_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Prometheus and the Rings of Saturn",
    "url": "https://apod.nasa.gov/apod/image/0412/prometheus_cassini_b.jpg"
  },
  {
    "date": "2004-12-18",
    "explanation": "This bright white swath cutting across the surface of icy Jovian moon Europa is known as Agenor Linea. In all about 1000 kilometers long and 5 kilometers wide, only a section is pictured here as part of a combined color and black and white image based on data from the Galileo spacecraft. Most linear features on Europa are dark in color but Agenor Linea is uniquely bright for unknown reasons. Also unknown is the origin of the reddish material along the sides. While these and other details of Europa's surface formations remain mysterious, the general results of Galileo's exploration of Europa have supported the idea that an ocean of liquid water lies beneath the cracked and frozen crust. An extraterrestrial liquid ocean holds out the tantalizing possibility of life.",
    "hdurl": "https://apod.nasa.gov/apod/image/0412/europaline_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Europa: Ice Line",
    "url": "https://apod.nasa.gov/apod/image/0412/europaline_gal.jpg"
  },
  {
    "date": "2004-12-19",
    "explanation": "Where did all the stars go?  What used to be considered a hole in the sky is now known to astronomers as a dark molecular cloud.  Here, a high concentration of dust and molecular gas absorb practically all the visible light emitted from background stars.  The eerily dark surroundings help make the interiors of molecular clouds some of the coldest and most isolated places in the universe.  One of the most notable of these dark absorption nebulae is a cloud toward the constellation Ophiuchus known as Barnard 68, pictured above.  That no stars are visible in the center indicates that Barnard 68 is relatively nearby, with measurements placing it about 500 light-years away and half a light-year across.  It is not known exactly how molecular clouds like Barnard 68 form, but it is known that these clouds are themselves likely places for new stars to form. It is possible to look right through the cloud in infrared light.",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/barnard68_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Molecular Cloud Barnard 68",
    "url": "https://apod.nasa.gov/apod/image/0109/barnard68_vlt.jpg"
  },
  {
    "copyright": "Craig AtteberyESANASA",
    "date": "2004-12-20",
    "explanation": "What does the surface of Titan look like?  Thick clouds have always made Saturn's largest moon so mysterious that seemingly farfetched hypotheses like methane rain and lakes have been seriously considered.  Later this week, the Cassini spacecraft orbiting Saturn is scheduled to release its probe named Huygens that will actually attempt to land on the shrouded moon in early January.  Sketched above is one educated guess of what Huygens might find.  In the above depiction, orange hydrocarbons color a landscape covered with lakes and peaks of frozen methane and ammonia.  For illustration purposes, the Huygens probe is drawn parachuting down with an oversized Cassini spacecraft orbiting above.  Saturn, likely occluded by the clouds, is depicted looming in the distance.  What will Huygens really find?  Are the building blocks of life frozen onto the surface of Titan?  Will the truth be stranger than we imagined?",
    "hdurl": "https://apod.nasa.gov/apod/image/0412/titan_attebery_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Titan Surmised",
    "url": "https://apod.nasa.gov/apod/image/0412/titan_attebery.jpg"
  },
  {
    "copyright": "Mark GarlickSpace-art",
    "date": "2004-12-21",
    "explanation": "Will the Huygens probe land or splash down?  In the next few days, the Cassini spacecraft currently orbiting Saturn will release a probe that will descend toward Saturn's largest moon in mid-January.  That moon, Titan, has a surface normally hidden from view by thick methane cloud decks.  What the car-sized flying-saucer-shaped probe will find is unknown.  Once reaching the surface, Huygens may survive for as long as 150 minutes and take as many as 1,100 images.  These images will be beamed up to the passing Cassini mothership for subsequent transmission to a  waiting Earth.  The Huygens probe is depicted above entering Titan's atmosphere and deploying its parachute.  Uncovering the most mysterious moon in the Solar System may reveal a surface so strange that images of it may not be immediately understood.   Discussion consensus: Australian strange streak is plausibly just a flying insect.",
    "hdurl": "https://apod.nasa.gov/apod/image/0412/titan_garlick_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Titan Disguised",
    "url": "https://apod.nasa.gov/apod/image/0412/titan_garlick.jpg"
  },
  {
    "copyright": "Wally Pacholka",
    "date": "2004-12-22",
    "explanation": "Several wonders of the late-year northern sky appeared together for a few fleeting moments on December 13.  On the bottom left, just above the hill, is blue Sirius, the brightest star in the sky.  Above Sirius and slightly to the right of the belt of Orion is the red Orion Nebula, one of the most famous nebulas on the sky.  Below and to the right of the Orion Nebula streaks a yellow meteor, although moving in the wrong direction to be from the Geminids meteor shower that peaked the night.  Finally, above and to the right of the meteor is Comet Machholz, whose coma appears here relatively green.  Since the time since this image was taken over a Californian hill, the Geminid meteor has long since evaporated.  Comet Machholz has brightened and moved to the north.  Sirius, however, will remain in the constellation of Canis Major indefinitely.",
    "hdurl": "https://apod.nasa.gov/apod/image/0412/machholzsky_pacholka_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet, Meteor, Nebula, Star",
    "url": "https://apod.nasa.gov/apod/image/0412/machholzsky_pacholka.jpg"
  },
  {
    "date": "2004-12-23",
    "explanation": "Light from a star that exploded some ten thousand light-years away first reached our fair planet in the year 1181. Now known as supernova remnant 3C58, the region seen in this false-color image glows in x-rays, powered by a rapidly spinning neutron star or pulsar - the dense remains of the collapsed stellar core. A cosmic dynamo with more mass than the sun, the pulsar's electromagnetic fields seem to accelerate particles to enormous energies, creating the jets, rings, and loop structures visible in this stunning x-ray view from the orbiting Chandra Observatory. While adding 3C58 to the list of pulsar powered nebulae explored with Chandra, astronomers have deduced that the pulsar itself is much too cool for its tender years, citing 3C58 as a show case of extreme physics not well understood. The close-up inset above spans about six light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0412/3c58_chandracomp_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "3C58: Pulsar Power",
    "url": "https://apod.nasa.gov/apod/image/0412/3c58_chandracomp_c82.jpg"
  },
  {
    "date": "2004-12-24",
    "explanation": "A forward-facing RocketCam (TM) mounted inside the payload fairing of a Delta II rocket captured these dramatic video frames on November 20th -- as the Swift satellite observatory journeyed to an orbit 600 kilometers above planet Earth. Some frames were interpolated to correct for transmission problems. The sequence shows the fairing separation, the second stage rotating past the Earth's limb, and finally the 1500 kilogram satellite itself separating from the second stage. Observing at optical, ultraviolet, x-ray and gamma-ray energies, Swift is designed to locate the sources of energetic gamma-ray bursts and watch as their afterglows fade in the distant Universe. Still in its checkout phase, the observatory is already detecting the high energy flashes from these awe-inspiring cosmic blasts.",
    "hdurl": "https://apod.nasa.gov/apod/image/0412/swift1_5times.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Swift RocketCam",
    "url": "https://apod.nasa.gov/apod/image/0412/swift1_5times.gif"
  },
  {
    "date": "2004-12-25",
    "explanation": "As a present to APOD readers, digital imager Mattias Malmer offers a very high resolution view of big beautiful Saturn. A labor of love, his full mosaic, composite image is contained in a large 5 megabyte jpeg file (preview here, download here) and spans the gorgeous gas giant from ring tip to ring tip. It was pieced together from 102 frames (N00020905 to N00021033) recorded by the Cassini spacecraft ISS on October 6, 2004. The red, green, and blue frames are all uncalibrated, unvalidated images available to the public through the Cassini web site. Malmer's full panorama has a pixel size of 8400 by 3300, so only a substantially cropped version appears above. Enjoy the view and have a safe and Happy Holiday Season!",
    "hdurl": "https://apod.nasa.gov/apod/image/0412/saturn_malmerCassini_c2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Big Beautiful Saturn",
    "url": "https://apod.nasa.gov/apod/image/0412/saturn_malmerCassini_c2.jpg"
  },
  {
    "date": "2004-12-26",
    "explanation": "In the center of a swirling whirlpool of hot gas is likely a beast that has never been seen directly: a black hole.  Studies of the bright light emitted by the swirling gas frequently indicate not only that a black hole is present, but also likely attributes.  The gas surrounding GRO J1655-40, for example, has been found to display an unusual flickering at a rate of 450 times a second.  Given a previous mass estimate for the central object of seven times the mass of our Sun, the rate of the  fast flickering can be explained by a black hole that is rotating very rapidly.  What physical mechanisms actually cause the flickering -- and a slower quasi-periodic oscillation (QPO) -- in accretion disks surrounding black holes and neutron stars remains a topic of much research.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/blackholestorm_chandra_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "GRO J1655-40: Evidence for a Spinning Black Hole",
    "url": "https://apod.nasa.gov/apod/image/0306/blackholestorm_chandra.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2004-12-27",
    "explanation": "The center of the Andromeda galaxy is beautiful but strange.  Andromeda, indexed as M31, is so close to our own Milky Way Galaxy that it gives a unique perspective into galaxy composition by allowing us to see into its core.  Billions of stars swarm around a center that has two nuclei and likely houses a supermassive black hole over 5 million times the mass of our Sun.  M31 is about two million light years away and visible with the unaided eye towards the constellation of Andromeda, the princess.  Pictured above, dark knots of dust are seen superposed on the inner 10,000 light years of M31's core.  The brighter stars are foreground stars located in our Milky Way Galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0412/m31core_gendler_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Andromeda's Core",
    "url": "https://apod.nasa.gov/apod/image/0412/m31core_gendler.jpg"
  },
  {
    "copyright": "WFIMPG/ESO 2.2-m TelescopeLa SillaESO",
    "date": "2004-12-28",
    "explanation": "The Tarantula Nebula is a giant emission nebula within our neighboring galaxy the Large Magellanic Cloud.  Inside this cosmic arachnid lies a huge central young cluster of massive stars, cataloged as R136 and partially visible on the upper right.  The energetic light and winds from this cluster light up the nebula and sculpt the surrounding gas and dust into vast complex filaments.  These \"tentacles\" give the Tarantula Nebula its name.  In this impressive color image from the Wide-Field Imager camera on ESO's 2.2-meter telescope at La Silla Observatory, intricacies of the nebula's complex array of dust and gas are visible.  A 300 light-year portion of the Tarantula Nebula is imaged.  The Tarantula Nebula, also dubbed 30 Doradus, lies 170,000 light years away toward the constellation of Dorado.",
    "hdurl": "https://apod.nasa.gov/apod/image/0412/tarantula_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tentacles of the Tarantula Nebula",
    "url": "https://apod.nasa.gov/apod/image/0412/tarantula_eso.jpg"
  },
  {
    "date": "2004-12-29",
    "explanation": "How did a star create the Helix nebula?  The shapes of planetary nebula like the Helix are important because they likely hold clues to how stars like the Sun end their lives.  Recent observations by the orbiting Hubble Space Telescope and the 4-meter Blanco Telescope in Chile, however, have shown the Helix is not really a simple helix.  Rather, it incorporates two nearly perpendicular disks as well as arcs, shocks, and even features not well understood.  Even so, many strikingly geometric symmetries remain.  How a single Sun-like star created such beautiful yet geometric complexity is a topic of research.  The Helix Nebula is the nearest planetary nebula to Earth, lies only about 700 light years away toward the constellation of Aquarius, and spans about 3 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0412/helix_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Helix Nebula from Blanco and Hubble",
    "url": "https://apod.nasa.gov/apod/image/0412/helix_hst.jpg"
  },
  {
    "date": "2004-12-30",
    "explanation": "Intriguing galaxy pair M81 and M82 shine in this full-field view from the orbiting GALEX observatory. GALEX - the Galaxy Evolution Explorer - scans the cosmos in ultraviolet light, a view that follows star formation and galaxy evolution through the Universe. Near the bottom, magnificent spiral galaxy M81, similar in size to our own Milky Way, shows off young stars in winding spiral arms. Less than 100 million years old, the young stars are blue in the false-color GALEX image and seen to be well separated from the older yellowish stars of the galactic core. But near the top, turbulent, irregular galaxy M82 shows the results of extreme rates of star birth and death. Supernovae, the death explosions of massive stars, contribute to a violent wind of material expelled from M82's central regions. The striking irregular and spiral galaxy pair are located only about 10 million light-years away in the northern constellation Ursa Major.",
    "hdurl": "https://apod.nasa.gov/apod/image/0412/m81m82_galex_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M81 and M82: GALEX Full Field",
    "url": "https://apod.nasa.gov/apod/image/0412/m81m82_galex_c.jpg"
  },
  {
    "date": "2004-12-31",
    "explanation": "Landing on Mars in January, NASA's twin rovers Spirit and Opportunity have now each spent over 330 sols roving the martian surface. Still healthy and well in to extended missions, the golfcart sized robots have operated five times longer than planned. Ranging across the floor of Gusev crater, the Spirit rover has reached the Columbia Hills and journeyed nearly four kilometers. Half a planet away, Opportunity has spent much of its tour on Meridiani Planum exploring the 130 meter wide Endurance Crater. Opportunity recently returned this panoramic view of rock outcrops and steep crater walls. Both rovers have uncovered strong evidence that ancient salty oceans left their mark on the alluring Red Planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/0412/burnscliff_opp_fl.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Year of Mars Roving",
    "url": "https://apod.nasa.gov/apod/image/0412/burnscliff_opp_cl.jpg"
  },
  {
    "date": "2005-01-01",
    "explanation": "Manicouagan Crater in northern Canada is one of the oldest impact craters known. Formed about 200 million years ago, the present day terrain supports a 70-kilometer diameter hydroelectric reservoir in the telltale form of an annular lake.  The crater itself has been worn away by the passing of glaciers and other erosional processes. Still, the hard rock at the impact site has preserved much of the complex impact structure and so allows scientists a leading case to help understand  large impact features on Earth and other Solar System bodies.  Also visible above is the vertical fin of the Space Shuttle Columbia from which the picture was taken in 1983.",
    "hdurl": "https://apod.nasa.gov/apod/image/0501/manicouagan_sts9_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Manicouagan Impact Crater",
    "url": "https://apod.nasa.gov/apod/image/0501/manicouagan_sts9.jpg"
  }
]
