[
  {
    "date": "2004-04-01",
    "explanation": "Today, April 1st, astrophysicists have announced a surprising discovery - April Fools Day is more intense on Mars! Though the discovery is contrary to accepted theories of April Fools Day, researchers note that there are several likely causes for the severe martian April Fools phenomenon. For starters, gravity, the force that opposes comedy throughout the universe, is only about 3/8ths as strong on Mars' surface as it is on planet Earth. Also, a martian day, called a sol, lasts nearly 40 minutes longer than an earth day. And furthermore ... well, as soon as they think of some more reasons, they've promised to tell us. Happy April Fools day from the editors at APOD! Editors note: Mars rover Spirit recorded this image looking out toward the eastern horizon and the Columbia Hills over 2 kilometers in the distance. Its journey across this rocky martian terrain could take from 60 to 90 sols.",
    "hdurl": "https://apod.nasa.gov/apod/image/0404/columbiahills_spirit_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "April Fools Day More Intense On Mars",
    "url": "https://apod.nasa.gov/apod/image/0404/columbiahills_spirit_c1.jpg"
  },
  {
    "copyright": "Jimmy WestlakeColorado\nMountain College",
    "date": "2004-04-02",
    "explanation": "Doing their part in the ongoing dance of the planets, Mercury and Venus both reached their greatest elongation or maximum apparent distance from the Sun only a few days ago, on March 29th. Eager to record their celestial accomplishment, astronomer Jimmy Westlake snapped this view of the two inner most planets shining in western twilight skies above Yampa, Colorado, USA. The picture was taken using a digital camera mounted on a tripod. Mercury is easily the brightest celestial object near the horizon, appearing to the right of the foreground structure and just above a thin cloud silhouetted by fading sunlight. Still, near the top of the picture brilliant Venus dominates the scene as the magnificent evening star. After climbing in western skies throughout the month of March, Venus lies just below the Pleiades star cluster. Tonight and tomorrow night, skygazers can spot Venus at the southern edge of the Pleiades.",
    "hdurl": "https://apod.nasa.gov/apod/image/0404/mvmar29_westlake_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury and Venus in the West",
    "url": "https://apod.nasa.gov/apod/image/0404/mvmar29_westlake_c1.jpg"
  },
  {
    "date": "2004-04-03",
    "explanation": "Gamma rays are the most energetic form of light, packing a million or more times the energy of visible light photons. If you could see gamma rays, the familiar skyscape of steady stars would be replaced by some of the most bizarre objects known to modern astrophysics -- and some which are unknown. When the EGRET instrument on the orbiting Compton Gamma-ray Observatory surveyed the sky in the 1990s, it cataloged 271 celestial sources of high-energy gamma-rays. Researchers identified some with exotic black holes, neutron stars, and distant flaring galaxies. But 170 of the cataloged sources, shown in the above all-sky map, remain unidentified. Many sources in this gamma-ray mystery map likely belong to already known classes of gamma-ray emitters and are simply obscured or too faint to be otherwise positively identified. However, astronomers have called attention to the ribbon of sources winding through the plane of the galaxy, projected here along the middle of the map, which may represent a large unknown class of galactic gamma-ray emitters. In any event, the unidentified sources could remain a mystery until the planned launch of the more sensitive Gamma-ray Large Area Space Telescope in 2007.",
    "hdurl": "https://apod.nasa.gov/apod/image/0404/un_egret_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Mystery In Gamma Rays",
    "url": "https://apod.nasa.gov/apod/image/0404/un_egret.jpg"
  },
  {
    "copyright": "Thomas NylenAndrew FountainPSUNASANSFRussell Croman",
    "date": "2004-04-04",
    "explanation": "A lake hidden beneath 19 meters of ice and gravel has been found near the bottom of the world that might contain an ecosystem completely separate from our own.  In a modern version of Sir Arthur Conan Doyle's classic book Lost World, NASA funded scientists are now plotting a mission to drill down into the lake and remove a sample of water from the lake for analysis.  Lake Vida, buried under Antarctic ice for over 2,500 years, is liquid only because of a high salt content that results from salt being expelled from water above as it turns to ice.  Previously, scientists drilled to within a few meters of the lake and indeed found frozen microbes.  Their existence bolsters speculation that similar microorganisms could be found in frozen brine beneath the surface of Mars.  If living organisms are found in Lake Vida, they may give an indication that life might even still exist under similar frozen ice-sheets, such as under the larger Lake Vostok, parts of Mars, and even moons of Jupiter such as Europa.  Pictured above, a robot meteorological station continues to monitor surface conditions over the ice-sealed lake.",
    "hdurl": "https://apod.nasa.gov/apod/image/0301/vida_lter_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Lost World of Lake Vida",
    "url": "https://apod.nasa.gov/apod/image/0301/vida_lter.jpg"
  },
  {
    "date": "2004-04-05",
    "explanation": "How were these unusual Martian spherules created?  Thousands of unusual gray spherules, made of iron and rock but dubbed blueberries, were found embedded in and surrounding rocks near the landing site of the robot Opportunity rover on Mars.  To help investigate their origin, Opportunity found a surface dubbed the Berry Bowl with an indentation that was rich in the Martian orbs.  The Berry Bowl is pictured above, imaged during rover's 48th Sol on Mars.  The average diameter of a blueberry is only about 4 millimeters.  By analyzing a circular patch in the rock surface to the left of the densest patch of spherules, Opportunity obtained data showing that the underlying rock has a much different composition than the hematite rich blueberries.  This information contributes to the growing consensus is that these small, strange, gray orbs were slowly deposited from a bath of dirty water.",
    "hdurl": "https://apod.nasa.gov/apod/image/0404/berrybowl_opportunity_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Berry Bowl of Martian Spherules",
    "url": "https://apod.nasa.gov/apod/image/0404/berrybowl_opportunity.jpg"
  },
  {
    "date": "2004-04-06",
    "explanation": "How did this huge cyclone form?  An unusually strong storm -- perhaps the strongest storm in the recorded history of the South Atlantic Ocean -- crossed the coast of Brazil last week.  Cyclones this powerful, classified by some as the first ever Category 1 Hurricane, are very rare in the South Atlantic.  Tropical cyclones are large regions of low pressure with little vertical wind shear that typically form over regions of warm water, which power the cyclone through evaporation.  Reports of relatively cold air in the center indicate, however, that this storm was extratropical.  The storm was dubbed Caterina by local meteorologists, although no formal naming precedents exist in this part of the world.",
    "hdurl": "https://apod.nasa.gov/apod/image/0404/brazilcyclone_modis_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusually Strong Cyclone Off the Brazilian Coast",
    "url": "https://apod.nasa.gov/apod/image/0404/brazilcyclone_modis.jpg"
  },
  {
    "copyright": "Canada-France-Hawaii Telescope",
    "date": "2004-04-07",
    "explanation": "Why isn't spiral galaxy M66 symmetric?  Usually density waves of gas, dust, and newly formed stars circle a spiral galaxy's center and create a nearly symmetric galaxy.  The differences between M66's spiral arms and the apparent displacement of its nucleus are all likely caused by the tidal gravitational pull of nearby galaxy neighbor M65. Spiral galaxy M66, pictured above, spans about 100,000 light years, lies about 35 million light years distant, and is the largest galaxy in a group including M65 and NGC 3628 known as the Leo Triplet.  Like many spiral galaxies, the long and intricate dust lanes of M66 are seen intertwined with the bright stars and nebulas that light up the spiral arms.",
    "hdurl": "https://apod.nasa.gov/apod/image/0404/m66_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual Spiral Galaxy M66",
    "url": "https://apod.nasa.gov/apod/image/0404/m66_cfht.jpg"
  },
  {
    "copyright": "Panther Observatory",
    "date": "2004-04-08",
    "explanation": "Normally faint and elusive, the Jellyfish Nebula is caught in the net of this spectacular wide-field telescopic view. Flanked by two yellow-tinted stars at the foot of a celestial twin - Mu and Eta Geminorum - the Jellyfish Nebula is the brighter arcing ridge of emission with dangling tentacles just right of center. Here, the cosmic jellyfish is seen to be part of bubble-shaped supernova remnant IC 443, the expanding debris cloud from an exploded star some 5,000 light-years away. Also in view, emission nebula IC 444 nearly fills the field to the upper left, dotted with small blue reflection nebulae. Like its cousin in astrophysical waters, the Crab Nebula, IC 443 is known to harbor a neutron star, the collapsed core of the massive star that exploded over 30,000 years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/0404/ic443_schedler_60.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Elusive Jellyfish Nebula",
    "url": "https://apod.nasa.gov/apod/image/0404/ic443_schedler_17.jpg"
  },
  {
    "date": "2004-04-09",
    "explanation": "Magnificent spiral galaxy NGC 4565 is viewed edge-on from planet Earth. Also known as the Needle Galaxy for its narrow profile, bright NGC 4565 is a stop on many springtime telescopic tours of the northern sky as it lies in the faint but well-groomed constellation Coma Berenices. This sharp color image reveals the galaxy's bulging central core dominated by light from a population of older, yellowish stars. The core is dramatically cut by obscuring dust lanes which lace NGC 4565's thin galactic plane. A large island universe similar to our own Milky Way Galaxy, NGC 4565 is only about 30 million light-years distant, but over 100,000 light-years in diameter.  In fact, some consider NGC 4565 to be a prominent celestial masterpiece Messier missed.",
    "hdurl": "https://apod.nasa.gov/apod/image/0404/n4565_hugo_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4565: Galaxy on the Edge",
    "url": "https://apod.nasa.gov/apod/image/0404/n4565_hugo_c32.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2004-04-10",
    "explanation": "From our vantage point in the Milky Way Galaxy, we see NGC 6946 face-on. The big beautiful spiral galaxy is located just 10 million light-years away, behind a veil of foreground stars in the high and far-off constellation of Cepheus. Looking from the bright core outward along the loose, fragmented spiral arms, the galaxy's colors show a striking change from the yellowish light of old stars in the galaxy's center to young blue star clusters and reddish star forming regions. NGC 6946 is also bright in infrared light and rich in gas and dust, exhibiting a high star birth and death rate. In fact, during the 20th century, at least six supernovae, the death explosions of massive stars, were discovered in NGC 6946. In this sharp composite color digital image, a small barred structure is just visible at the gorgeous galaxy's core.",
    "hdurl": "https://apod.nasa.gov/apod/image/0404/ngc6946e_gendler_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Facing NGC 6946",
    "url": "https://apod.nasa.gov/apod/image/0404/ngc6946e_gendler.jpg"
  },
  {
    "date": "2004-04-11",
    "explanation": "In Jules Verne's science fiction classic A Journey to the Center of the Earth, Professor Liedenbrock and his fellow explorers encounter many strange and exciting wonders. What wonders lie at the center of our Galaxy? Astronomers know of some of the bizarre objects that exist there, like vast cosmic dust clouds, bright star clusters, swirling rings of gas, and even a supermassive black hole. Much of the Galactic Center is shielded from our view in visible light by the intervening dust and gas, but it can be explored using other forms of electromagnetic radiation. This haunting wide angle image of the Galactic Center region in infrared light was constructed using data from the Midcourse Space Experiment (MSX) satellite. The image maps three mid-infrared bands, otherwise invisible to human eyes, into visible blue, green, and red colors revealing the thermal emission from dust clouds near the galactic center that have been heated by starlight. The galactic plane runs along the middle of this image while the galactic center itself is the bright spot at picture center. The field of view of this cropped picture is about 1.5 by 2.5 degrees.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/galcenter_msx_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Journey to the Center of the Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0210/galcenter_msx_c1.jpg"
  },
  {
    "date": "2004-04-12",
    "explanation": "What would it be like to explore the surface of another world? In 1972 during the Apollo 17 mission, astronaut Harrison Schmitt found out first hand.  In this case, the world was Earth's own Moon.  In this recently compiled panorama of lunar photographs originally taken by astronaut Eugene Cernan, the magnificent desolation of the barren Moon is apparent.  Visible above and by scrolling right are lunar rocks in the foreground, lunar mountains in the background, some small craters, a lunar rover, and astronaut Schmidt on his way back to the rover. A few days after this image was taken, humanity left the Moon and has yet to return.",
    "hdurl": "https://apod.nasa.gov/apod/image/0404/moonpan_apollo17_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 17 Panorama: Astronaut Running",
    "url": "https://apod.nasa.gov/apod/image/0404/moonpan_apollo17.jpg"
  },
  {
    "copyright": "Michael Koch",
    "date": "2004-04-13",
    "explanation": "Why would a cloud appear to be different colors?  A relatively rare phenomenon known as iridescent clouds can show unusual colors vividly or a whole spectrum of colors simultaneously.  These clouds are formed of small water droplets of nearly uniform size.  When the Sun is in the right position and mostly hidden by thick clouds,  these thinner clouds significantly diffract sunlight in a nearly coherent manner, with different colors being deflected by different amounts.  Therefore, different colors will come to the observer from slightly different directions.  Many clouds start with uniform regions that could show iridescence but quickly become too thick, too mixed, or too far from the Sun to exhibit striking colors. Pictured above, an iridescent cloud was photographed near Cannes,  France last month.",
    "hdurl": "https://apod.nasa.gov/apod/image/0404/iridescence_koch_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Iridescent Cloud Over France",
    "url": "https://apod.nasa.gov/apod/image/0404/iridescence_koch.jpg"
  },
  {
    "date": "2004-04-14",
    "explanation": "Deep in the normally hidden recesses of giant molecular cloud DR21, a stellar nursery has been found creating some of the most massive stars yet recorded.  The orbiting Spitzer Space Telescope's Infrared Array Camera opened the window into the cloud last year in mid- infrared light.  The cloud is opaque to visible light because of dense interstellar dust.  Noticeable in the above representative color infrared Spitzer image are huge bubbles, a complex tapestry of dust and gas, and very massive stars.  The infrared filaments actually glow because of organic compounds known as PAHs.  The intricate patterns are caused by complex interactions between interstellar winds, radiation pressures, magnetic fields, and gravity.  The pictured region spans about 75 light years and lies about 6,000 light years distant toward the constellation of Cygnus.",
    "hdurl": "https://apod.nasa.gov/apod/image/0404/dr21b_spitzer_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Massive Star Forming Region DR21 in Infrared",
    "url": "https://apod.nasa.gov/apod/image/0404/dr21b_spitzer.jpg"
  },
  {
    "copyright": "David Cortner",
    "date": "2004-04-15",
    "explanation": "Venus still rules the western skies after sunset as the brilliant evening star. While wandering the ecliptic with its fellow naked-eye planets earlier this month, it passed near the Pleiades star cluster, providing a striking photo opportunity for earthbound skygazers. Cataloged as M45, the Pleiades stars make for a lovely sight on their own, often shown in long exposure images immersed in hazy blue reflection nebulae. In this picture though, recorded on the evening of April 3rd, brilliant Venus closes with the Seven Sisters and overwhelms the light from the delicate cosmic clouds. The view offers a study in contrasts as Venus appears about 700 times brighter than Alcyone, the Pleiades brightest star. With Venus just over 5 light-minutes from Earth, Alcyone and the other Pleiades cluster stars are about 400 light-years distant. Formed out of the contracting nebula which gave birth to the Sun, Venus is also roughly 4.5 billion years old. The stars of the Pleiades are likely aged a mere hundred million years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0404/vm45_cortner_800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus and the Pleiades",
    "url": "https://apod.nasa.gov/apod/image/0404/vm45_cortner_c2.jpg"
  },
  {
    "date": "2004-04-16",
    "explanation": "Like grains of sand on a cosmic beach, individual stars of large spiral galaxy NGC 300 are resolved in this sharp image from the Hubble Space Telescope's Advanced Camera for Surveys (ACS). The inner region of the galaxy is pictured, spanning about 7,500 light-years. At its center is the bright, densely packed galactic core surrounded by a loose array of dark dust lanes mixed with the stars in the galactic plane. NGC 300 lies 6.5 million light-years away and is part of a group of galaxies named for the southern constellation Sculptor. Hubble's unique ability to distinguish so many stars in NGC 300 can be used to hone techniques for making distance measurements on extragalactic scales.",
    "hdurl": "https://apod.nasa.gov/apod/image/0404/ngc300_hst_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Stars of NGC 300",
    "url": "https://apod.nasa.gov/apod/image/0404/ngc300_hst_c1.jpg"
  },
  {
    "date": "2004-04-17",
    "explanation": "Why is the Moon dusty? On Earth, rocks are weathered by wind and water, creating soil and sand. On the Moon, the long history of micrometeorite bombardment has blasted away at the rocky surface creating a layer of powdery lunar soil or regolith. This lunar regolith could be a scientific and industrial bonanza. But for the Apollo astronauts and their equipment, the pervasive, fine, gritty dust was definitely a problem. On the lunar surface in December 1972, Apollo 17 astronauts Harrison Schmitt and Eugene Cernan needed to repair one of their lunar rover's fenders in an effort to keep the \"rooster tails\" of dust away from themselves and their gear. This picture reveals",
    "hdurl": "https://apod.nasa.gov/apod/image/0404/ducttape_apollo17_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Dust and Duct Tape",
    "url": "https://apod.nasa.gov/apod/image/0404/ducttape_apollo17.jpg"
  },
  {
    "copyright": "KPNO",
    "date": "2004-04-18",
    "explanation": "Astronomers divide stars into different  spectral types. First started in the 1800s, the spectral type was originally meant to classify the strength of hydrogen absorption lines. A few types that best describe the temperature of the star remain in use today.  The seven main spectral types OBAFGKM are shown above with the spectrum of a single \"O\" star at the top followed by two spectra each from the progressively cooler designations, respectively.  Historically, these letters have been remembered with the mnemonic \"Oh Be A Fine Girl/Guy Kiss Me.\"  Frequent classroom contests, however, have come up with other more/less politically correct mnemonics such as \"Oven Baked Apples From Grandpa's/Grandma's Kitchen. Mmmm.\"  Our Sun has spectral type \"G\".",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/obafgkm_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stellar Spectral Types: OBAFGKM",
    "url": "https://apod.nasa.gov/apod/image/0105/obafgkm_noao.jpg"
  },
  {
    "date": "2004-04-19",
    "explanation": "Today, Comet Bradfield is passing the Sun.  The above image, taken yesterday in the direction of the Sun by the SOHO LASCO instrument, shows the comet and its dust tail as the elongated white streak.  The Sun would normally be seen in the very center but has been blocked from view.  Comet C/2004 F4 (Bradfield) was discovered just one month ago and has brightened dramatically as it neared the Sun.  Careful sky gazers can see Comet Bradfield with the unaided eye near the Sun, although NASA's sun-orbiting SOHO satellite has the best view.  During the day, Comet Bradfield will continually shift inside the LASCO frame as it rounds the Sun.  There is even the possibility that the comet will break up.  If not, the bright comet's trajectory will carry it outside the field of LASCO sometime tomorrow.  Along with T7 and Q4, Comet Bradfield is now the third comet that is currently visible on the sky with the unaided eye, the most ever of which we are aware and quite possibly the most in recorded history.",
    "hdurl": "https://apod.nasa.gov/apod/image/0404/bradfield_lasco.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Bradfield Passes the Sun",
    "url": "https://apod.nasa.gov/apod/image/0404/bradfield_lasco.gif"
  },
  {
    "copyright": "Wally Pacholka",
    "date": "2004-04-20",
    "explanation": "Comet Hale-Bopp, the Great Comet of 1997, was quite a sight.  No comets of comparable brightness have graced the skies of Earth since then.  During this next month, however, even besides the fleeting Comet Bradfield, two comets have a slight chance of rivaling Hale-Bopp and a good chance of putting on a memorable sky show.  Unfortunately, most of the show will be confined to sky gazers in Earth's southern hemisphere.  Both comets are already visible to the unaided eye from there.  The first, Comet C/2002 T7 (LINEAR), should be at its best before dawn during the first weeks of May from the south.  The second, Comet C/2001 Q4 (NEAT), should be visible in early May from all over the Earth.  Both comets appear to be approaching the inner Solar System for the first time and so it is very hard to predict how bright each will become.  In the above photograph taken 1997 April 6, Comet Hale-Bopp was imaged from the Indian Cove Campground in the Joshua Tree National Forest in California, USA.  A flashlight was used to momentarily illuminate foreground rocks during this six minute exposure.",
    "hdurl": "https://apod.nasa.gov/apod/image/0404/halebopp3_pacholka_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hale-Bopp Over Indian Cove",
    "url": "https://apod.nasa.gov/apod/image/0404/halebopp3_pacholka.jpg"
  },
  {
    "copyright": "Univ. LiegeESO",
    "date": "2004-04-21",
    "explanation": "How could two young stars power these colorful interstellar gas clouds? Although hidden by thick dust, the stars spew forceful ions and energetic radiation that cause the clouds to fragment and light up. The above composite color image from the European Southern Observatory's Melipal VLT telescope resolves details in the nebula complex known as BAT99-49, with emission from helium atoms in blue hues, oxygen atoms in green, and hydrogen atoms in red.  Located in the Large Magellanic Cloud (LMC), the largest satellite galaxy to our own Milky Way Galaxy, one of the stars in the central binary is an enigmatic Wolf-Rayet star while the other is a massive O star.  Wolf-Rayet stars have some of the hottest surfaces in the universe, while O stars are the most massive and energetic of normal main sequence stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0404/bat99_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nebulas Surrounding Wolf-Rayet Binary BAT99-49",
    "url": "https://apod.nasa.gov/apod/image/0404/bat99_vlt.jpg"
  },
  {
    "date": "2004-04-22",
    "explanation": "Discovered by the the Lincoln Near Earth Asteroid Research (LINEAR) project in October of 2002, comet C/2002 T7 is now visiting the inner solar system, making its closest approach (see animation by L. Koehn) to the Sun tomorrow, April 23rd. Emerging from the solar glare, the comet is now just visible to the unaided eye in the constellation Pisces, near the eastern horizon in morning twilight. In this gorgeous telescopic view recorded before dawn yesterday, the clearly active comet has developed an extensive, complex tail extending over 2 degrees in the anti-sunward direction, and a pronounced anti-tail or anomalous tail. Later next month this comet should appear brighter, making its closest approach to planet Earth on May 19th. In fact, it could share southern skies with another naked-eye comet, also anticipated to brighten in May, designated C/2001 Q4 (NEAT).",
    "hdurl": "https://apod.nasa.gov/apod/image/0404/linearfreytag_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet C/2002 T7 (LINEAR)",
    "url": "https://apod.nasa.gov/apod/image/0404/linearfreytag_rc1.jpg"
  },
  {
    "copyright": "StarryScapes",
    "date": "2004-04-23",
    "explanation": "Inbound from the distant solar system, comet C/2001 Q4 will soon pass just inside planet Earth's orbit and should be one of two bright, naked-eye comets visible in southern skies in May. First picked up nearly three years ago by the Near Earth Asteroid Tracking (NEAT) project Q4 appears in both of these stunning telescopic views recorded only a few days ago, on April 18th (left) and 19th, from a site near Alcohuaz, Chile. Remarkable changes in the structure of the long, graceful tail can be seen by comparing the two photos, including the dramatic kink seen near the tail's midpoint on April 19th. The apparent motion of the comet sweeping across the sky is evident when you compare the position of the tail relative to background galaxy NGC 1313, visible as a smudge near the top of each image. Q4's closest approach to the Sun will be on May 15th while its closest encounter with planet Earth will be on May 7th (see animation by L. Koehn).",
    "hdurl": "https://apod.nasa.gov/apod/image/0404/neatQ4_tan_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet C/2001 Q4 (NEAT)",
    "url": "https://apod.nasa.gov/apod/image/0404/neatQ4_tan_c1.jpg"
  },
  {
    "date": "2004-04-24",
    "explanation": "While searching the skies above 18th century France for comets, astronomer Charles Messier diligently recorded this object as number 27 on his list of things which are definitely not comets. So what is it? Well, 21st century astronomers would classify it as a Planetary Nebula ... but it's not a planet either, even though it may appear round and planet-like in a small telescope. Messier 27 (M27) is now known to be an excellent example of a gaseous emission nebula created as a sun-like star runs out of nuclear fuel in its core. The nebula forms as the star's outer layers are expelled into space. The visible glow is generated as atoms are excited by the dying star's intense but invisible ultraviolet light. Known by the popular name Dumbbell Nebula, the beautifully symmetric interstellar gas cloud is about 1,200 light-years away in the constellation Vulpecula. This gorgeous synthetic color picture of M27 was produced during testing of one of the European Southern Observatory's Very Large Telescopes.",
    "hdurl": "https://apod.nasa.gov/apod/image/0404/m27_vlt_f1_large.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M27: Not A Comet",
    "url": "https://apod.nasa.gov/apod/image/0404/m27_vlt_f1_sm.jpg"
  },
  {
    "date": "2004-04-25",
    "explanation": "These bacteria could survive on another planet.  In an Earth lab, Deinococcus radiodurans (D. rad) survive extreme levels of radiation, extreme temperatures, dehydration, and exposure to genotoxic chemicals.  Amazingly, they even have the ability to repair their own  DNA, usually with 48 hours.  Known as an extremophile, bacteria such as D. rad are of interest to NASA partly because they might be adaptable to help human astronauts survive on other worlds.  A recent map of D. rad's  DNA might allow biologists to augment their survival skills with the ability to produce medicine, clean water, and oxygen.  Already they have been genetically engineered to help clean up spills of toxic mercury.  Likely one of the oldest surviving life forms, D. rad was discovered by accident in the 1950s when scientists investigating food preservation techniques could not easily kill it.  Pictured above, Deinococcus radiodurans grow quietly in a dish.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/drad_daly_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "D. rad Bacteria: Candidate Astronauts",
    "url": "https://apod.nasa.gov/apod/image/0209/drad_daly.jpg"
  },
  {
    "date": "2004-04-26",
    "explanation": "How could a galaxy become shaped like a ring? The rim of the blue galaxy pictured on the right is an immense ring-like structure 150,000 light years in diameter composed of newly formed, extremely bright, massive stars.  That galaxy, AM 0644-741, is known as a ring galaxy and was caused by an immense galaxy collision.  When galaxies collide, they pass through each other -- their individual stars rarely come into contact.  The ring-like shape is the result of the gravitational disruption caused by an entire small intruder galaxy passing through a large one.  When this happens, interstellar gas and dust become condensed, causing a wave of star formation to move out from the impact point like a ripple across the surface of a pond.  The intruder galaxy has since moved out of the frame taken by the Hubble Space Telescope and released to commemorate last Saturday's fourteenth anniversary of Hubble's launch.  Ring galaxy AM 0644-741 lies about 300 million light years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0404/ringam_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ring Galaxy AM 0644-741 from Hubble",
    "url": "https://apod.nasa.gov/apod/image/0404/ringam_hst.jpg"
  },
  {
    "copyright": "Jimmy WestlakeColorado\nMountain College",
    "date": "2004-04-27",
    "explanation": "Comet Bradfield has become quite a sight just before sunrise -- for those with binoculars or cameras.  Although fading noticeably each day, a sky chart, a northern location, and some persistence will allow curious sky gazers to locate the cosmic snowball and its spectacular tail.  One might call Bradfield a \"camera\" comet as its extended tail is too long for most telescopes but caught nicely by normal cameras capable of long exposures and set to rotate with the sky.  Pictured above just yesterday, Comet C/2004 F4 (Bradfield) was caught as it rose on successive three-minute exposures above the Rocky Mountains near Yampa, Colorado, USA.  Visible on the upper left as a bright fuzzy smudge is the Andromeda Galaxy (M31), far in the distance.  Comet Bradfield was discovered only last month and was briefly visible to the unaided eye.  It was imaged in spectacular fashion by the SOHO spacecraft as it rounded the Sun early last week.",
    "hdurl": "https://apod.nasa.gov/apod/image/0404/bradfield03_westlake_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Bradfield Rising",
    "url": "https://apod.nasa.gov/apod/image/0404/bradfield_westlake.gif"
  },
  {
    "date": "2004-04-28",
    "explanation": "Does gravity have a magnetic counterpart?  Spin any electric charge and you get a magnetic field.  Spin any mass and, according to Einstein, you should get a very slight effect that acts something like magnetism.  This effect is expected to be so small that it is beyond practical experience and even beyond laboratory measurement.  Until now.  In a bold attempt to directly measure gravitomagnetism, NASA launched last week the smoothest spheres ever manufactured into space to see how they spin.  These four spheres, each roughly the size of a ping-pong ball, are the key to the ultra-precise gyroscopes at the core of Gravity Probe B.  Will the gyroscopes feel gravitomagnetism and wobble at the rate Einstein would have predicted?  Stay tuned.  Better understanding space, time, and gravity can have untold long term benefits as well as likely shorter term benefits such as better clocks and global positioning trackers.",
    "hdurl": "https://apod.nasa.gov/apod/image/0404/gyro_gpb.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Smooth Spheres of Gravity Probe B",
    "url": "https://apod.nasa.gov/apod/image/0404/gyro_gpb_big.jpg"
  },
  {
    "date": "2004-04-29",
    "explanation": "This June's rare and much heralded transit of Venus will feature our currently brilliant evening star in silhouette, as the inner planet glides across the face of the Sun. But on January 5, 2003 an even rarer transit took place. Titan, large moon of ringed gas giant Saturn, crossed in front of the Crab Nebula, a supernova remnant some 7,000 light-years away. During Titan's transit, the orbiting Chandra Observatory's x-ray detectors recorded the shadowing of cosmic x-rays generated by the Crab's amazing pulsar nebula, pictured above, in a situation analogous to a medical x-ray. The resulting image (inset at left) probes the extent of Titan's atmosphere. So, how rare was Titan's transit of the Crab? While Saturn itself passes within a few degrees of the Crab Nebula every 30 years, the next similar transit is reportedly due in 2267. And since the stellar explosion which gave birth to the Crab was seen in 1054, the 2003 Titan transit may have been the first to occur ... ever.",
    "hdurl": "https://apod.nasa.gov/apod/image/0404/titanpathcomp_cxc_scale.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Titan's X-Ray",
    "url": "https://apod.nasa.gov/apod/image/0404/titanpathcomp_cxc_scalesm.jpg"
  },
  {
    "date": "2004-04-30",
    "explanation": "Now a bright speck of light wandering through Earth's night sky, magnificent planet Saturn lies nearly 1.5 billion kilometers from the Sun. But after an interplanetary voyage of seven years the planet's stunning rings nearly fill the field of the Cassini spacecraft's narrow angle camera in this image recorded on March 27. Tip to tip, the ring system spans about 270,000 kilometers. Named for discoverers, the large, easily visible gap in the rings is known as the Cassini division, while the narrower outer gap is the Encke division. Illuminated from below and to the right, the rings cast a shadow on Saturn's upper hemisphere, interrupted where sunlight streams through the Cassini division and creates a light blue streak. At the left, Saturn also casts a stark shadow across the planet girdling rings. On July 1, the Cassini spacecraft is scheduled to fire its main engine and enter Saturn orbit.",
    "hdurl": "https://apod.nasa.gov/apod/image/0404/finalsaturn_cassini_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eyeful of Saturn",
    "url": "https://apod.nasa.gov/apod/image/0404/finalsaturn_cassini_c1.jpg"
  },
  {
    "copyright": "Stan Richard",
    "date": "2004-05-01",
    "explanation": "On April 23rd, the Moon along with planets Saturn, Mars, and Venus (and planet Earth of course ...) were all visible in the west at twilight, captured here from a site near Saylorvillle Lake north of Des Moines, Iowa, USA.  Putting your cursor over the image will label our fellow solar system wanderers and also reveal the approximate trajectory of the ecliptic plane - defined by Earth's orbit around the Sun - angling above the western horizon. After sunset tonight, the western sky will present a similar arrangement of planets, although the Moon will have moved east out of the picture, passing bright Jupiter along the ecliptic and heading for May 4th's total lunar eclipse. May could also be a good month for comets.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/mvms_042304_richard_f1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Western Sky at Twilight",
    "url": "https://apod.nasa.gov/apod/image/0405/mvms_042304_richard_f2.jpg"
  }
]
