[
  {
    "date": "2004-09-01",
    "explanation": "Is our Solar System unique?  The discovery of a Neptune-mass planet in an sub-Mercury orbit around nearby Sun-like star 55 Cancri, announced yesterday along with the discovery of other similar systems, gives a new indication that planetary systems as complex as our own  Solar System likely exist elsewhere.  The planet, discovered in data from the Hobby-Eberly telescope in Texas, the Lick Observatory in California, and the orbiting Hubble Space Telescope, is one of four planets now known to orbit  55 Cancri -- the others being similar in mass to Jupiter.  The finding involved noting subtle changes in the speed of the star caused by its orbiting planets.  The above drawing depicts what this planet might look like, assuming a mass similar to Neptune, but a composition similar to Earth.  The star 55 Cancri, only 40 light-years distant, is visible with binoculars towards the constellation of Cancer.",
    "hdurl": "https://apod.nasa.gov/apod/image/0409/newneptune_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Inner Neptune for 55 Cancri",
    "url": "https://apod.nasa.gov/apod/image/0409/newneptune_nasa.jpg"
  },
  {
    "copyright": "StarryScapes",
    "date": "2004-09-02",
    "explanation": "Portuguese navigator Fernando de Magellan and his crew had plenty of time to study the southern sky during the first circumnavigation of planet Earth. As a result, two fuzzy cloud-like objects easily visible for southern hemisphere skygazers are known as the Clouds of Magellan. Of course, these star clouds are now understood to be dwarf irregular galaxies, satellites of our larger spiral Milky Way galaxy. The Large Magellanic Cloud (LMC) pictured above is only about 180,000 light-years distant in the constellation Dorado. Spanning about 15,000 light-years or so, it is the most massive of the Milky Way's satellite galaxies and is the site of the closest supernova in modern times.  The prominent red knot on the right is 30 Doradus, or the Tarantula Nebula, a giant star-forming region in the Large Magellanic Cloud.",
    "hdurl": "https://apod.nasa.gov/apod/image/0409/lmc_tan_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Large Cloud of Magellan",
    "url": "https://apod.nasa.gov/apod/image/0409/lmc_tan_c1.jpg"
  },
  {
    "date": "2004-09-03",
    "explanation": "A major hurricane is heading for Florida.  Hurricane Frances, one of the stronger storm systems of modern times, may cross the eastern coast of Florida sometime tomorrow.  Those in the path of a hurricane should take precautions.  For example, NASA's Kennedy Space Center has completely shut down.  The orbiting GOES-12 satellite took the above image of Hurricane Frances early yesterday. Hurricanes are huge swirling storms with cloud systems typically larger than a state.  Tropical cyclones, called hurricanes in Earth's Western Hemisphere and typhoons in the Eastern Hemisphere, get their immense energy from warm evaporated ocean water.  As this water vapor cools and condenses, it heats the air, lowers pressure and hence causes cooler air to come swooshing in.  Winds can reach over 250 kilometers per hour and become very dangerous.  Much remains unknown about cyclones, including how they are formed and the exact path they will take.",
    "hdurl": "https://apod.nasa.gov/apod/image/0409/frances2_noaa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hurricane Frances Approaches Florida",
    "url": "https://apod.nasa.gov/apod/image/0409/frances2_noaa.jpg"
  },
  {
    "date": "2004-09-04",
    "explanation": "Looking for water on Mars, researchers using detectors on board the orbiting Mars Odyssey spacecraft have created this false-color global map of energetic neutrons from the otherwise Red Planet. What do neutrons have to do with water? As cosmic rays from interplanetary space penetrate the thin martian atmosphere and reach the surface they interact with elements in the upper layer of soil, scattering neutrons back into space. But if the martian soil contains hydrogen, it seriously absorbs energetic scattered neutrons. Tracking variations in absorption, neutron detectors can map changes in surface hydrogen content from orbit. Hydrogen content is taken as a surrogate measure of frozen water (H20), the most likely form of hydrogen close to the martian surface. Thus, bluer shades in the above map correspond to larger presumed concentrations of near-surface water ice. Water ice at the martian poles came as no surprise, but significant concentrations also seem to be present at lower latitudes. The melting of such near-surface ice could be responsible for the formation of martian gullies.",
    "hdurl": "https://apod.nasa.gov/apod/image/0409/neutronMars_odyssey_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Neutron Mars",
    "url": "https://apod.nasa.gov/apod/image/0409/neutronMars_odyssey_c1.jpg"
  },
  {
    "date": "2004-09-05",
    "explanation": "The Whirlpool Galaxy is a classic spiral galaxy.  At only 30 million light years distant and fully 60 thousand light years across, M51, also known as  NGC 5194, is one of the brightest and most picturesque galaxies on the sky.  The above image is a digital combination of a ground-based image from the 0.9-meter telescope at Kitt Peak National Observatory and a space-based image from the Hubble Space Telescope highlighting sharp features normally too red to be seen. Anyone with a good pair of binoculars, however, can see this Whirlpool toward the constellation of Canes Venatici.  M51 is a spiral galaxy of type Sc and is the dominant member of a whole group of galaxies.  Astronomers speculate that M51's spiral structure is primarily due to its gravitational interaction with a smaller galaxy just off the top of this digitally sharpened image.",
    "hdurl": "https://apod.nasa.gov/apod/image/0409/m51_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M51: The Whirlpool Galaxy in Dust and Stars",
    "url": "https://apod.nasa.gov/apod/image/0409/m51_hst.jpg"
  },
  {
    "date": "2004-09-06",
    "explanation": "A comet-like tail of glowing gas, 200,000 light-years long, streams from galaxy C153 as it plunges through galaxy cluster Abell 2125 at nearly 8 million kilometers per hour. Itself a member of the giant cluster of galaxies, C153 may once have been a spiral galaxy like the Milky Way. But this remarkable series of images, false-color composites of x-ray and optical data, zooms in on the galaxy's fate. A headlong passage through the hot intracluster gas in the central regions of Abell 2125 is seen to be stripping C153 of its own star forming material and distorting its shape. As other galaxies in the cluster suffer a similar fate, the hot gas collecting in the cluster's core should become enriched in heavy elements. The violent spectacle was taking place about 3 billion light-years from Earth and is thought to illustrate a common process in the cosmic evolution of large clusters of galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/0409/a2125_comp_3panel_labeled.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "C153 Takes the Plunge",
    "url": "https://apod.nasa.gov/apod/image/0409/a2125_comp_3panel_labsm1.jpg"
  },
  {
    "date": "2004-09-07",
    "explanation": "The closest and brightest supernova in over a decade was recorded just over a month ago in the outskirts of nearby galaxy NGC 2403.  Officially tagged SN 2004dj, the Type IIP explosion likely annihilated most of a blue supergiant star as central fusion could no longer hold it up.  The supernova can be seen as the bright object in the above image in the direction of the arrow.  The home galaxy to the supernova, spiral galaxy NGC 2403, is located only 11 million light years away and is visible with binoculars toward the northern constellation of Camelopardalis (the Giraffe).  The supernova is fading but still visible with a telescope, once peaking at just brighter than magnitude 12.  Supernovas of this type change brightness in a predictable way and may be searched for in the distant universe as distance indicators.",
    "hdurl": "https://apod.nasa.gov/apod/image/0409/ngc2403sn_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Supernova in Nearby Galaxy NGC 2403",
    "url": "https://apod.nasa.gov/apod/image/0409/ngc2403sn_hst.jpg"
  },
  {
    "date": "2004-09-08",
    "explanation": "Why do some black hole surroundings appear brighter than others?  In the centers of active galaxies, supermassive black holes at least thousands of times the mass of our Sun dominate.  Many, called Seyfert Type I, are very bright in visible light.  Others, called Seyfert Type II, are rather dim.  The difference might be caused by some black holes accreting much more matter than others.  Alternatively, the black holes in the center of Seyfert Type II galaxies might be obscured by a surrounding torus.  To help choose between these competing hypotheses, the nearby Seyfert II galaxy NGC 4388 has been observed in X-ray light recently by many recent Earth-orbiting X-ray observatories, including CGRO, SIGMA, BeppoSAX, INTEGRAL, Chandra, and XMM-Newton.  Recent data from INTEGRAL and XMM-Newton have found that the X-ray flux in some X-ray colors varies rapidly, while flux in other X-ray colors is quite steady.  The constant flux and apparent absorption of very specific X-ray colors by cool iron together give evidence that the central black hole in NGC 4388 is seen through a thick torus composed of molecular gas and dust.",
    "hdurl": "https://apod.nasa.gov/apod/image/0409/bhtorus_esa.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Molecular Torus Surrounds Black Hole",
    "url": "https://apod.nasa.gov/apod/image/0409/bhtorus_esa_big.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2004-09-09",
    "explanation": "These three bright nebulae are often featured in telescopic tours of the constellation Sagittarius and the view toward the center of our Milky Way galaxy. In fact, 18th century cosmic tourist Charles Messier cataloged two of them; M8, the nebula above and left of center, and colorful M20 at the lower left. The third, NGC 6559, is at the right of M8, separated from the the larger nebula by a dark dust lane. All three are stellar nurseries about five thousand light-years or so distant. The expansive M8, over a hundred light-years across, is also known as the Lagoon Nebula while M20's popular moniker is the Trifid. In this gorgeous digital composition, the dominant red color of the emission nebulae is due to glowing hydrogen gas energized by the radiation of hot, young stars. The contrasting blue hues, most striking in the Trifid as well as NGC 6559, are due to dust reflected starlight.",
    "hdurl": "https://apod.nasa.gov/apod/image/0409/sagTriplet_gendler_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sagittarius Triplet",
    "url": "https://apod.nasa.gov/apod/image/0409/sagTriplet_gendler_c1.jpg"
  },
  {
    "date": "2004-09-10",
    "explanation": "Staring across interstellar space, the alluring Cat's Eye nebula lies three thousand light-years from Earth. A classic planetary nebula, the Cat's Eye (NGC 6543) represents a final, brief yet glorious phase in the life of a sun-like star. This nebula's dying central star may have produced the simple, outer pattern of dusty concentric shells by shrugging off outer layers in a series of regular convulsions. But the formation of the beautiful, more complex inner structures is not well understood. Seen so clearly in this sharp Hubble Space Telescope image, the truly cosmic eye is over half a light-year across.  Of course, gazing into the Cat's Eye, astronomers may well be seeing the fate of our sun, destined to enter its own planetary nebula phase of evolution ... in about 5 billion years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0409/catsEye_hst_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cat's Eye",
    "url": "https://apod.nasa.gov/apod/image/0409/catsEye_hst_c1.jpg"
  },
  {
    "copyright": "Dan Heller",
    "date": "2004-09-11",
    "explanation": "The night had no moon, but the stars were out. And camped at 16,000 feet on Mt. Kilimanjaro, photographer Dan Heller recorded this marvelous 3 1/2 hour long exposure. Here the landscape is lit mostly by the stars. Flashlights give the tents an erie internal radiance while the greenish glow from the distant city lights of Moshi, Tanzania filter through the clouds below. The view from this famous equatorial African mountain is toward the south, putting the South Celestial Pole close to the horizon on the far left, near the center of the graceful concentric star trail arcs. In the thin air and clear dark skies, even the ghostly Milky Way left a faint triangular glow as it swept across the middle of the dreamlike scene.",
    "hdurl": "https://apod.nasa.gov/apod/image/0409/kilistars_heller_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Star Trails of Kilimanjaro",
    "url": "https://apod.nasa.gov/apod/image/0409/kilistars_heller_full.jpg"
  },
  {
    "date": "2004-09-12",
    "explanation": "Mercury's surface looks similar to our Moon's.  Each is heavily cratered and made of rock.  Mercury's diameter is about 4800 km, while the Moon's is slightly less at about 3500 km (compared with about 12,700 km for the Earth).  But Mercury is unique in many ways.  Mercury is the closest planet to the Sun, orbiting at about 1/3 the radius of the Earth's orbit.  As Mercury slowly rotates, its surface temperature varies from an unbearably cold -180 degrees Celsius to an unbearably hot 400 degrees Celsius.  The place nearest the Sun in Mercury's orbit changes slightly each orbit - a fact used by Albert Einstein to help verify the correctness of his then newly discovered theory of gravity: General Relativity.   The above picture was taken by the only spacecraft ever to pass Mercury: Mariner 10 in 1974. A new mission, Messenger, launched for Mercury last month and is scheduled to enter orbit around the Solar System's innermost planet in in 2011.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/merc2_m10_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury: A Cratered Inferno",
    "url": "https://apod.nasa.gov/apod/image/0108/merc2_m10.jpg"
  },
  {
    "date": "2004-09-13",
    "explanation": "What caused this ring of colors?  At the time of this writing, MIT Physics Professor Walter Lewin had yet to find someone who can give the correct explanation.  Not students.  Not colleagues.  Not APOD editors.  He wonders how the astute readers of APOD will do.  Can you match wits with Professor Lewin?  Lewin took the above picture in a construction area in Massachusetts on June 20.  Your answer should be able to explain the color sequence and the bright area in the center.  Shortly after he gives the explanation on December 7 during a lecture in his course Vibrations and Waves at MIT, APOD will carry a link to it.  A discussion page for this image will be held in the APOD Forum on the Asterisk*.  Additionally, Professor Lewin will answer appropriate e-mail questions and guesses sent to asklewin@space.mit.edu.",
    "hdurl": "https://apod.nasa.gov/apod/image/0408/ring_lewin_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Identify this Phenomenon",
    "url": "https://apod.nasa.gov/apod/image/0408/ring_lewin.jpg"
  },
  {
    "date": "2004-09-14",
    "explanation": "A flying saucer from outer space crash-landed in the Utah desert last week after being tracked by radar and chased by helicopters.  No space aliens were involved, however.  The saucer, pictured above, was the Genesis sample return capsule, part of a human-made robot Genesis spaceship launched three years ago by NASA itself to study the Sun.  The unexpectedly hard landing at over 300 kilometers per hour occurred because the parachutes did not open as planned.  The Genesis mission had been orbiting the Sun collecting solar wind particles that are usually deflected away by Earth's magnetic field.  A big question remains -- are the returned samples in good enough condition to recover information about the real composition of the Sun?  Genesis team scientists and engineers are working hard to find out.",
    "hdurl": "https://apod.nasa.gov/apod/image/0409/landing1_genesis_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Genesis Mission's Hard Impact",
    "url": "https://apod.nasa.gov/apod/image/0409/landing1_genesis.jpg"
  },
  {
    "date": "2004-09-15",
    "explanation": "Ninety percent of the houses on Grenada were damaged.  Such is the destructive force of Hurricane Ivan, already one of the most powerful and destructive hurricanes on record.  And the storm will likely make landfall in southern USA tomorrow.  Ivan is the currently the third - and largest - hurricane set to strike the US this hurricane season.  The swirling eye of Hurricane Ivan was photographed above from the orbiting International Space Station (ISS) on Saturday as the storm's sustained 200 kilometer per hour winds wreaked havoc in the Caribbean.  The bad news is that hurricane season in the Atlantic typically lasts until November 30, still over two months away.  The more immediate bad news is that tropical storm Jeanne is next in line coming across the mid-Atlantic Ocean and could pass Puerto Rico sometime today.",
    "hdurl": "https://apod.nasa.gov/apod/image/0409/ivan_iss_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Above the Eye of Hurricane Ivan",
    "url": "https://apod.nasa.gov/apod/image/0409/ivan_iss.jpg"
  },
  {
    "date": "2004-09-16",
    "explanation": "Microquasars, bizarre binary star systems generating high-energy radiation and blasting out jets of particles at nearly the speed of light, live in our Milky Way galaxy. The energetic microquasar systems seem to consist of a very compact object, either a neutron star or a black hole, formed in a supernova explosion but still co-orbiting with an otherwise normal star. Using a very long array of radio telescopes, astronomers are reporting that at least one microquasar, LSI +61 303, can be traced back to its probable birthplace -- within a cluster of young stars in the constellation Cassiopeia. About 7,500 light-years from Earth, the star cluster and surrounding nebulosity, IC 1805, are shown in the deep sky image above. The cluster stars are identified by yellow boxes and circles. A yellow arrow indicates the common apparent motion of the cluster stars, the green arrow shows the deduced sky motion of the microquasar system, and the red arrow depicts the microquasar's motion relative to the star cluster itself. Seen nearly 130 light-years from the cluster it once called home, a powerful kick from the original supernova explosion likely set this microquasar in motion.",
    "hdurl": "https://apod.nasa.gov/apod/image/0409/microq_mirabel_figure1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Microquasar in Motion",
    "url": "https://apod.nasa.gov/apod/image/0409/microq_mirabel_c1.jpg"
  },
  {
    "copyright": "Richard Crisp",
    "date": "2004-09-17",
    "explanation": "Sprawling across hundreds of light-years, emission nebula IC 1805 is a mix of glowing interstellar gas and dark dust clouds. Only about 7,500 light-years away, stars were born in this region whose nickname - the Heart Nebula - derives from its suggestive shape (seen here sideways). This gorgeous, deep telescopic image of the nebula is very colorful, but if you could travel there and gaze across these cosmic clouds with your own eyes, are those the colors you would really see? The short answer is no, even though the image was made with light visible to the human eye. Light from this and other glowing gas clouds surrounding hot, young stars comes in very narrow bands of emission characteristic of energized atoms within the clouds. In fact, the nebular glow is often dominated by hydrogen atoms emitting light in only a small fraction of that broad region of the spectrum that we see as the color red. Adopting an artificial color scheme commonly used for narrow band images of emission nebulae, this beautifully detailed view shows the light from sulfur atoms in red hues, with hydrogen in green, and oxygen atoms in blue.",
    "hdurl": "https://apod.nasa.gov/apod/image/0409/ic1805_crisp_h2full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 1805: Light from the Heart",
    "url": "https://apod.nasa.gov/apod/image/0409/ic1805_crisp_h1c1.jpg"
  },
  {
    "date": "2004-09-18",
    "explanation": "The fifty-fifth entry in Charles Messier's catalog, M55 is a large and lovely globular cluster of around 100,000 stars. Only 20,000 light-years away in the constellation Sagittarius, M55 appears to earth-bound observers to be nearly 2/3 the size of the full moon. Globular star clusters like M55 roam the halo of our Milky Way Galaxy as gravitationally bound populations of stars known to be much older than stellar groups found in the galactic disk. Astronomers who make detailed studies of globular cluster stars can accurately measure the cluster ages and distances. Their results ultimately constrain the age of the Universe (... it must be older than the stars in it! ), and provide a fundamental rung on the astronomical distance ladder. This stunning three-color image made with astronomical (BVI) filters spans about 100 light-years across the globular cluster M55.",
    "hdurl": "https://apod.nasa.gov/apod/image/0409/m55_mochejska_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M55: Globular Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/0409/m55_mochejska_c1.jpg"
  },
  {
    "date": "2004-09-19",
    "explanation": "A magnetic compass does not point toward the true North Pole of the Earth.  Rather, it more closely points toward the North Magnetic Pole of the Earth.  The North Magnetic Pole is currently located in northern Canada.  It wanders in an elliptical path each day, and moves, on the average, more than forty meters northward each day.  Evidence indicates that the North Magnetic Pole has wandered over much of the Earth's surface in the 4.5 billion years since the Earth formed.  The Earth's magnetic field is created by Earth's partially ionized outer core, which rotates more rapidly than the Earth's surface.  Indicated in the above picture is Ellef Ringnes Island, the location of Earth's North Magnetic Pole in 1994.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/northcanada_noaa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth's North Magnetic Pole",
    "url": "https://apod.nasa.gov/apod/image/9910/northcanada_noaa.jpg"
  },
  {
    "date": "2004-09-20",
    "explanation": "Are Saturn's rings transparent?  The Cassini spacecraft that recently entered orbit around Saturn has confirmed that some of Saturn's rings are more transparent than others.  Pictured above, Saturn's main A, B, and C rings can be seen, top to bottom, superposed against the gas giant planet.  Although the B-ring across the top is opaque, Saturn's cloud tops can be clearly seen through the lower C-ring.  The translucent nature of the C-ring likely indicates that it is less densely populated with ring particles than the B-ring.  The above image was taken on July 30 while Cassini was over 7 million kilometers from Saturn.",
    "hdurl": "https://apod.nasa.gov/apod/image/0409/Cring_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Seeing Through Saturn's C-Ring",
    "url": "https://apod.nasa.gov/apod/image/0409/Cring_cassini.jpg"
  },
  {
    "copyright": "Fred Calvert",
    "date": "2004-09-21",
    "explanation": "Many vast star fields in the  plane of our Milky Way Galaxy are rich in clouds of dust, and gas.  First and foremost, visible in the above picture are millions of stars, many of which are similar to our Sun.  Next huge filaments of dark interstellar dust run across the image and block the light from millions of more stars yet further across our Galaxy.  The bright red region on the left is part of the Omega Nebula, an emission nebula of mostly hot hydrogen gas also known as M17.  A small bright grouping of stars near the image center is the open cluster M18, while the long bright streak of stars just right of center is M24.  On the far right of the image is the picturesque red emission nebula IC 1283 flanked by two blue  reflection nebulas NGC 6589 and NGC 6590.  These objects are visible with a small telescope toward the constellation of Sagittarius.",
    "hdurl": "https://apod.nasa.gov/apod/image/0409/m24_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M24: A Sagittarius Starscape",
    "url": "https://apod.nasa.gov/apod/image/0409/m24_noao.jpg"
  },
  {
    "date": "2004-09-22",
    "explanation": "Is it art?  Here the paintbrush was the Spirit robotic rover, the canvas was the soil on Mars, and the artists were the scientists and engineers of the Mars Exploration Rover Mission.  The picture created was mostly unintentional -- the MERS team was primarily instructing Spirit to investigate rocks in and around Hank's Hollow in a location called Engineering Flats on Mars.  After creating the ground display with its treads, the Spirit rover was instructed to photograph the area along with itself in silhouette.  Both Mars rovers, Spirit and Opportunity, are now back in contact after an expected radio blackout caused by Mars moving behind the Sun.  NASA has also announced that it is extending the rovers missions for six months, so long as they keep working.   Today: Day and night have equal duration",
    "hdurl": "https://apod.nasa.gov/apod/image/0409/eflat_spirit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spirit Rover at Engineering Flats on Mars",
    "url": "https://apod.nasa.gov/apod/image/0409/eflat_spirit.jpg"
  },
  {
    "date": "2004-09-23",
    "explanation": "On clear, moonless nights, the stars still come out with a vengance above the high-altitude La Silla astronomical observatory. Taking advantage of a recent visit to this first European Southern Observatory (ESO) site constructed on a mountain top in Chile, ESO software engineer Nico Housen recorded this stunning sky view. Difficult to see from light polluted areas, faint stars and dark dust clouds along the plane of our Milky Way Galaxy arc across the gorgeous photo. In the foreground lies the highly polished 15-meter diameter dish antenna of the Swedish-ESO Submillimeter Telescope (now decommissioned). Beyond it, silhouetted by starlight, is the dome of one of La Silla's large optical instruments, a 3.6 meter telescope. Dramatically reflected in the focusing, mirror-like surface of the dish, the vista behind the photographer appears inverted, with the dark horizon hanging above the Milky Way and the starry night.",
    "hdurl": "https://apod.nasa.gov/apod/image/0409/LaSillaMilkyWay_housen_f1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "La Silla's Starry Night",
    "url": "https://apod.nasa.gov/apod/image/0409/LaSillaMilkyWay_housen_c1.jpg"
  },
  {
    "date": "2004-09-24",
    "explanation": "Reminiscent of popular images of the lovely Pleiades star cluster that lies within our own Milky Way Galaxy, this false-color x-ray view actually explores the center of a much more extended cosmic family -- the Fornax cluster of galaxies some 65 million light-years away. Spanning nearly 900,000 light-years, the Chandra Observatory composite image reveals high-energy emission from several giant galaxies near the Fornax cluster center and an immense, diffuse cloud of x-ray emitting hot gas. On the whole, the hot cluster gas seems to be trailing toward the upper left in this view. As a result, astronomers surmise that the Fornax cluster core is moving toward the lower right, encountering an intergalactic headwind as it sweeps through a larger, less dense cloud of material. In fact, along with another visible galaxy grouping at the outskirts of the cluster, the Fornax cluster core galaxies seem to be moving toward a common point, attracted by the dominating gravity of unseen structures of dark matter in the region.",
    "hdurl": "https://apod.nasa.gov/apod/image/0409/fornax_cxc_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fornax Cluster in Motion",
    "url": "https://apod.nasa.gov/apod/image/0409/fornax_cxc_c1.jpg"
  },
  {
    "date": "2004-09-25",
    "explanation": "The ultraviolet light emitted by eleven times ionized iron at temperatures over 2 million degrees Farenheit was used to record the above picture of the Sun on September 22, 2001, the date of that year's autumnal equinox. The image was made by the EIT camera onboard the SOHO spacecraft, a space observatory which can continuously observe the Sun. Eleven times ionized iron is atomic iron with eleven of its electrons stripped away. Here the electrons are stripped by the frantic collisions with other atoms and electrons which occur at the extreme temperatures in the Solar Corona. Since electrons are negatively charged, the resulting ionized iron atom is highly positively charged. Astronomer's \"shorthand\" for eleven times ionized iron is written \"Fe XII\", the chemical symbol for iron followed by a Roman numeral 12 (Fe I is neutral iron).",
    "hdurl": "https://apod.nasa.gov/apod/image/0409/feii_eit010922_1812_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Iron Sun",
    "url": "https://apod.nasa.gov/apod/image/0409/feii_eit010922_1812.jpg"
  },
  {
    "copyright": "CNES",
    "date": "2004-09-26",
    "explanation": "Here is what the Earth looks like during a solar eclipse.  The shadow of the Moon can be seen darkening part of Earth.  This shadow moved across the Earth at nearly 2000 kilometers per hour.  Only observers near the center of the dark circle see a total solar eclipse - others see a partial eclipse where only part of the Sun appears blocked by the Moon.  This spectacular picture of the 1999 August 11 solar eclipse was one of the last ever taken from the Mir space station, which was deorbited in a controlled re-entry in 2001.",
    "hdurl": "https://apod.nasa.gov/apod/image/0409/eclipse99_mir_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Looking Back at an Eclipsed Earth",
    "url": "https://apod.nasa.gov/apod/image/0409/eclipse99_mir.jpg"
  },
  {
    "copyright": "Stefan Seip",
    "date": "2004-09-27",
    "explanation": "The Great Nebula in Orion is a colorful place.  Visible to the unaided eye, it appears as a small fuzzy patch in the constellation of Orion.  Long exposure, digitally sharpened images like this, however, show the Orion Nebula to be a busy neighborhood of young stars, hot gas, and dark dust.  The power behind much of the Orion Nebula (M42) is the Trapezium - four of the brightest stars in the nebula.  Many of the filamentary structures visible are actually shock waves - fronts where fast moving material encounters slow moving gas.  The Orion Nebula spans about 40 light years and is located about 1500 light years away in the same spiral arm of our Galaxy as the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/0409/orion_seip_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Great Nebula in Orion",
    "url": "https://apod.nasa.gov/apod/image/0409/orion_seip.jpg"
  },
  {
    "copyright": "highest communications tower",
    "date": "2004-09-28",
    "explanation": "Higher than highest communications tower, higher than highest mountain, higher than highest airplane, lies the realm of the aurora.  Auroras rarely reach below 60 kilometers, and can range up to 1000 kilometers.  Aurora light results from energetic electrons and protons striking molecules in the Earth's atmosphere.  Frequently, when viewed from space, a complete aurora will appear as a circle around one of the Earth's magnetic poles.  Pictured above is a particularly rare purple auroral corona that occurred on August 30, high above Harstad, Norway.",
    "hdurl": "https://apod.nasa.gov/apod/image/0409/toweraurora_nettfoto_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Over a Communications Tower",
    "url": "https://apod.nasa.gov/apod/image/0409/toweraurora_nettfoto.jpg"
  },
  {
    "date": "2004-09-29",
    "explanation": "When did galaxies form?  Faint red smudges identified on the deepest optical sky image ever taken may well be members of the first class of galaxies.  Detailed inspection of the Hubble Ultra Deep Field (HUDF), taken by the Advanced Camera for Surveys on the Hubble Space Telescope, found the galaxies, circled above, and used their distance and abundance to probe the universe when it was only a few percent of its present age.  Analyses indicate that the discovered class of galaxies is exclusively composed of these smaller dwarf galaxies from which larger modern galaxies must have formed.  Some large modern galaxies make a colorful foreground to the above HUDF.  The first class of dwarf galaxies likely contained energetic stars emitting light that transformed much of the remaining normal matter in the universe from a cold gas to a hot ionized plasma.",
    "hdurl": "https://apod.nasa.gov/apod/image/0409/hudfobjects_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "HUDF: Dawn of the Galaxies",
    "url": "https://apod.nasa.gov/apod/image/0409/hudfobjects_hst.jpg"
  },
  {
    "date": "2004-09-30",
    "explanation": "This dramatic perspective view looks south-east along the wall of a large eroded impact crater on Solis Planum, bordering the mountainous Thaumasia region of Mars. Stretching for about 50 kilometers into the scene, the crater wall is around 800 meters high. Located just south and west of the Red Planet's grand Valles Marineris, this area features mountains and fault lines that are seen as evidence of surface plate motions or plate tectonics. The process of plate tectonics has long been shaping the surface of planet Earth but is thought to have been only briefly active on Mars. The image was constructed using color image data from the High Resolution Stereo Camera onboard ESA's Mars Express spacecraft.",
    "hdurl": "https://apod.nasa.gov/apod/image/0409/solisplanum_marsexpress_pfull.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crater Wall on Solis Planum",
    "url": "https://apod.nasa.gov/apod/image/0409/solisplanum_marsexpress_pc1.jpg"
  },
  {
    "date": "2004-10-01",
    "explanation": "On Wednesday, September 29, the Earth came within one million miles of the asteroid Toutatis -- the closest predicted aproach of our fair planet to a sizable asteroid or comet in this century. Coming within one million miles or about 4 times the Earth-Moon distance, Earth would appear to be nearly the size of the full moon in the asteroid's sky, as suggested in this illustration. In Earth's sky, Toutatis appeared only as a faint object rapidly moving against a background of stars. Also known as Earth-crossing asteroid 4179, Toutatis",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/earth_toutatis_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth Nears Asteroid Toutatis",
    "url": "https://apod.nasa.gov/apod/image/0410/earth_toutatis_big.gif"
  }
]
