[
  {
    "copyright": "Umar MohideenU. California at Riverside",
    "date": "2004-08-01",
    "explanation": "This tiny ball provides evidence that the universe will expand forever.  Measuring slightly over one tenth of a millimeter, the ball moves toward a smooth plate in response to energy fluctuations in the vacuum of empty space.  The attraction is known as the Casimir Effect, named for its discoverer, who, 50 years ago, was trying to understand why fluids like mayonnaise move so slowly.  Today, evidence is accumulating that most of the energy density in the universe is in an unknown form dubbed dark energy.  The form and genesis of dark energy is almost completely unknown, but postulated as related to vacuum fluctuations similar to the Casimir Effect but generated somehow by space itself.  This vast and mysterious dark energy appears to gravitationally repel all matter and hence will likely cause the universe to expand forever.  Understanding vacuum fluctuations is on the forefront of research not only to better understand our universe but also for stopping micro-mechanical machine parts from sticking together.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/casimirsphere_mohideen_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Force from Empty Space: The Casimir Effect",
    "url": "https://apod.nasa.gov/apod/image/0209/casimirsphere_mohideen.jpg"
  },
  {
    "date": "2004-08-02",
    "explanation": "Imagine a pipe as wide as a state and as long as half the Earth.  Now imagine that this pipe is filled with hot gas moving 50,000 kilometers per hour.  Further imagine that this pipe is not made of metal but a transparent magnetic field.  You are envisioning just one of thousands of young spicules on the active Sun.  Pictured above is perhaps the highest resolution image yet of these enigmatic solar flux tubes.  Spicules dot the above frame of solar active region 10380 that crossed the Sun in June, but are particularly evident as a carpet of dark tubes on the right.  Time-sequenced images have recently shown that spicules last about five minutes, starting out as tall tubes of rapidly rising gas but eventually fading as the gas peaks and falls back down to the Sun.  These images also indicate, for the first time, that the ultimate cause of spicules is sound-like waves that flow over the Sun's surface but leak into the Sun's atmosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/0408/spicules_sst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spicules: Jets on the Sun",
    "url": "https://apod.nasa.gov/apod/image/0408/spicules_sst.jpg"
  },
  {
    "date": "2004-08-03",
    "explanation": "What if you saw your shadow on Mars and it wasn't human?  Then you might be the Opportunity rover currently exploring Mars.  Opportunity and sister robot Spirit have been probing the red planet since January, finding evidence of ancient water, and sending breathtaking images across the inner Solar System.  Pictured above, Opportunity looks opposite the Sun into Endurance Crater and sees its own shadow.  Two wheels are visible on the lower left and right, while the floor and walls of the unusual crater are visible in the background.  Opportunity is cautiously edging its way into this enigmatic crater, hoping to find new clues into the wet ancient past of our Solar System's second most habitable planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/0408/shadow_opportunity_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shadow of a Martian Robot",
    "url": "https://apod.nasa.gov/apod/image/0408/shadow_opportunity.jpg"
  },
  {
    "copyright": "Eva Seidenfaden",
    "date": "2004-08-04",
    "explanation": "Have you ever seen a bright halo around the Sun?  Unusual halos and arcs were so bright one recent afternoon in Trier, Germany that even casual people on the street noticed them.  The fantastic sky display is pictured above and included a 22 degree halo arc, a complete parhelic circle, a circumhorizon arc and even an infralateral arc.  A computer simulation has been run that mimics the above rare display.  A cloud partially blocked the usually more intense direct glare of the Sun. Sunlight refracting through falling and fluttering hexagonal ice crystals creates such displays.  Such atmospheric ice crystals also cause sundogs and Moon halos.",
    "hdurl": "https://apod.nasa.gov/apod/image/0408/halos_seidenfaden.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar Arcs and Halos",
    "url": "https://apod.nasa.gov/apod/image/0408/halos_seidenfaden.jpg"
  },
  {
    "copyright": "Richard Crisp",
    "date": "2004-08-05",
    "explanation": "Sprawling across hundreds of light-years, emission nebula IC 1396 mixes glowing cosmic gas and dark dust clouds. Stars are forming in this area, only about 3,000 light-years from Earth. This particularly colorful view of the region is a composite of digital images recorded through narrow band filters. The filters actually block out most of the light ... but narrowly transmit wavelengths characteristic of specific glowing atoms in the nebula. In fact, the color scheme used here makes it easy to trace some of the elements which contribute to the emission from IC 1396. Emission from sulfur atoms is shown in red, hydrogen atoms green, and oxygen in blue. The beautiful and useful result is still very different from what the eye might see. IC 1396 lies in the high and far off constellation of Cepheus.",
    "hdurl": "https://apod.nasa.gov/apod/image/0408/ic1396_crisp_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Emission Nebula IC 1396",
    "url": "https://apod.nasa.gov/apod/image/0408/ic1396_crisp_c1.jpg"
  },
  {
    "copyright": "Franz KerschbaumUniv. Vienna",
    "date": "2004-08-06",
    "explanation": "On a flight from Vienna to Brussels, astronomer Franz Kerschbaum looked out the window and photographed this beautiful atmospheric phenomenon, the glory, shining in the direction directly opposite the Sun.  Before airplanes, the glory, known to some as the heiligenschein or the Specter of the Brocken, was occasionally seen from mountaintops.  There, when conditions were right, one could look away from the Sun and see what appeared to be the shadow of a giant surrounded by a bright halo.  Of course, the giant turns out to be the observer, and in the modern version a silhouette of a plane frequently occupies the glory's center. The cause of the glory is relatively complex.  Briefly, small droplets of water reflect, refract, and diffract sunlight backwards towards the Sun. The phenomenon has a counterpart in astronomy, where looking out from planet Earth in the direction opposite the Sun yields a bright spot called the gegenschein.",
    "hdurl": "https://apod.nasa.gov/apod/image/0408/glory_kerschbaum_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Giant and the Glory",
    "url": "https://apod.nasa.gov/apod/image/0408/glory_kerschbaum_c1.jpg"
  },
  {
    "date": "2004-08-07",
    "explanation": "What are those strange blue objects?  Many are images of a single, unusual, beaded, blue, ring-like galaxy which just happens to line-up behind a giant  cluster of galaxies.  Cluster galaxies here appear yellow and -- together with the cluster's dark matter -- act as a gravitational lens.  A gravitational lens can create several images of background galaxies, analogous to the many points of light one would see while looking through a wine glass at a distant street light.  The distinctive shape of this background galaxy -- which is probably just forming -- has allowed astronomers to deduce that it has separate images at 4, 8, 9 and 10 o'clock, from the center of the cluster.  Possibly even the blue smudge just left of center is yet another image!  This spectacular photo from the Hubble Space Telescope was taken in October 1994.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/cl0024_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Giant Cluster Bends, Breaks Images",
    "url": "https://apod.nasa.gov/apod/image/0004/cl0024_hst.jpg"
  },
  {
    "copyright": "Sebastien GiguereAstrolab du Parc du Mont-Megantic",
    "date": "2004-08-08",
    "explanation": "Have you contemplated your sky recently?  This week will be a good one for midnight meditators at many northerly locations as meteors from the Perseid meteor shower will frequently streak through.  The Perseid meteor shower has slowly been building to a crescendo and should peak on the nights of August 11 and 12. Pictured above on 2002 August 1, a group of celestial sightseers near Quebec, Canada are treated to a dark and wondrous night sky that contained bright stars, green auroras, the band of our Milky Way galaxy, a majestic Moon rising, the International Space Station slowly gliding by, and the occasional flash of a Perseid meteor.  Although no meteors were caught in this frame, the Big Dipper remained quite prominent.",
    "hdurl": "https://apod.nasa.gov/apod/image/0208/peoplesky_mpo.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Contemplating the Sky",
    "url": "https://apod.nasa.gov/apod/image/0208/peoplesky_mpo.jpg"
  },
  {
    "copyright": "StarryScapes",
    "date": "2004-08-09",
    "explanation": "Connecting the Pipe Nebula to the bright star Antares is a flowing dark cloud nicknamed the Dark River.  The murkiness of the Dark River is caused by absorption of background starlight by dust, although the nebula contains mostly hydrogen and molecular gas.  Antares, the brightest star in the frame, is embedded in the colorful Rho Ophiuchi nebula clouds.  The Dark River, pictured above across the upper left, spans over 20 times the angular diameter of the Moon and lies about 500 light years distant.  Other types of nebula visible here include red emission nebula and the blue reflection nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/0408/rhooph_tan_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Dark River to Antares",
    "url": "https://apod.nasa.gov/apod/image/0408/rhooph_tan.jpg"
  },
  {
    "date": "2004-08-10",
    "explanation": "Most moons have no haze layer at all - why does Titan have two?  Images from the Cassini spacecraft that  slipped into orbit around Saturn last month confirm that the Solar System's most mysterious moon is surrounded not only by a thick atmosphere but also by two distinct spheres of haze.  These layers are visible as purple in the above false-color ultraviolet image.  Titan's opaque atmosphere is similar to Earth's atmosphere in that it is composed mostly of nitrogen.  As energetic sunlight strikes high level atmospheric nitrogen and methane, trace amounts of organic compounds such as ethane and carbon dioxide appear to form.  These and other complex organic molecules likely populate the detached haze layer.  In December 2004, Cassini will launch the Huygens probe to land on Titan.",
    "hdurl": "https://apod.nasa.gov/apod/image/0408/titanhaze_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Double Haze above Titan",
    "url": "https://apod.nasa.gov/apod/image/0408/titanhaze_cassini.jpg"
  },
  {
    "copyright": "Wally Pacholka",
    "date": "2004-08-11",
    "explanation": "The ongoing Perseid Meteor Shower should be at its strongest tonight and tomorrow night. Although meteors should be visible all night long, the best time to watch will be between 2:00 AM and dawn each night. In dark, moonless, predawn skies you may see dozens of meteors per hour. Sky enthusiasts in Europe and Asia might see an unusual burst of meteors near 2100 hours UT. Grains of cosmic sand and gravel shed from Comet Swift-Tuttle will streak across the sky as they vaporize during entry into Earth's atmosphere. Tracing the meteor trails backwards, experienced skygazers will find they converge on the constellation Perseus, thus this annual meteor shower's name. Pictured above is a Perseid meteor from 2002 over a rock formation in the US Southwest desert. Shadowing and blurring are caused by the long 10-minute exposure. The brightest Perseids can be seen from anywhere on Earth by monitoring the continuously returning images from the Night Sky Live cameras.",
    "hdurl": "https://apod.nasa.gov/apod/image/0408/perseid02_pacholka_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Perseid Meteor",
    "url": "https://apod.nasa.gov/apod/image/0408/perseid02_pacholka.jpg"
  },
  {
    "copyright": "SETI Inst.et al.FORS1VLTESO",
    "date": "2004-08-12",
    "explanation": "Chasing the brief flash of a meteor trail across the sky with a very large telescope is a nearly impossible task. But on May 12, 2002, astronomers got lucky, as a bright meteor chanced across the narrow slit of their spectrograph at the Paranal Observatory. At the time, the spectrograph was being used to study the light from a supernova, separating and recording the many near-infrared emission lines produced by atoms in the distant stellar explosion. Below this artistic montage of a meteor streak and Very Large Telescope units at Paranal, panel a shows the near-infrared sky background spectrum and the May 12 meteor combined. Panel b shows the emission spectrum of the meteor alone, after subtracting away the background contributions. The meteor emission is due to colliding oxygen and nitrogen atoms and molecules in the superheated air along the glowing trail at an altitude of about 100 kilometers.",
    "hdurl": "https://apod.nasa.gov/apod/image/0408/meteorspect_eso_montf.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Spectrum of a Meteor",
    "url": "https://apod.nasa.gov/apod/image/0408/meteorspect_eso_mont2.jpg"
  },
  {
    "copyright": "Katsuhiro MouriNagoya City\nScience MuseumPlanetarium",
    "date": "2004-08-13",
    "explanation": "joying the bright Moon's absence from early morning skies, observers around the world reported lovely displays during this year's Perseid meteor shower. As anticipated, peak rates were about one meteor per minute. Though most Perseids were faint, this bright and colorful fireball meteor flashed through skies over Japan on August 12 at 0317 JST. Ending at the upper right, the meteor's trail points down and to the left, back to the shower's radiant point between the constellations of Perseus and Cassiopeia, seen here just above the tower structure in the foreground. The Pleiades star cluster is also visible well below the meteor's trail. Perseid shower meteors can be traced to particles of dust from the tail of comet Swift-Tuttle. The comet dust impacts the atmosphere at speeds of around 60 kilometers per second. While this annual shower's peak has come and gone, Perseid meteors should still be visible over the next few nights, but at a greatly reduced rate.",
    "hdurl": "https://apod.nasa.gov/apod/image/0408/perseid_mouri_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseid Fireball Over Japan",
    "url": "https://apod.nasa.gov/apod/image/0408/perseid_mouri_c1.jpg"
  },
  {
    "copyright": "Ben Cooper",
    "date": "2004-08-14",
    "explanation": "Streaking into the early morning sky on August 3rd, a Delta II rocket launches NASA's Messenger spacecraft on an interplanetary voyage to Mercury. Scheduled to become the first probe to orbit Mercury, Messenger will begin by looping through the inner Solar System in a series of close flybys of planet Earth and Venus. The flybys are designed as trajectory changing gravity assist encounters to ultimately achieve the goal of orbiting Mercury in 2011. Prior to entering orbit, Messenger will also flyby Mercury in 2008 and 2009 as the first spacecraft to visit the Solar System's innermost planet since Mariner 10 in the mid 1970s. This dramatic view of the Messenger launch was recorded from a pier in Jetty Park at the north end of Cocoa Beach about 2.5 miles from the Cape Canaveral launch site. So what's that erratic blue streak on the right? It's the reflection from a camera blurred in the time exposure.",
    "hdurl": "https://apod.nasa.gov/apod/image/0408/messengerstreak_cooper.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messenger Launch",
    "url": "https://apod.nasa.gov/apod/image/0408/messengerstreak_cooper.jpg"
  },
  {
    "date": "2004-08-15",
    "explanation": "Is this one galaxy or two?  This question came to light in 1950 when astronomer Art Hoag  chanced upon this unusual extragalactic object.  On the outside is a ring dominated by bright blue stars, while near the center lies a ball of much redder stars that are likely much older.  Between the two is a gap that appears almost completely dark.  How Hoag's Object formed remains unknown, although similar objects have now been identified and collectively labeled as a form of ring galaxy.  Genesis hypotheses include a galaxy collision billions of years ago and perturbative gravitational interactions involving an unusually shaped core.  The above photo taken by the Hubble Space Telescope in July 2001 reveals unprecedented details of Hoag's Object and may yield a better understanding.   Hoag's Object spans about 100,000 light years and lies about 600 million light years away toward the constellation of  Serpens.  Coincidentally, visible in the gap (at about one o'clock) is yet another ring galaxy that likely lies far in the distance.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/hoag_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hoag's Object: A Strange Ring Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0209/hoag_hst.jpg"
  },
  {
    "copyright": "Canada-France-Hawaii Telescope",
    "date": "2004-08-16",
    "explanation": "Stars are battling gas and dust in the Lagoon Nebula but the photographers are winning. Also known as M8, this photogenic nebula is visible even without binoculars towards the constellation of Sagittarius. The energetic processes of star formation create not only the colors but the chaos.  The red-glowing gas results from high-energy starlight striking interstellar hydrogen gas.  The dark dust filaments that lace M8 were created in the atmospheres of cool giant stars and in the debris from supernovae explosions.  This spectacular portion of the Lagoon Nebula taken by the CFHT was created from light emitted by hydrogen (shown in red) and light emitted by oxygen (shown in green).  The light from M8 we see today left about 5000 years ago. Light takes about 50 years to cross this section of M8.",
    "hdurl": "https://apod.nasa.gov/apod/image/0408/lagoon_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Close-Up of the Lagoon",
    "url": "https://apod.nasa.gov/apod/image/0408/lagoon_cfht.jpg"
  },
  {
    "date": "2004-08-17",
    "explanation": "Why aren't these Martian rocks round?  Small rocks dubbed blueberries have been found by the Opportunity rover all over Meridiani Planum on Mars, but the ones perched on Bylot rock have unusually non-spherical shapes.  The strangely shaped blueberry rocks are shown above in an image taken by Opportunity's microscopic imager on August 9.  Dark sand also covers much of Bylot rock.  One hypothesis for the lack of blueberry roundness here is a coating relatively resistant to erosion.  The average diameter of a blueberry is about 4 millimeters.  The study of these and other rock features is allowing a better understanding of the wet past of ancient Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0408/blueberries2_opportunity_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Unusual Blueberries at Bylot Rock",
    "url": "https://apod.nasa.gov/apod/image/0408/blueberries2_opportunity.jpg"
  },
  {
    "copyright": "Elizabeth WarnerU. Maryland",
    "date": "2004-08-18",
    "explanation": "Nobody knows what causes lightning.  It is known that charges slowly separate in some clouds causing rapid electrical discharges (lightning), but how electrical charges get separated in clouds remains a topic of much research.  Nevertheless, lightning bolts are common in clouds during rainstorms, and on average 6000 lightning bolts occur between clouds and the Earth every minute.  Above, several lightning strokes were photographed under a starry sky behind Kitt Peak National Observatory near Tucson, Arizona.  Lightning has also been found on the planets Jupiter,  Saturn, and Uranus.  NASA launched the TRMM mission in 1997 that continues to measure rainfall and lightning on planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0408/kplightning_warner_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lightning on Earth",
    "url": "https://apod.nasa.gov/apod/image/0408/kplightning_warner.jpg"
  },
  {
    "date": "2004-08-19",
    "explanation": "A fast and powerful wind from a hot young star has created this stunning bubble-shaped nebula poised on the end of a bright filament of hydrogen gas. Cataloged as N44F, the cosmic windblown bubble is seen at the left of this Hubble Space Telescope image. N44F lies along the northern outskirts of the N44 complex of emission nebulae in the Large Magellanic Cloud, a mere 160,000 light-years away. The bright, blue, hot star itself is just below the center of the bubble. Peering into the bubble's interior, the Hubble image reveals dramatic structures, including pillars of dust, aligned toward N44F's hot central star. Reminiscent of dust pillars in stellar nurseries within our Milky Way galaxy, they likely contain young stars at their tips. Expanding into the surrounding gas and dust at about 12 kilometers per second, N44F is around 35 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0408/n44f_hst_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Windblown N44F",
    "url": "https://apod.nasa.gov/apod/image/0408/n44f_hst_c1.jpg"
  },
  {
    "copyright": "Fred Bruenjes",
    "date": "2004-08-20",
    "explanation": "Comet dust rained down on planet Earth last week, streaking through dark skies in the annual Perseid meteor shower. So, while enjoying the anticipated space weather, astronomer Fred Bruenjes recorded a series of many 30 second long exposures spanning about six hours on the night of August 11/12 using a wide angle lens. Combining those frames which captured meteor flashes, he produced this dramatic view of the Perseids of summer. Although the comet dust particles are traveling parallel to each other, the resulting shower meteors clearly seem to radiate from a single point on the sky in the eponymous constellation Perseus. The radiant effect is due to perspective, as the parallel tracks appear to converge at a distance. Bruenjes notes that there are 51 Perseid meteors in the composite image, including one seen nearly head-on.",
    "hdurl": "https://apod.nasa.gov/apod/image/0408/perseidMeteors_bruenjes_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Raining Perseids",
    "url": "https://apod.nasa.gov/apod/image/0408/perseidMeteors_bruenjes_c1.jpg"
  },
  {
    "date": "2004-08-21",
    "explanation": "Could solar sailing become a future Olympic sport? Nearly 400 years ago astronomer Johannes Kepler observed comet tails blown by a solar breeze and suggested that vessels might likewise navigate through space using appropriately fashioned sails. It is now widely recognized that sunlight does indeed produce a force which moves comet tails and a large, reflective sail could be a practical means of propelling a spacecraft. In fact, the illustration above represents a concept explored by NASA for an interstellar probe pushed along by sunlight reflected from an ultrathin sail. Nearly half a kilometer wide, the delicate solar sail would be unfurled in space. Continuous pressure from sunlight would ultimately accelerate the craft to speeds about five times higher than possible with conventional rockets. While not quite ready for the Olympics, NASA has recently tested solar sail technologies on earth and the Japanese Space Agency ISAS has deployed solar sail material in space. The Planetary Society in collaboration with the Space Research Institute (IKI) in Moscow and partners is preparing to launch Cosmos 1, a solar sail powered spacecraft.",
    "hdurl": "https://apod.nasa.gov/apod/image/0408/solarsail_msfc_m.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar Sail",
    "url": "https://apod.nasa.gov/apod/image/0408/solarsail_msfc.jpg"
  },
  {
    "date": "2004-08-22",
    "explanation": "This is what the Earth looks like at night.  Can you find your favorite country or city?  Surprisingly, city lights make this task quite possible.  Human-made lights highlight particularly developed or populated areas of the Earth's surface, including the seaboards of Europe, the eastern  United States, and Japan.  Many large cities are located near rivers or oceans so that they can exchange goods cheaply by boat.  Particularly dark areas include the central parts of South America, Africa, Asia, and Australia.  The above image is actually a composite of hundreds of pictures made by the orbiting DMSP satellites. (Editor's note: This image has become an email-attachment phenomenon! It has also generated many print requests. Unfortunately, we do not sell prints. However, a high-resolution digital version of the image is available (click here or here).",
    "hdurl": "https://apod.nasa.gov/apod/image/0208/earthlights02_dmsp_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth at Night",
    "url": "https://apod.nasa.gov/apod/image/0208/earthlights02_dmsp.jpg"
  },
  {
    "date": "2004-08-23",
    "explanation": "What would it be like to climb a hill and look out over Mars?  That opportunity was afforded the Spirit rover earlier this month as it rolled to a high perch in the Columbia Hills.  Peering out, the rolling robot spied the interior plains and distant rim of Gusev Crater, beyond an outcrop of rocks called Longhorn.  Spirit continues to find evidence that many rock shapes have been altered by ancient water.  Both Spirit and her sister robot Opportunity have completed their primary three-month mission but remain in good enough condition to continue to explore Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0408/hills2_spirit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Looking Out Over Mars",
    "url": "https://apod.nasa.gov/apod/image/0408/hills2_spirit.jpg"
  },
  {
    "date": "2004-08-24",
    "explanation": "The crew on board the International Space Station sometimes needs supplies.  As the US Space Shuttle fleet prepares to return to flight, supplies usually now come from a robot Progress supply vessel launched from Kazakhstan.  Pictured above, a Progress ship approaches the ISS on May 27, delivering over 2,500 kilograms of food, water, fuel and other important items.  The supply ship soon docked with the Zvezda Service Module while orbiting the Earth over 300 kilometers over central Asia.",
    "hdurl": "https://apod.nasa.gov/apod/image/0408/supply_iss_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Supply Ship Approaches the Space Station",
    "url": "https://apod.nasa.gov/apod/image/0408/supply_iss.jpg"
  },
  {
    "copyright": "Stefan Seip",
    "date": "2004-08-25",
    "explanation": "Tomorrow's picture: Cas A  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Web Site Statements, Warnings, and Disclaimers NASA Official: Jay Norris. Specific rights apply. A service of: LHEA at NASA / GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0408/zodiacal_seip_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Zodiacal Light and the False Dawn",
    "url": "https://apod.nasa.gov/apod/image/0408/zodiacal_seip_unlabelled.jpg"
  },
  {
    "date": "2004-08-26",
    "explanation": "One million seconds of x-ray image data were used to construct this view of supernova remnant Cassiopeia A, the expanding debris cloud from a stellar explosion. The stunningly detailed image from the Chandra Observatory will allow an unprecedented exploration of the catastrophic fate that awaits stars much more massive than the Sun. Seen in false-color, Cas A's outer green ring, 10 light-years or so in diameter, marks the location of the expanding shock from the original supernova explosion. At about 10 o'clock around the ring, a structure extends beyond it, evidence that the initial explosion may have also produced energetic jets. Still glowing in x-rays, the tiny point source near the center of Cas A is a neutron star, the collapsed remains of the stellar core. While Cas A is about 10,000 light-years away, light from the supernova explosion first reached Earth just over 300 years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/0408/cassA6_cxo_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cassiopeia A in a Million",
    "url": "https://apod.nasa.gov/apod/image/0408/cassA6_cxo_c1.jpg"
  },
  {
    "date": "2004-08-27",
    "explanation": "The discovery of Sedna (aka 2003 VB12), the most distant known object orbiting the Sun, presents a mystery. Pluto's orbit averages about 40 AU in radius, where an AU (Astronomical Unit) is the Earth-Sun distance. But the closest point in Sedna's eccentric orbit scarcely comes within 75 AU, while its farthest point extends to nearly 1,000 AU. So how did something as large as Sedna get so far out there? Exploring the problem with computer simulations, astronomers Alessandro Morbidelli and Harold Levison suggest that while Sedna was not formed in its current location, it was also not moved there by encounters with other solar system objects. Instead, they find it more likely that Sedna resides in its present orbit because of an encounter with another star. In one scenario, objects like Sedna are yanked out of closer orbits by the gravitational pull of a Sun-sized star passing near the solar system during its formative years. Alternatively Sedna could have formed of material from another system entirely, captured during an early encounter with a much smaller star. Both Sedna-forming stellar encounter scenarios are consistent with idea that the Sun itself was born in an ancient, dense, cluster of stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0408/Sedna_Comparison.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sedna Scenario",
    "url": "https://apod.nasa.gov/apod/image/0408/Sedna_Comparison_sm.jpg"
  },
  {
    "date": "2004-08-28",
    "explanation": "Sculpted by stellar winds and radiation, these fantastic, undulating shapes lie within the stellar nursery known as M17, the Omega Nebula, some 5,500 light-years away in the nebula-rich constellation Sagittarius. The lumpy features in the dense cold gas and dust are illuminated by stars off the upper left of the image and may themselves represent sites of future star formation. Colors in the fog of surrounding hotter material indicate M17's chemical make up. The predominately green glow corresponds to abundant hydrogen, with trace sulfur and oxygen atoms contributing red and blue hues. The picture spans about 3 light-years and was released in the thirteenth year of the Hubble Space Telescope's cosmic voyage of exploration.",
    "hdurl": "https://apod.nasa.gov/apod/image/0408/m17close_hst_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M17: A Hubble Close-Up",
    "url": "https://apod.nasa.gov/apod/image/0408/m17close_hst_c1.jpg"
  },
  {
    "copyright": "Ant�nio Cidad�o",
    "date": "2004-08-29",
    "explanation": "Our Moon's appearance changes nightly.  This time-lapse sequence shows what our Moon looks like during a lunation, a complete lunar cycle.  As the Moon orbits the Earth, the half illuminated by the Sun first becomes increasingly visible, then decreasingly visible.  The Moon always keeps the same face toward the Earth.  The Moon's apparent size changes slightly, though, and a slight wobble called a libration is discernable as it progresses along its elliptical orbit. During the cycle, sunlight reflects from the Moon at different angles, and so illuminates different features differently.  A full lunation takes about 29.5 days, just under a month (moon-th).",
    "hdurl": "https://apod.nasa.gov/apod/image/9911/lunation_ajc.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunation",
    "url": "https://apod.nasa.gov/apod/image/9911/lunation_ajc_big.gif"
  },
  {
    "copyright": "Mike Holloway",
    "date": "2004-08-30",
    "explanation": "A comet discovered last year has brightened unexpectedly and now may become visible to the unaided eye within the next month.  Designated Comet C/2003 K4 (LINEAR), the comet was discovered in 2003 May by project LINEAR.  Many reports already place the comet as brighter than magnitude 7, meaning that it can now be seen with binoculars.  Reports also indicate the comet already has a visible tail nearly the length of a full Moon.  Since predicting the future brightness of comets is a very tricky business, there remains the possibility that K4 might never become very bright.  Current predictions, however, estimate the comet may approach fifth magnitude in October.  K4 passes closest to the Sun on October 12 and then closest to the Earth on December 23.  Comet K4 was photographed above from Van Buren, Arkansas, USA on August 17.",
    "hdurl": "https://apod.nasa.gov/apod/image/0408/c2003k4_mfh_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Announcing Comet C/2003 K4 (LINEAR)",
    "url": "https://apod.nasa.gov/apod/image/0408/c2003k4_mfh.jpg"
  },
  {
    "copyright": "Malin Space Science SystemsMOCMGSJPLNASA",
    "date": "2004-08-31",
    "explanation": "What causes the black dots on dunes on Mars?  As spring dawns on the Northern Hemisphere of Mars, dunes of sand near the poles begin to defrost.  Thinner regions of ice typically thaw first revealing sand whose darkness soaks in sunlight and accelerates the thaw.  By summer, the spots will have expanded to encompass the entire dunes that will then be completely thawed and dark. The carbon dioxide and water ice actually sublime in the thin atmosphere directly to gas.  Taken in mid-July, the above image shows a field of spotted polar dunes spanning about 3 kilometers near the Martian North Pole.  Meanwhile, in the Southern Hemisphere of Mars, the Earth-sent robot Martian rovers will try to survive through Martian winter, which peaks in mid-September.",
    "hdurl": "https://apod.nasa.gov/apod/image/0408/dotteddunes_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Dotted Dunes of Mars",
    "url": "https://apod.nasa.gov/apod/image/0408/dotteddunes_mgs.jpg"
  },
  {
    "date": "2004-09-01",
    "explanation": "Is our Solar System unique?  The discovery of a Neptune-mass planet in an sub-Mercury orbit around nearby Sun-like star 55 Cancri, announced yesterday along with the discovery of other similar systems, gives a new indication that planetary systems as complex as our own  Solar System likely exist elsewhere.  The planet, discovered in data from the Hobby-Eberly telescope in Texas, the Lick Observatory in California, and the orbiting Hubble Space Telescope, is one of four planets now known to orbit  55 Cancri -- the others being similar in mass to Jupiter.  The finding involved noting subtle changes in the speed of the star caused by its orbiting planets.  The above drawing depicts what this planet might look like, assuming a mass similar to Neptune, but a composition similar to Earth.  The star 55 Cancri, only 40 light-years distant, is visible with binoculars towards the constellation of Cancer.",
    "hdurl": "https://apod.nasa.gov/apod/image/0409/newneptune_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Inner Neptune for 55 Cancri",
    "url": "https://apod.nasa.gov/apod/image/0409/newneptune_nasa.jpg"
  }
]
