[
  {
    "date": "2004-01-01",
    "explanation": "Shells and arcs abound in this false-color, multiwavelength view of supernova remnant N63A, the debris of a massive stellar explosion. The x-ray emission (blue), is from gas heated to 10 million degrees C as knots of fast moving material from the cosmic blast sweep up surrounding interstellar matter. Radio (red) and optical emission (green) are brighter near the central regions where the x-rays seem to be absorbed by denser, cooler material on the side of the expanding debris cloud facing the Earth. Located in the neighboring galaxy known as the Large Magellanic Cloud, the apparent age of this supernova remnant is between 2,000 and 5,000 years, its extended glow spanning about 60 light-years. The intriguing image is a composite of x-ray data from the orbiting Chandra Observatory, optical data from the Hubble Space Telescope, and radio from the Australia Telescope Compact Array.",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/n63a_compcxc_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Structure in N63A",
    "url": "https://apod.nasa.gov/apod/image/0401/n63a_compcxc_c1.jpg"
  },
  {
    "date": "2004-01-02",
    "explanation": "The Apollo 12 mission was the second ever to land humans on the Moon.  The mission was dedicated to studying the Moon, developing techniques, and developing instruments that could be used in future lunar landings.  Astronauts Charles (Pete) Conrad and Alan Bean spent just under two days on the lunar surface in November 1969, while Richard Gordon orbited above in the Command Module.  Pictured above in this digitally stitched panorama, Alan Bean works near the Lunar Module.  Scrolling to the right will reveal a dark color panorama where flat lunar terrain and a tall video camera are visible.  Apollo 12 mission astronauts visited the site of the nearby Surveyor 3 robot spacecraft that had landed on the moon three years earlier.",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/colorpan_apollo12_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Apollo 12 Panorama",
    "url": "https://apod.nasa.gov/apod/image/0401/colorpan_apollo12.jpg"
  },
  {
    "date": "2004-01-03",
    "explanation": "What does a comet nucleus look like?  Yesterday the robot spacecraft Stardust answered this question by returning the most detailed images yet of the center of a comet.  The icy centers of comets are usually hidden from Earth-bound telescopes by opaque dust and gas that boils off during approach to the Sun.  Twice before, however, in the cases of Comet Halley and Comet Borrelly, spacecraft dove through the debris cloud of a comet's coma to image the nucleus.  Pictured above is the nucleus of Comet Wild 2 taken by Stardust when passing within 500 kilometers.  Clearly visible are numerous craters and hilly terrain. The Stardust mission is yet more ambitious -- it has captured particles from the coma and will jettison them to Earth in 2006.  Analyses of the images and returned particles will likely give fresh information about our Solar System back near its beginning, when Comet Wild 2 formed.",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/wild2_stardust_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Wild 2's Nucleus from Stardust",
    "url": "https://apod.nasa.gov/apod/image/0401/wild2_stardust.jpg"
  },
  {
    "date": "2004-01-04",
    "explanation": "After a seven month voyage through interplanetary space, NASA's Spirit Rover has reached the surface of the Red Planet and returned the first images from its landing site in Gusev crater! The entry, descent, and landing phase of its mission - referred to by mission planners as \"Six Minutes of Terror\" - began Saturday night around 8:30pm PST as Spirit entered the martian atmosphere at about 12,000 miles per hour. Depicted in the above artist's illustration, the spacecraft is in the final stages of its landing sequence, swaddled in large, protective airbags and bouncing to a soft landing on Mars. The same type of airbags were used for the Mars Pathfinder landing in 1997.  Updates on Spirit's status will be posted throughout the day.",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/landerbags_mer.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spirit Rover Bounces Down on Mars",
    "url": "https://apod.nasa.gov/apod/image/0401/landerbags_mer.jpg"
  },
  {
    "date": "2004-01-05",
    "explanation": "After a seven month voyage of nearly 500 million kilometers through interplanetary space, NASA's Spirit Rover has reached the surface of Mars. Scroll right and see a mosaic panorama of Spirit's first images returned from its landing site in Gusev Crater! Taken by Spirit's navigation camera, the panorama covers 360 degrees, with the spacecraft in the foreground and the floor of Gusev Crater, thought to be an ancient lake bed, extending to the horizon. The entry, descent, and landing phase of Spirit's mission - referred to by mission planners as \"Six Minutes of Terror\" - began Saturday night around 8:30pm PST as Spirit entered the martian atmosphere at about 20,000 kilometers per hour.  Updates on Spirit's status will be posted throughout the day.",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/spiritpan_f1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spirit Pan from Gusev Crater",
    "url": "https://apod.nasa.gov/apod/image/0401/spiritpan_f1.jpg"
  },
  {
    "date": "2004-01-06",
    "explanation": "Working late, tired mission members nicknamed the smooth-looking depression to the left of center in this image from the martian surface, Sleepy Hollow. The picture is a portion of the 3D panorama of the Spirit rover's landing site released yesterday, constructed with data from the Mars rover's navigation cameras. Use red/blue glasses, red for the left eye, to get the 3D effect. Sleepy Hollow is estimated to be around 9 meters (30 feet) in diameter and about 12 meters (40 feet) away. Possibly an impact crater, the martian surface feature is a tantalizing potential site for a future visit when the golf cart-sized robotic rover ventures forth. Covered with solar arrays, the rear deck of the rover is also visible in this view along with the top of an antenna at the right. An innovative camera calibration target, a martian sundial, can be seen left of the antenna, mounted near the edge of the rover's deck.",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/sleepyhollow3d_spirit_1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spirit's 3D View Toward Sleepy Hollow",
    "url": "https://apod.nasa.gov/apod/image/0401/sleepyhollow3d_spirit_1.jpg"
  },
  {
    "date": "2004-01-07",
    "explanation": "Rocks are strewn across the broad, flat Gusev crater floor in this sharp color picture from NASA's Spirit rover. Recorded by the rover's panoramic camera, the picture is part of Spirit's first color image of Mars - the highest resolution picture yet taken on the surface of another planet. Already revealing alluring and perplexing details of an apparently windswept plain thought to be an ancient lake bed, this stunning view represents only a small fraction of the color image data mission scientists expect to be transmitted in the coming days. As the robotic Spirit rover is preparing to stand up, roll off the lander, and explore the geology of the crater floor, NASA has announced plans to rename the landing site the Columbia Memorial Station in honor of the astronauts lost in the Columbia space shuttle accident.",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/mars_spiritcolor_PIA04995.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Red Mars from Spirit",
    "url": "https://apod.nasa.gov/apod/image/0401/mars_spiritcolor_p4.jpg"
  },
  {
    "date": "2004-01-08",
    "explanation": "Distant hills rise above a rocky, windswept plain in this sharp stereo scene from the Spirit rover on Mars. When viewed with red/blue glasses, the picture combines left and right images from Spirit's high resolution panoramic camera to yield a dramatic 3D perspective. The hills were estimated to lie about 2 kilometers away and be approximately 50 to 100 meters high. Along with other features of the landscape, determining their direction and distance will help pinpoint the exact location of the Spirit landing site when compared with high resolution images of the region taken from Mars orbit. Much stereo image data, allowing important estimates of three dimensional shapes, sizes, and distances, is anticipated from the rover's cameras. (Editor's note: Red/blue glasses for viewing stereo pictures can be purchased or simply constructed using red and blue plastic for filters. Try it! To view this image, the red filter is used for the left eye.)",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/mars_spirit3d_PIA05008.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Hills of Mars",
    "url": "https://apod.nasa.gov/apod/image/0401/mars_spirit3d_p5.jpg"
  },
  {
    "date": "2004-01-09",
    "explanation": "A martian Sol - the average martian solar day - is about 39 minutes longer than Earth's familiar 24 hour day. Operating on martian time, the Spirit rover recently sent back this color postcard image, recorded on Sol 5 of its stay on the martian surface. This cropped version of the full, high-resolution mosaic looks north across Gusev crater floor. The smooth-looking, 9 meter wide circular feature dubbed Sleepy Hollow lies at the center of the scene. Within it are round dark markings which may have been left by the lander swaddled in airbags as it bounced across the martian surface. Other examples of disturbances, likely made by the lander's retracting airbags, can be seen in the foreground just beyond Spirit's solar cell covered deck.",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/mars_spiritcolor_PIA05015_c1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sol 5 Postcard from Mars",
    "url": "https://apod.nasa.gov/apod/image/0401/mars_spiritcolor_p5_c1.jpg"
  },
  {
    "date": "2004-01-10",
    "explanation": "Two Worlds, One Sun, is the legend emblazoned on the Spirit rover's camera calibration target. Resting on the rover's rear deck, it also doubles as a sundial, allowing students to determine the solar time at Spirit's landing site on Mars. Examples of the sundial or Marsdial are shown above where the left image, captured near local noon, shows the effect of the Sun high in the martian sky. The right image from later in the afternoon with the Sun lower in the sky, shows a long shadow cast by the Marsdial's 3.5 centimeter high central post. Based on the computer generated grid overlay, students determined the local time in the central inset image to be about 12:17 pm local solar time. The face of the Marsdial was designed by astronomy artist Jon Lomberg in collaboration with other team members. Did you know, the Marsdial idea was a brainchild of Bill Nye, the Science Guy? Now you know ...",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/marsdial_comb.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Two Worlds, One Sun",
    "url": "https://apod.nasa.gov/apod/image/0401/marsdial_comb.jpg"
  },
  {
    "date": "2004-01-11",
    "explanation": "Like a butterfly, a white dwarf star begins its life by casting off a cocoon that enclosed its former self.  In this analogy, however, the Sun would be a caterpillar and the ejected shell of gas would become the prettiest of all! The above cocoon, the planetary nebula designated NGC 2440,  contains one of the hottest white dwarf stars known. The white dwarf can be seen as the bright dot near the photo's center.  Our Sun will eventually become a \"white dwarf butterfly\", but not for another 5 billion years.  The above false color image was post-processed by Forrest Hamilton.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/ngc2440_hst4_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2440: Cocoon of a New White Dwarf",
    "url": "https://apod.nasa.gov/apod/image/0108/ngc2440_hst4.jpg"
  },
  {
    "copyright": "Joel Knain",
    "date": "2004-01-12",
    "explanation": "Tomorrow's picture: Pan the Moon  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Web Site Statements, Warnings, and Disclaimers NASA Official: Jay Norris. Specific rights apply. A service of: LHEA at NASA / GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/holecloud_knain.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Hole Punch Cloud Over Alabama",
    "url": "https://apod.nasa.gov/apod/image/0401/holecloud_knain.jpg"
  },
  {
    "date": "2004-01-13",
    "explanation": "The Apollo 15 mission to Earth's Moon was dedicated to better understanding the surface of the moon by exploring mountains, valleys, maria, and highlands. Astronauts David Scott and James Irwin spent nearly three days on the Moon while Alfred Worden orbited above in the Command Module.  The mission, which blasted off from Earth on 1971 July 26, was the first to deploy a Lunar Roving Vehicle.  Pictured above in this digitally stitched mosaic panorama, David Scott examines a boulder in front of the summit of Mt. Hadley Delta.  The shadow of James Irwin is visible to the right, while scrolling to the right will reveal a well-lit and diverse lunar terrain.  The Apollo 15 mission returned about 76 kilograms of moon rocks for detailed study.  Want to pan across the surface of Mars, too? Check out the color panoramic view from the Spirit landing site.",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/hillpan_apollo15_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Apollo 15 Panorama",
    "url": "https://apod.nasa.gov/apod/image/0401/hillpan_apollo15.jpg"
  },
  {
    "date": "2004-01-14",
    "explanation": "If you could stand on Mars -- what would you see?  Scrolling right will reveal a full color 360-degree panoramic view from NASA's Spirit Rover that landed on Mars just 10 days ago.  The image is a digital mosaic from the panoramic camera that shows the view in every direction.  Annotated on the image are the directions and distances to various hills along the horizon.  These hills are valuable for orienting Spirit since they are also visible to the Mars Global Surveyor and Mars Odyssey spacecraft orbiting high overhead.  Visible in the foreground are several instruments and airbags around Columbia Memorial Station.  Spirit will attempt to roll onto the red planet in the next few days and explore interesting features.",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/marsapan_spirit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Mars Panorama from the Spirit Rover",
    "url": "https://apod.nasa.gov/apod/image/0401/marsapan_spirit.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2004-01-15",
    "explanation": "Adrift 1,500 light-years away in one of the night sky's most recognizable constellations, the glowing Orion Nebula and the dark Horsehead Nebula are contrasting cosmic vistas. They both appear in this stunning composite digital image assembled from over 20 hours of data that includes exposures filtered to record emission from hydrogen atoms. The view reveals extensive nebulosities associated with the giant Orion Molecular Cloud complex, itself hundreds of light-years across. The magnificent emission region, the Orion Nebula (aka M42), lies at the upper right of the picture. Immediately to its left are a cluster of of prominent bluish reflection nebulae sometimes called the Running Man. The Horsehead nebula appears as a dark cloud, a small silhouette notched against the long red glow at the lower left. Alnitak is the easternmost star in Orion's belt and is seen as the brightest star to the left of the Horsehead. Below Alnitak is the Flame Nebula, with clouds of bright emission and dramatic dark dust lanes.  Fainter tendrils of glowing hydrogen gas are easily traced throughout the region in this Orion deep field.",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/OriondeepfieldM_gendler_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Orion Deep Field",
    "url": "https://apod.nasa.gov/apod/image/0401/OriondeepfieldM_gendler_c2.jpg"
  },
  {
    "date": "2004-01-16",
    "explanation": "Spirit moved across Mars yesterday as the rover successfully maneuvered down off its lander, driving its six wheels onto the floor of Gusev crater. As planned, the robotic geologist will now begin a close-up examination of the rocks and soil around the landing site for clues to the processes that formed them. A perspective projection of Spirit's local martian rocks and soil is shown above, based on 3D color image data recorded when rover was still perched on its landing platform. Dark-colored airbag drag marks stretch across the soil in this view of the surface. For scale, the triangular-faced rock in the upper left corner is about 20 centimeters (8 inches) high. Scientists anticipate that the rover's investigation will yield valuable evidence helping to confirm or refute the possibility that the floor of Gusev crater is an ancient lake bed.",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/marsperspective_spirit_med.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Martian Surface in Perspective",
    "url": "https://apod.nasa.gov/apod/image/0401/marsperspective_spirit_c1.jpg"
  },
  {
    "date": "2004-01-17",
    "explanation": "Born in 1564, Galileo used a telescope to explore the Solar System. In 1610, he became the first to be amazed by Saturn's rings, After nearly 400 years, Saturn's magnificent rings still offer one of the most stunning astronomical sights. Uniquely bright compared to the rings of the other gas giants, Saturn's ring system is around 250,000 kilometers wide but in places only a few tens of meters thick. Modern astronomers believe the rings are perhaps only a hundred million years young. Accumulating dust and dynamically interacting with Saturn's moons, the rings may eventually darken and sag toward the gas giant, losing their lustre over the next few hundred million years. Since Galileo, astronomers have subjected the entrancing rings to intense scrutiny to unlock their secrets. On December 31, 2003, Saturn made its closest approach to Earth for the next 29 years, a mere 1,200,000,000 kilometers. It will remain a tantalizing target for earthbound telescopes in the coming months.",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/lordofrings_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn: Lord of the Rings",
    "url": "https://apod.nasa.gov/apod/image/0401/lordofrings_hst.jpg"
  },
  {
    "date": "2004-01-18",
    "explanation": "Make your background the closest image of Mars yet.  The Spirit Rover currently rolling on Mars has taken the highest resolution image to date of another planet.  The above black and white image spans only about 1.5 centimeters across, with details smaller than 1/10 of a millimeter visible.  A microscope attached to the Spirit rover's instrument arm took the image.  Up close, the Martian soil appears to planetary geologists to have clumping properties similar to cocoa powder.  As more images come in and as the Spirit Rover continues to explore Mars, more information about the unusual floor of Gusev Crater are likely to emerge.",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/marssoil_spirit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Close-Up of Martian Soil",
    "url": "https://apod.nasa.gov/apod/image/0401/marssoil_spirit.jpg"
  },
  {
    "date": "2004-01-19",
    "explanation": "Flying past a comet nucleus is dangerous.  On January 2, the robot spacecraft STARDUST became one of the first to plow through the surrounding cloud of dust and grit to photograph the very heart of a comet.  Pictured above is a short movie of the encounter showing unprecedented surface details of the icy center of Comet Wild 2.  The STARDUST camera pivoted to remain pointed at the nucleus as the spacecraft passed.  Heavily shielded from the onslaught of cometary debris, STARDUST survived the beating in excellent condition.  Surprisingly, although the nucleus appeared to be solid, the the surrounding coma appeared to be highly fragmented into several distinct streams of particles.  Souvenirs captured by the spacecraft will be ejected as the spacecraft passes the Earth in January 2006.",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/w2flyby_stardust_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "STARDUST Flyby of Comet Wild 2",
    "url": "https://apod.nasa.gov/apod/image/0401/w2flyby_stardust.gif"
  },
  {
    "date": "2004-01-20",
    "explanation": "How could such a long string of galaxies form so early in the universe?  Several new measurements of galaxies and clusters in the early universe are reporting structures involving galaxies and clusters that are larger than expected with the new standard \"dark-energy\" cosmology.  The controversy centers on the inability of a dark-energy dominated universe to create such large structures. Fans of the old standard cosmology -- without weird but pervasive dark energy -- are hoping that these new measurements rule out the newly popular strange universe.  Previously, however, data taken from several independent sources over the past few years has only appeared to bolster the bold new universe paradigm. A compromise is still possible if the new data is not typical or if the comparison computer simulations are not properly biased.   Pictured above is a computer-generated illustration of a universe that shows a string of galaxies of the size measured.  The size of the superimposed box is about 300 million light years on a side.",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/galaxystring_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unexpected Galaxy String in the Early Universe",
    "url": "https://apod.nasa.gov/apod/image/0401/galaxystring_nasa.jpg"
  },
  {
    "date": "2004-01-21",
    "explanation": "Is this a great pyramid on Mars?  Actually, the pictured rock dubbed Adirondack has an irregular shape, is only about the size of a football, and has formed by natural processes.  Still, its relatively large size and dust-free surface made it the first destination for the robotic Spirit rover currently roving Mars.  Spirit, itself the size of a golf cart, will now attempt to determine the rock's composition and history by prodding it with its sophisticated mechanical arm.  Spirit's arm, programmed remotely from Earth, has the capability to bend, grind, and photograph the rock in minute detail.  Spirit's twin rover Opportunity is scheduled to land on the other side of Mars this coming weekend.",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/adirondack_spirit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Adirondack Rock on Mars",
    "url": "https://apod.nasa.gov/apod/image/0401/adirondack_spirit.jpg"
  },
  {
    "date": "2004-01-22",
    "explanation": "After leaving its nest, the Spirit rover turned to capture this spectacular view over the Columbia Memorial Station and the floor of Gusev crater on the 16th sol of its visit to Mars. The sharp picture looks toward the northeast. Over 2 meters wide, the lander platform surrounded by deflated airbags, and the egress ramp used by the rover to complete its journey to the martian surface, are in the foreground. In the background lie Spirit's likely future waypoints and destination - initially toward a ridge on the left bordering an impact crater about 200 meters across and finally toward the hills visible on the horizon at the right. The crater is about 250 meters away while the hills are about 3 kilometers distant. Searching for evidence of ancient watery environments, Spirit's scientific instruments have begun to return data on the composition of the surface in the lander's vicinity, suggesting that iron-bearing volcanic minerals are present.",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/columbiastation_spirit_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Columbia Memorial Station",
    "url": "https://apod.nasa.gov/apod/image/0401/columbiastation_spirit_c3.jpg"
  },
  {
    "date": "2004-01-23",
    "explanation": "NGC 4631 is a big beautiful spiral galaxy seen edge-on only 25 million light-years away towards the small northern constellation Canes Venatici. This galaxy's slightly distorted wedge shape suggests to some a cosmic herring and to others the popular moniker of The Whale Galaxy. Either way, it is similar in size to our own Milky Way. In this gorgeous color image, the Whale's dark interstellar dust clouds, young bright blue star clusters, and purplish star forming regions are easy to spot. A companion galaxy, the small elliptical NGC 4627 appears above the Whale Galaxy. Out of view off the lower left corner of the picture lies another distorted galaxy, the hockey stick-shaped NGC 4656. The distortions and mingling trails of gas and dust detected at other wavelengths suggest that all three galaxies have had close encounters with each other in their past. The Whale Galaxy is also known to have spouted a halo of hot gas glowing in x-rays.",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/n4631zeiders_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4631: The Whale Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0401/n4631zeiders_c2.jpg"
  },
  {
    "date": "2004-01-24",
    "explanation": "Looking down from orbit on January 14, ESA's Mars Express spacecraft scanned a 1700 by 65 kilometer swath across Valles Marineris - the Grand Canyon of Mars - with its remarkable High Resolution Stereo Camera. This spectacular picture reconstructs part of the scanned region from the stereo colour image data recording the rugged terrain with a resolution of 12 metres per pixel. Joining Mars Global Surveyor and Mars Odyssey, Mars Express has been orbiting the red planet since December 25th, returning scientific data, acting as a communications relay, and even making coordinated atmospheric observations with NASA's Spirit rover on the surface. The Beagle 2 lander was released from Mars Express making a landing attempt also on December 25th, but no signal has been received so far.  Opportunity Mars Landing News",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/marscolormap_marsexpress_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Valles Marineris from Mars Express",
    "url": "https://apod.nasa.gov/apod/image/0401/marscolormap_marsexpress_c1.jpg"
  },
  {
    "date": "2004-01-25",
    "explanation": "Galaxies are fascinating not only for what is visible, but for what is invisible.  Grand spiral galaxy NGC 1232,  captured in detail by one of the new Very Large Telescopes, is a good example.  The visible is dominated by millions of bright stars and dark dust, caught up in a gravitational swirl of spiral arms rotating about the center.  Open clusters containing bright blue stars can be seen sprinkled along these spiral arms, while dark lanes of dense interstellar dust  can be seen sprinkled between them.  Less visible, but detectable, are billions of dim normal stars and vast tracts of interstellar gas, together wielding such high mass that they dominate the dynamics of the inner galaxy.  Invisible are even greater amounts of matter in a form we don't yet know - pervasive dark matter needed to explain the motions of the visible in the outer galaxy.  What's out there?  Opportunity Lands on Mars",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/ngc1232all_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy NGC 1232",
    "url": "https://apod.nasa.gov/apod/image/0401/ngc1232all_vlt.jpg"
  },
  {
    "date": "2004-01-26",
    "explanation": "After an interplanetary journey of nearly 300 million miles, Opportunity bounced down on the martian surface at about 9:05 pm PST Saturday, its final plunge cushioned by airbags. Now the second NASA rover on Mars, Opportunity's landing site at Meridiani Planum is on the opposite side of the red planet from its twin rover Spirit. Described as unlike any ever seen on Mars, the dark, undulating terrain at Meridiani Planum (aka Terra Meridiani) is pictured above in the first stunning color view from Opportunity. This area is thought to be rich in gray hematite, an iron-bearing mineral which can form in watery environments. Part of the rover's deck is in the foreground while circular impressions and drag marks made by the airbags are visible just beyond it.",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/meridiani_opport_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Landing at Meridiani Planum",
    "url": "https://apod.nasa.gov/apod/image/0401/meridiani_opport_c1.jpg"
  },
  {
    "date": "2004-01-27",
    "explanation": "You've just woken up in a small crater on Mars.  The surrounding landscape is barren, strange, and alien.  You've never been on this world before.  You transmit pictures that are instantly rebroadcast all over your home world.  You are the eyes for billions of people.  You seek adventure.  Your mission is to explore this strange new world and search for signs of pre-historic life.  You have six wheels, one arm, and X-ray eyes. Surrounding you, pictured above, is iron sand and light-colored protrusions that might be bedrock.  You are the Opportunity Rover that landed on Mars just this past weekend.",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/bwlanding_opportunity_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Opportunity on Mars",
    "url": "https://apod.nasa.gov/apod/image/0401/bwlanding_opportunity.jpg"
  },
  {
    "copyright": "Canada-France-Hawaii Telescope",
    "date": "2004-01-28",
    "explanation": "This is the mess that is left when a star explodes.  The Crab Nebula, the result of a supernova seen in 1054 AD, is filled with mysterious filaments.  The filaments are not only tremendously complex, but appear to have less mass than expelled in the original supernova and a higher speed than expected from a free explosion.  The above image, taken by the Canada-France-Hawaii Telescope (CFHT), is in three colors chosen for scientific interest.  The Crab Nebula spans about 10 light-years.  In the nebula's very center lies a pulsar: a neutron star as massive as the Sun but with only the size of a small town.  The Crab Pulsar rotates about 30 times each second.",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/crab_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Crab Nebula from CFHT",
    "url": "https://apod.nasa.gov/apod/image/0401/crab_cfht.jpg"
  },
  {
    "date": "2004-01-29",
    "explanation": "urope's Mars Express satellite has started returning detailed color images of the red planet.  The first of the current armada to arrive at Mars, the orbiting satellite will photograph the entire Martian surface to a resolution of 10 meters or higher, map the mineral composition to 100 meter resolution, and investigate the global circulation of the atmosphere.  Pictured above is a 3D perspective of the first image released from this satellite -- a stunning computer reconstruction of part of the Valles Marineris region, a canyon nicknamed the Grand Canyon of Mars.  In reality, Valles Marineris is four times longer and five times deeper than its Arizona counterpart.  The above image shows a portion of Valles Marineris roughly 65 kilometers across, detailing many ridges and valleys.  Mars Express is scheduled to continue to send back images for at least a full Martian year.",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/valley3d_me_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Valles Marineris Perspective from Mars Express",
    "url": "https://apod.nasa.gov/apod/image/0401/valley3d_me.jpg"
  },
  {
    "date": "2004-01-30",
    "explanation": "Why do x-ray rings appear to emanate from a gamma-ray burst?  The surprising answer has little to do with the explosion itself but rather with light reflected off sheets of dust-laden gas in our own Milky Way Galaxy.  GRB 031203 was a tremendous explosion -- a gamma-ray burst that occurred far across the universe with radiation just arriving in our Solar System last December 3.  Since GRBs can also emit copious amounts of x-rays, a bright flash of x-rays likely arrived simultaneously with the gamma-radiation. In this case, the x-rays also bounced off two slabs of cosmic dust nearly 3500 light-years distant and created the unusual reflections.  The longer path from the GRB, to the dust slab, to the XMM-Newton telescope caused the x-ray light echoes to arrive well after the GRB.",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/grbrings_xmm_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Rings Expand from a Gamma Ray Burst",
    "url": "https://apod.nasa.gov/apod/image/0401/grbrings_xmm_big.gif"
  },
  {
    "copyright": "Juan Carlos Casado",
    "date": "2004-01-31",
    "explanation": "This gorgeous galaxy and comet portrait was recorded on April 5th, 2002, in the skies over the Oriental Pyrenees near Figueres, Spain. From a site above 1,100 meters, astrophotographer Juan Carlos Casado used a guided time exposure, fast film, and a telephoto lens to capture the predicted conjunction of the bright Comet Ikeya-Zhang (right) and the Andromeda Galaxy (left). This stunning celestial scene would also have been a rewarding one for the influential 18th century comet hunter Charles Messier. While Messier scanned French skies for comets, he carefully cataloged positions of things which were fuzzy and comet-like in appearance but did not move against the background stars and so were definitely not comets. The Andromeda Galaxy, also known as M31, is the 31st object in his famous not-a-comet catalog. Not-a-comet object number 110, a late addition to Messier's catalog, is one of Andromeda's small satellite galaxies, and can be seen here just below M31. Our modern understanding holds that the Andromeda galaxy is a large spiral galaxy some 2 million light-years distant. The photogenic Comet Ikeya-Zhang, then a lovely sight in early morning skies was about 80 million kilometers (4 light-minutes) from planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/ikeya-zhang_casado.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Galaxy is not a Comet",
    "url": "https://apod.nasa.gov/apod/image/0401/ikeya-zhang_casado_c1.jpg"
  },
  {
    "date": "2004-02-01",
    "explanation": "Are stars better appreciated for their art after they die?  Actually, stars usually create their most artistic displays as they die.  In the case of low-mass stars like our Sun and  M2-9 pictured above, the stars transform themselves from normal stars to white dwarfs by casting off their outer gaseous envelopes.  The expended gas frequently forms an impressive display called a planetary nebula that fades gradually over thousand of years.  M2-9, a butterfly planetary nebula 2100 light-years away shown in representative colors, has wings that tell a strange but incomplete tale.  In the center, two stars orbit inside a gaseous disk 10 times the orbit of Pluto.  The expelled envelope of the dying star breaks out from the disk creating the bipolar appearance.  Much remains unknown about the physical processes that cause planetary nebulae.",
    "hdurl": "https://apod.nasa.gov/apod/image/0402/m2-9_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M2-9: Wings of a Butterfly Nebula",
    "url": "https://apod.nasa.gov/apod/image/0402/m2-9_hst.jpg"
  }
]
