[
  {
    "date": "2004-03-01",
    "explanation": "Are they gone? They were not originally predicted to even be there.  The mystery revolves around strange shadow-like spokes that appeared on Saturn's large B-ring, the large middle ring in the complex system of particles that orbits Saturn.  The spokes were discovered 23 years ago by the passing Voyager spacecraft and attributed to very fine dust of unknown origin.  The missing spokes were noted in the above image, taken last month, from the robot Cassini spacecraft now approaching Saturn.  Launched in 1997, the distance remaining between Cassini and Saturn is now less than half that between the Earth and the Sun.  Cassini is expected to enter orbit around the ringed Jovian giant planet in July and drop a probe onto Titan, Saturn's largest moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0403/saturn0402_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cassini Closes in on Saturn",
    "url": "https://apod.nasa.gov/apod/image/0403/saturn0402_cassini.jpg"
  },
  {
    "copyright": "T. A. Rector",
    "date": "2004-03-02",
    "explanation": "Ten thousand years ago, before the dawn of recorded human history, a new light must suddenly have appeared in the night sky and faded after a few weeks.  Today we know this light was an exploding star and record the colorful expanding cloud as the Veil Nebula.  Pictured above is the west end of the Veil Nebula known technically as NGC 6960 but less formally as the Witch's Broom Nebula.  The rampaging gas gains its colors by impacting and exciting existing nearby gas.  The supernova remnant lies about 1400 light-years away towards the constellation of Cygnus.  This Witch's Broom actually spans over three times the angular size of the full Moon.  The bright star 52 Cygnus is visible with the unaided eye from a dark location but unrelated to the ancient supernova.",
    "hdurl": "https://apod.nasa.gov/apod/image/0403/veil_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6960: The Witch's Broom Nebula",
    "url": "https://apod.nasa.gov/apod/image/0403/veil_noao.jpg"
  },
  {
    "date": "2004-03-03",
    "explanation": "Was Mars ever wet enough to support life?  To help answer this question, NASA launched two rover missions to the red planet and landed them in regions that satellite images indicated might have been covered with water.  Yesterday, mounting evidence was released indicating that the Mars Opportunity rover had indeed uncovered indications that its landing site, Meridiani Planum, was once quite wet.  Evidence that liquid water once flowed includes the physical appearance of many rocks, rocks with niches where crystals appear to have grown, and rocks with sulfates.  Pictured above, Opportunity looks back on its now empty lander.  Visible is some of the light rock outcropping that yielded water indications, as well as the rim of the small crater where Opportunity landed.  The rover will continue to explore its surroundings and try to determine the nature and extent that water molded the region.",
    "hdurl": "https://apod.nasa.gov/apod/image/0403/emptynest_opportunity_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Opportunity Rover Indicates Ancient Mars Was Wet",
    "url": "https://apod.nasa.gov/apod/image/0403/emptynest_opportunity.jpg"
  },
  {
    "copyright": "David Cortner",
    "date": "2004-03-04",
    "explanation": "This lovely celestial view is surely a familiar one to winter skygazers in the northern hemisphere. Lights silhouetting the trees are from nearby towns Morganton and Rutherford College, North Carolina, USA. But the scene may also look familiar to attentive fans of the movie Cold Mountain, whose fictional characters discuss this same factual starry sky. Sporting belt and sword, Orion the hunter is an easily identifiable constellation above center. Above and to his right lies a V-shaped arrangement of stars in the Hyades star cluster anchored by bright Aldebaran. Below and at the left of the hunter are his dogs Canis Major and Canis Minor, and their respective alpha stars Sirius and Procyon. Need a program to follow the stars? Just put your cursor over the Cold Mountain Sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/0403/cmsky_cortner_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cold Mountain Sky",
    "url": "https://apod.nasa.gov/apod/image/0403/cmsky_cortner_c1.jpg"
  },
  {
    "date": "2004-03-05",
    "explanation": "Variable star V838 Monocerotis lies near the edge of our Milky Way Galaxy, about 20,000 light-years from the Sun. Still, ever since a sudden outburst was detected in January 2002, this enigmatic star has taken the center of an astronomical stage while researchers try to understand where it fits into the picture of stellar evolution. As light from the stellar flash echoes across pre-existing dust shells around V838 Mon, its appearance changes dramatically. Revealed in a sharp snapshot recorded in February by the Hubble's Advanced Camera for Surveys, this portion of the dust shell is about six light-years in diameter. But because light reflected from the dust follows only a slightly indirect path compared to the direct line-of-sight to the star, the light echoes visible now are only lagging about two years behind the outburst itself. Astronomers expect the expanding echoes to continue to light up the dusty environs of V838 Mon for at least the rest of the current decade.",
    "hdurl": "https://apod.nasa.gov/apod/image/0403/v838feb04_hst_bck.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "V838 Mon: Echoes from the Edge",
    "url": "https://apod.nasa.gov/apod/image/0403/v838feb04_hst_c1.jpg"
  },
  {
    "date": "2004-03-06",
    "explanation": "Scattered debris from a cosmic supernova explosion lights up the sky in this gorgeous composited image based on data from the Hubble Space Telescope. Cataloged as N49, these glowing filaments of shocked gas span about 30 light-years in our neighboring galaxy, the Large Magellanic Cloud. Light from the original exploding star reached Earth thousands of years ago, but N49 also marks the location of another energetic outburst -- an extremely intense blast of gamma-rays detected by satellites only twenty-five years ago on March 5, 1979. That date was the beginning of an exciting journey in astrophysics which led researchers to the understanding of an exotic new class of stars. The source of the March 5th Event is now attributed to a magnetar - a highly magnetized, spinning neutron star also born in the ancient stellar explosion which created supernova remnant N49. The magnetar hurtles through the supernova debris cloud at over 1,200 kilometers per second.",
    "hdurl": "https://apod.nasa.gov/apod/image/0403/n49_hst_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "N49's Cosmic Blast",
    "url": "https://apod.nasa.gov/apod/image/0403/n49_hst_c1.jpg"
  },
  {
    "copyright": "SETI League",
    "date": "2004-03-07",
    "explanation": "No one knows for sure what caused this signal.  There is a slight possibility that it just might originate from an extraterrestrial intelligence. The bright colors on the blue background indicate that an anomalous signal was received here on Earth by a radio telescope involved in a  Search for Extraterrestrial Intelligence (SETI).  A search for these signals is ongoing by  several groups including volunteer members of the SETI League.  Time labels the vertical axis of the above plot, and frequency marks the horizontal axis.  Although  this strong signal was never positively identified, astronomers have identified in it many attributes characteristic of a more mundane and ultimately terrestrial origin.  In this case, a leading possibility is that the signal originates from an unusual modulation between a GPS satellite and an unidentified Earth-based source. Many unusual signals from space remain unidentified.  No signal has yet been strong enough or run long enough to be unambiguously identified as originating from an extraterrestrial intelligence.",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/unknownseti_cavan_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Anomalous SETI Signal",
    "url": "https://apod.nasa.gov/apod/image/0207/unknownseti_cavan.jpg"
  },
  {
    "copyright": "Wally Pacholka",
    "date": "2004-03-08",
    "explanation": "The crescent Moon passed nearly in front of Venus two weeks ago.  The close conjunction of the night sky's two brightest objects created a striking pose for many viewing the evening sky just after sunset.  Such a pose, shown above, was captured between clouds over Corona Del Mar Beach in California, USA.  To be precise, the Moon appeared to pass only about three degrees from Venus on February 23.  A similar conjunction will occur later this month, on March 24, when Venus appears near its furthest from the Sun while the Moon passes only about 2 degrees away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0403/MoonVenus_pacholka_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon and Venus over Corona Del Mar Beach",
    "url": "https://apod.nasa.gov/apod/image/0403/MoonVenus_pacholka.jpg"
  },
  {
    "date": "2004-03-09",
    "explanation": "What did the first galaxies look like? To help answer this question, the Hubble Space Telescope has just finished taking the Hubble Ultra Deep Field (HUDF), the deepest image of the universe ever taken in visible light.  Pictured above, the HUDF shows a sampling of the oldest galaxies ever seen, galaxies that formed just after the dark ages, 13 billion years ago, when the universe was only 5 percent of its present age.  The Hubble Space Telescope's NICMOS and new ACS cameras took the image.  Staring nearly 3 months at the same spot, the HUDF is four times more sensitive, in some colors, than the original Hubble Deep Field (HDF). Astronomers the world over will likely study the HUDF for years to come to better understand how stars and galaxies formed in the early universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0403/hudf_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Hubble Ultra Deep Field",
    "url": "https://apod.nasa.gov/apod/image/0403/hudf_hst.jpg"
  },
  {
    "date": "2004-03-10",
    "explanation": "How prevalent was water on Mars?  Results from the Spirit rover now indicate that Gusev crater likely had a wet past, a result that comes shortly after Spirit's twin rover Opportunity uncovered clear evidence of past water at Meridiani Planum on the other side of Mars.  Evidence uncovered by Spirit and released last week focussed on a large rock of unusual shape nicknamed Humphrey, shown above near the image bottom.  Detailed inspection of the rock revealed a bright material filling internal cracks.  Such material may have crystallized from water trickling through the volcanic rock.  The amount of Mars once covered by ancient water remains unknown, as both rovers landed in regions thought likely to once be underwater.  Spirit continues to roll across Mars, recently passing the 300-meter mark on its way to Bonneville crater.",
    "hdurl": "https://apod.nasa.gov/apod/image/0403/humphrey_spirit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Humphrey Rock Indicates Ancient Martian Water",
    "url": "https://apod.nasa.gov/apod/image/0403/humphrey_spirit.jpg"
  },
  {
    "date": "2004-03-11",
    "explanation": "Peering into a dusty nebula in nearby galaxy the Large Magellanic Cloud, infrared cameras on board the Spitzer Space Telescope recorded this detailed view of stellar nursery Henize 206 filled with newborn stars. The stars appear as white spots within the swirls of dust and gas in the false-color infrared image. Near the top, the sweeping telltale arcs of a supernova remnant are also visible, expanding debris from the final explosion of a massive star. The proximity of the ancient supernova indicates that the shockwave from that stellar death explosion itself likely triggered the formation of the new generation of emerging stars, compressing the gas and dust within Henize 206 and continuing the cosmic cycle of star death and star birth. At the distance of the Large Magellanic Cloud, about 163,000 light-years, this image covers an area about 1,000 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0403/hen206_sst_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Henize 206: Cosmic Generations",
    "url": "https://apod.nasa.gov/apod/image/0403/hen206_sst_c1.jpg"
  },
  {
    "date": "2004-03-12",
    "explanation": "Above, the ringed planet Saturn shines in x-rays. Otherwise beyond the range of human vision, the eerie x-ray view was created by overlaying a computer generated outline of the gas giant's disk and ring system on a false-color picture of smoothed, reconstructed x-ray data from the orbiting Chandra Observatory. The data represent the first clear detection of Saturn's disk at x-ray energies and held some surprises for researchers. For starters, the x-rays seem concentrated near the planet's equator rather than the poles, in marked contrast to observations of Jupiter, the only other gas giant seen at such high energies. And while Saturn's high energy emission is found to be consistent with the reflection of x-rays from the Sun, the intensity of the reflected x-rays was also found to be unusually strong. Outside the planet's disk, only a faint suggestion of x-rays from Saturn's magnificent ring system is visible at the left.",
    "hdurl": "https://apod.nasa.gov/apod/image/0403/xraySaturn_cxc_bck.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Saturn",
    "url": "https://apod.nasa.gov/apod/image/0403/xraySaturn_cxc_c1.jpg"
  },
  {
    "date": "2004-03-13",
    "explanation": "High atop a Chilean mountain lies one of the premier observatories of the southern sky: the Cerro Tololo Inter-American Observatory (CTIO). Pictured above is the dome surrounding one of the site's best known instruments, the 4-meter Blanco Telescope. Far behind the dome are thousands of individual stars and diffuse light from three galaxies: the Small Magellanic Cloud (upper left), the Large Magellanic Cloud (lower left), and our Milky Way Galaxy (right).  Also visible just to Blanco's right is the famous superposition of four bright stars known as the Southern Cross. A single 20 second exposure, this digital image was recorded with a sensitive detector intended for astronomical imaging. The observatory structures are lit solely by starlight.",
    "hdurl": "https://apod.nasa.gov/apod/image/0403/sky_ctio_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Cerro Tololo Sky",
    "url": "https://apod.nasa.gov/apod/image/0403/sky_ctio.jpg"
  },
  {
    "copyright": "Col Druscie Obs.AAC",
    "date": "2004-03-14",
    "explanation": "Comet Hale-Bopp became much brighter than any surrounding stars. It was seen even over bright city lights. Out away from city lights, however, it put on quite a spectacular show. Here Comet Hale-Bopp was photographed above Val Parola Pass in the Dolomite mountains surrounding Cortina d'Ampezzo, Italy. Comet Hale-Bopp's blue ion tail was created when fast moving particles from the solar wind struck expelled ions from the comet's nucleus. The white dust tail is composed of larger particles of dust and ice expelled by the nucleus that orbit behind the comet. Observations showed that  Comet Hale-Bopp's nucleus spins about once every 12 hours.",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/halebopp5_aac_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hale-Bopp Over Val Parola Pass",
    "url": "https://apod.nasa.gov/apod/image/0105/halebopp5_aac.jpg"
  },
  {
    "copyright": "Canada-France-Hawaii Telescope",
    "date": "2004-03-15",
    "explanation": "Few astronomical sights excite the imagination like the nearby stellar nursery known as the Orion Nebula.  The Nebula's glowing gas surrounds hot young stars at the edge of an immense interstellar molecular cloud only 1500 light-years away.  The Great Nebula in Orion can be found with the unaided eye just below and to the left of the easily identifiable  belt of three stars in the popular constellation Orion. The above image from the 3.6-meter Canada-France-Hawaii Telescope atop a dormant volcano in Hawaii brings out Orion's detail in spectacular fashion.  Buried in the complex nebulosity are the bright stars of the Trapezium in Orion's heart, the sweeping lanes of dark dust that cross the center, the pervasive red glowing hydrogen gas, and the  blue tinted dust that reflects the light of newborn stars.  The whole Orion Nebula cloud complex, which includes the Horsehead Nebula, will slowly disperse over the next 100,000 years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0403/m42_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Orion Nebula from CFHT",
    "url": "https://apod.nasa.gov/apod/image/0403/m42_cfht.jpg"
  },
  {
    "date": "2004-03-16",
    "explanation": "What is the most distant known object in our Solar System?  A new answer to this centuries-old question was announced yesterday by NASA with the discovery of a dark red object dubbed Sedna.  Although over twice the distance to Pluto, Sedna is near its closest approach to the Sun.  Sedna's highly elliptical orbit will further displace it by 10 times, making it a candidate for the long-hypothesized Oort cloud of icy objects thought to extend to the Solar System's edge.  Sedna is estimated to be about three-quarters the size of Pluto and therefore the largest Solar System object found since Pluto in 1930.  Whether Sedna is ever designated a planet is at the discretion of the International Astronomical Union.  The above drawing depicts how Sedna might look facing the distant Sun.  The unexpectedly red color, the unusual orbit, and the origin of Sedna will surely be topic of much future research.",
    "hdurl": "https://apod.nasa.gov/apod/image/0403/sedna_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sedna of the Outer Solar System",
    "url": "https://apod.nasa.gov/apod/image/0403/sedna_nasa.jpg"
  },
  {
    "date": "2004-03-17",
    "explanation": "What's the farthest galaxy known?  The answer keeps changing as astronomers compete to find galaxies that top the list.  The new claimed record holder is now the faint smudge indicated in the above images by an 8.2-meter Very Large Telescope (VLT) operating in Chile.  Detected light left this galaxy 13.2 billion of years ago, well before the Earth formed, when the universe was younger than 3 percent of its present age.  Astronomers have estimated a redshift of 10 for this galaxy, the first double-digit claim for any galaxy.  Young galaxies are of much interest to astronomers because many unanswered questions exist on when and how galaxies formed in the early universe.  The distant redshift, if confirmed, would also give valuable information about galaxy surroundings at the end of the universe's dark age.  Although this galaxy's distance exceeds that of even the farthest known quasar, it is still in front of the pervasive glowing gas that is now seen as the cosmic microwave background radiation.",
    "hdurl": "https://apod.nasa.gov/apod/image/0403/z10_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Redshift 10: Evidence for a New Farthest Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0403/z10_vlt.jpg"
  },
  {
    "date": "2004-03-18",
    "explanation": "Scroll right and follow this breathtaking view of the martian surface from the southern edge of a small crater dubbed Bonneville. NASA's Spirit rover recorded the sharp 180-degree panorama on sols 68 and 69 of its stay on the Red Planet, following the completion of a 300+ meter journey from its landing site within Mars' expansive Gusev Crater region. Bonneville crater itself is about 200 meters across. Rocks scattered about the area are potentially \"ejecta\" from Bonneville, debris blasted from below the martian surface by the impact which created the crater. Researchers are eager to confirm this scenario since such material could be a guide to the geological history of the area. So what's that shiny patch on the left, just beyond the crater's far rim? It's the Spirit lander's heat shield.",
    "hdurl": "https://apod.nasa.gov/apod/image/0403/bonnevillepan_spirit_b.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spirit Pan from Bonneville Crater's Edge",
    "url": "https://apod.nasa.gov/apod/image/0403/bonnevillepan_spirit_c.jpg"
  },
  {
    "date": "2004-03-19",
    "explanation": "Dynamic jets of gas and dust surround one of the most active planetary surfaces in the solar system in this wild-looking picture of a comet nucleus. The comet's designation is 81P/Wild 2 of course (sounds like \"vilt 2\"), and the picture is a composite of two images recorded by the Stardust spacecraft's navigation camera during its January 2nd flyby. The composited images consist of a short exposure recording startling surface details of Wild 2's nucleus and a longer exposure, taken 10 seconds later, revealing material streaming from the surface. The left edge of the nucleus appears extremely jagged due to a strong shadow. Pitted and eroded after billions of years of outgassing and meteorite impacts, the nucleus pictured is only about 5 kilometers in diameter, while the jets of dust and gas ultimately leave trails millions of kilometers long. Stardust is scheduled to return samples of Wild 2's cometary dust, picked up during the flyby, to Earth in January 2006.",
    "hdurl": "https://apod.nasa.gov/apod/image/0403/wildcomp_stardust_a.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Going Wild",
    "url": "https://apod.nasa.gov/apod/image/0403/wildcomp_stardust_c1.jpg"
  },
  {
    "copyright": "Joe Orman",
    "date": "2004-03-20",
    "explanation": "Twice a year, at the Spring and Fall equinox, the Sun rises due east. In an emphatic demonstration of this celestial alignment, photographer Joe Orman recorded this inspiring image of the Sun rising exactly along the east-west oriented Western Canal, in Tempe,Arizona, USA. But he waited until March 21st, one day after the northern Spring equinox in 2001, to photograph the striking view. Why was the rising Sun due east one day after the equinox? At Tempe's latitude the Sun rises at an angle, arcing southward as it climbs above the horizon. Because the distant mountains hide the true horizon, the Sun shifts slightly southward by the time it clears the mountain tops. Waiting 24 hours allowed the Sun to rise just north of east and arc back to an exactly eastern alignment for the photo. Today's equinox finds the Sun on the celestial equator at 0649 Universal Time.",
    "hdurl": "https://apod.nasa.gov/apod/image/0403/equinoxp1_orman.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Equinox + 1",
    "url": "https://apod.nasa.gov/apod/image/0403/equinoxp1_orman.jpg"
  },
  {
    "copyright": "Polar Image",
    "date": "2004-03-21",
    "explanation": "Many think it is just a myth.  Others think it is true but its cause isn't known.  Adventurers pride themselves on having seen it.  It's a green flash from the Sun.  The truth is the green flash does exist and its cause is well understood.  Just as the setting Sun disappears completely from view, a last glimmer appears startlingly green.  The effect is typically visible only from locations with a low, distant horizon, and lasts just a few seconds.  A green flash is also visible for a rising Sun, but takes better timing to spot.  A dramatic green flash was caught in the above photograph in 1992 from Finland. The Sun itself does not turn partly green, the effect is caused by layers of the Earth's atmosphere acting like a prism.",
    "hdurl": "https://apod.nasa.gov/apod/image/0211/greenflash_parviainen_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Green Flash from the Sun",
    "url": "https://apod.nasa.gov/apod/image/0211/greenflash_parviainen.jpg"
  },
  {
    "copyright": "S. SposettiGeneva Obs.",
    "date": "2004-03-22",
    "explanation": "Last week, a small asteroid approached unusually close to the Earth.  Asteroid 2004 FH posed no danger, but became bright enough to see with binoculars.  Passing only 7 Earth radii away, this asteroid pass was the closest yet that was previously predicted, although it was discovered only two days before. Pictured above, the 30-meter sized 2004 FH was imaged from Switzerland crossing the sky on March 18, near its closest approach.  The asteroid, centered in the above time-lapse movie covering about 30 minutes, changes in brightness as it tumbles by.  An asteroid this size passes this close to Earth about every two years.  Were 2004 FH to have struck the Earth, it would have likely burned up in the atmosphere. Large impact features on the Earth are testaments, however, to larger asteroids and comets that actually impacted the Earth in the distant past.  Astronomers continue to discover, track, and study potentially hazardous asteroids with a goal of making planet Earth a safer place.",
    "hdurl": "https://apod.nasa.gov/apod/image/0403/2004fh_sposetti_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Asteroid 2004 FH Whizzes By",
    "url": "https://apod.nasa.gov/apod/image/0403/2004fh_sposetti.gif"
  },
  {
    "date": "2004-03-23",
    "explanation": "The hot surface of Venus shows clear signs of ancient lava flows.  Evidence of this was bolstered by the robot spacecraft Magellan, which orbited Venus in the early 1990s.  Using imaging radar, Magellan was able to peer beneath the thick perpetual clouds that cover Earth's closest planetary neighbor.  Picture above, lava apparently flowed down from the top of the image and pooled in the light colored areas visible across the image middle and bottom. The lava cut a channel across the darker ridge that runs horizontally across the image center.  The picture covers about 500 kilometers across.  The lava originates from a caldera named Ammavaru that lies about 300 kilometers off the image top.  The hot dense climate makes Venus a more difficult planet on which to land spacecraft and rovers.  Venus currently sparkles as the brightest object in the western sky after sunset.",
    "hdurl": "https://apod.nasa.gov/apod/image/0403/venuslava_magellan_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lava Flows on Venus",
    "url": "https://apod.nasa.gov/apod/image/0403/venuslava_magellan.jpg"
  },
  {
    "date": "2004-03-24",
    "explanation": "What are those unusual looking dimples?  Looking back toward Eagle crater, its landing place on Mars, the robot rover Opportunity has spotted some unusual depressions in the Martian soil.  The dimples, visible above on the image left, each measure about one meter across and appear to have light colored rock in their interior.  The nearest dimple has been dubbed \"Homeplate\", while the next furthest one out is called \"First Base.\"  Scrolling right will reveal a magnificent panorama including the rover in the foreground, the backshell and parachute that detached from Opportunity before it landed near the horizon, Eagle crater in the center, Opportunity's tracks as it rolled away from Eagle crater, and wind blown ripples of Martian soil in every direction.  Further analysis of rocks photographed by Opportunity has yielded evidence that Opportunity has landed on an evaporated shoreline of an ancient salt-water ocean.",
    "hdurl": "https://apod.nasa.gov/apod/image/0403/eaglepan_opportunity_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Intriguing Dimples Near Eagle Crater on Mars",
    "url": "https://apod.nasa.gov/apod/image/0403/eaglepan_opportunity.jpg"
  },
  {
    "copyright": "Russell Croman",
    "date": "2004-03-25",
    "explanation": "Look up into the sky tonight, and even with a good telescope you won't come across a sight quite like this one. It is a familiar object though, the grand stellar nursery known as the Orion Nebula. But the striking picture combines images taken through three separate filters, each designed to record different emission lines - light from Sulfur, Oxygen, and Hydrogen atoms glowing in the tenuous nebular gas. At such low densities, Sulfur and Hydrogen atoms emit red colors while Oxygen glows green. To distinguish their contributions in the final image, Sulfur was assigned to red, Hydrogen to green, and Oxygen to blue, a color scheme used in mapped-color images of other astronomical nebulae as well. While the result is very different from what the eye might see, the image is still both beautiful and scientifically valuable, tracing elements and conditions within the nearby star forming region.",
    "hdurl": "https://apod.nasa.gov/apod/image/0403/m42mapped_croman_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Orion of a Different Color",
    "url": "https://apod.nasa.gov/apod/image/0403/m42mapped_croman_c1.jpg"
  },
  {
    "date": "2004-03-26",
    "explanation": "Look up into the sky tonight and without a telescope or binoculars you might have a view like this one of Moon, planets and stars. The lovely photo was taken on March 23rd, and captures the crescent Moon on the horizon with Venus above it. Both brilliant celestial bodies are over-exposed. Farther above Venus is the tinted glow of Mars with the Pleiades star cluster just to the red planet's right. The V-shaped arrangement of stars to the left of Mars is the Hydaes star cluster. Bright red giant Aldebaran, not itself a member of the Hyades cluster, marks the top left of the V. During the next week, all five naked-eye planets, Mercury, Venus, Mars, Jupiter, and Saturn, along with the Moon will grace the evening sky together - a lunar and planetary spectacle that can be enjoyed by skygazers around the world. But look just after sunset, low on the western horizon, to see Mercury before it sets. The next similar gathering of the planets will be in 2008.",
    "hdurl": "https://apod.nasa.gov/apod/image/0403/moonplanets_rychlik_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon and Planets Sky",
    "url": "https://apod.nasa.gov/apod/image/0403/moonplanets_rychlik_c1.jpg"
  },
  {
    "date": "2004-03-27",
    "explanation": "This dream-like image of Mir was recorded by astronauts as the Space Shuttle Atlantis approached the Russian space station prior to docking during the STS-76 mission. Sporting spindly appendages and solar panels, Mir resembles a whimsical flying insect hovering about 350 kilometers above New Zealand's South Island and the city of Nelson near Cook Strait. In late March 1996, Atlantis shuttled astronaut Shannon W. Lucid to Mir for a five month visit, increasing Mir's occupancy from 2 to 3. It returned to pick Lucid up and drop off astronaut John Blaha during the STS-79 mission in August of that year. Since becoming operational in 1986, Mir has been visited by over 100 spacefarers from the nations of planet Earth including, Russia, the United States, Great Britain, Germany, France, Japan, Austria, Kazakhstan and Slovakia.  After joint Shuttle-Mir training missions in support of the International Space Station, continuous occupation of Mir ended in August 1999. The Mir was deorbited in March 2001.",
    "hdurl": "https://apod.nasa.gov/apod/image/0403/mirdream_sts76_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mir Dreams",
    "url": "https://apod.nasa.gov/apod/image/0403/mirdream_sts76.jpg"
  },
  {
    "copyright": "Brian Lula",
    "date": "2004-03-28",
    "explanation": "Seemingly adrift in a cosmic sea of stars and gas, this delicate, floating apparition is cataloged as NGC 7635 -- The Bubble Nebula. In this wide-angle view, the Bubble nebula lies at the center of a larger complex of shocked glowing gas about 11,000 light-years distant in the fair constellation Cassiopeia. NGC 7635 really is an interstellar bubble, blown by winds from the brightest star visible within the bubble's boundary. The bubble's expansion is constrained by the surrounding material. About 10 light-years in diameter, if the Bubble nebula were centered on the Sun, the Sun's nearest stellar neighbor, Alpha Centauri, would also be enclosed. This breathtaking picture is a combination of telescopic digital images made through broad color filters along with a narrow filter intended to transmit only the red light emitted by excited hydrogen atoms.",
    "hdurl": "https://apod.nasa.gov/apod/image/0301/ngc7635_lula_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars and the Bubble Nebula",
    "url": "https://apod.nasa.gov/apod/image/0301/ngc7635_lula_c2.jpg"
  },
  {
    "date": "2004-03-29",
    "explanation": "Using oxygen from the air itself, a NASA experimental jet propelled itself past Mach 7 in the atmosphere above the Pacific Ocean this weekend.  The small automated X-43A Hyper-X craft was dropped from a huge converted B-52 bomber and then accelerated by a standard Pegasus rocket.  At Mach 7, seven times the speed of sound, the X-43A separated and the novel scramjet kicked in.  Atmospheric oxygen was then scooped up, combined with onboard hydrogen, and combusted in flight to propel the X-43A to record air speeds during maneuvers over the next 10 seconds.  Engines of ramjet design have been suggested as a satellite launch method without heavy fuel tanks and even romanticized for interstellar space travel.  The previously acknowledged air-speed record for jet-powered flight was Mach 3.3 for the decommissioned SR-71.  Re-entering space rockets can start as high as Mach 36 before the atmosphere decelerates them.  The X-43A, depicted in the artist's illustration above, might well propel itself past Mach 10 in future tests.",
    "hdurl": "https://apod.nasa.gov/apod/image/0403/x43a2_nasa.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NASA's X-43A Scramjet Sets Air Speed Record",
    "url": "https://apod.nasa.gov/apod/image/0403/x43a2_nasa_big.jpg"
  },
  {
    "date": "2004-03-30",
    "explanation": "One of the most spectacular solar sights is a prominence.  A solar prominence is a cloud of solar gas held above the Sun's surface by the Sun's magnetic field.  Last month, NASA's Sun-orbiting SOHO spacecraft imaged an impressively large prominence hovering over the surface, pictured above.  The Earth would easily fit under the hovering curtain of hot gas.  A quiescent prominence typically lasts about a month, and may erupt in a Coronal Mass Ejection (CME) expelling hot gas into the Solar System.  Although somehow related to the Sun's changing magnetic field, the energy mechanism that creates and sustains a Solar prominence is still a topic of research.",
    "hdurl": "https://apod.nasa.gov/apod/image/0403/sunprom2_soho_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Prominent Solar Prominence from SOHO",
    "url": "https://apod.nasa.gov/apod/image/0403/sunprom2_soho.jpg"
  },
  {
    "copyright": "Heidi Schweiker",
    "date": "2004-03-31",
    "explanation": "Lying just at the limit of human perception is a picturesque starfield containing one of the larger open clusters on the northern sky.  Spanning an angle larger than the Moon, M39's relatively few stars lie only about 800 light years distant toward the constellation of Cygnus.  The above picture of M39 is a mosaic of 33 images taken by the WIYN telescope on Kitt Peak in Arizona, USA.  The stars in M39 are all about 300 million years old, much younger than the 5000 million years of our Sun.  Open clusters, also called galactic clusters, contain fewer and younger stars than globular clusters.  Also unlike globular clusters, open clusters are generally confined to the plane of our Galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0403/m39_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M39: Open Cluster in Cygnus",
    "url": "https://apod.nasa.gov/apod/image/0403/m39_noao.jpg"
  },
  {
    "date": "2004-04-01",
    "explanation": "Today, April 1st, astrophysicists have announced a surprising discovery - April Fools Day is more intense on Mars! Though the discovery is contrary to accepted theories of April Fools Day, researchers note that there are several likely causes for the severe martian April Fools phenomenon. For starters, gravity, the force that opposes comedy throughout the universe, is only about 3/8ths as strong on Mars' surface as it is on planet Earth. Also, a martian day, called a sol, lasts nearly 40 minutes longer than an earth day. And furthermore ... well, as soon as they think of some more reasons, they've promised to tell us. Happy April Fools day from the editors at APOD! Editors note: Mars rover Spirit recorded this image looking out toward the eastern horizon and the Columbia Hills over 2 kilometers in the distance. Its journey across this rocky martian terrain could take from 60 to 90 sols.",
    "hdurl": "https://apod.nasa.gov/apod/image/0404/columbiahills_spirit_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "April Fools Day More Intense On Mars",
    "url": "https://apod.nasa.gov/apod/image/0404/columbiahills_spirit_c1.jpg"
  }
]
