[
  {
    "copyright": "Stan Richard",
    "date": "2004-05-01",
    "explanation": "On April 23rd, the Moon along with planets Saturn, Mars, and Venus (and planet Earth of course ...) were all visible in the west at twilight, captured here from a site near Saylorvillle Lake north of Des Moines, Iowa, USA.  Putting your cursor over the image will label our fellow solar system wanderers and also reveal the approximate trajectory of the ecliptic plane - defined by Earth's orbit around the Sun - angling above the western horizon. After sunset tonight, the western sky will present a similar arrangement of planets, although the Moon will have moved east out of the picture, passing bright Jupiter along the ecliptic and heading for May 4th's total lunar eclipse. May could also be a good month for comets.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/mvms_042304_richard_f1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Western Sky at Twilight",
    "url": "https://apod.nasa.gov/apod/image/0405/mvms_042304_richard_f2.jpg"
  },
  {
    "date": "2004-05-02",
    "explanation": "The strangest moon in the Solar System is bright yellow.  This picture, showing Io's true colors, was taken in 1999 July by the  Galileo spacecraft that orbited Jupiter from 1995 to 2003.  Io's colors derive from sulfur and molten silicate rock.  The unusual surface of Io is kept very young by its system of active volcanoes.  The intense tidal gravity of Jupiter stretches  Io and damps wobbles caused by Jupiter's other Galilean moons.  The resulting friction greatly heats Io's interior, causing molten rock to explode through the surface.  Io's volcanoes are so active that they are effectively turning the whole moon inside out.  Some of Io's volcanic lava is so hot it  glows in the dark.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/iotrue_galileo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io in True Color",
    "url": "https://apod.nasa.gov/apod/image/0405/iotrue_galileo.jpg"
  },
  {
    "copyright": "Wally Pacholka",
    "date": "2004-05-03",
    "explanation": "Comet Bradfield is easy to see on the left, but can you find Comet LINEAR on the right?  Last week, just before sunrise from the northern hemisphere, two bright comets were visible in the same part of the sky at the same time.  The above long-exposure image was taken on the morning of April 25 from Joshua Tree National Park in California, USA.  Comet C/2004 F4 (Bradfield) is giving an unexpectedly good show as it recedes from the Sun and Earth and fades from view.  Its tail is estimated by some to be about 10 degrees long.  Having just rounded the Sun itself, Comet C/2002 T7 (LINEAR) is now moving toward the Earth.   Although intrinsically fading, T7 will appear to brighten until about mid-May and so continue to be visible to the unaided eye before sunrise to southern hemisphere observers into June.  Q4, the third coincidental naked eye comet, will become visible in mid-May to northern hemisphere observers.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/bradfieldt7_pacholka_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comets Bradfield and LINEAR Rising",
    "url": "https://apod.nasa.gov/apod/image/0405/bradfieldt7_pacholka.jpg"
  },
  {
    "date": "2004-05-04",
    "explanation": "Scroll right to see the rocks, craters, and hills that were in view for the Spirit rover last week as it continued its trek across Mars.   Missoula crater, taking up much of the above frame, appeared from orbit to have ejecta from Bonneville crater inside it.  Upon closer inspection, however, Spirit finds only evidence for wind-blown drifts.  The rocks show numerous blisters and small cavities that may have occurred as ancient water vapor evaporated from hot cooling lava.  Columbia Hills in the distance is now planned as the ultimate destination for the Spirit rover.  Both of the Mars rovers have now successfully completed their original mission and are now exploring topical opportunities.  Lunar Eclipse Today: Visible from Europe, Asia, Africa. Times | Webcast | Photo Tips",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/missoula_spirit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Missoula Crater on Mars",
    "url": "https://apod.nasa.gov/apod/image/0405/missoula_spirit.jpg"
  },
  {
    "date": "2004-05-05",
    "explanation": "The bright clusters and nebulae of planet Earth's night sky are often named for flowers or insects, and NGC 6302 is no exception. With an estimated surface temperature of about 250,000 degrees C, the central star of this particular planetary nebula is exceptionally hot though -- shining brightly in ultraviolet light but hidden from direct view by a dense torus of dust.  Above is a dramatically detailed close-up of the dying star's nebula recorded by the Hubble Space Telescope. Cutting across a bright cavity of ionized gas, the dust torus surrounding the central star is in the upper left corner of this view, nearly edge-on to the line-of-sight. Surprisingly, minerals including water ice, along with complex hydrocarbon molecules have been detected in this hot star's dusty cosmic shroud. NGC 6302 lies about 4,000 light-years away in the arachnologically correct constellation Scorpius.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/heic0407a_hst_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6302: Big, Bright, Bug Nebula",
    "url": "https://apod.nasa.gov/apod/image/0405/heic0407a_hst_c2.jpg"
  },
  {
    "copyright": "Anthony Ayiomamitis",
    "date": "2004-05-06",
    "explanation": "From start to finish, this impressive digital mosaic covers May 4th's total eclipse of the Moon. Astronomer Anthony Ayiomamitis reports that the eclipse viewing was wonderful from Greece, where skies cleared shortly before the celestial show began. His mosaic includes images, recorded at five minute intervals and arranged sequentially in an arc, that trace the progress of the inner portion of the Earth's shadow or umbra across the lunar disk. A series depicting a surprisingly dark, totally eclipsed Moon is featured in the center. While May 4th's total lunar eclipse favored observers in Europe, Africa, and Asia, the Moon's next trip through Earth's shadow, scheduled for October 28, will give skygazers in the Americas a turn.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/tle_may2004_ayiomamitis.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Lunar Eclipse Mosaic",
    "url": "https://apod.nasa.gov/apod/image/0405/tle_may2004_ayiomamitis.jpg"
  },
  {
    "copyright": "Jimmy WestlakeColorado\nMountain College",
    "date": "2004-05-07",
    "explanation": "On May 5th, while scanning western skies after sunset, astronomer Jimmy Westlake was glad to spot a visitor from the outer solar system, Comet NEAT, with his own eyes. Taken with a normal lens, the picture records his memorable view of comet, clouds, and Colorado Rocky Mountains against a backdrop of many faint stars (most not visible to the unaided eye) and one very bright one. In the three minute time exposure, the comet is seen as a fuzzy greenish smudge left of center, with brilliant Sirius, alpha star of the constellation Canis Major, just above the low cloud bank on the right. Comet NEAT (C/2001 Q4) is now near its closest aproach to planet Earth and tonight will lie well above bright Sirius. Look for the comet - the third naked-eye comet in as many weeks - after sunset in clear, dark, western skies.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/c2001q4neat_westlake_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Look West for a NEAT Comet",
    "url": "https://apod.nasa.gov/apod/image/0405/c2001q4neat_westlake_c2.jpg"
  },
  {
    "copyright": "Stephen Thorley",
    "date": "2004-05-08",
    "explanation": "Rising before dawn on May 5th, Stephen Thorley looked out across the skyline of Sydney, Australia. And while a leisurely lunar eclipse was clearly in progress, from his vantage point on planet Earth the Moon set as the total phase of the eclipse began. Still, before the setting Moon was hidden by the cityscape he captured this striking image of a nearly eclipsed lunar disk sliding past the beacon and lights of Centerpoint Tower, one of Sydney's familiar landmarks. So what's that star just visible above and to the right of the reddened Moon? That's Zubenelgenubi, of course.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/EclipseSydney_thorley_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Good Morning Sydney",
    "url": "https://apod.nasa.gov/apod/image/0405/EclipseSydney_thorley_c3.jpg"
  },
  {
    "copyright": "AAOROEUKS Telescope",
    "date": "2004-05-09",
    "explanation": "Why is the sky near Antares and Rho Ophiuchi so colorful?  The colors result from a mixture of objects and processes.  Fine dust illuminated from the front by starlight produces blue reflection nebulae. Gaseous clouds whose atoms are excited by ultraviolet starlight produce reddish emission nebulae. Backlit dust clouds block starlight and so appear dark.   Antares, a red supergiant and one of the brighter stars in the night sky, lights up the yellow-red clouds on the upper left.  Rho Ophiuchi lies at the center of the blue nebula on the right.  The distant globular cluster M4 is visible just below Antares, and to the left of the red cloud engulfing Sigma Scorpii.  These star clouds are even more colorful than humans can see, emitting light across the electromagnetic spectrum.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/antrho_uks.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Antares and Rho Ophiuchi",
    "url": "https://apod.nasa.gov/apod/image/0405/antrho_uks_big.jpg"
  },
  {
    "date": "2004-05-10",
    "explanation": "Scroll right to see the inside of Endurance Crater, the large impact feature now being investigated by the Opportunity rover rolling across Mars.  The crater's walls show areas of light rock that might hold clues about the ancient watery past of this Martian region.  Inspection of this true-color image shows, however, that much of this interesting rock type is confined to crater walls that might be hard for even this wily robot to access. Both of the Mars rovers have now successfully completed their original mission and are now exploring topical opportunities.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/endurance_opportunity_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Endurance Crater on Mars",
    "url": "https://apod.nasa.gov/apod/image/0405/endurance_opportunity.jpg"
  },
  {
    "copyright": "Eddie Guscott",
    "date": "2004-05-11",
    "explanation": "M13 is one of the most prominent and best known globular clusters.  Visible with binoculars in the constellation of Hercules, M13 is frequently one of the first objects found by curious sky gazers seeking celestials wonders beyond normal human vision.   M13 is a colossal home to over 100,000 stars, spans over 150  light years across, lies over 20,000 light years distant, and is over 12 billion years old.  At the 1974 dedication of Arecibo Observatory, a radio message about Earth was sent in the direction of M13.  The reason for the low abundance of unusual blue straggler stars in M13 is currently unknown.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/m13_guscott_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M13: The Great Globular Cluster in Hercules",
    "url": "https://apod.nasa.gov/apod/image/0405/m13_guscott.jpg"
  },
  {
    "copyright": "Chris Schur",
    "date": "2004-05-12",
    "explanation": "Comet NEAT (Q4) is showing its tails.  As the large snowball officially dubbed Comet C/2001 Q4 (NEAT) falls toward the inner Solar System, it has already passed the Earth and will reach its closest approach to the Sun this coming Saturday.  Reports place the comet at third magnitude, making it easily visible to the unaided eye to northern sky gazers observing from a dark location just after sunset.  The above image was captured last Saturday from Happy Jack, Arizona, USA.  Visible is a long blue ion tail, a blue coma surrounding the comet's nucleus, and a shorter but brighter sunlight reflecting dust tail.  Q4 will likely drop from easy visibility during the next month as it recedes from both the Earth and the Sun.  Another separate naked-eye comet, Comet Linear (T7), is also as bright as third magnitude and should remain bright into June.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/q4_schur_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Tails of Comet NEAT (Q4)",
    "url": "https://apod.nasa.gov/apod/image/0405/q4_schur.jpg"
  },
  {
    "date": "2004-05-13",
    "explanation": "A distinctive X-shape and ladder-like rungs appear in this Hubble Space Telescope image of the intriguing Red Rectangle Nebula. The dusty cosmic cloud was originally identified as a strong source of infrared radiation and is now believed to contain icy dust grains and hydrocarbon molecules formed in the cool outflow from an aging central star. So why does it look like a big X? A likely explanation is that the central star - actually a close pair of stars - is surrounded by a thick dust torus which pinches the otherwise spherical outflow into tip-touching cone shapes. Because we view the torus edge-on, the boundary edges of the cone shapes seem to form an X. The distinct rungs suggest the outflow occurs in fits and starts. About 2,300 light-years away toward the fanciful constellation Monoceros, the Red Rectangle nebula should be transformed into a glorious planetary nebula as its cool central star becomes a hot white dwarf over the next few thousand years. This sharp Hubble picture spans only about one third of a light-year at the distance of the Red Rectangle.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/redrect_hst_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rungs of the Red Rectangle",
    "url": "https://apod.nasa.gov/apod/image/0405/redrect_hst_c1.jpg"
  },
  {
    "copyright": "Francois du Toit",
    "date": "2004-05-14",
    "explanation": "Moderately bright Zubenelgenubi is the star just off the upper right hand limb of an eclipsed Moon in this telescopic view from Port Elizabeth, South Africa. Actually the second brightest star in the constellation Libra, Zubenelgenubi is fun to pronounce (try zoo-BEN-al-je-NEW-bee ...) and rewarding to spot in the night sky as it has a fainter companion star, seen here on the far right. Astronomer Francois du Toit reports that both stars were visible to the unaided eye on the night of May 4th, during the Moon's total eclipse phase. Orbiting a common center of gravity once every 200,000 years or so, the two stars are both larger and hotter than the Sun. About 77 light years away they are separated from each other by over 730 light hours -- about 140 times Pluto's average distance from the Sun. Zubenelgenubi was once considered the southern claw of the nearby arachnologically correct constellation Scorpius. What star was the northern claw? Zubeneschamali, of course.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/zuben_dutoit_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Zubenelgenubi and Friends",
    "url": "https://apod.nasa.gov/apod/image/0405/zuben_dutoit_c1.jpg"
  },
  {
    "date": "2004-05-15",
    "explanation": "In this stunning vista recorded with the Hubble Space Telescope's Advanced Camera for Surveys, distant galaxies form a dramatic backdrop for disrupted spiral galaxy Arp 188, the Tadpole Galaxy. The cosmic tadpole is a mere 420 million light-years distant toward the northern constellation Draco. Its eye-catching tail is about 280 thousand light-years long and features massive, bright blue star clusters. One story goes that a more compact intruder galaxy crossed in front of Arp 188 - from left to right in this view - and was slung around behind the Tadpole by their gravitational attraction. During the close encounter, tidal forces drew out the spiral galaxy's stars, gas, and dust forming the spectacular tail. The intruder galaxy itself, estimated to lie about 300 thousand light-years behind the Tadpole, can be seen through foreground spiral arms at the upper left. Following its terrestrial namesake, the Tadpole Galaxy will likely lose its tail as it grows older, the tail's star clusters forming smaller satellites of the large spiral galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/tadpole_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Arp 188 and the Tadpole's Tidal Tail",
    "url": "https://apod.nasa.gov/apod/image/0405/tadpole_hst_c1.jpg"
  },
  {
    "date": "2004-05-16",
    "explanation": "This picture by the Galileo spacecraft shows just how cloudy Venus is.  Venus is very similar to Earth in size and mass - and so is sometimes referred to as Earth's sister planet - but Venus has a quite different climate.  Venus' thick clouds and closeness to the Sun (only Mercury is closer) make it the hottest planet - much hotter than the Earth.  Humans could not survive there, and no life of any sort has ever been found. When Venus is visible it is usually the brightest object in the sky after the Sun and the Moon.  More than 20 spacecraft have visited Venus including Venera 9, which landed on the surface, and Magellan, which used radar to peer through the clouds and make a map of the surface.  This visible light picture of Venus was taken by the Galileo spacecraft that orbited Jupiter from 1995 to 2003.  Many things about Venus remain unknown, including the cause of  mysterious bursts of radio waves.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/venus2_gal_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus: Earth's Cloudy Twin",
    "url": "https://apod.nasa.gov/apod/image/0405/venus2_gal.jpg"
  },
  {
    "copyright": "StarryScapes",
    "date": "2004-05-17",
    "explanation": "In one of the brightest parts of the Milky Way lies a nebula where some of the oddest things occur.  NGC 3372, known as the Great Nebula in Carina, is home to massive stars and changing nebula.  Eta Carina, the most energetic star in the nebula was one of the brightest stars in the sky in the 1830s, but then faded dramatically.  The Keyhole Nebula, visible near the center, houses several of the most massive stars known and has also changed its appearance.  The Carina Nebula spans over 300 light years and lies about 7000 light-years away in the constellation of Carina.  The above image was taken from La Frontera in Alcohuaz, Chile. Eta Carina might explode in a dramatic supernova within the next thousand years, and has even flared in brightness over just the past decade.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/carina_tan_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3372: The Great Nebula in Carina",
    "url": "https://apod.nasa.gov/apod/image/0405/carina_tan.jpg"
  },
  {
    "copyright": "Wally Pacholka",
    "date": "2004-05-18",
    "explanation": "Comet NEAT (Q4) was quite photogenic earlier this month.  Although the head and part of the tails of Comet C/2001 Q4 (NEAT) were visible to the unaided eye, the best views of the colorful tail were revealed only later by cameras able to expose for long periods.  A human eye can accumulate light for up to 1/10th of a second, as opposed to the above camera image, which used an exposure of thirty seconds on May 8.  Visible is a long blue ion tail, a blue coma surrounding the comet's nucleus, and a shorter but brighter sunlight reflecting dust tail.  Q4 is dropping more from easy visibility each day as it recedes from both the Earth and the Sun.  Another separate naked-eye comet, Comet LINEAR (T7), should remain bright into June.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/q4_pacholka_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet NEAT (Q4) Over Indian Cove",
    "url": "https://apod.nasa.gov/apod/image/0405/q4_pacholka.jpg"
  },
  {
    "date": "2004-05-19",
    "explanation": "What caused this unusual looking crater floor on Mars?  Appearing at first glance to resemble the human brain, the natural phenomena that created the unusual texture on the floor of this Martian impact crater are currently under investigation. The light colored region surrounding the brain-textured region is likely sand dunes sculpted by winds.  The Mars Global Surveyor robot spacecraft that has been orbiting Mars since 1997 took the above image.  Meanwhile, down on the surface, robots Spirit and Opportunity continue to roll, inspecting landscape, rocks, and soil for clues to the ancient watery past of the red planet.  Humorously, this brain-terrain on Mars spans about a kilometer, making it just about the right size to fit inside the rock formation once dubbed the Face on Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/brain_mgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Brain Crater on Mars",
    "url": "https://apod.nasa.gov/apod/image/0405/brain_mgs.jpg"
  },
  {
    "date": "2004-05-20",
    "explanation": "Three young, massive stars will eventually emerge from this natal cloud of dust and gas, but their presence is already revealed in this false-color image from the Spitzer Space Telescope. The picture offers a penetrating infrared view of an emission nebula cataloged as Sharpless 140 which lies about 3,000 light-years away toward the constellation Cepheus. The young stars are otherwise obscured in visible light images by the dusty environs. Sculpted by winds and radiation from hot stars in the region, the majestic arcing structures pictured here are tens of light-years across and contain surprisingly complex molecules - polycyclic aromatic hydrocarbons (PAHs) - that glow in the infrared. An amazingly detailed record of cosmic markers of star formation, the image hints at the wealth of infrared data now freely available in the Spitzer Space Telescope archive.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/sharpless140_spitzer_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sharpless 140",
    "url": "https://apod.nasa.gov/apod/image/0405/sharpless140_spitzer_c1.jpg"
  },
  {
    "copyright": "John\nRummel",
    "date": "2004-05-21",
    "explanation": "Venus is currently falling out of the western evening sky. Second planet from the Sun and third brightest celestial object after the Sun and Moon, Venus has been appreciated by casual sky gazers as a brilliant beacon above the horizon after sunset. But telescopic images have also revealed its dramatic phases. In fact, this thoughtful composite of telescopic views nicely illustrates the progression of phases and increase in apparent size undergone by Venus over the past few weeks. Gliding along its interior orbit, Venus has been catching up with planet Earth, growing larger as it draws near. At the same time, just as the Moon goes through phases, Venus' visible sunlit hemisphere has presented an increasingly slender, crescent shape. Now sharing the sky with a crescent Moon, on June 8th Venus will actually cross the face of the Sun, the first such transit since 1882.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/venusphase_rummel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Phases of Venus",
    "url": "https://apod.nasa.gov/apod/image/0405/venusphase_rummel_c1.jpg"
  },
  {
    "date": "2004-05-22",
    "explanation": "In 1572, Danish astronomer Tycho Brahe recorded the sudden appearance of a bright new star in the constellation Cassiopeia. The new star faded from view over a period of months and is believed to have been a supernova, one of the last stellar explosions seen in our Milky Way galaxy. Now known as Tycho's Supernova Remnant, the expanding debris cloud is shown in this detailed false-color x-ray image from the orbiting Chandra Observatory. Represented in blue, the highest energy x-rays come from shocked regions along the outer edges of the supernova remnant, corresponding to gas at temperatures of 20 million degrees Celsius. X-rays from cooler gas (only 10 million degrees or so!) dominate the remnant's interior. Unlike some other supernova remnants, no hot central point source can be found, supporting the theory that the origin of this stellar explosion was a runaway nuclear detonation that ultimately destroyed a white dwarf star. At a distance of about 7,500 light-years, Tycho's Supernova Remnant appears to be nearly 20 light-years across. This x-ray picture's field of view slightly cuts off the bottom of the generally spherical cloud.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/tychosnr_cxc_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Rays From Tycho's Supernova Remnant",
    "url": "https://apod.nasa.gov/apod/image/0405/tychosnr_cxc_c1.jpg"
  },
  {
    "date": "2004-05-23",
    "explanation": "High above planet Earth, a human helps an ailing machine.  The machine, in this potentially touching story, is the Hubble Space Telescope, which is not in the picture.  The human is Astronaut Steven L. Smith, and he is seen above retrieving a  power tool from the handrail of the Remote Manipulator System before resuming work on HST in 1999 December.  For most astronauts, space is not a place for relaxation and vacation, but rather a place for hard work. Since many space missions involve costly equipment and complicated experiments, astronauts are usually people of considerable knowledge and training.  Although the hours may be long and work may be taxing, one frequently reported perk of working in space is the spectacular view.",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/manmachine_sts103_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Working in Space",
    "url": "https://apod.nasa.gov/apod/image/0105/manmachine_sts103.jpg"
  },
  {
    "copyright": "MagnusGalfalkStockholm Observatory",
    "date": "2004-05-24",
    "explanation": "It isn't every day that planets line up behind a stone giant.  For one thing, it helps to have a good planet line-up, such as occurred in the sky just last month. For another, it helps to be on Easter Island, where over 800 large stone statues exist.  The Easter Island statues, stand, on the average, over twice as tall as a person and have over 200 times as much mass.  Few specifics are known about the history or meaning of the unusual statues, but many believe that they were created about 500 years ago in the images of local leaders of a lost civilization.  Pictured above, the Moon, Venus, and Mars can be seen behind  Ahu Tahai, a famous Easter Island statue.  The bright star Aldebaran is also visible.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/eisland_galfalk_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planets Over Easter Island",
    "url": "https://apod.nasa.gov/apod/image/0405/eislandnight_galfalk.jpg"
  },
  {
    "copyright": "Philip Perkins",
    "date": "2004-05-25",
    "explanation": "Despite clouds and rain showers astronomer Phillip Perkins managed to spot a reddened, eclipsed Moon between the stones of this well known monument to the Sun during May's total lunar eclipse, from Stonehenge, England. When he recorded this dramatic picture, the rising Moon was only about 5 degrees above the horizon, but conveniently located through a gap in the circle of ancient stones. Although at first glance there appears to be an eerie, luminous pool of water in the foreground, Perkins notes that his daughter produced the artistic lighting effect. She illuminated a fallen stone and surrounding grass with a flashgun from her hiding place behind the large sarsen stone to the right of center. As the picture looks toward the southeast, the stone just below the Moon is one of the inner bluestones rather than the famous Heel Stone, which marks the northeast direction of the summer solstice sunrise.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/LunarEclipseStonehenge_perkins_1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Between the Stones",
    "url": "https://apod.nasa.gov/apod/image/0405/LunarEclipseStonehenge_perkins_sm.jpg"
  },
  {
    "date": "2004-05-26",
    "explanation": "From martian orbit, the Mars Express cameras looked down on the largest volcano in the solar system. The result was this stunningly detailed overhead view of the caldera or summit crater region of Olympus Mons. Fittingly named for the lofty abode of the gods of Greek mythology, Olympus Mons rises 21 kilometers above the surrounding plain or to about 3 times the height of Mt. Everest. The area pictured is 102 kilometers across and the caldera pits are up to 3 kilometers deep. For comparison, hawaiian volcanic calderas range up to 18 kilometers in diameter. Outlined by steep cliffs, Olympus Mons itself is about 600 kilometers in diameter.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/calderaOMons_marsexpress_lg.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "At the Summit of Olympus Mons",
    "url": "https://apod.nasa.gov/apod/image/0405/calderaOMons_marsexpress_c1.jpg"
  },
  {
    "copyright": "Gordon Garradd",
    "date": "2004-05-27",
    "explanation": "Wielding a very wide-angle lens, astronomer Gordon Garradd was able to capture two naked-eye comets in one picture looking toward the west from Loomberah, New South Wales, Australia. At the far left lies comet C/2002 T7 (LINEAR) and at the far right, comet C/2001 Q4 (NEAT). Recorded on the night of May 20th, the area around each of the comets has been separately enhanced here, making it easier to discern their extended tails streaming away from the Sun. While comet T7 (LINEAR) is the brighter of the two comets, both are now fading. Still, they may be visible for northern and southern observers with Q4 (NEAT) easiest to spot in the north. Of course, with bright Venus near the center on the horizon and the lights of nearby Tamworth city glowing at the bottom right, the two comets are not alone in this heavenly view.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/2comets_garradd_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Two Comets in Southern Skies",
    "url": "https://apod.nasa.gov/apod/image/0405/2comets_garradd_c2.jpg"
  },
  {
    "copyright": "Neil deGrasseTysonAMNH",
    "date": "2004-05-28",
    "explanation": "Today, if it is clear, Manhattan will flood dramatically with sunlight just as the Sun sets precisely on the centerline of every street.  Usually, the tall buildings that line the gridded streets of New York City's tallest borough will hide the setting Sun.  This effect makes Manhattan a type of modern Stonehenge, although only aligned to about 30 degrees east of north.  Were Manhattan's road grid perfectly aligned to east and west, today's effect would occur on the Vernal and Autumnal Equinox, March 21 and September 21, the only two days that the Sun rises and sets due east and west.  If today's sunset is hidden by clouds do not despair -- the same thing happens every May 28 and July 12.  On none of these occasions, however, should you ever look directly at the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/nycsunset_tyson_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Manhattan Sunset",
    "url": "https://apod.nasa.gov/apod/image/0405/nycsunset_tyson.jpg"
  },
  {
    "date": "2004-05-29",
    "explanation": "Cones, pillars, and majestic flowing shapes abound in stellar nurseries where natal clouds of gas and dust are buffeted by energetic winds from newborn stars. A well-known example, the Cone Nebula within the bright galactic star-forming region NGC 2264, was captured in this close-up view from the Hubble Space Telescope's Advanced Camera for Surveys. While the Cone Nebula, about 2,500 light-years away in Monoceros, is around 7 light-years long, the region pictured here surrounding the cone's blunted head is a mere 2.5 light-years across. In our neck of the galaxy that distance is just over half way from the Sun to its nearest stellar neighbor, Alpha Centauri. The massive star NGC 2264 IRS, seen by Hubble's infrared camera in 1997, is the likely source of the wind sculpting the Cone Nebula and lies off the top of the image. The Cone Nebula's reddish veil is produced by glowing hydrogen gas.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/cone_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cone Nebula Close-Up",
    "url": "https://apod.nasa.gov/apod/image/0405/cone_hst.jpg"
  },
  {
    "date": "2004-05-30",
    "explanation": "Did you ever have a day where everything got turned around and you just couldn't tell which way was up?  Fortunately, this didn't happen to astronaut James S. Voss on 2000 May 21, who spent six hours preparing to fix and upgrade the International Space Station.  Voss is shown above anchored in the clutches of  Space Shuttle Atlantis' mechanical arm, maneuvering outside the shuttle's cargo bay high above planet Earth.  This space walk was the 85th in US history and the fifth dedicated to the construction of the International Space Station.  The STS-101 mission returned after successfully replacing the station's batteries, lifting the station into a higher orbit, and replenishing needed supplies.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/sts101_arm_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Astronaut at Work",
    "url": "https://apod.nasa.gov/apod/image/0005/sts101_arm.jpg"
  },
  {
    "date": "2004-05-31",
    "explanation": "Next stop: Saturn.  The Cassini-Huygens spacecraft is approaching Saturn and will fire its engines to break into orbit around the ringed giant on July 1.  The robot spacecraft was launched in 1997 and rounded Jupiter in 2001.  As Cassini orbits Saturn over the next four years, it will swoop past many of Saturn's moons for unprecedented close-ups and even drop a probe onto Titan.  Pictured above, Cassini imaged Saturn two weeks ago as it closed to only 24 million kilometers out.  Visible are complex cloud patterns, thousands of rings, a shadow angle not visible from Earth, and a moon (if you can find it).",
    "hdurl": "https://apod.nasa.gov/apod/image/0406/saturn2_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "24 Million Kilometers to Saturn",
    "url": "https://apod.nasa.gov/apod/image/0406/saturn2_cassini.jpg"
  },
  {
    "date": "2004-06-01",
    "explanation": "Star formation occurs at a faster pace in M82 -- a galaxy with about ten times the rate of massive star birth (and death) compared to our Milky Way.  Winds from massive stars and blasts from supernova explosions have created a billowing cloud of expanding gas from this remarkable starburst galaxy.  The above scientifically color-coded image highlights the complexity and origin of the plume by combining a wide field image from the WIYN Telescope in Arizona with a smaller high-resolution image from the orbiting Hubble Space Telescope.  M82's aspect in optical pictures has led to its popular moniker, the Cigar Galaxy.  M82's burst of star formation was likely triggered a mere 100 million years ago in the latest of a series of bouts with neighboring large galaxy M81.",
    "hdurl": "https://apod.nasa.gov/apod/image/0406/m82_hstwiyn_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Supergalactic Wind from Starburst Galaxy M82",
    "url": "https://apod.nasa.gov/apod/image/0406/m82_hstwiyn.jpg"
  }
]
