[
  {
    "date": "2004-10-01",
    "explanation": "On Wednesday, September 29, the Earth came within one million miles of the asteroid Toutatis -- the closest predicted aproach of our fair planet to a sizable asteroid or comet in this century. Coming within one million miles or about 4 times the Earth-Moon distance, Earth would appear to be nearly the size of the full moon in the asteroid's sky, as suggested in this illustration. In Earth's sky, Toutatis appeared only as a faint object rapidly moving against a background of stars. Also known as Earth-crossing asteroid 4179, Toutatis",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/earth_toutatis_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth Nears Asteroid Toutatis",
    "url": "https://apod.nasa.gov/apod/image/0410/earth_toutatis_big.gif"
  },
  {
    "copyright": "John ChumackJuergen Wolf",
    "date": "2004-10-02",
    "explanation": "On Wednesday, September 29, asteroid Toutatis came within one million miles of Earth -- the closest predicted aproach of a sizable asteroid or comet to our fair planet in this century. Coming within one million miles or about 4 times the Earth-Moon distance, Earth would have appeared to be nearly the size of the full moon in the asteroid's sky. In Earth's sky, Toutatis appeared only as a faint, starlike, but rapidly moving object. Even so, asteroid 4179 Toutatis",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/toutatis_2panelc_ChumackWolf.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Toutatis Nears Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/0410/toutatis_2panelc_ChumackWolf.jpg"
  },
  {
    "copyright": "Juan Carlos Casado",
    "date": "2004-10-03",
    "explanation": "Comet Hale-Bopp's 1997 encounter with the inner Solar System allowed many breath-taking pictures.  Above, Comet Hale-Bopp was photographed crossing the constellation of Cygnus, sporting spectacular yellow dust and blue ion tails. Visible on the right in red is the North America Nebula, a bright emission nebula observable from a dark location with binoculars.  The North America Nebula is about 1500 light-years away, much farther than the comet, which was only about 8 light minutes away.  Several bright blue stars from the open cluster M39 are visible just above the comet's blue ion tail.",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/hbnortham_jc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hale-Bopp and the North America Nebula",
    "url": "https://apod.nasa.gov/apod/image/0410/hbnortham_jc.jpg"
  },
  {
    "copyright": "Canada-France-Hawaii Telescope",
    "date": "2004-10-04",
    "explanation": "Star cluster NGC 6823 is ready for its close-up.  The center of the open cluster, visible on the upper right, formed only about two million years ago and is dominated in brightness by a host of bright young blue stars.  Outer parts of the cluster, visible above in the image center as the stars and pillars of emission nebula NGC 6820, contain even younger stars.  The huge pillars of gas and dust likely get their elongated shape by erosion from hot radiation emitted from the brightest cluster stars.  Striking dark globules of gas and dust are also visible across the bottom of this image by the 25 year old Canada France Hawaii Telescope.  Open star cluster NGC 6823 spans about 50 light years and lies about 6000 light years away toward the constellation of Vulpecula (The Fox).",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/ngc6823_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6823: Cloud Sculpting Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/0410/ngc6823_cfht.jpg"
  },
  {
    "copyright": "Scaled Composites",
    "date": "2004-10-05",
    "explanation": "Human space flight has entered the domain of private companies.  Previously, large countries like the US and Russia have hired privately owned civilian companies to do specific tasks in support of their public human space flight programs.  Yesterday, however, the solely corporate SpaceShipOne soared 100 kilometers above the Earth for the second time in two weeks to claim the coveted $10 million dollar X-Prize put forward by Ansari to inspire private space flight development.  The X-prize was modeled after the Orteig prize that was designed to inspire ocean-crossing airplane flights and won by Charles Lindbergh in 1927. The impressive success of SpaceShipOne, designed by a team led by engineer Burt Rutan, could usher in a new age of inexpensive commercial space flights that includes space tourism and an increased presence of humans in space.  Scaled Composite's SpaceShipOne is pictured soaring high above the Earth in a practice run last December.",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/spaceshipone_scaled_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SpaceShipOne Wins the X-Prize",
    "url": "https://apod.nasa.gov/apod/image/0410/spaceshipone_scaled.jpg"
  },
  {
    "copyright": "C. Smith",
    "date": "2004-10-06",
    "explanation": "How did this unusually large nebula form?  One of the largest nebulas yet detected is actually a complex ring of emission nebulas connected by glowing filaments.  The unusual network, known as N11, spans over 1000 light years and is a prominent structure of the Large Magellanic Cloud, the largest satellite galaxy of our Milky Way Galaxy.  In the center of the above image is open star cluster LH9, also known as NGC 1760, composed of about 50 bright blue stars that emit radiation that has eroded a hole in their surroundings.  A leading hypothesis for the formation of N11 is shells of successive generations of stars being formed further out from the center.  The bright region just above center is N11B, an explosive domain where stars are being formed even today.",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/n11lmc_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "N11: A Giant Ring of Emission Nebulas",
    "url": "https://apod.nasa.gov/apod/image/0410/n11lmc_noao.jpg"
  },
  {
    "copyright": "Marc-André Besel",
    "date": "2004-10-07",
    "explanation": "Moonsets are not often quite as exciting as this one. But amateur astronomer Marc-Andre Besel was impressed by the brilliant lighting displays that joined the first quarter Moon and stars of the constellation Scorpius in western skies. On August 22, 2004, his view looked across the Gulf of Mexico from Anna Maria Island, Florida, USA, a region that would experience even more stormy weather in the coming days.  The alluring digital image is a time exposure, by chance capturing the details of a brief flash of lightning along with an overexposed Moon and dramatic cloud formations. In fact, the exposure is long enough to show the background stars as short streaks or trails. The bright yellowish star trail, just above and right of the lightning flash, is red giant star Antares.",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/moonlightning_besel_f02.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Lightning",
    "url": "https://apod.nasa.gov/apod/image/0410/moonlightning_besel_c02.jpg"
  },
  {
    "date": "2004-10-08",
    "explanation": "Light from the stellar explosion that created this energized cosmic cloud was first seen on planet Earth in October 1604, a mere four hundred years ago. The supernova produced a bright new star in early 17th century skies within the constellation Ophiuchus. It was studied by astronomer Johannes Kepler and his contemporaries, with out the benefit of a telescope, as they searched for an explanation of the heavenly apparition.  Armed with a modern understanding of stellar evolution, early 21st century astronomers continue to explore the expanding debris cloud, but can now use orbiting space telescopes to survey Kepler's supernova remnant (SNR) across the spectrum. In this tantalizing composite image, x-rays, visible light, and infrared radiation recorded by NASA's astrophysical observatories - the Chandra X-Ray Observatory, Hubble and Spitzer space telescopes - are combined to give a more comprehensive view of the still enigmatic supernova remnant. About 13,000 light years away, Kepler's supernova represents the most recent stellar explosion seen to occur within our Milky Way galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/kepler_CxoHstSst_comb.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Kepler's SNR from Chandra, Hubble, and Spitzer",
    "url": "https://apod.nasa.gov/apod/image/0410/kepler_stsci_cg1.jpg"
  },
  {
    "date": "2004-10-09",
    "explanation": "This vintage 60-kopek stamp celebrates a dramatic achievement. On the 7th of October, 1959 (7/X/1959), the Soviet interplanetary station which has come to be called \"Luna 3\" successfully photographed the far side of the moon giving denizens of planet Earth their first ever view of this hidden hemisphere. Lacking the digital image technology familiar now, Luna 3 took the pictures on 35mm film which was automatically developed on board. The pictures were then scanned and the signal transmitted to Earth days later in what was perhaps also the first interplanetary fax. In all, seventeen pictures were received providing enough coverage and resolution to construct a far side map and identify a few major features. Depicted on the stamp are regions dubbed the Sea of Moscow, the Soviet Mountains, the Bay of Astronauts, and the Sea of Dreams.",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/luna60_unsh_keel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Averted Side Of The Moon",
    "url": "https://apod.nasa.gov/apod/image/0410/luna60_unsh_keel.jpg"
  },
  {
    "date": "2004-10-10",
    "explanation": "It was a quiet day on the Sun.  The above image shows, however, that even during off days the Sun's surface is a busy place.  Shown in ultraviolet light, the relatively cool dark regions have temperatures of thousands of degrees Celsius.  Large sunspot group AR 9169 is visible as the bright area near the horizon.  The bright glowing gas flowing around the sunspots has a temperature of over one million degrees Celsius.  The reason for the high temperatures is unknown but thought to be related to the rapidly changing magnetic field loops that channel solar plasma.  Sunspot group AR 9169 moved across the Sun during 2000 September and decayed in a few weeks.",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/sun2_trace_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunspot Loops in Ultraviolet",
    "url": "https://apod.nasa.gov/apod/image/0410/sun2_trace.jpg"
  },
  {
    "date": "2004-10-11",
    "explanation": "Where should this Martian rover explore next?  Possible choices for the Opportunity rover team on Earth in early August were to send the Martian robot inside Endurance crater toward the arc-shaped sand dunes on the left, the unusually shaped rock on the right slope dubbed Wopmay, and lower parts of Burns Cliff at the top of the craters inner slopes.   The Opportunity rover team on Earth chose 1-meter diameter rock Wopmay as their next target, and closer photographs are already being returned.  Below center of the above mosaic is an area already explored by the rover.  Opportunity has recently found rocks in Endurance crater with a network of cracks potentially indicative of dried mud, bolstering the case that Mars had a wet ancient past.",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/endurance2_opportunity_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mosaic of Endurance Crater on Mars",
    "url": "https://apod.nasa.gov/apod/image/0410/endurance2_opportunity.jpg"
  },
  {
    "copyright": "J. HartmanK. StanekHarvard CfA",
    "date": "2004-10-12",
    "explanation": "Star clusters appear constant because photographs of them are frozen in time.  In reality, though, cluster stars swarm the center and frequently fluctuate in brightness.  Although the time it takes for stars to cross a cluster is about 100,000 years, the time it takes for a star to fluctuate noticeably can be less than one night.  In fact, the above time lapse movie of bright globular cluster M3 was taken over a single night.  Most of the variable stars visible above are RR Lyrae stars, stars that can quickly double their brightness while becoming noticeably bluer.  Furthermore, RR Lyrae stars vary their light in a distinctive pattern that allows unique identification.  Lastly, since RR Lyrae stars all have the same intrinsic brightness, identifying them and measuring how dim they appear tells how far they are, since faintness means farness.  These distances, in turn, help calibrate the scale of the entire universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/M3movie_stanek_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M3: Inconstant Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/0410/M3movie_stanek.gif"
  },
  {
    "date": "2004-10-13",
    "explanation": "Artificial clouds made by humans may become so common they change the Earth's climate.  The long thin cloud streaks that dominate the above satellite photograph of Georgia are contrails, cirrus clouds created by airplanes.  The  exhaust of an airplane engine can create a contrail by saturating the surrounding air with extra moisture. The wings of a plane can similarly create contrails by dropping the temperature and causing small ice-crystals to form.  Contrails have become more than an oddity - they may be significantly increasing the cloudiness of Earth, reflecting sunlight back into space by day, and heat radiation back to Earth even at night.  The effect on climate is a topic of much research.  You can help NASA measure the actual abundance of contrails by participating in a contrail counting exercise that runs over the next two days.",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/contrails_nasa.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Contrail Clutter over Georgia",
    "url": "https://apod.nasa.gov/apod/image/0410/contrails_nasa_big.jpg"
  },
  {
    "date": "2004-10-14",
    "explanation": "Not a glimpse of this cluster of stars can be seen in the inset visible light image (lower right). Still, the infrared view from the Spitzer Space Telescope reveals a massive globular star cluster of about 300,000 suns in an apparently empty region of sky in the constellation Aquila. When astronomers used infrared cameras to peer through obscuring dust in the plane of our Milky Way galaxy, they were rewarded with the surprise discovery of the star cluster, likely one of the last such star clusters to be found. Globular star clusters normally roam the halo of the Milky Way, ancient relics of our galaxy's formative years. Yet the Spitzer image shows this otherwise hidden cluster crossing through the middle of the galactic plane some 10,000 light-years away. At that distance, the picture spans only about 20 light-years. In the false color infrared image, the red streak is a dust cloud which seems to lie behind the cluster core.",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/glimpse_spitzer_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Glimpse of a Globular Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/0410/glimpse_spitzer_c2.jpg"
  },
  {
    "date": "2004-10-15",
    "explanation": "Is it magic? On a rare foggy night, mysterious laser beams seem to play across the MAGIC telescope at Roque de los Muchachos on the Canary Island of La Palma. The lasers are actually part of a system designed to automatically adjust the focusing of the innovative, seventeen meter wide, multi-mirrored instrument. The MAGIC (Major Atmospheric Gamma Imaging Cherenkov) telescope itself is intended to detect gamma rays - photons with over 100 billion times the energy of visible light. As the gamma rays impact the upper atmosphere they produce air showers of high-energy particles. The MAGIC camera records in detail the brief flashes of optical light, called Cherenkov light, created by the air shower particles that ultimately correspond to cosmic sources of extreme gamma-rays. While the MAGIC I telescope became operational this year, the dramatic picture shows the nearly completed version of the instrument in October 2003.",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/magicnight_wagner_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Night MAGIC",
    "url": "https://apod.nasa.gov/apod/image/0410/magicnight_wagner_c1.jpg"
  },
  {
    "date": "2004-10-16",
    "explanation": "dge-on spiral galaxy NGC 3079 is a mere 50 million light-years away toward the constellation Ursa Major. Shown in this stunning false-color Hubble Space Telescope image, the galaxy's disk - composed of spectacular star clusters in winding spiral arms and dramatic dark lanes of dust - spans some 70,000 light-years. Still, NGC 3079's most eye-catching features are the pillars of gas which tower above a swirling cosmic cauldron of activity at the galaxy's center. Seen in the close-up inset at lower right, the pillars rise to a height of about 2,000 light-years and seem to lie on the surface of an immense bubble rising from the galactic core. Measurements indicate that the gaseous pillars are streaming away from the core at 6 million kilometers per hour. What makes this galaxy's cauldron bubble? Astronomers are exploring the possibility that the superbubble is formed by winds from massive stars. If so, these massive stars were likely born all at once as the galactic center underwent a sudden burst of star formation.",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/ngc3079_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Bubbling Cauldron of NGC 3079",
    "url": "https://apod.nasa.gov/apod/image/0410/ngc3079_hst_comp.jpg"
  },
  {
    "date": "2004-10-17",
    "explanation": "What is creating the strange texture of IC 418?  Dubbed the Spirograph Nebula for its resemblance to drawings from a cyclical drawing tool, planetary nebula IC 418 shows patterns that are not well understood.  Perhaps they are related to chaotic winds from the variable central star, which changes brightness unpredictably in just a few hours.  By contrast, evidence indicates that only a few million years ago, IC 418 was probably a well-understood star similar to our Sun.  Only a few thousand years ago, IC 418 was probably a common red giant star.  Since running out of nuclear fuel, though, the outer envelope has begun expanding outward leaving a hot remnant core destined to become a white-dwarf star, visible in the image center.  The light from the central core excites surrounding atoms in the  nebula causing them to glow.  IC 418 lies about 2000 light-years away and spans 0.3 light-years across.  This false-color image taken from the Hubble Space Telescope reveals the unusual details.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/spirograph_heritage_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 418: The Spirograph Nebula",
    "url": "https://apod.nasa.gov/apod/image/0212/spirograph_heritage.jpg"
  },
  {
    "date": "2004-10-18",
    "explanation": "What happens to Saturn's pervasive clouds at its South Pole?  Visible in the above image of Saturn are bright bands, dark belts and a dark spot right over the South Pole.  The above image in infrared light spans over 30,000 kilometers and was taken early last month by the robot Cassini spacecraft currently orbiting Saturn.  Saturn's atmosphere is about 75 percent hydrogen, 25 percent helium, and small amounts of heavier compounds including water vapor, methane, and ammonia.  The relatively low gravity at Saturn's cloud tops result in a thicker haze layer, which in turn makes atmospheric features blurrier than Jupiter.",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/southsaturn_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Southern Saturn from Cassini",
    "url": "https://apod.nasa.gov/apod/image/0410/southsaturn_cassini.jpg"
  },
  {
    "date": "2004-10-19",
    "explanation": "Why are some older stars surrounded by dust?  Observations from the Spitzer Space Telescope by a team led by George Rieke (U. Arizona) were expected to show that young stars, on the order of one million years old, have large dust disks, while relatively older stars, between 10 and 100 million years old, have none.  The conventional wisdom was that the dust disks surrounding young stars were still forming planets, while in older systems these disks had dissipated after planets had already formed.  Unexpectedly, they found some older stars with the infrared glow of impressive rings or disks of dust.  A possible explanation is that the old disks are remnant debris from violent collisions between many forming planets of rock.  Resultant dust rings from such a scenario are depicted by an artist's illustration above.",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/planetring_spitzer_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Old Planetary Dust Disks Found by SST",
    "url": "https://apod.nasa.gov/apod/image/0410/planetring_spitzer.jpg"
  },
  {
    "copyright": "Chris Sauer",
    "date": "2004-10-20",
    "explanation": "NGC 281 is a busy workshop of star formation.  Prominent features include a small open cluster of stars, a diffuse red-glowing emission nebula, large lanes of obscuring gas and dust, and dense knots of dust and gas in which stars may still be forming.  The open cluster of stars IC 1590 visible around the center has formed only in the last few million years.  The brightest member of this cluster is actually a multiple-star system shining light that helps ionize the nebula's gas, causing the red glow visible throughout.  The lanes of dust visible left of center are likely homes of future star formation.  Particularly striking in the above photograph are the dark Bok globules visible against the bright nebula.  The entire NGC 281 system lies about 10 thousand light years distant.",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/ngc281_sauer_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 281: Cluster, Clouds, and Globules",
    "url": "https://apod.nasa.gov/apod/image/0410/ngc281_sauer.jpg"
  },
  {
    "copyright": "António Cidadão",
    "date": "2004-10-21",
    "explanation": "Why don't these pieces fit? This third quarter Moon (left) and first quarter Moon were both photographed during the last lunar cycle or lunation with the same telescope and camera. But, simply combining the pictures into one sharp, full surface view would clearly be a problem. In fact, on October 6th the Moon's third quarter phase happened to occur near lunar apogee, the farthest point in the Moon's orbit. On September 21st, the first quarter phase fell close to lunar perigee, the Moon's closest approach to planet Earth. Viewed two weeks apart, the resulting difference in apparent sizes would not be noticed by casual skygazers, but the simultaneous side by side comparison makes it hard to ignore. Skygazers will likely notice the Moon next week though, as it slides through Earth's shadow during October 27th's total lunar eclipse.",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/periMapo_cidadao_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apogee Moon, Perigee Moon",
    "url": "https://apod.nasa.gov/apod/image/0410/periMapo_cidadao_c1.jpg"
  },
  {
    "date": "2004-10-22",
    "explanation": "The candy-dish appearance of this high-tech astronomical mirror is striking. Made of a special glass ceramic material called Zerodur, it actually measures 2.7 meters across. The transparent surface has not yet received a reflective coating, so the weight-reducing internal honeycomb structure is visible with attractive blue and yellow tints provided by a protective tarp and background lighting. Recently unveiled, the telescope mirror is destined to fly on the Stratospheric Observatory For Infrared Astronomy (SOFIA). Since water vapor in Earth's troposphere tends to block infrared light, SOFIA will operate from a modified Boeing 747 jetliner at altitudes above 40,000 feet. As the largest airborne observatory in the world, SOFIA will explore a host of cosmic environments including sites of star birth and death, the formation of distant solar systems, and black holes in active galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/sofiaMirror_backman_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SOFIA's Mirror",
    "url": "https://apod.nasa.gov/apod/image/0410/sofiaMirror_backman_c1.jpg"
  },
  {
    "date": "2004-10-23",
    "explanation": "\"Safe!\" In September 1967, during regular season play, the Surveyor 5 lander actually slid several feet while making a successful soft landing on the Moon's Mare Tranquillitatis. Equipped with television cameras and soil sampling experiments, the US Surveyor spacecraft were intended to determine if the lunar surface at chosen locations was safe for the planned Apollo landings. Surveyor 5 touched down on the inside edge of a small crater inclined at about 20 degrees. Its footpad slipped and dug the trench visible in the picture. Covered with dusty lunar soil, the footpad is about half a meter in diameter.",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/moonslide_surveyor5_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Surveyor Slides",
    "url": "https://apod.nasa.gov/apod/image/0410/moonslide_surveyor5.jpg"
  },
  {
    "copyright": "T. A. Rector",
    "date": "2004-10-24",
    "explanation": "From afar, the whole thing looks like an Eagle.  A closer look at the Eagle Nebula, however, shows the bright region is actually a window into the center of a larger dark shell of dust.  Through this window, a brightly-lit workshop appears where a whole open cluster of stars is being formed.  In this cavity tall pillars and round globules of dark dust and cold molecular gas remain where stars are still forming.  Already visible are several young bright blue stars whose light and winds are burning away and pushing back the remaining filaments and walls of gas and dust.  The Eagle emission nebula, tagged M16, lies about 6500 light years away, spans about 20 light-years, and is visible with binoculars toward the constellation of Serpens.  The above picture combines three specific emitted colors and was taken with the 0.9-meter telescope on Kitt Peak, Arizona, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/eagle_kp09_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Inside the Eagle Nebula",
    "url": "https://apod.nasa.gov/apod/image/0206/eagle_kp09.jpg"
  },
  {
    "date": "2004-10-25",
    "explanation": "Here is one of the largest objects that anyone will ever see on the sky.  Each of the fuzzy blobs in the above picture is a galaxy, together making up the Perseus Cluster, one of the closest clusters of galaxies.  The cluster is seen through the foreground of faint stars in our own Milky Way Galaxy.  It takes light roughly 300 million years to get here from this region of the Universe, so we see this cluster as it existed before the age of the dinosaurs.  Also known as Abell 426, the center of the Perseus Cluster is a prodigious source of X-ray radiation, and so helps astronomers explore how clusters formed and how gas and dark matter interact.  The Perseus Cluster of Galaxies is part of the Pisces-Perseus supercluster of galaxies, which spans over 15 degrees and contains over 1000 galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/PerseusCluster_misti_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Perseus Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/0410/PerseusCluster_misti.jpg"
  },
  {
    "date": "2004-10-26",
    "explanation": "What are these surface features on Titan?  This planet-sized moon of Saturn had much of its south polar surface imaged during an initial flyby by the Saturn-orbiting Cassini spacecraft back in early July.  The above image mosaic was digitally stitched together from pictures taken at a very specific color of polarized infrared light, a color not absorbed and little scattered by Titan's methane haze.  Visible are light and dark regions that are not yet understood.  Surface features as small as 10 kilometers are resolved from about 340,000 kilometers away.  The white region near Titan's South Pole, left of center, is unusually thick clouds also thought to be composed of methane.  Today Cassini will swoop to within 1,500 kilometers above Titan and may return data and images that help humanity better understand this strange world.",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/titan1_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Titan Through the Haze",
    "url": "https://apod.nasa.gov/apod/image/0410/titan1_cassini.jpg"
  },
  {
    "date": "2004-10-27",
    "explanation": "Go outside tonight and see the total lunar eclipse.  Tonight's eclipse is easy and convenient for much of the world to see.  Anyone who can spot a full Moon can see it fade out as the Earth's shadow engulfs it.  No protective glasses or expensive telescopes are needed, just a little moxie.  The above illustration shows how the eclipse will appear across the Earth.  The total lunar eclipse starts at 9:14 pm Eastern Daylight Time, equivalent to 1:14 am UT in the morning for sky enthusiasts in the United Kingdom.  From the moment the first part of the Moon disappears to the moment that the last part of the Moon reappears will be 3 hours and 40 minutes.  For those unfortunate enough to suffer clouds, the eclipse can also be followed over several live webcasts.   World Series Lunar Eclipse: Live TV shot makes this eclipse possibly the most seen live eclipse ever.",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/lunareclipse041028_nasa_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Total Lunar Eclipse Tonight",
    "url": "https://apod.nasa.gov/apod/image/0410/lunareclipse041028_nasa.gif"
  },
  {
    "date": "2004-10-28",
    "explanation": "Normally hidden by a thick, hazy atmosphere, tantalizing features on Titan's surface appear in this false-color view. The image was recorded as the Cassini spacecraft approached its first close flyby of Saturn's smog-shrouded moon on October 26. Here, red and green colors represent specific infrared wavelengths absorbed by Titan's atmospheric methane while bright and dark surface areas are revealed in a more penetrating infrared band. Ultraviolet data showing the extensive upper atmosphere and haze layers are seen as blue. Sprawling across the 5,000 kilometer wide moon, the bright continent-sized feature known as Xanadu is near picture center, bordered at the left by contrasting dark terrain. Saturn orbiter Cassini and Titan lander Huygens plan further explorations, but for now the origin and nature of Titan's surface features remain unknown.",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/titan_cassini_PIA06139.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tantalizing Titan",
    "url": "https://apod.nasa.gov/apod/image/0410/titan_cassini_1pPIA06139.jpg"
  },
  {
    "copyright": "Fred Espenak",
    "date": "2004-10-29",
    "explanation": "Some thought of baseball and some thought of Halloween during October 27th's widely viewed total lunar eclipse. Sliding through Earth's shadow, the Moon turned haunting shades of red and orange during the eclipse's total phase. The reddish hues are caused by sunlight scattered and refracted by the atmosphere into the Earth's otherwise dark central shadow region. Enjoying the show from Dunkirk, Maryland, USA, astronomer Fred Espenak recorded the images used in this composite photo. The picture shows the Moon at the beginning (right), middle (center) and end (left) of totality which lasted about 81 minutes. Though lunar eclipses can occur twice a year, this eclipse is perhaps remarkable for being the first total lunar eclipse to occur during a World Series baseball game.",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/redmoonTrio_espenak_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Red Moon Triple",
    "url": "https://apod.nasa.gov/apod/image/0410/redmoonTrio_espenak_c1.jpg"
  },
  {
    "copyright": "Sebastien Gauthier",
    "date": "2004-10-30",
    "explanation": "Does this look familiar? Red and orange hues haunting the face of the Moon should remind you of the October 27th total lunar eclipse. Created from exposures taken at intervals of 8.5 minutes during the total eclipse phase, the midpoint of the eclipse corresponds to the central exposure. The play of light across the lunar surface nicely demonstrates that the Earth's shadow is not uniformly dark as it extends into space. In fact, lunar maria and montes are still visible in the dimmed, reddened sunlight scattered into the cone-shaped shadow region, or umbra, by the atmosphere. Still, while processing the pictures into this composite image, astronomer Sebastien Gauthier was reminded of another haunting orange face. Have a safe and happy Halloween!",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/PassageOmbre_sm.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pumpkin Moon",
    "url": "https://apod.nasa.gov/apod/image/0410/PassageOmbre_sm4.jpg"
  },
  {
    "date": "2004-10-31",
    "explanation": "Halloween's origin is ancient and astronomical.  Since the fifth century BC, Halloween has been celebrated as a cross-quarter day, a day halfway between an equinox (equal day / equal night) and a solstice (minimum day / maximum night in the northern hemisphere).  With our modern calendar, however, the real cross-quarter day will occur next week.  Another cross-quarter day is Groundhog's Day. Halloween's modern celebration retains historic roots in dressing to scare away the spirits of the dead.  Perhaps a fitting modern tribute to this ancient holiday is the above-pictured Ghost Head Nebula taken with the Hubble Space Telescope.  Appearing similar to the icon of a fictional ghost, NGC 2080 is actually a star forming region in the Large Magellanic Cloud, a satellite galaxy of our own Milky Way Galaxy.  The Ghost Head Nebula spans about 50 light-years and is shown in representative colors.",
    "hdurl": "https://apod.nasa.gov/apod/image/0110/ngc2080_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Halloween and the Ghost Head Nebula",
    "url": "https://apod.nasa.gov/apod/image/0110/ngc2080_hst.jpg"
  },
  {
    "date": "2004-11-01",
    "explanation": "How could stars form such a spooky and familiar shape as a human skull?  First, the complex process of star formation creates nebulas of many shapes and sizes -- it is human perception that identifies the skull shape.  Next, the physical reasons for the large nearly empty cavities that resemble the skull's eyes and mouth in nebula DR 6 are the strong stellar winds and energetic light emanating from about ten bright young stars in the nebula's central \"nose\".  The length of the central nasal bridge is about 3.5 light years.  Star forming nebula DR 6 is located about 4000 light years away toward the constellation of Cygnus.  The Spitzer Space Telescope took the above image last year in four infrared colors.  The perhaps-perceived eeriness of nebula DR 6 commemorates today being historically spooky All Hallow's Day, which follows All Hallow's Eve or \"Halloween\".",
    "hdurl": "https://apod.nasa.gov/apod/image/0411/dr6_spitzer_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spooky Star Forming Region DR 6",
    "url": "https://apod.nasa.gov/apod/image/0411/dr6_spitzer.jpg"
  }
]
