[
  {
    "date": "2004-02-01",
    "explanation": "Are stars better appreciated for their art after they die?  Actually, stars usually create their most artistic displays as they die.  In the case of low-mass stars like our Sun and  M2-9 pictured above, the stars transform themselves from normal stars to white dwarfs by casting off their outer gaseous envelopes.  The expended gas frequently forms an impressive display called a planetary nebula that fades gradually over thousand of years.  M2-9, a butterfly planetary nebula 2100 light-years away shown in representative colors, has wings that tell a strange but incomplete tale.  In the center, two stars orbit inside a gaseous disk 10 times the orbit of Pluto.  The expelled envelope of the dying star breaks out from the disk creating the bipolar appearance.  Much remains unknown about the physical processes that cause planetary nebulae.",
    "hdurl": "https://apod.nasa.gov/apod/image/0402/m2-9_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M2-9: Wings of a Butterfly Nebula",
    "url": "https://apod.nasa.gov/apod/image/0402/m2-9_hst.jpg"
  },
  {
    "date": "2004-02-02",
    "explanation": "In the heart of monstrous Tarantula Nebula lies one of the most unusual star clusters.  Known as NGC 2070 or R136, it is home to a great number of hot young stars.  The energetic light from these stars continually ionizes nebula gas, while their energetic particle wind blows bubbles and defines intricate filaments.  The new Spitzer Space Telescope took the above representative-color infrared image of this great LMC cluster. The image details the cluster's tumultuous center in gas, dust and young stars.  The 30 Doradus nebula is one of the largest star-formation regions known, and has been creating unusually strong episodes of star formation every few million years.  In the heart of this heart is a central knot of stars that is so dense it was once thought to be a single star.",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/tarantula_spitzer_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Tarantula Nebula from Spitzer",
    "url": "https://apod.nasa.gov/apod/image/0401/tarantula_spitzer.jpg"
  },
  {
    "date": "2004-02-03",
    "explanation": "A bevy of black holes and neutron stars shine as bright, point-like sources against bubbles of million degree gas in this false-color x-ray image from the orbiting Chandra Observatory. The striking picture spans about 80 thousand light-years across the central regions of two galaxies, NGC 4038 and NGC 4039, locked in a titanic collision some 60 million light-years away in the constellation Corvus. In visible light images, long, luminous, tendril-like structures emanating from the wreckage lend the pair their popular moniker, the Antennae Galaxies. Galactic collisions are now thought to be fairly common, but when they happen individual stars rarely collide. Instead gas and dust clouds merge and compress, triggering furious bursts of massive star formation with thousands of resulting supernovae. The exploding stars litter the scene with bubbles of shocked gas enriched in heavy elements, and collapsed stellar cores. Transfixed by this cosmic accident astronomers watch and are beginning to appreciate the collision-driven evolution of galaxies, not unlike our own.",
    "hdurl": "https://apod.nasa.gov/apod/image/0402/antennae_cxcxray_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Rays From Antennae Galaxies",
    "url": "https://apod.nasa.gov/apod/image/0402/antennae_cxcxray_c1.jpg"
  },
  {
    "date": "2004-02-04",
    "explanation": "Remarkably, the Opportunity Mars rover lies in a small martian impact crater about 3 meters deep and 22 meters wide. For 360 degrees, Opportunity's horizon stretches to the right in this new color mosaic image from the rover's panoramic camera. Notable in this view of the generally dark, smooth terrain are surface imprints left by the lander's airbags and an outcropping of light-colored, layered rock about 8 meters away toward the northwest. Though they look imposing, the rocks in the tantalizing outcrop are only a few centimeters high and will be dwarfed by the cart-sized rover itself during future close-up investigations. Opportunity has now rolled off its lander and, along with the restored Spirit rover, is directly exploring the martian surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/0402/opportunity_pan_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Opportunity's Horizon",
    "url": "https://apod.nasa.gov/apod/image/0402/opportunity_pan_c1.jpg"
  },
  {
    "date": "2004-02-05",
    "explanation": "Grand spiral galaxies often seem to get all the glory, flaunting their young, bright, blue star clusters in beautiful, symmetric spiral arms. But small, irregular galaxies form stars too. In fact, as pictured here, dwarf galaxy NGC 1569 is apparently undergoing a burst of star forming activity, thought to have begun over 25 million years ago. The resulting turbulent environment is fed by supernova explosions as the cosmic detonations spew out material and trigger further star formation. Two massive star clusters - youthful counterparts to globular star clusters in our own spiral Milky Way galaxy - are seen left of center in the gorgeous Hubble Space Telescope image. The picture spans about 1,500 light-years across NGC 1569. A mere 7 million light-years distant, this relatively close starburst galaxy offers astronomers an excellent opportunity to study stellar populations in rapidly evolving galaxies. NGC 1569 lies in the long-necked constellation Camelopardalis.",
    "hdurl": "https://apod.nasa.gov/apod/image/0402/ngc1569_hst_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1569: Starburst in a Small Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0402/ngc1569_hst_c1.jpg"
  },
  {
    "date": "2004-02-06",
    "explanation": "At first glance, this sharp, color close-up gives the strong impression of pebbles strewn over a sandy beach. But the picture is one of the first microscopic images of another planet, captured by the Opportunity rover on its tenth sol on the martian surface at Meridiani Planum. The patch of soil measures about 3 centimeters (1.2 inches) across. It is shown in shades approximating what the eye might see, obtained by combining pictures of the soil with and without the microscopic imager's orange-tinted dust cover in place. Searching for evidence of past water on Mars, researchers note that both volcanic and water-related accretion processes could have produced the striking circular grain at the lower left. However, other investigations now indicate the soil near the lander contains olivine, an iron-bearing mineral common in volcanic rocks, while a signature of the iron mineral hematite was found in soil around a nearby rocky outcrop. On planet Earth, hematite often forms in association with liquid water.",
    "hdurl": "https://apod.nasa.gov/apod/image/0402/micromars_opportunity_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Magnified Mars",
    "url": "https://apod.nasa.gov/apod/image/0402/micromars_opportunity_c1.jpg"
  },
  {
    "date": "2004-02-07",
    "explanation": "This pretty planetary nebula, cataloged as NGC 6369, was discovered by 18th century astronomer William Herschel as he used a telescope to explore the medicinal constellation Ophiucus. Round and planet-shaped, the nebula is also relatively faint and has acquired the popular moniker of Little Ghost Nebula. Planetary nebulae in general are not at all related to planets, but instead are created at the end of a sun-like star's life as its outer layers expand into space while the star's core shrinks to become a white dwarf. The transformed white dwarf star, seen near the center, radiates strongly at ultraviolet wavelengths and powers the expanding nebula's glow. Surprisingly complex details and structures of NGC 6369 are revealed in this delightful color image composed from Hubble Space Telescope data. The nebula's main ring structure is about a light-year across and the glow from ionized oxygen, hydrogen, and nitrogen atoms are colored blue, green, and red respectively. Over 2,000 light-years away, the Little Ghost Nebula offers a glimpse of the fate of our Sun, which should produce its own pretty planetary nebula only about 5 billion years from now.",
    "hdurl": "https://apod.nasa.gov/apod/image/0402/ngc6369_heritage_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6369: The Little Ghost Nebula",
    "url": "https://apod.nasa.gov/apod/image/0402/ngc6369_heritage.jpg"
  },
  {
    "date": "2004-02-08",
    "explanation": "In the depths of the dark clouds of dust and molecular gas known as the Omega Nebula, stars continue to form.  The above image from the Hubble Space Telescope's Advanced Camera for Surveys shows exquisite detail in the famous star-forming region.  The dark dust filaments that lace the center of Omega Nebula were created in the atmospheres of cool giant stars and in the debris from supernova explosions.  The red and blue hues arise from glowing gas heated by the radiation of massive nearby stars.  The points of light are the young stars themselves, some brighter than 100 Suns.  Dark globules mark even younger systems, clouds of gas and dust just now condensing to form stars and planets.  The Omega Nebula lies about 5000 light years away toward the constellation of Sagittarius.  The region shown spans about 3000 times the diameter of our Solar System.",
    "hdurl": "https://apod.nasa.gov/apod/image/0205/omega_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Center of the Omega Nebula",
    "url": "https://apod.nasa.gov/apod/image/0205/omega_hst.jpg"
  },
  {
    "copyright": "Mike Holloway",
    "date": "2004-02-09",
    "explanation": "A newly discovered comet may outshine most stars in the sky by May.  Designated Comet C/2002 T7 (LINEAR), the comet was discovered in 2002 October by project LINEAR.  Many reports already place the comet as brighter than magnitude 7, meaning that it can now be seen with binoculars. Reports also indicate the comet already has a visible tail nearly the length of a full Moon. Since predicting the future brightness of comets is a very tricky business, there remains the possibility that T7 might never become visible to the unaided eye.  Alternatively, another comet, C/2001 Q4 (NEAT), may also reach naked eye visibility at nearly the same time, making 2004 April and May two of the busiest bright-comet months in centuries.  Comet T7 can be seen on the above right on January 20, while an airplane trail is visible on the left.",
    "hdurl": "https://apod.nasa.gov/apod/image/0402/cometT7_holloway_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Announcing Comet C/2002 T7 (LINEAR)",
    "url": "https://apod.nasa.gov/apod/image/0402/cometT7_holloway.jpg"
  },
  {
    "date": "2004-02-10",
    "explanation": "What are those unusual spherules on Mars?  The Mars Opportunity rover has now photographed several unusual nodules on Mars that have a nearly spherical shape.  Many times these spherules are embedded in larger rock outcroppings but appear grayer.  Pictured in the inset is one such spherule embedded in a rock dubbed Stone Mountain, visible to the Opportunity rover now rolling inside a small crater on  Meridiani Planum. Opportunity was directed to go right up to Stone Mountain to get a better look.  The inset picture spans only 3 centimeters across, revealing the rock to be named more for shape than actual size.  Scientists are currently debating the origin of the spherules.  One leading hypothesis holds that the beads were once-molten rock that froze in mid-air after an impact or a volcanic eruption.  Another hypothesis holds that the spherules are concretions, hard rock that slowly accumulates around a central core.  Opportunity will work to solve this mystery and others over the next few days.",
    "hdurl": "https://apod.nasa.gov/apod/image/0402/stonemtinset_opportunity.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual Spherules on Mars",
    "url": "https://apod.nasa.gov/apod/image/0402/stonemtinset_opportunity.jpg"
  },
  {
    "date": "2004-02-11",
    "explanation": "The Sleeping Beauty galaxy may appear peaceful at first sight but it is actually tossing and turning.  In an unexpected twist, recent observations have shown that the gas in the outer regions of this photogenic spiral is rotating in the opposite direction from all of the stars! Collisions between gas in the inner and outer regions are creating many hot blue stars and pink emission nebula. The above image was taken by the Hubble Space Telescope in 2001 and released last week.  The fascinating internal motions of M64, also cataloged as NGC 4826, are thought to be the result of a collision between a small galaxy and a large galaxy where the resultant mix has not yet settled down.",
    "hdurl": "https://apod.nasa.gov/apod/image/0402/m64_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M64: The Sleeping Beauty Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0402/m64_hst.jpg"
  },
  {
    "date": "2004-02-12",
    "explanation": "Beginning with a full view of beautiful spiral galaxy M81, follow the insets (left, bottom, then right) to zoom in on a real survivor. Seen at the center of the final field on the right is a star recently identified as the survivor of a cosmic cataclysm -- the supernova explosion of its companion star. Light from the cosmic blast, likely triggered by the core collapse of a star initially more than 10 times as massive as the Sun, first reached Earth over 10 years ago and was cataloged as supernova SN 1993J. Though the supernova itself is no longer visible, light-echoes from dust in the region can still be seen near the companion, the first known survivor of a supernova in a binary star system. Astronomers believe that a substantial transfer of material to the surviving companion star during the last few hundred years before the stellar explosion can explain peculiarities seen in this supernova. After supernova SN 1987A in the Large Magellanic Cloud, SN 1993J in nearby M81 is the brightest supernova seen in modern times.",
    "hdurl": "https://apod.nasa.gov/apod/image/0402/sn1993jsurvivor_esa_34443.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Supernova Survivor",
    "url": "https://apod.nasa.gov/apod/image/0402/sn1993jsurvivor_esa_c1.jpg"
  },
  {
    "date": "2004-02-13",
    "explanation": "When morning twilight came to the Paranal Observatory in Chile, astronomers Mark Neeser and Peter Barthel interrupted their search for faint quasars, billions of light-years away. And just for a moment, they used Very Large Telescopes at the European Southern Observatory to appreciate the beauty of the nearby Universe. One result was this stunning view of beautiful barred spiral galaxy NGC 613, a mere 65 million light-years away in the southern constellation Sculptor. Over 100 thousand light-years across, NGC 613 seems to have more than its fair share of spiral arms laced with cosmic dust clouds and bright star forming regions near the ends of a dominant central bar. Radio emission indicates the presence of a massive black hole at the center of NGC 613.",
    "hdurl": "https://apod.nasa.gov/apod/image/0402/ngc613_eso_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 613: Spiral of Dust and Stars",
    "url": "https://apod.nasa.gov/apod/image/0402/ngc613_eso_c1.jpg"
  },
  {
    "date": "2004-02-14",
    "explanation": "On another Valentine's Day (February 14, 1990), cruising four billion miles from the Sun, the Voyager 1 spacecraft looked back to make this first ever family portrait of our Solar System. The complete portrait is a 60 frame mosaic made from a vantage point 32 degrees above the ecliptic plane. Voyager's wide angle camera frames sweep through the inner Solar System (far left) linking up with gas giant Neptune, at the time the Solar System's outermost planet (scroll right). Positions for Venus, Earth, Jupiter, Saturn, Uranus, and Neptune are indicated by the corresponding letters while the Sun is the bright spot near the center of the circle of frames. The inset frames for each of the planets are from Voyager's narrow field camera. Unseen in the portrait are Mercury, too close to the Sun to be detected, and Mars, unfortunately hidden by sunlight scattered in the camera's optical system. Small, faint Pluto's position was not covered.",
    "hdurl": "https://apod.nasa.gov/apod/image/0402/ssportrait_vg1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar System Portrait",
    "url": "https://apod.nasa.gov/apod/image/0402/ssportrait_vg1.jpg"
  },
  {
    "date": "2004-02-15",
    "explanation": "How did this spherule come to be on the Moon? When a meteorite strikes the Moon, the energy of the impact melts some of the splattering rock, a fraction of which might cool into tiny glass beads.  Many of these glass beads were present in lunar soil samples returned to Earth by the Apollo missions.  Pictured above is one such glass spherule that measures only a quarter of a millimeter across.  This spherule is particularly interesting because it has been victim to an even smaller impact.  A miniature crater is visible on the upper left, surrounded by a fragmented area caused by the shockwaves of the small impact.  By dating many of these impacts, some astronomers estimate that cratering on our Moon increased roughly 500 million years ago and continues even today.",
    "hdurl": "https://apod.nasa.gov/apod/image/0402/spherule_apollo11.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Spherule from the Earth's Moon",
    "url": "https://apod.nasa.gov/apod/image/0402/spherule_apollo11_big.jpg"
  },
  {
    "date": "2004-02-16",
    "explanation": "Some patches of Mars are full of mysterious tiny spherules.  The microscopic imager on board the Opportunity rover on Mars recorded, last week, the above image showing over a dozen.  The image was taken near a rock outcrop called Stone Mountain and spans roughly 6 centimeters across.  A typical diameter for one of the pictured spherules is only about 4 millimeters, roughly the size of a small blueberry.  The spherules appear to be much grayer and harder than surrounding rock.  Debate rages on the origin of the tiny spherules, and whether their shape has to do with a slow accumulation of sediments suspended in water, or flash-frozen rock expelled during a meteor impact or volcanic eruption.  A layered spherule, if ever found, would favor a water-based origin.  Meanwhile, Opportunity is being programmed to dig into the Martian surface of Meridiani Planum to see what is there.",
    "hdurl": "https://apod.nasa.gov/apod/image/0402/berries_opportunity_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Patch of Spherules on Mars",
    "url": "https://apod.nasa.gov/apod/image/0402/berries_opportunity.jpg"
  },
  {
    "date": "2004-02-17",
    "explanation": "Gravity can bend light, allowing whole clusters of galaxies to act as huge telescopes.  Almost all of the bright objects in this just-released Hubble Space Telescope image are galaxies in the cluster known as Abell 2218.  The cluster is so massive and so compact that its gravity bends and focuses the light from galaxies that lie behind it.  As a result, multiple images of these background galaxies are distorted into long faint arcs - a simple lensing effect analogous to viewing distant street lamps through a glass of wine.  The cluster of galaxies Abell 2218 is itself about two billion light-years away in the northern constellation Draco. The power of this massive cluster telescope has recently allowed astronomers to detect a galaxy at a redshift of about 7, the most distant galaxy or quasar yet measured.  Three images of this young, still-maturing galaxy are faintly visible in the white contours near the image top and the lower right.  The recorded light, further analyzed with a Keck Telescope, left this galaxy when the universe was only about five percent of its current age.",
    "hdurl": "https://apod.nasa.gov/apod/image/0402/abell2218_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy Cluster Lenses Farthest Known Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0402/abell2218_hst.jpg"
  },
  {
    "copyright": "Christina Carlton",
    "date": "2004-02-18",
    "explanation": "The cloud poses no danger to the building.  Appearing to float above a remote monastery in Sicily, Italy, the anvil cloud's shape shows several classic cloud features.  The cloud itself is composed of millions of very small droplets of water and ice.  The dramatically flat cloud bottom is caused by temperature falling in the lower atmosphere -- above a specific height water-saturated air is forced to condense out water droplets.  The shape of the cloud middle is caused by the water-droplet-laden column of air being blown both upward and to one side.  The anvil shape at the cloud top is likely caused by the upward air column reaching a stable atmospheric layer, likely the stratosphere, where horizontally moving air fans out the top of the cloud.  The cumulonimbus cloud was captured out the front door of a house last year.",
    "hdurl": "https://apod.nasa.gov/apod/image/0402/anvilcloud_carlton_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Anvil Cloud Over Sicily",
    "url": "https://apod.nasa.gov/apod/image/0402/anvilcloud_carlton.jpg"
  },
  {
    "date": "2004-02-19",
    "explanation": "It was a clear, cold western Kentucky night on January 23rd as seasoned amateur astronomer Jay McNeil tried out his recently acquired 3-inch refracting telescope by imaging the area around a familiar object, the M78 reflection nebula in Orion. Days later while processing the images, he noted a substantial but totally unfamiliar nebulosity in the region! With a little help from his friends, his amazing discovery is now recognized as a newly visible reflection nebula surrounding a newborn star -- McNeil's Nebula. Pictured here at the center of this close-up, McNeil's Nebula with its illuminating young star at the tip, do not appear in images of the area before September 2003. The emergence of McNeil's Nebula is a rare event to witness and astronomers are eagerly following its development, but Orion will soon lie too close to the Sun in the sky, interrupting further observations for several months. The Orion nebula complex itself is around 1,500 light-years away. At that distance, the above image spans less than 10 light-years.  Update (Feb. 19): While McNeil's Nebula was not seen on previous images, some dating back to 1951, it is reportedly apparent in an image of the region recorded in the mid-1960s and available on the SEDs web site. This would indicate that the intriguing reflection nebula and illuminating star are variable, rather than \"newly\" emerging.",
    "hdurl": "https://apod.nasa.gov/apod/image/0402/mcneils_block_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "McNeil's Nebula",
    "url": "https://apod.nasa.gov/apod/image/0402/mcneils_block_c2.jpg"
  },
  {
    "date": "2004-02-20",
    "explanation": "In February 1987, light from the brightest stellar explosion seen in modern times reached Earth -- supernova SN1987A. This Hubble Space Telescope image from the sharp Advanced Camera for Surveys taken in November 2003 shows the explosion site over 16 years later. The snap shot indicates that the supernova blast wave continues to impact a pre-existing, one light-year wide ring of material, and the nascent central supernova remnant continues to expand. Like pearls on a cosmic necklace, bright hot spots produced as the blast wave heats material up to millions of degrees began to appear on the ring in the mid 1990s and have been followed across the spectrum by astronomers ever since. Supernova SN1987A lies in the Large Magellanic Cloud, a neighboring galaxy some 170,000 light-years away. That really does mean that the explosive event - the core collapse and detonation of a star about 20 times as massive as the Sun - occurred 170,000 years before February 1987.",
    "hdurl": "https://apod.nasa.gov/apod/image/0402/sn1987a_acsHubble_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SN1987A's Cosmic Pearls",
    "url": "https://apod.nasa.gov/apod/image/0402/sn1987a_acsHubble_c1.jpg"
  },
  {
    "date": "2004-02-21",
    "explanation": "While stirring a morning cup of coffee and thinking cosmic thoughts many astronomers would glance at this Hubble Space Telescope image of spiral galaxy NGC 4622 and assume that the galaxy was rotating counterclockwise in the picture. One hundred million light-years away in the constellation Centaurus, NGC 4622's gorgeous outer spiral arms, traced by bright bluish star clusters and dark dust lanes, should be winding up like ... well, like swirls in a cup of coffee. But a closer look at this galaxy reveals that a pronounced inner spiral arm winds in the opposite direction. So which way is this galaxy rotating? Evidence combining ground-based spectroscopy and the sharp Hubble image data surprisingly indicates that the galaxy is likely rotating clockwise in the picture, its outer spiral arms opening outward in the direction of rotation. There are further indications that a past collision with a smaller companion galaxy has contributed to NGC 4622's bizarre rotational arrangement of spiral arms, essentially unique among known large spiral galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/0402/ngc4622_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Spiral Arms of NGC 4622",
    "url": "https://apod.nasa.gov/apod/image/0402/ngc4622_hst.jpg"
  },
  {
    "copyright": "N. A. Sharp",
    "date": "2004-02-22",
    "explanation": "M7 is one of the most prominent open clusters of stars on the sky.  The cluster, dominated by bright blue stars, can be seen with the naked eye in a dark sky in the tail of the constellation of Scorpius.  M7 contains about 100 stars in total, is about 200 million years old, spans 25 light-years across, and lies about 1000 light-years away.   This color picture was taken in 1995 at the Burrell-Schmidt Telescope at Kitt Peak National Observatory in Arizona.  The M7 star cluster has been known since ancient times, being noted by Ptolemy in the year 130 AD.  Also visible is a dark dust cloud near the bottom of the frame, and literally millions of unrelated stars towards the Galactic center.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/m7_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The M7 Open Star Cluster in Scorpius",
    "url": "https://apod.nasa.gov/apod/image/0004/m7_noao.jpg"
  },
  {
    "copyright": "Richard Payne",
    "date": "2004-02-23",
    "explanation": "If sometimes it appears that the entire Milky Way Galaxy is raining down on your head, do not despair.  It happens twice a day.  As the Sun rises in the East, wonders of the night sky become less bright than the sunlight scattered by our own Earth's atmosphere, and so fade from view.  They will only rotate back into view when the Earth again eclipses our bright Sun at dusk.  This battle between heaven and Earth was captured dramatically in a digitally enhanced double-exposure over the Kofa Mountains in Arizona, USA in 2003 May.  Dark dust, millions of stars, and bright glowing red gas highlight the plane of our Milky Way Galaxy, which lies on average thousands of light years behind Earth's mountains.",
    "hdurl": "https://apod.nasa.gov/apod/image/0402/skymt_payne_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Heaven on Earth",
    "url": "https://apod.nasa.gov/apod/image/0402/skymt_payne.jpg"
  },
  {
    "date": "2004-02-24",
    "explanation": "What could rip a star apart?  A black hole.  Giant black holes in just the right mass range would pull on the front of a closely passing star much more strongly than on the back.  Such a strong tidal force would stretch out a star and likely cause some of the star's gasses to fall into the black hole.  The infalling gas has been predicted to emit just the same blast of X-rays that have recently been seen in the center of galaxy RX J1242-11.  Above, an artist's illustration depicts the sequence of destruction (assuming that image-distorting gravitational-lens effects of the black hole are somehow turned off).  Most of the stellar remains would be flung out into the galaxy.  Such events are rare, occurring perhaps only one in 10,000 years for typical black holes at the center of typical galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/0402/bhstar_chandra_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Rays Indicate Star Ripped Up by Black Hole",
    "url": "https://apod.nasa.gov/apod/image/0402/bhstar_chandra.jpg"
  },
  {
    "date": "2004-02-25",
    "explanation": "What caused this rock to have an unusual shape?  Earlier this month the robot Spirit rover on Mars stopped to examine a rock dubbed \"white boat\", named for its unusually light color and shape.  White boat, the large rock near the image center of the above color-composite image, was examined by Spirit just after Adirondack, a football-sized rock determined to be composed of volcanic basalt.  Spirit resumed scientific operations two weeks ago after recovering from a computer memory problem.  Spirit and its twin rover Opportunity, on the other side of Mars, continue to roam the red planet in search of clues to the ancient past of Earth's most hospitable neighbor.",
    "hdurl": "https://apod.nasa.gov/apod/image/0402/whiteboatrock_spirit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "White Boat Rock on Mars",
    "url": "https://apod.nasa.gov/apod/image/0402/whiteboatrock_spirit.jpg"
  },
  {
    "date": "2004-02-26",
    "explanation": "Long before medieval alchemists dreamed of transmuting base metals to gold, stellar furnaces in this massive cluster of galaxies - cataloged as RDCS 1252.9-2927 - had transformed light elements into heavy ones. In the false-color composite image individual cluster galaxies can be seen at optical and near-infrared wavelengths, shown in red, yellow, and green colors. X-ray data (in purple) reveal the hot intracluster gas, enriched in heavy elements. Attracting the attention of astronomers using the orbiting Chandra and XMM-Newton x-ray telescopes, as well as the Hubble Space Telescope and ground based VLT, the galaxy cluster lies nearly 9 billion light-years away ... and so existed at a time when the Universe was less than 5 billion years old. A measured mass of more than 200 trillion Suns makes this galaxy cluster the most massive object ever found when the Universe was so young. The cluster elemental abundances are consistent with the idea that most heavy elements were synthesized early on by massive stars, but current theories suggest that such a massive cluster should be rare in the early Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0402/rdcs1252_xray_opt_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy Cluster in the Early Universe",
    "url": "https://apod.nasa.gov/apod/image/0402/rdcs1252_xray_opt_c1.jpg"
  },
  {
    "date": "2004-02-27",
    "explanation": "Only a few short years ago, when the APOD editors were in graduate school, the pervasive, cosmic Dark Energy was not even seriously discussed. Of course, it now appears that this strange energy dominates the cosmos (as well as lectures on cosmology) and provides a repulsive force accelerating the large scale expansion of the Universe. In fact, recent brightness measurements of distant and therefore ancient, stellar explosions or supernovae indicate that the universal expansion began to speed up in earnest four to six billion years ago, when the Dark Energy's repulsive force began to overcome the attractive force of gravity over cosmic distances. The Hubble Space telescope images above show a sample of the distant supernova explosions, billions of light-years away, in before (top) and after (bottom) pictures of their faint host galaxies. Hubble measured supernovae also hint that the Dark Energy's repulsive force is constant over cosmic time and so could be consistent with Einstein's original theory of gravitation. If the force actually changes with time, the Universe could still end in a Big Crunch or a Big Rip ... but not for at least an estimated 30 billion years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0402/hiZsn_hubble_label.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rumors of a Strange Universe",
    "url": "https://apod.nasa.gov/apod/image/0402/hiZsn_hubble_c1.jpg"
  },
  {
    "date": "2004-02-28",
    "explanation": "Not so long ago and not so far, far away, a galaxy was born. Seen in this Hubble Space Telescope image, the island universe of stars, gas, and dust cataloged as POX 186 is a mere 68 million light-years distant toward an uncrowded region in the constellation Virgo. POX 186 is truly dwarfed by galaxies like our own Milky Way. The diminutive galaxy is about 900 light-years across with around 10 million stars, compared to the Milky Way's 100,000 light-year span and more than 200 billion stars. Cosmically speaking, POX 186 is also very young as the Hubble snapshot reveals a disturbed galaxy that is likely the result of a 100 million year old collision between two even smaller star systems. In fact, POX 186 observations suggest that such isolated, small galaxies may be the last to form, since the most massive galaxies in the universe seem to have formed billions of years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/0402/pox186_hst_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "POX 186: Not So Long Ago",
    "url": "https://apod.nasa.gov/apod/image/0402/pox186_hst.jpg"
  },
  {
    "date": "2004-02-29",
    "explanation": "Today, February 29th, is a leap day - a relatively rare occurrence. In 46 BC, Julius Caesar, pictured above in a self-decreed minted coin, created a calendar system that added one leap day every four years. Acting on advice by Alexandrian astronomer Sosigenes, Caesar did this to make up for the fact that the Earth's year is slightly more than 365 days. In modern terms, the time it takes for the Earth to circle the Sun is slightly more than the time it takes for the Earth to rotate 365 times (with respect to the Sun -- actually we now know this takes about 365.24219 rotations). So, if calendar years contained 365 days they would drift from the actual year by about 1 day every 4 years. Eventually July (named posthumously for Julius Caesar himself) would occur during the northern hemisphere winter! By adopting a leap year with an extra day every four years, the calendar year would drift much less. This Julian Calendar system was used until the year 1582 when Pope Gregory XIIIprovided further fine-tuning when he added that leap days should not occur in years ending in \"OO\", unless divisible by 400. This Gregorian Calendar system is the one in common use today.",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/jcaesar_coin.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Julius Caesar and Leap Days",
    "url": "https://apod.nasa.gov/apod/image/0002/jcaesar_coin.jpg"
  },
  {
    "date": "2004-03-01",
    "explanation": "Are they gone? They were not originally predicted to even be there.  The mystery revolves around strange shadow-like spokes that appeared on Saturn's large B-ring, the large middle ring in the complex system of particles that orbits Saturn.  The spokes were discovered 23 years ago by the passing Voyager spacecraft and attributed to very fine dust of unknown origin.  The missing spokes were noted in the above image, taken last month, from the robot Cassini spacecraft now approaching Saturn.  Launched in 1997, the distance remaining between Cassini and Saturn is now less than half that between the Earth and the Sun.  Cassini is expected to enter orbit around the ringed Jovian giant planet in July and drop a probe onto Titan, Saturn's largest moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0403/saturn0402_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cassini Closes in on Saturn",
    "url": "https://apod.nasa.gov/apod/image/0403/saturn0402_cassini.jpg"
  }
]
