[
  {
    "date": "2004-06-01",
    "explanation": "Star formation occurs at a faster pace in M82 -- a galaxy with about ten times the rate of massive star birth (and death) compared to our Milky Way.  Winds from massive stars and blasts from supernova explosions have created a billowing cloud of expanding gas from this remarkable starburst galaxy.  The above scientifically color-coded image highlights the complexity and origin of the plume by combining a wide field image from the WIYN Telescope in Arizona with a smaller high-resolution image from the orbiting Hubble Space Telescope.  M82's aspect in optical pictures has led to its popular moniker, the Cigar Galaxy.  M82's burst of star formation was likely triggered a mere 100 million years ago in the latest of a series of bouts with neighboring large galaxy M81.",
    "hdurl": "https://apod.nasa.gov/apod/image/0406/m82_hstwiyn_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Supergalactic Wind from Starburst Galaxy M82",
    "url": "https://apod.nasa.gov/apod/image/0406/m82_hstwiyn.jpg"
  },
  {
    "date": "2004-06-02",
    "explanation": "The many spectacular colors of the Rho Ophiuchi (oh'-fee-yu-kee) clouds highlight the many processes that occur there.  The blue regions shine primarily by reflected light.  Blue light from the star Rho Ophiuchi and nearby stars reflects more efficiently off this portion of the nebula than red light.  The Earth's daytime sky appears blue for the same reason.  The red and yellow regions shine primarily because of emission from the nebula's atomic and molecular gas.  Light from nearby blue stars - more energetic than the bright star Antares - knocks electrons away from the gas, which then shines when the electrons recombine with the gas.  The dark regions are caused by dust grains - born in young stellar atmospheres - which effectively block light emitted behind them.  The Rho Ophiuchi star clouds, well in front of the globular cluster M4 visible above on far lower left, are even more colorful than humans can see - the clouds emits light in every wavelength band from the radio to the gamma-ray.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/rhooph_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Colorful Clouds of Rho Ophiuchi",
    "url": "https://apod.nasa.gov/apod/image/0405/rhooph_noao.jpg"
  },
  {
    "date": "2004-06-03",
    "explanation": "Stars and planets appear to be under construction in dusty nebula RCW 49. This Spitzer Space Telescope false-color infrared view of the nearby stellar nursery shows that known, hot stars are well on their way to clearing out the nebula's central regions. But it also uncovers more than 300 newborn stars, seen here strewn throughout the cosmic dust clouds and filaments. The infrared data indicate the likely presence of protoplanetary discs around some of the infant suns, among the faintest and farthest potential planet-forming discs ever observed. Such exciting results give further support to the idea that planet-forming discs are a natural part of a star's evolution. A mere 14,000 light-years away toward the constellation Centaurus, the industrious RCW 49 is about 350 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0406/rcw49_spitzer_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cosmic Construction Zone RCW 49",
    "url": "https://apod.nasa.gov/apod/image/0406/rcw49_spitzer_c1.jpg"
  },
  {
    "date": "2004-06-04",
    "explanation": "Standing on Sedna - the solar system's most distant known planetoid - your view of the Sun at high noon might look something like this. An artist's dramatic vision, the picture shows the Sun suspended above the nearby horizon as a bright star immersed in the dusty ecliptic plane. Within the dust-scattered sunlight are more familiar members of the solar system, including planet Earth. But at a distance of about 13 billion kilometers (8 billion miles) Earth would only be visible in binoculars or a small telescope. In Sedna's dark, daytime skies, the noonday Sun is also joined by the faint stars and obscuring dust clouds of the Milky Way, suspended on the left above stark, ruddy terrain. For Sedna-based sky gazers, all planets have interior orbits and would remain close to the Sun in Sedna's skies. Of course, for earthbound astronomers, interior planets Venus and Mercury also remain near the Sun, with Venus scheduled for a rare crossing of the solar disc on June 8.",
    "hdurl": "https://apod.nasa.gov/apod/image/0406/sednaIll_schaller_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sedna at Noon",
    "url": "https://apod.nasa.gov/apod/image/0406/sednaIll_schaller_c1.jpg"
  },
  {
    "date": "2004-06-05",
    "explanation": "In December of 1972, Apollo 17 astronauts Eugene Cernan and Harrison Schmitt spent about 75 hours exploring the Moon's Taurus-Littrow valley while colleague Ronald Evans orbited overhead. Cernan and Schmitt were the last humans to walk or ride on the Moon - aided in their explorations by a Lunar Roving Vehicle. The skeletal-looking lunar rover was just over 10 feet long, 6 feet wide and easily carried astronauts, equipment, and rock samples in the Moon's low gravity (about 1/6 Earth's). In this picture, Cernan stands at the back of the rover which carried the two astronauts in lawn-chair style seats. An umbrella-shaped high gain antenna and TV camera are mounted in the front. Powered by four 1/4 horsepower electric motors, one for each wheel, this rover was driven a total of about 18 miles across the lunar surface. Its estimated top speed was a blazing 8 miles per hour.",
    "hdurl": "https://apod.nasa.gov/apod/image/0406/rover_apollo17_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 17's Lunar Rover",
    "url": "https://apod.nasa.gov/apod/image/0406/rover_apollo17.jpg"
  },
  {
    "date": "2004-06-06",
    "explanation": "Can you spot the planet? The diminutive disk of Mercury, the solar system's innermost planet, spent about five hours crossing in front of the enormous solar disk on 2003 May 7, as viewed from the general vicinity of planet Earth. The Sun was above the horizon during the entire transit for observers in Europe, Africa, Asia, or Australia, and the horizon was certainly no problem for the sun-staring SOHO spacecraft. Seen as a dark spot, Mercury progresses from left to right (top panel to bottom) in these four images from SOHO's extreme ultraviolet camera. The panels' false-colors correspond to different wavelengths in the extreme ultraviolet which highlight regions above the Sun's visible surface. This was the first of 14 transits of Mercury which will occur during the 21st century, but the next similar event will be a much more rare transit of Venus this coming Tuesday. Need help spotting Mercury? Just click on the picture.   News flash: Venus to cross the Sun on Tuesday",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/merctrans_sohoeit_4panlab.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury Spotting",
    "url": "https://apod.nasa.gov/apod/image/0305/merctrans_sohoeit_4pan.jpg"
  },
  {
    "copyright": "Raymundo Aguirre",
    "date": "2004-06-07",
    "explanation": "When do cloud bottoms appear like bubbles?  Normal cloud bottoms are flat because moist warm air that rises and cools will condense into water droplets at a very specific temperature, which usually corresponds to a very specific height.  After water droplets form that air becomes an opaque cloud.  Under some conditions, however, cloud pockets can develop that contain large droplets of water or ice that fall into clear air as they evaporate.  Such pockets may occur in turbulent air near a thunderstorm, being seen near the top of an anvil cloud, for example.  Resulting mammatus clouds can appear especially dramatic if sunlit from the side.  The above mammatus clouds were photographed last month over Monclova, Mexico.   News flash: Rare transit of Venus across the Sun tomorrow",
    "hdurl": "https://apod.nasa.gov/apod/image/0406/clouds_aguirre_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mammatus Clouds Over Mexico",
    "url": "https://apod.nasa.gov/apod/image/0406/clouds_aguirre.jpg"
  },
  {
    "copyright": "Ronald F. DantowitzThe Clay Center",
    "date": "2004-06-08",
    "explanation": "Today an astronomical event will occur that no living person has ever seen: Venus will cross directly in front of the Sun.  A Venus crossing, called a transit, last occurred in 1882 and was front-page news around the world. Today's transit will be visible in its entirety throughout Europe and most of Asia and Africa.  The northeastern half of North America will see the Sun rise with the dark dot of Venus already superposed.  Never look directly at the Sun, even when Venus is in front.  Mercury's closer proximity to the Sun cause it to transit every few years.  In fact, the above image mosaic of Mercury crossing the Sun is from two transits ago, in November 1999.   Will anyone living see the next Venus transit? Surely yes since it occurs in 2012.",
    "hdurl": "https://apod.nasa.gov/apod/image/0406/mercurytransit1_dantowitz_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Planet Transits the Sun",
    "url": "https://apod.nasa.gov/apod/image/0406/mercurytransit1_dantowitz.jpg"
  },
  {
    "copyright": "Jimmy WestlakeColorado\nMountain College",
    "date": "2004-06-09",
    "explanation": "Did you see the transit? While some watched by webcast, sky gazers in Europe, the Middle East, Africa, and Asia were able to witness the complete 6 hour journey of Venus' silhouetted disk across the face of the Sun. As seen from North America, the much heralded Venus Transit of 2004 was nearing its final stages at sunrise yesterday in this telescopic image. The view looks across the Atlantic from Tybee Island near Savannah, Georgia, USA. In fact, many in eastern North America experienced a dramatic view of a perfect, dark, round Venus against a reddened Sun filtered by banks of low clouds. Ironically, the Sun takes on the appearance of a cloud covered planet itself as Venus marches toward the right through this dreamlike scene.",
    "hdurl": "https://apod.nasa.gov/apod/image/0406/vt2004_westlake.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus Transit at Sunrise",
    "url": "https://apod.nasa.gov/apod/image/0406/vt2004_westlake_c1.jpg"
  },
  {
    "date": "2004-06-10",
    "explanation": "With Venus in transit at the Sun's edge on June 8th, astronomers captured this tantalizing close-up view of the bright solar surface and partially silhouetted disk. Enhanced in the sharp picture, a delicate arc of sunlight refracted through the Venusian atmosphere is also visible outlining the planet's edge against the blackness of space. The arc is part of a luminous ring or atmospheric aureole, first noted and offered as evidence that Venus did posses an atmosphere following observations of the planet's 1761 transit. The image was recorded using the 1-meter Swedish Solar Telescope located on La Palma in the Canary Islands. For the Institute for Solar Physics, Dan Kiselman, Goran Scharmer, Kai Langhans, and Peter Dettori were at the telescope, while Mats Lofdahl produced the final image. Excellent movies of the transit - including one of the emergence of Venus' atmospheric aureole - are available from the Dutch Open Telescope, also observing from La Palma.",
    "hdurl": "https://apod.nasa.gov/apod/image/0406/sst_venus_atmosphere_1759.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus at the Edge",
    "url": "https://apod.nasa.gov/apod/image/0406/sst_venus_atmosphere_1759c1.jpg"
  },
  {
    "copyright": "Stefan Seip",
    "date": "2004-06-11",
    "explanation": "joying the 2004 Transit of Venus from Stuttgart, Germany, astronomer Stefan Seip recorded this fascinating, detailed image of the Sun. Revealing a network of cells and dark filaments against a bright solar disk with spicules and prominences along the Sun's limb, his telescopic picture was taken through an H-alpha filter. The filter narrowly transmits only the red light from hydrogen atoms and emphasizes the solar chromosphere -- the region of the Sun's atmosphere immediately above its photosphere or normally visible surface. Here, the dark disk of Venus seems to be imitating a giant sunspot that looks perhaps a little too round. But in H-alpha pictures like this one, sunspot regions are usually dominated by bright splotches (called plages) on the solar chromosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/0406/seipHa_vt2004.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus and the Chromosphere",
    "url": "https://apod.nasa.gov/apod/image/0406/seipHa_vt2004_crop2.jpg"
  },
  {
    "date": "2004-06-12",
    "explanation": "These two mighty galaxies are pulling each other apart.  Known as \"The Mice\" because they have such long tails, each spiral galaxy has likely already passed through the other. They will probably collide again and again until they coalesce.  The long tails are created by the relative  difference between gravitational pulls on the near and far parts of each galaxy.  Because the distances are so large, the cosmic interaction takes place in slow motion -- over hundreds of millions of years.  NGC 4676 lies about 300 million light-years away toward the constellation of Coma Berenices and are likely members of the Coma Cluster of Galaxies.  The above picture was taken with the  Hubble Space Telescope's Advanced Camera for Surveys which is more sensitive and images a larger field than previous Hubble cameras.  The camera's increased sensitivity has imaged, serendipitously, galaxies far in the distance scattered about the frame.",
    "hdurl": "https://apod.nasa.gov/apod/image/0406/ngc4676_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4676: When Mice Collide",
    "url": "https://apod.nasa.gov/apod/image/0406/ngc4676_hst_c1.jpg"
  },
  {
    "copyright": "Sigurdur H. Stefnisson",
    "date": "2004-06-13",
    "explanation": "Sometimes both heaven and Earth erupt.  In Iceland in 1991, the volcano Hekla erupted at the same time that auroras were visible overhead.  Hekla, one of the most famous volcanoes in the world, has erupted at least 20 times over the past millennium, sometimes causing great destruction.  The last eruption occurred only two years ago but caused only minor damage.  The green auroral band occurred fortuitously about 100 kilometers above the erupting lava.  Is Earth the Solar System's only planet with both auroras and volcanos?",
    "hdurl": "https://apod.nasa.gov/apod/image/0201/volcanoaurora2_shs.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Volcano and Aurora in Iceland",
    "url": "https://apod.nasa.gov/apod/image/0201/volcanoaurora2_shs.jpg"
  },
  {
    "date": "2004-06-14",
    "explanation": "What caused the unusual light and dark layers on Saturn's moon Phoebe?  The layers were discovered just Friday during the Cassini spacecraft flyby of the small moon.  Such layering is particularly evident on the crater just above the image center, where alternating light and dark material makes this crater appear particularly structured.  Cassini scientists speculate that such layering might result from an impact where a dark surface layer becomes intertwined with a lighter subsurface ice layer.  The above image spans about 80 kilometers and was taken when Cassini was only about 13,000 kilometers from Phoebe.  At the end of June, the Cassini spacecraft will be instructed to fire its thrusters to decelerate into orbit around Saturn.",
    "hdurl": "https://apod.nasa.gov/apod/image/0406/phoebe_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual Layers on Saturn's Moon Phoebe",
    "url": "https://apod.nasa.gov/apod/image/0406/phoebe_cassini.jpg"
  },
  {
    "copyright": "Peter Lawrence",
    "date": "2004-06-15",
    "explanation": "An unusual type of solar eclipse occurred last week.  Usually it is the Earth's Moon that eclipses the Sun.  Last week, for the first time in over 100 years, the planet Venus took a turn.  Like a solar eclipse by the Moon, the phase of Venus became a continually thinner crescent as Venus became increasingly better aligned with the Sun.  Eventually the alignment became perfect and the phase of Venus dropped to zero.  The dark spot of Venus crossed our parent star.  The situation could technically be labeled a Venusian annular eclipse with an extraordinarily large ring of fire.  From above the thick cloud tops of Venus, the Earth appeared in its fullest phase, brighter in the Venusian sky than even Mars appeared from Earth last August.  Hours later, as Venus continued in its orbit, a slight crescent phase appeared again.  The next Venusian solar eclipse will occur in 2012.",
    "hdurl": "https://apod.nasa.gov/apod/image/0406/venus2004_lawrence_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Rare Annular Venusian Solar Eclipse",
    "url": "https://apod.nasa.gov/apod/image/0406/venus2004_lawrence.jpg"
  },
  {
    "copyright": "Canada-France-Hawaii Telescope",
    "date": "2004-06-16",
    "explanation": "cal galaxy M87 is a type of galaxy that looks much different than our own Milky Way Galaxy.  Even for an elliptical galaxy, though, M87 is peculiar.  M87 is much bigger than an average galaxy, appears near the center of a whole cluster of galaxies known as the Virgo Cluster, and shows an unusually high number of globular clusters.  These globular clusters are visible as faint spots surrounding the bright center of M87.  In general, elliptical galaxies contain similar numbers of stars as spiral galaxies, but are ellipsoidal in shape (spirals are mostly flat), have no spiral structure, and little gas and dust.  The above image of M87 was taken recently by the Canada-France-Hawaii Telescope on top of the dormant volcano Mauna Kea in Hawaii, USA.   News: APOD turns nine years old today!",
    "hdurl": "https://apod.nasa.gov/apod/image/0406/m87_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Elliptical Galaxy M87",
    "url": "https://apod.nasa.gov/apod/image/0406/m87_cfht.jpg"
  },
  {
    "copyright": "Jimmy WestlakeColorado Mountain College",
    "date": "2004-06-17",
    "explanation": "To the unaided eye, they appeared as similar fuzzy patches.  But when a bright comet passed in front of a bright star cluster last month, binoculars and cameras were able to show off their marked differences in dramatic fashion.  Pictured above, the bright comet, C/2001 Q4 (NEAT) shows many details of its coma and tail, while far in the distance the Beehive open cluster, M44, shows many of its stars.  Comet Q4 has now faded to the edge of unaided visibility and can best be found with a sky map and binoculars from the Northern Hemisphere well into June.  Star cluster M44 will remain an impressive star cluster toward the constellation of Cancer indefinitely.",
    "hdurl": "https://apod.nasa.gov/apod/image/0406/q4m44_westlake_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet NEAT and the Beehive Cluster",
    "url": "https://apod.nasa.gov/apod/image/0406/q4m44_westlake.jpg"
  },
  {
    "date": "2004-06-18",
    "explanation": "Clouds of glowing gas mingle with lanes of dark dust in the Trifid Nebula, a star forming region toward the constellation of Sagittarius.  In the center, the three huge dark dust lanes that give the Trifid its name all come together. Mountains of opaque dust appear on the right, while filaments of dust are visible threaded throughout the nebula.  A single massive star visible near the center causes much of the Trifid's glow.  The Trifid, also known as M20, is only about 300,000 years old, making it among the youngest emission nebula known.  The nebula lies about 9000 light years away and part pictured above spans about 10 light years.  The above scientific-color image is the addition of several exposures with the Hubble Space Telescope taken over the past few years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0406/trifid_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Trifid Nebula from Hubble",
    "url": "https://apod.nasa.gov/apod/image/0406/trifid_hst.jpg"
  },
  {
    "date": "2004-06-19",
    "explanation": "This asteroid has a moon! The robot spacecraft Galileo destined to explore the Jovian system, encountered and photographed two asteroids during its long interplanetary voyage to Jupiter. The second asteroid it photographed, Ida, was discovered to have a moon which appears as a small dot to the right of Ida in this image from 1993. The tiny moon, named Dactyl, is about one mile across, while the potato shaped Ida measures about 36 miles long and 14 miles wide. Dactyl is the first moon of an asteroid ever discovered. The names Ida and Dactyl are from Greek mythology. Many other asteroids are now known to have moons.",
    "hdurl": "https://apod.nasa.gov/apod/image/0406/idadactyl_galileo_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ida and Dactyl: Asteroid and Moon",
    "url": "https://apod.nasa.gov/apod/image/0406/idadactyl_galileo.jpg"
  },
  {
    "date": "2004-06-20",
    "explanation": "Season's greetings! Today or tomorrow, depending on your time zone, the Sun reaches its northernmost point in planet Earth's sky marking a season change and the first solstice of the year 2004. In celebration, consider this delightfully detailed, brightly colored image of the active Sun. From the EIT instrument onboard the space-based SOHO observatory, the tantalizing picture is a false-color composite of three images all made in extreme ultraviolet light. Each individual image highlights a different temperature regime in the upper solar atmosphere and was assigned a specific color; red at 2 million, green at 1.5 million, and blue at 1 million degrees C. The combined image shows bright active regions strewn across the solar disk, which would otherwise appear as dark groups of sunspots in visible light images, along with some magnificent plasma loops and an immense prominence at the right hand solar limb.",
    "hdurl": "https://apod.nasa.gov/apod/image/0212/sun3col_thompsoneit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solstice Celebration",
    "url": "https://apod.nasa.gov/apod/image/0212/sun3col_thompsoneit.jpg"
  },
  {
    "copyright": "Anthony Ayiomamitis",
    "date": "2004-06-21",
    "explanation": "An analemma is that figure-8 curve that you get when you mark the position of the Sun at the same time each day throughout planet Earth's year. Above, 44 separate exposures (plus one foreground exposure) were recorded on a single piece of film to illustrate the regular solar motion -- a Herculean task performed during the calendar year 2003. Appropriately, in the foreground are the ruins at Ancient Nemea where the hero of Greek Mythology pursued the first of his twelve labours. Solstices, like the one that occurred at 0057 UT on June 21, correspond to the top and bottom of the figure-8 or the northern and southernmost excursions of the Sun in the sky. The tilt of planet Earth's axis and the variation in speed as it moves around its orbit combine to produce the graceful analemma curve.",
    "hdurl": "https://apod.nasa.gov/apod/image/0406/analemma2003_ayiomamitis.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Analemma over Ancient Nemea",
    "url": "https://apod.nasa.gov/apod/image/0406/analemma2003_ayiomamitis.jpg"
  },
  {
    "date": "2004-06-22",
    "explanation": "How did unusual spires form on comet Wild 2?  Close inspection of images taken of Comet Wild 2 by the passing Stardust spacecraft in January show numerous strange pinnacles as long as 100 meters long jutting off the surface.  The pinnacles were unexpected - close-ups of other comets and asteroids show no such features.  In fact, no other Solar System object besides Earth is known to show such unusual structures.  Other unusual Wild 2 surface features including long cliffs, deep pits and craters, and numerous active jets.  Together with the spires, these features are hypothesized to be indicative of a very rigid surface sculpted by impacts and explosive sublimation. Initially, Wild 2 was expected by many to be held together only quite loosely.  Stardust is scheduled to fly by the Earth in 2006 and drop off a sample of Wild 2 for detailed scrutiny.",
    "hdurl": "https://apod.nasa.gov/apod/image/0406/pinnacles_stardust_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual Spires Found on Comet Wild 2",
    "url": "https://apod.nasa.gov/apod/image/0406/pinnacles_stardust.jpg"
  },
  {
    "copyright": "David Cortner",
    "date": "2004-06-23",
    "explanation": "The rare transit of Venus across the face of the Sun earlier this month was one of the better-photographed events in sky history.  Both scientific and artistic images have been flooding in from the areas that could see the transit: Europe and much of Asia, Africa, and North America.  Scientifically, solar photographers confirmed that the black drop effect is really better related to the viewing clarity of the camera or telescope than the atmosphere of Venus.  Artistically, images might be divided into several categories.  One type captures the transit in front of a highly detailed Sun.  Another category captures a double coincidence such as both Venus and an airplane simultaneously silhouetted, or Venus and the International Space Station in low Earth orbit. A third image type involves a fortuitous arrangement of interesting looking clouds, as shown by example in the above image taken from North Carolina, USA. There the distant orb of giant Venus might have been mistaken, at first glance, for a small but unusually circular cloud.",
    "hdurl": "https://apod.nasa.gov/apod/image/0406/venustransit_cortner_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Picturesque Venus Transit",
    "url": "https://apod.nasa.gov/apod/image/0406/venustransit_cortner.jpg"
  },
  {
    "date": "2004-06-24",
    "explanation": "Peering deep inside Centaurus A, the closest active galaxy to Earth, the Spitzer Space Telescope's penetrating infrared cameras recorded this startling vista. About 1,000 light-years across, the twisted cosmic dust cloud apparently shaped like a parallelogram is likely the result of a smaller spiral galaxy falling into the giant Centaurus A. The parallelogram lies along the active galaxy's central band of dust and stars visible in more familiar optical images. Astronomers believe that the striking geometric shape represents an approximately edge-on view of the infalling spiral galaxy's disk in the process of being twisted and warped by the interaction. Ultimately, debris from the ill-fated spiral galaxy should provide fuel for the supermassive black hole lurking at the center of Centaurus A.",
    "hdurl": "https://apod.nasa.gov/apod/image/0406/cena_spitzer_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Galaxy Within Centaurus A",
    "url": "https://apod.nasa.gov/apod/image/0406/cena_spitzer_c1.jpg"
  },
  {
    "date": "2004-06-25",
    "explanation": "On June 21st, pilot Mike Melvill made a historic flight in the winged craft dubbed SpaceShipOne -- the first private manned mission to space. The spaceship reached an altitude of just over 62 miles (100 kilometers) on a suborbital trajectory, similar to the early space flights in NASA's Mercury Program. So, how was the view? A video camera on an earlier test flight that climbed 40 miles recorded this picture looking west over the southern California coast and the Earth's limb. In the foreground, the nozzle of SpaceShipOne's hybrid rocket is visible along with the edge of the wing in a \"feathered\" configuration for reentry. SpaceShipOne was designed and built by Burt Rutan and his company Scaled Composites to compete for the 10 million dollar X Prize.",
    "hdurl": "https://apod.nasa.gov/apod/image/0406/14pssone_scaled.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planet Earth from SpaceShipOne",
    "url": "https://apod.nasa.gov/apod/image/0406/14pssone_scaled_c1.jpg"
  },
  {
    "date": "2004-06-26",
    "explanation": "In the 1960s spring came to the southern hemisphere of Neptune, the Solar System's outermost gas giant planet. Of course, since Neptune orbits the Sun once every 165 earth-years, it's still springtime for southern Neptune, where each season lasts over four decades. Astronomers have found that in recent years Neptune has been getting brighter as illustrated in this Hubble Space Telescope image made in 2002. Compared to Hubble pictures taken as early as 1996, the 2002 image shows a dramatic increase in reflective white cloud bands in Neptune's southern hemisphere. Neptune's equator is tilted 29 degrees from the plane of its orbit, about the same as Earth's 23.5 degree tilt, and Neptune's weather seems to be dramatically responding to the similar relative seasonal increase in sunlight -- even though sunlight is 900 times less intense for the distant gas giant than for planet Earth. Meanwhile, summer is really just around the corner, coming to Neptune's southern hemisphere in 2005.",
    "hdurl": "https://apod.nasa.gov/apod/image/0406/nep2002_hst1pan_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Neptune: Still Springtime After All These Years",
    "url": "https://apod.nasa.gov/apod/image/0406/nep2002_hst1pan_c2.jpg"
  },
  {
    "date": "2004-06-27",
    "explanation": "Two billion light-years away, galaxy cluster Abell 1689 is one of the most massive objects in the Universe. In this view from the Hubble Space Telescope's Advanced Camera for Surveys, Abell 1689 is seen to warp space as predicted by Einstein's theory of gravity -- bending light from individual galaxies which lie behind the cluster to produce multiple, curved images. The power of this enormous gravitational lens depends on its mass, but the visible matter, in the form of the cluster's yellowish galaxies, only accounts for about one percent of the mass needed to make the observed bluish arcing images of background galaxies. In fact, most of the gravitational mass required to warp space enough to explain this cosmic scale lensing is in the form of still mysterious dark matter. As the dominant source of the cluster's gravity, the dark matter's unseen presence is mapped out by the lensed arcs and distorted background galaxy images.",
    "hdurl": "https://apod.nasa.gov/apod/image/0301/abell1689_hstacs_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy Cluster Abell 1689 Warps Space",
    "url": "https://apod.nasa.gov/apod/image/0301/abell1689_hstacs_c1.jpg"
  },
  {
    "date": "2004-06-28",
    "explanation": "The Spirit robotic rover on Mars has now reached the Columbia Hills on Mars. Two of the hills are shown on approach near the beginning of June.  The above true-color picture shows very nearly what a human would see from Spirit's vantage point.  The red color of the rocks, hills, and even the sky is caused by pervasive rusting sand.  Spirit has now traveled over 3 kilometers since it bounced down onto the red planet in January.  The robotic explorer, controlled and programmed remotely from Earth, is now investigating a rock called Pot of Gold.  On the other side of Mars, Spirit's twin Opportunity is now inspecting unusual rocks inside a pit dubbed Endurance crater.",
    "hdurl": "https://apod.nasa.gov/apod/image/0406/hills_spirit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spirit Rover Reaches the Columbia Hills on Mars",
    "url": "https://apod.nasa.gov/apod/image/0406/hills_spirit.jpg"
  },
  {
    "date": "2004-06-29",
    "explanation": "Bright gas and dark dust permeate the space between stars in the center of a nebula known as NGC 6559.  The gas, primarily hydrogen, is responsible for the diffuse red glow of the emission nebula.  As energetic light from neighboring stars ionizes interstellar hydrogen, protons and  electrons recombine to emit light of very specific colors, including the red hue observed.  Small dust particles reflect blue starlight efficiently and so creates the blue reflection nebulosity seen near two of the bright stars.  Dust also absorbs visible light, causing the dark clouds and filaments visible.  NGC 6559 lies about 5000 light-years away toward the constellation of Sagittarius.",
    "hdurl": "https://apod.nasa.gov/apod/image/0406/n6559_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Center of NGC 6559",
    "url": "https://apod.nasa.gov/apod/image/0406/n6559_noao.jpg"
  },
  {
    "date": "2004-06-30",
    "explanation": "Was Saturn's moon Phoebe once a comet?  Images from the robotic Cassini spacecraft taken two weeks ago when entering the neighborhood of Saturn indicate that Phoebe may have originated in the outer Solar System.  Phoebe's irregular surface, retrograde orbit, unusually dark surface, assortment of large and small craters, and low average density appear consistent with the hypothesis that Phoebe was once part of the Kuiper belt of icy comets beyond Neptune before being captured by Saturn.  Visible in the above image of Phoebe are craters, streaks, and layered deposits of light and dark material.  The image was taken from around 30,000 kilometers out from this 200-kilometer diameter moon. Late today, Cassini will begin to fire its engines to decelerate into orbit around Saturn.",
    "hdurl": "https://apod.nasa.gov/apod/image/0406/phoebe3_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Phoebe: Comet Moon of Saturn",
    "url": "https://apod.nasa.gov/apod/image/0406/phoebe3_cassini.jpg"
  },
  {
    "date": "2004-07-01",
    "explanation": "If our own Milky Way galaxy were 50 million light-years away with its disk inclined slightly to our line of sight, it would look a lot like large spiral galaxy NGC 7331. In fact, seen here in a false-color infrared image from the Spitzer Space Telescope, NGC 7331 is interesting in part because it is thought to be so similar to the Milky Way. Light from older, cooler stars, shown in blue, dominates the central bulge of NGC 7331, while Spitzer data also indicates the presence of a black hole within this galaxy's central regions - about the same size as the black hole at our own galactic core. Shown in red and brown, radiation from complex molecules associated with dust traces NGC 7331's star forming spiral arms. The arms span around 100,000 light-years, about the size of the Milky Way. Curiously, a further star forming ring is visible in yellowish hues, 20,000 light-years or so from the center of NGC 7331, but it is not known if such a structure exists within our own galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0407/ngc7331_spitzer_comp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7331: A Galaxy So Inclined",
    "url": "https://apod.nasa.gov/apod/image/0407/ngc7331_spitzer_c1.jpg"
  }
]
