[
  {
    "date": "2005-05-01",
    "explanation": "Why isn't this ant a big sphere?  Planetary nebula Mz3 is being cast off by a star similar to our Sun that is, surely, round.  Why then would the gas that is streaming away create an ant-shaped nebula that is distinctly not round?  Clues might include the high 1000-kilometer per second speed of the expelled gas, the light-year long length of the structure, and the magnetism of the star  visible above at the nebula's center.  One possible answer is that Mz3 is hiding a second, dimmer star that orbits close in to the bright star.  A competing hypothesis holds that the central star's own spin and magnetic field are channeling the gas.  Since the central star appears to be so similar to our own Sun, astronomers hope that increased understanding of the history of this giant space ant can provide useful insight into the likely future of our own Sun and Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0505/mz3_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planetary Nebula Mz3: The Ant Nebula",
    "url": "https://apod.nasa.gov/apod/image/0505/mz3_hst.jpg"
  },
  {
    "date": "2005-05-02",
    "explanation": "What is the history of the outcropping of rock called Methuselah?  The unusual rock group is visible on the left of the above image taken by the robot Spirit rover current exploring Mars.  Methuselah was discovered while maneuvering over hilly terrain and shows unusual multiple layering that caught the attention of the rover science team.  Since the above representative color image was taken about three weeks ago, Spirit has moved in to get a closer look.  Also visible in the above image are another rock outcrop dubbed Larry's Lookout on the upper right and a larger Clark Hill in the left background.  On the far right is a more distant peak of the Columbia Hills.",
    "hdurl": "https://apod.nasa.gov/apod/image/0504/methuselah_spirit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Methusaleh Outcrop on Mars",
    "url": "https://apod.nasa.gov/apod/image/0504/methuselah_spirit.jpg"
  },
  {
    "copyright": "Larry Landolfi",
    "date": "2005-05-03",
    "explanation": "If you wait long enough, the entire Solar System will rise before you.  To see such a sight, however, you will need to look in the direction of the ecliptic.  All of the planets and their moons orbit the Sun in nearly the same plane, the ecliptic plane.   From the Earth, this means that each day they will all rise in nearly the same direction - and later set in the opposite direction. Ten years ago, a series of time exposures caught, left to right, the Sun, Venus, the Moon, and Jupiter, all rising in the ecliptic plane behind Fire Island, New York, USA.  Exposures were taken every six minutes and digitally superposed on an image taken from the same location at sunrise.  Smaller members of our Solar System, including most comets and many asteroids, do not always move along the ecliptic plane.  The picturesque Fire Island Lighthouse, visible in the foreground, was built in 1826 and is still in use today.",
    "hdurl": "https://apod.nasa.gov/apod/image/0505/lighthouse_landolfi_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar System Rising Over Fire Island",
    "url": "https://apod.nasa.gov/apod/image/0505/lighthouse_landolfi.jpg"
  },
  {
    "date": "2005-05-04",
    "explanation": "If this is Saturn, where are the rings?  When Saturn's \"appendages\" disappeared in 1612, Galileo did not understand why.   Later that century, it became understood that Saturn's unusual protrusions were rings and that when the Earth crosses the ring plane, the edge-on rings will appear to disappear.  This is because Saturn's rings are confined to a plane many times thinner, in proportion, than a razor blade.  In modern times, the robot Cassini spacecraft orbiting Saturn now also crosses Saturn's ring plane.  A series of plane crossing images from late February was dug out of the vast online Cassini raw image archive by interested Spanish amateur Fernando Garcia Navarro.  Pictured above, digitally cropped and set in representative colors, is the striking result.  Saturn's thin ring plane appears in blue, bands and clouds in Saturn's upper atmosphere appear in gold, and dark shadows of the rings curve across the top of the gas giant planet.  Moons appear as bumps in the rings.",
    "hdurl": "https://apod.nasa.gov/apod/image/0505/saturnplane_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cassini Spacecraft Crosses Saturn's Ring Plane",
    "url": "https://apod.nasa.gov/apod/image/0505/saturnplane_cassini.jpg"
  },
  {
    "date": "2005-05-05",
    "explanation": "To seventeenth century astronomers, Omicron Ceti or Mira was known as a wonderful star - a star whose brightness could change dramatically in the course of about 11 months. Modern astronomers now recognize an entire class of long period Mira-type variables as cool, pulsating, red giant stars, 700 or so times the diameter of the Sun. Only 420 light-years away, red giant Mira (Mira A, right) itself co-orbits with a companion star, a small white dwarf (Mira B). Mira B is surrounded by a disk of material drawn from the pulsating giant and in such a double star system, the white dwarf star's hot accretion disk is expected to produce some x-rays. But this sharp, false-color image from the Chandra Observatory also captures the cool giant star strongly flaring at x-ray energies, clearly separated from the x-ray emission of its companion's accretion disk. Placing your cursor over the Chandra x-ray image of Mira will reveal an artist's vision of this still wonderful interacting binary star system.",
    "hdurl": "https://apod.nasa.gov/apod/image/0505/mira_illustration.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mira: The Wonderful Star",
    "url": "https://apod.nasa.gov/apod/image/0505/mira_xray_cxc.jpg"
  },
  {
    "copyright": "LeftRight",
    "date": "2005-05-06",
    "explanation": "April's spectacular geocentric celestial event was a rare hybrid eclipse of the Sun - a total or an annular eclipse could be seen depending on the observer's location. For Fred Espenak, aboard a gently swaying ship within the middle of the Moon's shadow track about 2,200 kilometers west of the Galapagos, the eclipse was total, the lunar silhouette exactly covering the bright solar disk for a few brief moments. His camera captured a picture of totality revealing the extensive solar corona and prominences rising above the Sun's edge. But for Stephan Heinsius, near the end of the shadow track at Penonome Airfield, Panama, the Moon's apparent size had shrunk enough to create an annular eclipse, showing a complete annulus of the Sun's bright disk as a dramatic ring of fire.  Pictures from the two locations are compared above. How rare is such a hybrid eclipse? Calculations show that during the 21st century just 3.1% (7 out of 224) of solar eclipses are hybrid while hybrids comprise about 5% of all solar eclipses over the period 2000 BC to AD 4000.",
    "hdurl": "https://apod.nasa.gov/apod/image/0505/hybrid_merge_1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hybrid Solar Eclipse",
    "url": "https://apod.nasa.gov/apod/image/0505/hybrid_merge_1.jpg"
  },
  {
    "date": "2005-05-07",
    "explanation": "NGC 3314 consists of two large spiral galaxies which just happen to almost exactly line-up. The foreground spiral is viewed nearly face-on, its pinwheel shape defined by young bright star clusters. But against the glow of the background galaxy, dark swirling lanes of interstellar dust are also seen to echo the face-on spiral's structure. The dust lanes are surprisingly pervasive, and this remarkable pair of overlapping galaxies is one of a small number of systems in which absorption of visible light can be used to directly explore the distribution of dust in distant spirals. NGC 3314 is about 140 million light-years away in the multi-headed constellation Hydra. This color composite was constructed from Hubble Space Telescope images made in 1999 and 2000.",
    "hdurl": "https://apod.nasa.gov/apod/image/0505/ngc3314_keel_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3314: When Galaxies Overlap",
    "url": "https://apod.nasa.gov/apod/image/0505/ngc3314_keel.jpg"
  },
  {
    "date": "2005-05-08",
    "explanation": "Our Earth is not at rest.  The Earth moves around the Sun.  The Sun orbits the center of the Milky Way Galaxy.  The Milky Way Galaxy orbits in the Local Group of Galaxies.  The Local Group falls toward the Virgo Cluster of Galaxies.  But these speeds are less than the speed that all of these objects together move relative to the cosmic microwave background radiation (CMBR).  In the above all-sky map, radiation in the Earth's direction of motion appears blueshifted and hence hotter, while radiation on the opposite side of the sky is redshifted and colder.  The map indicates that the Local Group moves at about 600 kilometers per second relative to this primordial radiation.  This high speed was initially unexpected and its magnitude is still unexplained.  Why are we moving so fast?  What is out there?",
    "hdurl": "https://apod.nasa.gov/apod/image/0302/dip_cobe.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "CMBR Dipole: Speeding Through the Universe",
    "url": "https://apod.nasa.gov/apod/image/0302/dip_cobe_big.jpg"
  },
  {
    "copyright": "Jean-Charles Cuillandre",
    "date": "2005-05-09",
    "explanation": "When stars form, pandemonium reigns.  A textbook case is the star forming region NGC 6559.  Visible above are red glowing emission nebulas of hydrogen, blue reflection nebulas of dust, dark absorption nebulas of dust, and the stars that formed from them.  The first massive stars formed from the dense gas will emit energetic light and winds that erode, fragment, and sculpt their birthplace.  And then they explode.  The resulting morass can be as beautiful as it is complex.  After tens of millions of years, the dust boils away, the gas gets swept away, and all that is left is a naked open cluster of stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0505/ngc6559_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars, Dust and Nebula in NGC 6559",
    "url": "https://apod.nasa.gov/apod/image/0505/ngc6559_cfht.jpg"
  },
  {
    "date": "2005-05-10",
    "explanation": "It's the faint red object, not the bright white one that might be a historic find.  The white object is surely a brown dwarf star.  Quite possibly, however, the red object is the first direct image of a planet beyond our Solar System.  The intriguing possibility was first reported last year, but many astronomers weren't then convinced that the \"planet\" was not just a background star.   Earlier this year, the 2M1207 star system was imaged twice more in an effort to resolve the issue.  To the delight of the scientific team, the objects kept the same separation, indicating that they are gravitationally bound.  The faint red object 2M1207b is therefore 100 times fainter, intrinsically, than the bright white brown dwarf 2M1207a -- a characteristic well explained by a planet roughly five times the mass of Jupiter.  The discovery - still subject to further confirmation - is considered a step toward the more ambitious goal of imaging Earth-like planets orbiting distant stars.  The above image was taken with the high-resolution adaptive-optic NaCo camera attached to the 8-meter Very Large Telescope Yepun in Chile.",
    "hdurl": "https://apod.nasa.gov/apod/image/0505/brownplanet_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The First Image of an Extra Solar Planet",
    "url": "https://apod.nasa.gov/apod/image/0505/brownplanet_eso.jpg"
  },
  {
    "date": "2005-05-11",
    "explanation": "This floating ring is the size of a galaxy.  In fact, it is part of the photogenic Sombrero Galaxy, one of the largest galaxies in the nearby Virgo Cluster of Galaxies.  The dark band of dust that obscures the mid-section of the Sombrero Galaxy in optical light actually glows brightly in infrared light.  The above image shows the infrared glow, recently recorded by the orbiting Spitzer Space Telescope, superposed in false-color on an existing image taken by NASA's Hubble Space Telescope in optical light.  The Sombrero Galaxy, also known as M104, spans about 50,000 light years across and lies 28 million light years away.  M104 can be seen with a small telescope in the direction of the constellation of Virgo.",
    "hdurl": "https://apod.nasa.gov/apod/image/0505/sombrero_spitzer_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sombrero Galaxy in Infrared",
    "url": "https://apod.nasa.gov/apod/image/0505/sombrero_spitzer.jpg"
  },
  {
    "copyright": "Panther Observatory",
    "date": "2005-05-12",
    "explanation": "Faint comet Tempel 1 sports a fuzzy blue-tinted tail, just right of center in this lovely field of stars. Recorded on May 3rd slowly sweeping through the constellation Virgo, periodic comet Tempel 1 orbits the Sun once every 5.5 years. Also caught in the skyview are two galaxies at the upper left - NGC 4762 and NGC 4754 - both members of the large Virgo Cluster of galaxies. Classified as a lenticular galaxy, NGC 4762 presents an edge-on disk as a narrow gash of light while NGC 4754 is a football-shaped elliptical galaxy. Similar in apparent size, the galaxies and comet make for an intriguing visual comparison, but Tempel 1 is only about 3 light-minutes from planet Earth. The two Virgo cluster galaxies are 50 million light-years away. NASA's Deep Impact spacecraft is scheduled to encounter Tempel 1 on July 4th, launching a probe to impact the comet's nucleus.",
    "hdurl": "https://apod.nasa.gov/apod/image/0505/Tempel20_schedler_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars, Galaxies, and Comet Tempel 1",
    "url": "https://apod.nasa.gov/apod/image/0505/Tempel20_schedler_c.jpg"
  },
  {
    "copyright": "Stefan Seip",
    "date": "2005-05-13",
    "explanation": "Remember when the Moon was young? It was just last Monday. On May 9th, this slender crescent Moon was recorded at a tender age of 34 hours and 18 minutes. Well, OK ... when calculating the lunar age during a lunation or complete cycle of phases - from New Moon to Full Moon and back to New Moon again - the Moon never gets more than around 29.5 days old. Still, a young Moon can be a rewarding sight, even for casual skygazers, though the slim crescent is relatively faint and only easy to see low in the west as the sky grows dark after sunset. Sighting this young Moon last Monday, lucky astronomer Stefan Seip was also treated to a very dramatic telescopic view of an airliner flying in front of the distant sunlit crescent. At a high altitude, the jet's stunning contrails reflect the strongly reddened light of the Sun setting below the western horizon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0505/YoungMoon0_seip_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "When the Moon Was Young",
    "url": "https://apod.nasa.gov/apod/image/0505/YoungMoon0_seip_f62.jpg"
  },
  {
    "date": "2005-05-14",
    "explanation": "Similar in size and grand design to our own Milky Way, spiral galaxy NGC 3370 lies about 100 million light-years away toward the constellation Leo. Recorded here in exquisite detail by the Hubble Space Telescope's Advanced Camera for Surveys, the big, beautiful face-on spiral does steal the show, but the sharp image also reveals an impressive array of background galaxies in the field, strewn across the more distant Universe. Looking within NGC 3370, the image data has proved sharp enough to study individual pulsating stars known as Cepheids which can be used to accurately determine this galaxy's distance. NGC 3370 was chosen for this study because in 1994 the spiral galaxy was also home to a well studied stellar explosion -- a type Ia supernova. Combining the known distance to this standard candle supernova, based on the Cepheid measurements, with observations of supernovae at even greater distances, can reveal the size and expansion rate of the Universe itself.",
    "hdurl": "https://apod.nasa.gov/apod/image/0505/ngc3370_hst_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3370: A Sharper View",
    "url": "https://apod.nasa.gov/apod/image/0505/ngc3370_hst_c1.jpg"
  },
  {
    "date": "2005-05-15",
    "explanation": "Where did the gold in your jewelry originate?  No one is completely sure.  The relative average abundance in our Solar System appears higher than can be made in the early universe, in stars, and even in typical supernova explosions.  Some astronomers now suggest that neutron-rich heavy elements such as gold might be most easily made in rare  neutron-rich explosions such as the collision of neutron stars.  Pictured above is a computer-animated frame depicting two neutron stars spiraling in toward each other, just before they collide.  Since neutron star collisions are also suggested as the origin of short duration gamma-ray bursts, it is possible that you already own a souvenir from one of the most powerful explosions in the universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0104/nscollide_ukff.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "On the Origin of Gold",
    "url": "https://apod.nasa.gov/apod/image/0104/nscollide_ukff.png"
  },
  {
    "date": "2005-05-16",
    "explanation": "What happens when you crash into a comet? That was a question considered by astronomers when they designed the Deep Impact mission, launched in January.  This coming July 4, the Deep Impact spaceship will reach its target - Comet Tempel 1 -- and release an impactor over five times the mass of a person toward its surface.  The mothership will photograph the result.  The remaining crater may tell how Tempel 1 is constructed.  If, for example, Comet Tempel 1 is an extremely loose pile of debris, the impactor may leave little or no discernable crater.  On the other hand, if the comet's surface is relatively firm, the impactor's ripple may leave quite a large crater.  A contest is even being held to predict the size of the resulting crater.  Pictured above is an artist's impression of the initial encounter between the spacecraft and the comet.",
    "hdurl": "https://apod.nasa.gov/apod/image/0505/art1_deepimpact_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Deep Impact Spacecraft Hurtles Toward Comet",
    "url": "https://apod.nasa.gov/apod/image/0505/art1_deepimpact.jpg"
  },
  {
    "date": "2005-05-17",
    "explanation": "Scroll right to see a breathtaking panorama of Mars from Larry's Lookout.  The lookout occurs near the peak of Husband Hill in the Columbia Hills.  The summit of Husband Hill is visible 200 meters in the distance toward the center of the 360-degree near-true-color picture.  The robot rover Spirit took images that compose the above mosaic over four Martian days.  After taking the image sequence, Spirit carefully picked its way to toward Husband Hill's summit.  On the far right, near distant rover tracks, is a recently investigated area dubbed Paso Robles that was found to contain high amounts of sulfur.",
    "hdurl": "https://apod.nasa.gov/apod/image/0505/larryslookout_spirit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Panorama of Mars from Larry's Lookout",
    "url": "https://apod.nasa.gov/apod/image/0505/larryslookout_spirit.jpg"
  },
  {
    "date": "2005-05-18",
    "explanation": "What did the Huygens probe see as it descended toward Saturn's Moon Titan? In January the robot Cassini spacecraft now orbiting Saturn released a probe through the dense cloud decks of one of the Solar System's most mysterious moons.  Below the clouds, as it descended, the probe took images of the approaching surface as well as several images from the surface itself.  Many of the images have now been digitally merged and scaled into the above perspective from 3,000 meters high.  The above stereographic projection shows a 360-degree wide-angle view of the surface of Titan.  The bright areas toward the top and left of the image are thought to be relatively high ground laced with drainage channels cut by rivers of methane.  The bright shapes on the right are now hypothesized to be ridges of ice gravel.  Huygen's landing site, labeled, appears to be on a type of dark dry lakebed, once fed by a large dark flow channel on the left.  The Huygen's probe lasted an unexpectedly long three hours on Titan's harsh surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/0505/titan_huygens_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Three Kilometers Above Titan",
    "url": "https://apod.nasa.gov/apod/image/0505/titan_huygens.jpg"
  },
  {
    "date": "2005-05-19",
    "explanation": "When our middle-aged Sun was just a few million years old it was thousands of times brighter in x-rays. In fact, it was likely similar to some of the stars found in this false-color x-ray composite of the Orion Nebula region from the Chandra Observatory. The image is centered on bright stars of the nebula's Trapezium star cluster, and while analyzing the Chandra data astronomers have now found examples of young, sun-like stars producing intense x-ray flares. It sounds dangerous, but the situation may actually favor the formation of hospitable planetary systems like our own. Energetic flares can produce turbulence in the planet-forming disks surrounding the stars - preventing rocky earth-like planets from spiraling uncomfortably close to and even falling into their active, young parent stars. About 1,500 light-years away, the Orion Nebula is the closest large stellar nursery. At that distance, this Chandra image spans about 10 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0505/orion_cxo_ff.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Stars in the Orion Nebula",
    "url": "https://apod.nasa.gov/apod/image/0505/orion_cxo_fc.jpg"
  },
  {
    "copyright": "Stan Richard",
    "date": "2005-05-20",
    "explanation": "rly last Sunday morning stars were not the only lights in Iowa skies. The northern lights also shone from the heavens, extending across the midwestern USA and other locations not often graced with auroral displays. The wide-ranging auroral activity was triggered as a coronal mass ejection - an energetic cloud of particles blasted outward from the Sun a few days earlier - collided with planet Earth's magnetosphere. Alerted to conditions ripe for aurora, photographer Stan Richard recorded this aparition over Saylorville Lake, near Des Moines. Bright planet Mars in the constellation Aquarius is above the horizon near the center of the eastward-looking view. While the colorful rays seem to end just above the water, they are actually at altitudes of 100 kilometers or more.",
    "hdurl": "https://apod.nasa.gov/apod/image/0505/aurora_051505_richard_ff.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Iowa",
    "url": "https://apod.nasa.gov/apod/image/0505/aurora_051505_richard_c90.jpg"
  },
  {
    "copyright": "Gary Stevens",
    "date": "2005-05-21",
    "explanation": "Dark nebulae snake across a gorgeous expanse of stars in this wide-field view toward the pronounceable constellation Ophiuchus and the center of our Milky Way Galaxy. In fact, the central S-shape seen here is well known as the Snake Nebula. It is also listed as Barnard 72 (B72), one of 182 dark markings of the sky cataloged in the early 20th century by astronomer E. E. Barnard. Unlike bright emission nebulae and star clusters, Barnard's nebulae are interstellar dark clouds of obscuring gas and dust. Their shapes are visible in cosmic silhouette only because they lie in the foreground along the line of sight to rich star fields and glowing stellar nurseries near the plane of our Galaxy. Many of Barnard's dark nebulae are themselves likely sites of future star formation. Barnard 72 is a few light years across and about 650 light years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0505/b72neb_stevens_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Snake in the Dark",
    "url": "https://apod.nasa.gov/apod/image/0505/b72neb_stevens_c1.jpg"
  },
  {
    "copyright": "John Gleason",
    "date": "2005-05-22",
    "explanation": "Tomorrow's picture: wavemaker around saturn  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Web Site Statements, Warnings, and Disclaimers NASA Official: Jay Norris. Specific rights apply. A service of: EUD at NASA / GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/halebopp_gleason_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Dust and Ion Tails of Comet Hale-Bopp",
    "url": "https://apod.nasa.gov/apod/image/0012/halebopp_gleason.jpg"
  },
  {
    "date": "2005-05-23",
    "explanation": "What causes small waves in Saturn's rings?  Observations of rings bordering the Keeler gap in Saturn's rings showed unusual waves.  Such waves were first noticed last July and are shown above in clear detail. The picture is a digitally foreshortened image mosaic taken earlier this month by the robot Cassini spacecraft now orbiting Saturn.  The rings, made of many small particles, were somehow not orbiting Saturn in their usual manner. Close inspection of the image shows the reason - a small moon is orbiting in the Keeler gap.  The previously unknown moon is estimated to span about seven kilometers and appears to have the same brightness as nearby ring particles.   The gravity of the small moon likely perturbs the orbits of ring particles that come near it, causing them to shimmy back and forth after the moon passes.  Since inner particles orbit more quickly than outer particles, only the leading particles of the inner rings and the trailing particles of the outer rings show the wave effect.",
    "hdurl": "https://apod.nasa.gov/apod/image/0505/wavemaker_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Wave Maker Moon in Saturn's Rings",
    "url": "https://apod.nasa.gov/apod/image/0505/wavemaker_cassini.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2005-05-24",
    "explanation": "Swirls of gas and dust enrich this little observed starfield toward the constellation of Sagittarius.  Just to the side of the more often photographed Lagoon Nebula (M8) and the Trifid Nebula (M20) lies this busy patch of sky dubbed IC 4678.  Prominent in the above image are large emission nebulas of red glowing gas highlighted by unusually bright red filaments.  On the left, a band of thin dust preferentially reflects the blue light of a bright star creating a small reflection nebula.  On the right and across the bottom, swaths of thicker dust appear as dark absorption nebulas, blocking the light from stars farther in the distance.  IC 4678 spans about 25 light years and lies about 5,000 light years distant.",
    "hdurl": "https://apod.nasa.gov/apod/image/0505/ic4678_siarkiewiczs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Swirls and Stars in IC 4678",
    "url": "https://apod.nasa.gov/apod/image/0505/ic4678_siarkiewiczs.jpg"
  },
  {
    "date": "2005-05-25",
    "explanation": "What size particles compose Saturn's rings?  To help find out, the robot Cassini spacecraft now orbiting Saturn broadcast radio waves of three different wavelengths right through the rings to Earth earlier this month.  The experiment was sensitive to ring particle sizes because ring particles much larger than a broadcast radio wavelength will reflect those radio waves away.  Three different wavelengths were used: approximately 1 centimeter, 3.5 centimeters, and 13 centimeters.  The results are coded into the above false-color digitally reconstructed image. In the above image, the color purple indicates regions populated predominantly by ring particles larger than 5 centimeters, while the color green indicates regions with a significant population of small ring particles less than even 1 centimeter.  The white center of Saturn's B-ring indicates that the density of ring particles was too high to make a good determination. Other radio observations indicate that some ring particles can be as large as several meters across. The impressive nature and clarity of the above sharp image may help determine clues about the origin of Saturn's beautiful but enigmatic ring system.",
    "hdurl": "https://apod.nasa.gov/apod/image/0505/radiosaturn_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Particle Sizes in Saturn's Rings",
    "url": "https://apod.nasa.gov/apod/image/0505/radiosaturn_cassini.jpg"
  },
  {
    "copyright": "Dean Jacobsen",
    "date": "2005-05-26",
    "explanation": "The beautiful Trifid Nebula (aka M20), a photogenic study in cosmic contrasts, lies about 5,000 light-years away toward the nebula rich constellation Sagittarius. A star forming region in the plane of our galaxy, the Trifid fittingly illustrates three basic types of astronomical nebulae; red emission nebulae dominated by light from hydrogen atoms, blue reflection nebulae produced by dust reflecting starlight, and dark absorption nebulae where dense dust clouds appear in silhouette. The bright red emission nebula, roughly separated into three parts by obscuring dust lanes, lends the Trifid its popular name. In this gorgeous wide view, the red emission region is also surrounded by the telltale blue haze of reflection nebulae. Light-year long pillars and jets sculpted by newborn stars - visible here below the center of the emission nebula - appear in Hubble Space Telescope close-up images of the region.",
    "hdurl": "https://apod.nasa.gov/apod/image/0505/m20_jacobsen_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Beautiful Trifid",
    "url": "https://apod.nasa.gov/apod/image/0505/m20_jacobsen_f41.jpg"
  },
  {
    "date": "2005-05-27",
    "explanation": "Titan's odd spot could be a cloud, but if so, it's a persistent one. Peering into the thick, hazy atmosphere of Saturn's largest moon, cameras on board the Cassini spacecraft found a bright spot at the same location during Titan encounters in 2005 and 2004. Seen near Titan's upper edge in this false-color image from the VIMS instrument, the spot is almost 500 kilometers wide, and is brightest at infrared wavelengths. In addition to suggesting the uniquely colored spot is a persistent cloud possibly controlled by surface features, researchers also entertain the idea that the spot is caused by unusual surface material or extremely tall mountains. They also note the bright infrared spot could be hot. Further clues to the odd spot's nature will come during a planned encounter in July 2006 when Cassini's cameras will look at the spot during Titan's night. If it glows at night, it's hot.",
    "hdurl": "https://apod.nasa.gov/apod/image/0505/titanspot_cassini_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Titan's Odd Spot",
    "url": "https://apod.nasa.gov/apod/image/0505/titanspot_cassini_c.jpg"
  },
  {
    "date": "2005-05-28",
    "explanation": "This stunning aerial view shows the rugged snow covered peaks of a Himalayan mountain range in Nepal. The seventh-highest peak on the planet, Dhaulagiri, is the high point on the horizon at the left while in the foreground lies the southern Tibetan Plateau of China. But, contrary to appearances, this picture wasn't taken from an airliner cruising at 30,000 feet. Instead it was taken with a 35mm camera and telephoto lens by the Expedition 1 crew aboard the International Space Station -- orbiting 200 nautical miles above the Earth. The Himalayan mountains were created by crustal plate tectonics on planet Earth some 70 million years ago, as the Indian plate began a collision with the Eurasian plate. Himalayan uplift still continues today at a rate of a few millimeters per year.",
    "hdurl": "https://apod.nasa.gov/apod/image/0505/himalaya_iss1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Himalayan Horizon From Space",
    "url": "https://apod.nasa.gov/apod/image/0505/himalaya_iss1.jpg"
  },
  {
    "copyright": "David Martinez-DelgadoMPIAIAC",
    "date": "2005-05-29",
    "explanation": "Is our Milky Way Galaxy out to lunch?  Recent wide field images and analyses now indicate that our home galaxy is actually still in the process of devouring one of its closer satellite neighbors.  This unfortunate neighbor, the Sagittarius Dwarf galaxy, is now seen to be part of a larger Sagittarius Tidal Stream, a loose filament of stars, gas, and possibly dark matter that entangles the Milky Way.  An artist's depiction of the stream is shown above.  Speculation also holds that the Sagittarius Dwarf was once pulled through the Milky Way disk very close to our Sun's current location.  An important resulting realization is that galaxies contain a jumble of clumps and filaments of both dim and dark matter.",
    "hdurl": "https://apod.nasa.gov/apod/image/0309/sag_dmd_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sagittarius Dwarf Tidal Stream",
    "url": "https://apod.nasa.gov/apod/image/0309/sag_dmd.jpg"
  },
  {
    "date": "2005-05-30",
    "explanation": "What caused this great white spot on the surface of Saturn's moon Rhea?  The spot was first noticed last year by the robot Cassini spacecraft now orbiting Saturn.  Cassini's flyby of Rhea in April imaged in the spot in great detail.  Astronomers hypothesize that the light-colored spot is the result of a relatively recent impact on the surface of the icy moon.  The impact that likely created the crater also splashed light-colored material from the interior onto the darker surface.  Rhea spans 1,500 kilometers across and is the second largest moon of Saturn after Titan.  Rhea sports several other light colored surface features that are, as yet, not well understood.",
    "hdurl": "https://apod.nasa.gov/apod/image/0505/rheaspot_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Great White Spot on Rhea",
    "url": "https://apod.nasa.gov/apod/image/0505/rheaspot_cassini.jpg"
  },
  {
    "copyright": "Jean-Charles Cuillandre",
    "date": "2005-05-31",
    "explanation": "Unspeakable beauty and unimaginable bedlam can be found together in the Trifid Nebula. Also known as M20, this photogenic nebula is visible  with good binoculars towards the constellation of Sagittarius. The energetic processes of star formation create not only the colors but the chaos.  The red-glowing gas results from high-energy starlight striking interstellar hydrogen gas.  The dark dust filaments that lace M20 were created in the atmospheres of cool giant stars and in the debris from supernovae explosions.  Which bright young stars light up the blue reflection nebula is still being investigated.  The light from M20 we see today left perhaps 3000 years ago, although the exact distance remains unknown.  Light takes about 50 years to cross M20.",
    "hdurl": "https://apod.nasa.gov/apod/image/0505/m20_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Trifid Nebula from CFHT",
    "url": "https://apod.nasa.gov/apod/image/0505/m20_cfht.jpg"
  },
  {
    "date": "2005-06-01",
    "explanation": "About 1,600 light-years away, in a binary star system fondly known as J0806, two dense white dwarf stars orbit each other once every 321 seconds. Interpreting x-ray data from the Chandra Observatory astronomers argue that the stars' already impressively short orbital period is steadily getting shorter as the stars spiral closer together. Even though they are separated by about 80,000 kilometers (the Earth-Moon distance is 400,000 kilometers) the two stars are therefore destined to merge. Depicted in this artist's vision, the death spiral of the remarkable J0806 system is a consequence of Einstein's theory of General Relativity that predicts the white dwarf stars will lose their orbital energy by generating gravity waves. In fact, J0806 could be one of the brightest sources of gravitational waves in our galaxy, directly detectable by future space-based gravity wave instruments.",
    "hdurl": "https://apod.nasa.gov/apod/image/0506/wd_cxc_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "White Dwarf Star Spiral",
    "url": "https://apod.nasa.gov/apod/image/0506/wd_cxc_c33.jpg"
  }
]
