[
  {
    "date": "2005-10-01",
    "explanation": "When morning twilight came to the Paranal Observatory in Chile, astronomers Mark Neeser and Peter Barthel interrupted their search for faint quasars, billions of light-years away. And just for a moment, they used Very Large Telescopes at the European Southern Observatory to appreciate the beauty of the nearby Universe. One result was this stunning view of beautiful barred spiral galaxy NGC 613, a mere 65 million light-years away in the southern constellation Sculptor. Over 100 thousand light-years across, NGC 613 seems to have more than its fair share of spiral arms laced with cosmic dust clouds and bright star forming regions near the ends of a dominant central bar. Radio emission indicates the presence of a massive black hole at the center of NGC 613.",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/ngc613_eso_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 613: Spiral of Dust and Stars",
    "url": "https://apod.nasa.gov/apod/image/0510/ngc613_eso_c33.jpg"
  },
  {
    "copyright": "Stromboli online",
    "date": "2005-10-02",
    "explanation": "Mt. Etna erupted spectacularly in 2001 June.  Pictured above, the volcano was photographed expelling bubbles of hot magma, some of which measured over one meter across.  One reason planetary geologists study Earth's Mt. Etna is because of its likely similarity to  volcanoes on Mars.  Mt. Etna, a basalt volcano, is composed of material similar to Mars, and produces similar lava channels.  Located in Sicily, Italy, Mt. Etna is not only one of the most active volcanoes on Earth, it is one of the largest, measuring over 50 kilometers at its base and rising nearly 3 kilometers high.   News: Annular solar eclipse visible tomorrow from Europe and Africa",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/etnaboom_fulle.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Magma Bubbles from Mt. Etna",
    "url": "https://apod.nasa.gov/apod/image/0510/etnaboom_fulle_big.jpg"
  },
  {
    "date": "2005-10-03",
    "explanation": "What lies at the bottom of Hyperion's strange craters?  Nobody knows. To help find out, the robot Cassini spacecraft now orbiting Saturn swooped past the sponge-textured moon again last week and took an image of unprecedented detail.  That image, shown above in false color, shows a remarkable world strewn with strange craters and a generally odd surface.   The slight differences in color likely show differences in surface composition.   At the bottom of most craters lies some type of unknown dark material.  Inspection of the image shows bright features indicating that the dark material might be only tens of meters thick in some places.   Hyperion is about 250 kilometers across, rotates chaotically, and has a density so low that it might house a vast system of caverns inside.",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/hyperion2_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Hyperion: A Moon with Odd Craters",
    "url": "https://apod.nasa.gov/apod/image/0510/hyperion2_cassini.jpg"
  },
  {
    "copyright": "Serge Brunier",
    "date": "2005-10-04",
    "explanation": "The disk of our Milky Way Galaxy is home to hot nebulae, cold dust, and billions of stars.  This disk can be seen from a dark location on Earth as a band of diffuse light across the sky.  This band crosses the sky in dramatic fashion in the above series of wide angle sky exposures from Chile.   The deepness of the exposures also brings to light a vast network of complex dust filaments.  Dust is so plentiful that it obscures our Galaxy's center in visible light, hiding its true direction until discovered by other means early last century.  The Galactic Center, though, is visible above as the thickest part of the disk.  The diffuse glow comes from billions of older, fainter stars like our Sun, which are typically much older than the dust or any of the nebulae.  One particularly photogenic area of darkness is the Pipe Nebula visible above the Galactic Center.  Dark dust is not the dark matter than dominates our Galaxy -- that dark matter remains in a form yet unknown.",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/allskymilkyway_brunier_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Milky Way in Stars and Dust",
    "url": "https://apod.nasa.gov/apod/image/0510/allskymilkyway_brunier.jpg"
  },
  {
    "copyright": "Stefan\nSeip",
    "date": "2005-10-05",
    "explanation": "On Monday, part of the Sun went missing.  The missing piece was no cause for concern -- the Moon was only momentarily in the way.  The event was not a  total eclipse of the Sun for any Earth-bound sky enthusiast but rather, at best, an annular eclipse, where the Moon blocked most of the Sun.  Because of the relatively large distance to the Moon during this Earth-Moon-Sun alignment, the Moon did not have a large enough angular size to block the entire Sun.  Those who witnessed the solar eclipse from a narrow path through Portugal, Spain and Africa, however, were lucky enough to see the coveted Ring of Fire, a dark Moon completely surrounded by the brilliant light of the distant Sun.  Pictured above is a Ring of Fire captured two days ago in unusually high resolution above Spain.  The resulting image shows details of the granular solar surface as well as many prominences around the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/annular_seip_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Annular Solar Eclipse at High Resolution",
    "url": "https://apod.nasa.gov/apod/image/0510/annular_seip.jpg"
  },
  {
    "date": "2005-10-06",
    "explanation": "This gorgeous island universe lies about 85 million light-years distant in the southern constellation Fornax. Inhabited by young blue star clusters, the spiral arms of NGC 1350 seem to join in a circle around the galaxy's large, bright nucleus - giving the galaxy the appearance of a limpid cosmic eye. NGC 1350 is about 130,000 light-years across making it as large or slightly larger than our own Milky Way. For earth-based astronomers, NGC 1350 is seen on the outskirts of the Fornax cluster of galaxies, but its estimated distance suggests that it is not itself a cluster member. The sharp image also reveals many background galaxies, some visible right through NGC 1350.",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/ngc1350_eso_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy NGC 1350",
    "url": "https://apod.nasa.gov/apod/image/0510/ngc1350_eso_c30.jpg"
  },
  {
    "copyright": "Peter den Hartog",
    "date": "2005-10-07",
    "explanation": "A walk in the park seemed like a perfect idea to many enjoying a sunny October morning in Madrid, Spain. Of course, on October 3rd an added attraction was the Moon - seen in dramatic silhouette during an annular solar eclipse. This multiple exposure sequence follows the progress of the eclipse from Madrid's monument to King Alfonso XII in the pleasant Parque del Buen Retiro. The Sun rises at the left and moves up and to the right in the picture, with the ring-like annular phase near picture center. While a partial eclipse was visible over a wide area including Europe, Africa and western Asia, the central line of the shadow track crossed Madrid. Sun watchers in the capital city basked in an annular eclipse phase lasting about four minutes.",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/madrid05_hartog_1200f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse Madrid",
    "url": "https://apod.nasa.gov/apod/image/0510/madrid05_hartog_1200f.jpg"
  },
  {
    "date": "2005-10-08",
    "explanation": "A spectacular bridge of stars and gas stretches for nearly 250,000 light-years and joins this famous peculiar pair of galaxies cataloged as Arp 295. The cosmic bridge between the galaxies and the long tail extending below and right of picture center are strong evidence that these two immense star systems have passed close to each other in the past, allowing violent tides induced by mutual gravity to create the eye-catching plumes of stellar material. While such interactions are drawn out over billions of years, repeated close passages should ultimately result in the merger of this pair of galaxies into a larger single galaxy of stars. Although this scenario does look peculiar, galactic mergers are thought to be common, with Arp 295 representing an early stage of this inevitable process. The Arp 295 pair are the largest of a loose grouping of galaxies about 270 million light-years distant toward the constellation Aquarius. This deep color image of the region was recorded in September 2003 using the USNO 1 meter telescope near Flagstaff, Arizona.",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/arp295_kelly_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Peculiar Arp 295",
    "url": "https://apod.nasa.gov/apod/image/0510/arp295_kelly_f63.jpg"
  },
  {
    "date": "2005-10-09",
    "explanation": "It takes a big rocket to go into space.  In 2003 April, this huge Russian rocket was launched toward Earth-orbiting International Space Station (ISS), carrying two astronauts who will make up the new Expedition 7 crew.  Seen here during rollout at the Baikonur Cosmodrome, the rocket's white top is actually the  Soyuz TMA-2, the most recent version of the longest serving type of human spacecraft.  The base is a Russian R7 rocket, originally developed as a prototype Intercontinental Ballistic Missile in 1957.  The rocket spans the width of a football field and has a fueled mass of about half a million kilograms.  Russian rockets like this remain a primary transportation system to the International Space Station (ISS). Last week, a similar rocket successfully launched a spaceflight participant  and two Expedition 12 astronauts to the space station.",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/tma2_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rollout of Soyuz TMA-2 Aboard an R7 Rocket",
    "url": "https://apod.nasa.gov/apod/image/0510/tma2_nasa.jpg"
  },
  {
    "date": "2005-10-10",
    "explanation": "Storms larger than hurricanes continually dot the upper atmosphere of the planet Saturn. A view of many storms occurring simultaneously was captured in July by the robot Cassini spacecraft now orbiting Saturn.  An image of unusually high detail was made possible at that time when Cassini isolated a very specific color of polarized infrared light.  The numerous white and dark spots visible above are the swirling storm systems.  On Saturn, storms like these typically last for months and have even been seen merging.  Bands of clouds that circle the entire planet are also clearly visible.  Saturn's complex and majestic ring system is seen both in the foreground and the background.   The above image has been digitally shortened along the vertical.",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/stormysaturn_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Swirling Storms of Saturn",
    "url": "https://apod.nasa.gov/apod/image/0510/stormysaturn_cassini.jpg"
  },
  {
    "copyright": "Thomas V. Davis",
    "date": "2005-10-11",
    "explanation": "Most star clusters are singularly impressive.  Open clusters NGC 869 and NGC 884, however, are doubly impressive.  Also known as \"h and chi Persei\", this unusual double cluster, shown above, is bright enough to be seen from a dark location without even binoculars.  Although their discovery surely predates written history, the Greek astronomer Hipparchus notably cataloged the \"double  cluster\".  The clusters are over 7,000 light years distant toward the constellation of Perseus, but are separated by only hundreds of light years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/doublecluster_davis_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 869 & NGC 884: A Double Open Cluster",
    "url": "https://apod.nasa.gov/apod/image/0510/doublecluster_davis.jpg"
  },
  {
    "date": "2005-10-12",
    "explanation": "The surface of Saturn's moon Tethys is riddled with icy cliffs and craters.  The most detailed images ever taken of Tethys were captured late last month as the robot Cassini spacecraft swooped past the frozen ice moon.  The above image was taken from about 32,000 kilometers distant and shows a jagged landscape of long cliffs covered with craters.  At the bottom of many craters appears some sort of unknown light-colored substance, in contrast to the unknown dark substance that appears at the bottom of Saturn's moon Hyperion.  Tethys is one of the larger moons of Saturn, spanning about 1,000 kilometers across.   The density of Tethys indicates a composition almost entirely of water ice.  Tethys is thought to have been predominantly liquid sometime in its distant past, creating some of its long ice-cliffs as it cracked during freezing.",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/tethysflyby_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cratered Cliffs of Ice on Saturn's Tethys",
    "url": "https://apod.nasa.gov/apod/image/0510/tethysflyby_cassini.jpg"
  },
  {
    "date": "2005-10-13",
    "explanation": "Alnitak, Alnilam, and Mintaka, are the bright bluish stars from east to west (left to right) along the diagonal in this gorgeous cosmic vista. Otherwise known as the Belt of Orion, these three blue supergiant stars are hotter and much more massive than the Sun. They lie about 1,500 light-years away, born of Orion's well-studied interstellar clouds. In fact, clouds of gas and dust adrift in this region have intriguing and some surprisingly familiar shapes, including the dark Horsehead Nebula and Flame Nebula near Alnitak at the lower left. The famous Orion Nebula itself lies off the bottom of this star field that covers an impressive 4.4x3.5 degrees on the sky. The color picture was composited from digitized black and white photographic plates recorded through red and blue astronomical filters, with a computer synthesized green channel. The plates were taken using the Samuel Oschin Telescope, a wide-field survey instrument at Palomar Observatory, between 1987 and 1991.",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/OrionBeltx_demartin_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Alnitak, Alnilam, Mintaka",
    "url": "https://apod.nasa.gov/apod/image/0510/OrionBeltx_demartin_f45.jpg"
  },
  {
    "copyright": "Philippe Haake",
    "date": "2005-10-14",
    "explanation": "Of course, everyone is concerned about what to wear to a solar eclipse. No need to worry though, nature often conspires to project images of the eclipse so that stylish and appropriate patterns adorn many visible surfaces - including clothing - at just the right time. Most commonly, small gaps between leaves on trees can act as pinhole cameras and generate multiple recognizable images of the eclipse. But while in Madrid to view the October 3rd annular eclipse of the Sun, astronomer Philippe Haake met a friend who had another inspiration. The result, a grid of small holes in a kitchen strainer produced this pattern of images on an 'eclipse shirt'.",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/eclipseshirt_haake_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse Shirt",
    "url": "https://apod.nasa.gov/apod/image/0510/eclipseshirt_haake_f67.jpg"
  },
  {
    "date": "2005-10-15",
    "explanation": "Car is a massive star, but it's not as bright as it used to be. Now only easily visible in binoculars or a small telescope, Eta Carinae has a history of spectacular flaring and fading behavior. In fact, in April of 1843 Eta Car briefly became second only to Sirius as the brightest star in planet Earth's night sky, even though at a distance of about 7,500 light-years, it is about 800 times farther away. Surrounded by a complex and evolving nebula, Eta Carinae is seen near the center of this false-color infrared image, constructed using data from the Midcourse Space Experiment (MSX). The MSX satellite mapped the galactic plane in 1996. In the picture, wispy, convoluted filaments are clouds of dust glowing at infrared wavelengths. Astronomers hypothesize that Eta Car itself will explode as a supernova in the next million years or so. Massive Eta Car has even been considered a candidate for a hypernova explosion and the potential source of a future gamma-ray burst.",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/etacar_msx_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dusty Environs of Eta Carinae",
    "url": "https://apod.nasa.gov/apod/image/0510/etacar_msx.jpg"
  },
  {
    "copyright": "Judy W. Ross",
    "date": "2005-10-16",
    "explanation": "Tomorrow's picture: short bang  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | Discuss | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Web Site Statements, Warnings, and Disclaimers NASA Official: Jay Norris. Specific rights apply. A service of: EUD at NASA / GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0310/quiltlarge_ross_bright.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Astronomy Quilt of the Week",
    "url": "https://apod.nasa.gov/apod/image/0310/quiltsmall_ross_c2.jpg"
  },
  {
    "date": "2005-10-17",
    "explanation": "What causes gamma-ray bursts?  The most energetic type of explosions known in the cosmos has been an enigma since discovered over 30 years ago.  It now appears that there may not be one unique type of progenitor.  Long duration gamma-ray bursts (GRBs) have been localized, over the past few years, to blue regions in the universe rich in star formation.  Massive young stars nearing the end of their short lives commonly explode in these regions.  Astronomers associate these long duration GRBs, that can last from seconds to minutes, with a type of stellar explosion common in young massive stars.  Over the past few months, short duration GRBs have finally been localized and found to occur in different types of regions -- not only blue regions rich in star formation.  Many astronomers therefore now theorize that short GRBs, which typically last less than one second, are the result of a different progenitor process than long GRBs.  A leading model is that a short GRB will occur when a neutron star either impacts another neutron star or a black hole.   Such collisions may occur well after star-forming regions have otherwise burned out. Pictured in the above illustration, two energized neutrons stars finally approach each other in their orbits, a death spiral that might end with a short GRB.",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/nsmerger_heasarc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Short Gamma-Ray Bursts Localized",
    "url": "https://apod.nasa.gov/apod/image/0510/nsmerger_heasarc.jpg"
  },
  {
    "copyright": "Thomas V. Davis",
    "date": "2005-10-18",
    "explanation": "Is star AE Aurigae on fire? No.  Even though AE Aurigae is named the flaming star, the surrounding nebula IC 405 is named the Flaming Star Nebula, and the region appears to harbor red smoke, there is no fire.  Fire, typically defined as the rapid molecular acquisition of oxygen, happens only when sufficient oxygen is present and is not important in such high-energy, low-oxygen environments such as stars.  The material that appears as smoke is mostly interstellar hydrogen, but does contain smoke-like dark filaments of carbon-rich dust grains. The bright star AE Aurigae, visible just below the image center, is so hot it is blue, emitting light so energetic it knocks electrons away from surrounding gas. When a proton recaptures an electron, red light is frequently emitted, as seen in the surrounding emission nebula.  Pictured above, the Flaming Star nebula lies about 1,500 light years distant, spans about 5 light years, and is visible with a small telescope toward the constellation of the Charioteer (Auriga).",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/flamingstar_davis_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "AE Aurigae: The Flaming Star",
    "url": "https://apod.nasa.gov/apod/image/0510/flamingstar_davis.jpg"
  },
  {
    "copyright": "www.MrEclipse.com",
    "date": "2005-10-19",
    "explanation": "On another October 19, in 1899, a 17 year-old Robert Goddard climbed a cherry tree on a beautiful autumn afternoon in Worcester, Massachusetts. Inspired by H.G. Wells' War of the Worlds and gazing out across a meadow, young Goddard imagined it would be wonderful to make a device that had the possibility of ascending to Mars. Forever more he felt his life had a purpose and in the following years his diary entries record October 19th as \"Anniversary Day\", the anniversary of his ascent into the cherry tree. By 1926 he had designed, built, and flown the world's first liquid fuel rocket.  Mars is just visible through the trees at the lower right in this dramatic sky view that also features the Moon and Venus -- all visited by liquid fuel rockets constructed on principles developed by Goddard.",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/MoonVenusMars_espenak_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "On the Possibility of Ascending to Mars",
    "url": "https://apod.nasa.gov/apod/image/0510/MoonVenusMars_espenak.jpg"
  },
  {
    "date": "2005-10-20",
    "explanation": "What is the Andromeda galaxy really like?  To find out, astronomers looked at our largest galactic neighbor in a different light: infrared.  Astronomers trained the orbiting Spitzer Space Telescope at the Messier monster (M31) for over 18 hours, creating a mosaic that incorporated 11,000 separate exposures.  The result, pictured above, shows M31 in greater infrared detail than ever before.   Infrared light in this 24-micron color band is particularly sensitive to dust heated up by stars. Visible above are previously undiscovered features including intricate structure in the spiral arms, a spiral arc near the center, an off center ring of star formation, and an unusual hole in the galaxy's disk.  In contrast, the Andromeda galaxy appears much smoother in visible light and even ultraviolet light.   Analyses and comparison of this image to other images will likely yield clues not only to the violent past of M31 but to our own Milky Way Galaxy as well.",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/m31red_spitzer_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Andromeda Galaxy in Infrared",
    "url": "https://apod.nasa.gov/apod/image/0510/m31red_spitzer.jpg"
  },
  {
    "date": "2005-10-21",
    "explanation": "Orbiting in the plane of Saturn's rings, Dione and the other icy saturnian moons have a perpetual ringside view of the gorgeous gas giant planet. Of course, while passing through the ring plane the Cassini spacecraft also shares their stunning perspective. The rings themselves can be seen slicing across the bottom of this Cassini snapshot. Remarkably thin, the bright rings still cast arcing shadows across the planet's cloud tops. Pale Dione, in the foreground, is about 1,100 kilometers across and orbits over 300,000 kilometers from the visible outer edge of the A ring.",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/DioneRingside_cassini_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ringside",
    "url": "https://apod.nasa.gov/apod/image/0510/DioneRingside_cassini_c72.jpg"
  },
  {
    "date": "2005-10-22",
    "explanation": "How could a galaxy become shaped like a ring? The rim of the blue galaxy pictured on the right is an immense ring-like structure 150,000 light years in diameter composed of newly formed, extremely bright, massive stars.  That galaxy, AM 0644-741, is known as a  ring galaxy and was caused by an immense galaxy collision.  When galaxies collide, they pass through each other -- their individual stars rarely come into contact.  The ring-like shape is the result of the gravitational disruption caused by an entire small intruder galaxy passing through a large one.  When this happens, interstellar gas and dust become condensed, causing a wave of star formation to move out from the impact point like a ripple across the surface of a pond.  The intruder galaxy has since moved out of the frame taken by the Hubble Space Telescope and released to commemorate the anniversary of Hubble's launch in 1990.  Ring galaxy AM 0644-741 lies about 300 million light years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/ringam2_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ring Galaxy AM 0644-741 from Hubble",
    "url": "https://apod.nasa.gov/apod/image/0510/ringam2_hst.jpg"
  },
  {
    "date": "2005-10-23",
    "explanation": "At the center of our Milky Way Galaxy lies a black hole with over 2 million times the mass of the Sun. Once a controversial claim, this astounding conclusion is now virtually inescapable and based on observations of stars orbiting very near the galactic center. Using one of the Paranal Observatory's very large telescopes and a sophisticated infrared camera, astronomers patiently followed the orbit of a particular star, designated S2, as it came within about 17 light-hours of the center of the Milky Way (about 3 times the radius of Pluto's orbit). Their results convincingly show that S2 is moving under the influence of the enormous gravity of an unseen object that must be extremely compact -- a supermassive black hole. This deep near-infrared image shows the crowded inner 2 light-years of the Milky Way with the exact position of the galactic center indicated by arrows. The ability to track stars so close to the galactic center can accurately measure the black hole's mass and perhaps even provide an unprecedented test of Einstein's theory of gravity as astronomers watch a star orbit a supermassive black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/mwcentre_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "At the Center of the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/0510/mwcentre_eso.jpg"
  },
  {
    "date": "2005-10-24",
    "explanation": "Why isn't this sand round?  The robotic Spirit rover currently rolling across Mars has found notably angular sand in the Columbia Hills on Mars.   Previously, small bits of sand found in the plains of Gusev Crater were significantly more round.  The finding indicates that angular hill sand has tumbled less and likely traveled a shorter distance than the corresponding round plain sand.  Such tumbling has the general effect of making sand and rocks increasingly round and with fewer sharp edges.  Pictured above, as taken last month, are angular sand grains magnified by Spirit's Microscopic Imager.  The above frame spans about three centimeters.",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/angularsand_spirit.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Angular Sand on Martian Hills",
    "url": "https://apod.nasa.gov/apod/image/0510/angularsand_spirit_big.jpg"
  },
  {
    "date": "2005-10-25",
    "explanation": "Thousands of years after a star exploded, its expanding remnant still glows brightly across the spectrum.  Such is the case with N132D, a supernova remnant located in the neighboring Large Magellanic Cloud (LMC) galaxy.  The expanding shell from this explosion now spans 80 light-years and has swept up about 600 Suns worth of mass.  N132D was imaged recently in optical light and in great detail with the Hubble Space Telescope.  The Hubble image was then combined with a position coincident detailed image in X-ray light taken by the Chandra X-ray Observatory.  The combination, shown above in representative colors, shows a nearly spherical expanding shockwave highlighted by pink emission from hydrogen gas and purple emission from oxygen gas.  A dense field of unrelated stars also from the LMC populates the image.  Studying the image gives an opportunity to study material once hidden deep inside a star.  N132D spans about 150 light years and lies about 160,000 light years away toward the constellation of Dorado.",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/n132d_heritage_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Supernova Remnant N132D in Optical and X Rays",
    "url": "https://apod.nasa.gov/apod/image/0510/n132d_heritage.jpg"
  },
  {
    "date": "2005-10-26",
    "explanation": "What does the surface of Saturn's moon Dione look like?  To find out, the robot Cassini spacecraft currently orbiting Saturn flew right past the fourth largest moon of the giant planet earlier this month.  Pictured above is an image taken about 4,500 kilometers above Dione's icy surface, spanning about 23 kilometers.   Fractures, grooves, and craters in Dione's ice and rock are visible.  In many cases, surface features are caused by unknown processes and can only be described.  Many of the craters have bright walls but dark floors, indicating that fresher ice is brighter.  Nearly parallel grooves run from the upper right to the lower left.   Fractures sometimes across the bottom of craters, indicating a relatively recent formation.  The lip of a 60-kilometer wide crater runs from the middle left to the upper center of the image, while the crater's center is visible on the lower right.   Images like this will continue to be studied to better understand Dione as well as Saturn's complex system of rings and moons.",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/dione4500_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "4,500 Kilometers Above Dione",
    "url": "https://apod.nasa.gov/apod/image/0510/dione4500_cassini.jpg"
  },
  {
    "date": "2005-10-27",
    "explanation": "On October 19th, a rocket blasted off from Vandenberg Air Force Base - the last Titan rocket. Carrying a payload for the US National Reconnaissance Office, the successful Titan IV B launch brings to a close the Titan program whose first launch was in 1959. Originally designed as an intercontinental ballistic missile, the Titan rocket ultimately evolved into a heavy lift workhorse, launching defense, commercial, and scientific payloads to Earth orbit and beyond. In fact, many historic space explorations began with Titan launches, including manned Gemini missions, the Viking missions to Mars, the Voyager tours of the outer solar system, and the Cassini spacecraft now orbiting Saturn. Cassini's probe Huygens accomplished the most distant landing on another world, while Voyager 1 is now humanity's most distant spacecraft.",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/lastTitan_vandenberg_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Last Titan",
    "url": "https://apod.nasa.gov/apod/image/0510/lastTitan_vandenberg_f25.jpg"
  },
  {
    "copyright": "Chris Cook",
    "date": "2005-10-28",
    "explanation": "This October, Mars has become a bright, yellowish star in planet Earth's sky as it approaches oppositon, the period when Mars and Earth pass close as they orbit the Sun. How close is Mars? A mere 70 million kilometers or so, close enough to allow Earth-bound astronomers excellent views of the alluring Red Planet. For example, this series of sharp Mars images follows the development of a dust storm as the planet rotates from right to left. The telescopic views clearly show details of the martian surface, including the planet's southern ice cap (top) and hood of clouds over the north pole at the bottom edge. The dust storm itself is visible as a light yellowish band across an otherwise dark region in the southern hemisphere. Even if a telescope isn't handy, be sure to check out Mars soon. It will continue to shine brightly in the night over the coming days.",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/mars102205_cook_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "October Mars",
    "url": "https://apod.nasa.gov/apod/image/0510/mars102205_cook_c.jpg"
  },
  {
    "date": "2005-10-29",
    "explanation": "After a star like the Sun completes fusion in its core, it throws off its outer layers in a brief, beautiful cosmic display called a planetary nebula. NGC 3242 is such a planetary nebula, with the stellar remnant white dwarf star visible at the center. This nebula is sometimes called The Ghost of Jupiter for its faint, but similar appearance to our solar system's ruling gas giant planet. NGC 3242 is light-years across however, and much farther away than the measly 40 light-minutes distance to Jupiter. In fact, while watching this ghostly nebula expand over time, astronomers have estimated the distance to NGC 3242 to be about 1,400 light-years. The red FLIERs visible near the edges of the nebula are still a bit mysterious, though.",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/n3242b_hst_f.jpg ",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3242: The Ghost of Jupiter",
    "url": "https://apod.nasa.gov/apod/image/0510/n3242b_hst_cg82.jpg"
  },
  {
    "date": "2005-10-30",
    "explanation": "It was a dark and stormy night. But on 2003 August 29th the red planet Mars, near its closest approach to Earth in almost 60,000 years, shone brightly in the sky against a background of stars in the constellation Aquarius. In the foreground of this scary view, huge thunder clouds are lit by lightning strokes from within. Mars, of course, has nothing to do with storms on Earth, though both have the power to excite the imagination and wonder of Earthdwellers. Tonight, the night before Halloween, Mars will also pass close to the Earth, closer than it will come during the next thirteen years.  And once again, the red planet Mars will look particularly bright, although much smaller and dimmer than the Moon and even Venus.",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/marsflashb_allthesky_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Dark and Stormy Night",
    "url": "https://apod.nasa.gov/apod/image/0510/marsflashb_allthesky.jpg"
  },
  {
    "copyright": "Wally Pacholka",
    "date": "2005-10-31",
    "explanation": "From sunset to sunrise, an unusually bright yellowish orb will hang in the sky this Halloween: Mars.  Yesterday, Earth passed Mars as they orbited the Sun, bringing Mars closer than it will be for the next thirteen years.  Tonight though, Mars will be nearly as bright as last night, a beacon of extraterrestrial spookiness.  Opposite the Sun, Mars will rise just when the Sun sets, set just when the Sun rises, and be visible the entire night.  Mars will not always be the brightest object in tonight's sky, though.  Brighter than even Mars, almost spooky Venus will light up the western horizon for a brief time just after sunset.   Please have a safe and happy All Hallows Eve.",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/marshalloween_pacholka_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Martian Halloween",
    "url": "https://apod.nasa.gov/apod/image/0510/marshalloween_pacholka.jpg"
  },
  {
    "date": "2005-11-01",
    "explanation": "Last month, a Soyuz TMA-7 spacecraft docked with the International Space Station.  The spacecraft was launched a few days earlier from the Baikonur Cosmodrome in Kazakhstan.  Pictured above, the approaching Soyuz spacecraft carried the new Expedition 12 crew to the Earth-orbiting International Space Station (ISS), as well as fee-paying spaceflight participant.  The Expedition 12 crew is expected to stay on the ISS for about six months, while replacing the Expedition 11 crew who had been on the station for about six months themselves.  About a week after this image was taken, the Expedition 11 crew returned to Earth in the Soyuz capsule, along with the spaceflight participant.  The Expedition 12 crew will carry out repairs on the ISS, explore new methods of living in space, and conduct research in space including a kidney stone experiment.",
    "hdurl": "https://apod.nasa.gov/apod/image/0511/soyuzapproach_iss_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Soyuz Spacecraft Approaches the Space Station",
    "url": "https://apod.nasa.gov/apod/image/0511/soyuzapproach_iss.jpg"
  }
]
