[
  {
    "date": "2005-02-01",
    "explanation": "What has happened to Saturn's moon Iapetus?  A strange ridge crosses the moon near the equator, visible near the bottom of the above image, making Iapetus appear similar to the pit of a peach.  Half of Iapetus is so dark that it can nearly disappear when viewed from Earth.  Recent observations show that the degree of darkness of the terrain is strangely uniform, like a dark coating was somehow recently applied to an ancient and highly cratered surface.  The other half of Iapetus is relatively bright but oddly covered with long and thin streaks of dark.  A 400-kilometer wide impact basin is visible near the image center, delineated by deep scarps that drop sharply to the crater floor.  The above image was taken by the Saturn-orbiting Cassini spacecraft during a flyby of Iapetus at the end of last year.",
    "hdurl": "https://apod.nasa.gov/apod/image/0502/iapetus_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Iapetus: Moon with a Strange Surface",
    "url": "https://apod.nasa.gov/apod/image/0502/iapetus_cassini.jpg"
  },
  {
    "copyright": "Jimmy\nWestlakeColorado\nMountain College",
    "date": "2005-02-02",
    "explanation": "Did this meteor leave a twisting path? Evidently.  Meteor trains that twist noticeably are rare - and even more rarely photographed - but have been noted before.  The underlying reason for unusual meteor trains is that many meteors are markedly non-spherical in shape and non-uniform in composition.  Meteors, usually sand sized grains that originate in comets, will disintegrate as they enter the Earth's atmosphere.  Non-uniform meteors may evaporate more on one side than another.  This may cause a rotating meteor to wobble slightly in its path, and also to spray fast moving debris in a nearly spiral path.  The fast moving meteor debris ionizes molecules in the Earth's atmosphere that subsequently glow when they reacquire electrons.  Surely no meteor is perfectly uniform and spherical, so that a slight swagger that is below perceptibility is likely typical.  Meteors may well have seeded Earth with the prebiotic molecules that allowed for the development of life.",
    "hdurl": "https://apod.nasa.gov/apod/image/0502/CorkscrewMeteor_westlake_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Twisted Meteor Train",
    "url": "https://apod.nasa.gov/apod/image/0502/CorkscrewMeteor_westlake.jpg"
  },
  {
    "date": "2005-02-03",
    "explanation": "Stark shadows show off the central peaks and terraced walls of 120 kilometer wide Pythagoras Crater in this mosaic of images from ESA's SMART-1 spacecraft. Characteristic of large, complex impact craters on the Moon, the central uplift was produced by a rebound of the suddenly molten lunar crust during the violent impact event. Propelled by an efficient ion engine, the innovative SMART-1 spacecraft entered lunar orbit in November last year after a leisurely 13 month journey from planet Earth. Now viewing the lunar surface from an altitude of 1,000 to 5,000 kilometers SMART-1 (Small Missions for Advanced Research in Technology -1) will spiral closer to the Moon later this month.",
    "hdurl": "https://apod.nasa.gov/apod/image/0502/pythagorasCrater_smart_m1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SMART-1: Pythagoras Crater",
    "url": "https://apod.nasa.gov/apod/image/0502/pythagorasCrater_smart_rc64.jpg"
  },
  {
    "date": "2005-02-04",
    "explanation": "ding light echoes continue to illuminate the dusty environs of V838 Monocerotis, mysterious variable star near the edge of our Galaxy. This stunning image, produced from Hubble data recorded in October of 2004, adds to a unique series of space-based, high-resolution views. After detecting a sudden outburst from the star in 2002, astronomers have followed the flash expanding at the speed of light through pre-existing dust clouds surrounding the reddened variable star. While the expanding light echoes are dramatic, astronomers have struggled to understand where V838 Mon itself fits into the stellar life cycle. Studies indicate the V838 Mon is a young binary system with a massive star responsible for the outburst. The Hubble image spans about 14 light-years at the estimated 20,000 light-year distance to V838 Mon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0502/v838monOct2004_hst_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "V838 Mon: Light Echo Update",
    "url": "https://apod.nasa.gov/apod/image/0502/v838monOct2004_hst_c87.jpg"
  },
  {
    "date": "2005-02-05",
    "explanation": "Tune your radio telescope to 408MHz (408 million cycles per second) and check out the Radio Sky! In the 1970s large dish antennas at three radio observatories, Jodrell Bank, MPIfR, and Parkes Observatory, were used to do just that - the data were combined to map the entire sky. Near this frequency, cosmic radio waves are generated by high energy electrons spiraling along magnetic fields. In the resulting false color image, the galactic plane runs horizontally through the center, but no stars are visible. Instead, many of the bright sources near the plane are distant pulsars, star forming regions, and supernova remnants, while the grand looping structures are pieces of bubbles blown by local stellar activity. External galaxies like Centaurus A, located above the plane to the right of center, and the LMC (below and right) also shine in the Radio Sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/0502/408_allsky_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Radio Sky: Tuned to 408MHz",
    "url": "https://apod.nasa.gov/apod/image/0502/408_allsky.jpg"
  },
  {
    "date": "2005-02-06",
    "explanation": "It's the dim star, not the bright one, near the center of NGC 3132 that created this odd but beautiful planetary nebula.  Nicknamed the Eight-Burst Nebula and the Southern Ring Nebula, the glowing gas originated in the outer layers of a star like our Sun.  In this representative color picture, the hot blue pool of light seen surrounding this binary system is energized by the hot surface of the faint star.  Although photographed to explore unusual symmetries, it's the asymmetries that help make this planetary nebula so intriguing.  Neither the unusual shape of the surrounding cooler shell nor the structure and placements of the cool filamentary dust lanes running across NGC 3132 are well understood.",
    "hdurl": "https://apod.nasa.gov/apod/image/0309/ngc3132_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3132: The Eight Burst Nebula",
    "url": "https://apod.nasa.gov/apod/image/0309/ngc3132_hst.jpg"
  },
  {
    "copyright": "Ball Aerospace",
    "date": "2005-02-07",
    "explanation": "What do you get when you combine one of the world's most powerful telescopes with a powerful laser?  An artificial star.  Monitoring fluctuations in brightness of a genuine bright star can indicate how the Earth's atmosphere is changing, but many times no bright star exists in the direction where atmospheric information is needed.  Therefore, astronomers have developed the ability to create an artificial star where they need it -- with a laser.  Subsequent observations of the artificial laser guide star can reveal information so detailed about the blurring effects of the Earth's atmosphere that much of this blurring can be removed by rapidly flexing the mirror.  Such adaptive optic techniques allow high-resolution ground-based observations of real stars, planets, nebulae, and the early universe.  Above, a laser beam shoots out of the Keck II 10-meter telescope on Mauna Kea in Hawaii in 2002, creating an artificial star.",
    "hdurl": "https://apod.nasa.gov/apod/image/0502/laser_keck_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Telescope Laser Creates an Artificial Star",
    "url": "https://apod.nasa.gov/apod/image/0502/laser_keck.jpg"
  },
  {
    "date": "2005-02-08",
    "explanation": "What in heavens-above was that?  Not everything seen on the night sky is understood.  The Night Sky Live (NSL) project keeps its global array of continuously updating web cameras (CONCAMs) always watching the night sky.  On the night of 2004 December 17, the fisheye CONCAM perched on top of an active volcano in Haleakala, Hawaii, saw something moving across the night sky that remains mysterious.  The NSL team might have disregarded the above streak as unconfirmed, but the Mauna Kea CONCAM on the next Hawaiian island recorded the same thing.  The NSL team might then have disregarded the streak as a satellite, but no record of it was found in the heavens-above.com site that usually documents bright satellite events.  If you think you have a reasonable explanation for the streak, please contribute to the on-line discussion.  Current candidates include a known satellite that was somehow missed by heavens-above, a recently launched rocket, and a passing space rock.  Volunteers are solicited by the NSL project to help monitor the operability of each NSL CONCAM, including looking for interesting anomalies such as this.  Disclosure: Robert Nemiroff collaborates on both the NSL and APOD projects.   Discussion consensus: An unexpectedly bright fuel dump from a satellite launch.",
    "hdurl": "https://apod.nasa.gov/apod/image/0502/HLmystery_nsl.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Mysterious Streak Above Hawaii",
    "url": "https://apod.nasa.gov/apod/image/0502/HLmystery_nsl.gif"
  },
  {
    "date": "2005-02-09",
    "explanation": "Broken metal and scorched Mars make the impact site of Opportunity's heat shield one of the more interesting sites inspected by the rolling robot.   Visible on the image left is the conical outer hull of the shattered heat shield expelled by Opportunity as it plummeted toward Mars last year.  Scrolling right will show not only another section of the heat shield but the impact site itself.  The site is of interest partly because its creation was relatively well understood.  The impact splattered subsurface light red dirt, while a darker material appears to track toward the large debris.  Behind the impromptu space exhibit lies a vast alien landscape of featureless plains and rust-tinted sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/0502/landingspot_opportunity_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Heat Shield Impact Crater on Mars",
    "url": "https://apod.nasa.gov/apod/image/0502/landingspot_opportunity.jpg"
  },
  {
    "date": "2005-02-10",
    "explanation": "This strange, false-color image of otherwise familiar planet Saturn shows temperature changes based on thermal infrared emission in the gas giant's atmosphere and rings. Recorded from the Keck I telescope on Mauna Kea, the sharp, ground-based picture of Saturn's southern hemisphere is a mosaic of 35 images. Based on the effects of sunlight during the southern summer season, general warming trends were anticipated. But a surprising result of the infrared image data is the a clear indication of an abruptly warmer polar cap and bright hot spot at Saturn's south pole. The warm south pole and hot spot may be unique in the solar system and a further exploration of the region is planned using instruments on the Cassini spacecraft. So how hot is Saturn's hot spot? The upper tropospheric temperature is a sweltering 91 Kelvin (-296 degrees Fahrenheit) at the pole.",
    "hdurl": "https://apod.nasa.gov/apod/image/0502/redSaturn_keck_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Red Saturn",
    "url": "https://apod.nasa.gov/apod/image/0502/redSaturn_keck_c1.jpg"
  },
  {
    "date": "2005-02-11",
    "explanation": "Serene blue hues highlight this view of Saturn's northern hemisphere from the Cassini spacecraft. The image has been adjusted to approximate the natural blue color of visible sunlight scattered by the gas giant's upper atmosphere. Saturn's famous rings cast the dark shadows stretching across the frame with infamous cratered moon Mimas lurking at the lower left. Orbiting beyond the main inner rings, Mimas itself is 400 kilometers across and lies nearly 200,000 kilometers, over 3 Saturn radii, from the center of the planet. Still, Mimas orbits within Saturn's faint and tenuous outer E ring.",
    "hdurl": "https://apod.nasa.gov/apod/image/0502/mimasBlue_cassini_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Blue Saturn",
    "url": "https://apod.nasa.gov/apod/image/0502/mimasBlue_cassini_c68.jpg"
  },
  {
    "date": "2005-02-12",
    "explanation": "On 12 February, 2001, the NEAR-Shoemaker spacecraft gently touched-down on the surface of Eros -- the first ever landing on an asteroid. During the descent, the spacecraft's camera recorded successive images of the diminutive world's surface, revealing fractured boulders, dust filled craters, and a mysterious collapsed channel. The last frame, seen in the above montage at the far left, was taken at a range of 128 meters. Expanded in the inset, it shows surface features a few centimeters across. Stereo experimenter Patrick Vantuyne, constructed this montage from the final images in the landing sequence, carefully identifying the overlapping areas in successive frames. Frames which overlap were taken by the spacecraft from slightly different viewpoints, allowing Vantuyne to construct close-up stereo images of the surface of asteroid 433 Eros.",
    "hdurl": "https://apod.nasa.gov/apod/image/0502/nearmontage_vantuyne_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NEAR at Eros: Before Touchdown",
    "url": "https://apod.nasa.gov/apod/image/0502/nearmontage_vantuyne.jpg"
  },
  {
    "copyright": "Jean-Charles Cuillandre",
    "date": "2005-02-13",
    "explanation": "The Virgo Cluster of Galaxies is the closest cluster of galaxies to our Milky Way Galaxy.  The Virgo Cluster is so close that it spans more than 5 degrees on the sky - about 10 times the angle made by a full Moon.  It contains over 100 galaxies of many types - including spiral, elliptical, and irregular galaxies.  The Virgo Cluster is so massive that it is noticeably pulling our Galaxy toward it.  The cluster contains not only galaxies filled with stars but also  gas so hot it glows in X-rays.  Motions of galaxies in and around clusters indicate that they contain more dark matter than any visible matter we can see.  Pictured above, the center of the Virgo cluster might appear to some as a human face, and includes bright Messier galaxies M86 at the top,  M84 on the far right, NGC 4388 at the bottom, and NGC 4387 in the middle.",
    "hdurl": "https://apod.nasa.gov/apod/image/0308/virgocenter_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Center of the Virgo Cluster",
    "url": "https://apod.nasa.gov/apod/image/0308/virgocenter_cfht.jpg"
  },
  {
    "copyright": "narrowbandimaging.com",
    "date": "2005-02-14",
    "explanation": "Would the Rosette Nebula by any other name look as sweet?  The bland New General Catalog designation of NGC 2237 doesn't appear to diminish the appearance of the this flowery emission nebula.  Inside the nebula lies an open cluster of bright young stars designated NGC 2244.  These stars formed about four million years ago from the nebular material and their  stellar winds are clearing a hole in the nebula's center, insulated by a layer of dust and hot gas. Ultraviolet light from the hot cluster stars causes the surrounding nebula to glow. The Rosette Nebula spans about 100 light-years across, lies about 5000 light-years away, and can be seen with a small telescope towards the constellation of Monoceros.",
    "hdurl": "https://apod.nasa.gov/apod/image/0502/rosette_crisp_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Rosette Nebula",
    "url": "https://apod.nasa.gov/apod/image/0502/rosette_crisp.jpg"
  },
  {
    "date": "2005-02-15",
    "explanation": "ch moon of Saturn seems to come with its own mystery.  Rhea, Saturn's second largest moon behind Titan, shows unusual wisps, visible above as light colored streaks.  Higher resolution images of similar wisps on Dione indicate that they might be made of long braided fractures.  Rhea is composed mostly of water ice, but likely has a small rocky core.  Rhea's rotation and orbit are locked together, just like Earth's Moon, so that one side always faces Saturn.  A consequence of this is that one side always leads the other.  Rhea's leading surface is much more heavily cratered than the trailing surface, pictured above.  The above image in natural color was taken last month by the Cassini robot spacecraft in orbit around Saturn.",
    "hdurl": "https://apod.nasa.gov/apod/image/0502/rhea_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Moon Rhea from Cassini",
    "url": "https://apod.nasa.gov/apod/image/0502/rhea_cassini.jpg"
  },
  {
    "date": "2005-02-16",
    "explanation": "Sunspots -- magnets the size of the Earth -- are normally seen flat on the Sun.   The above digital metamorphosis, however, shows a sunspot as it appears at increasing heights, effectively in three dimensions.  The above false-colored image sequence of solar active region AR 10675 was taken in three very specific colors that effectively isolate different layers above the solar surface.  The first images show the Sun's photospheric surface as it normally appears, covered with granules.  The large dark sunspot sports a clear dark umbra in the center surrounded by a lighter penumbra.  Images appearing toward the middle of the sequence show the Sun as in light predominantly emitted a few hundred kilometers above the photosphere.  At this height, the continent sized bubbling granules appear reversed, and long lines of constant magnetic force begin to appear.  The last images show the Sun at a few thousand kilometers into the chromosphere.  Here magnetic field lines can be clearly followed outward from the sunspot to distant regions.",
    "hdurl": "https://apod.nasa.gov/apod/image/0502/spotmorph_dot_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunspot Metamorphosis: From Bottom to Top",
    "url": "https://apod.nasa.gov/apod/image/0502/spotmorph_dot.gif"
  },
  {
    "date": "2005-02-17",
    "explanation": "First imaged by the Mariner 9 spacecraft, Valles Marineris, the grand canyon of Mars, is a system of enormous depressions or chasmas that stretch some 4,000 kilometers along the Martian equator. Looking north over the canyon's central regions, dark Melas Chasma lies in the foreground of this spectacular perspective view. Behind it are Candor Chasma and the steep walls of Ophir Chasma near the horizon. Faulting, surface collapse and landslides are seen to be part of the complex geologic history of these dramatic features, with layered deposits also found within the canyon system. Recorded in 2004, the image represents data from the High Resolution Stereo Camera (HRSC) on board ESA's Mars Express spacecraft. Melas, Candor and Ophir are about 200 kilometers wide and 5 to 7 kilometers deep.",
    "hdurl": "https://apod.nasa.gov/apod/image/0502/chasma_marsExpress_f50.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Melas, Candor, and Ophir: Valleys of Mariner",
    "url": "https://apod.nasa.gov/apod/image/0502/chasma_marsExpress_c16.jpg"
  },
  {
    "copyright": "Till CrednerAlltheSky.com",
    "date": "2005-02-18",
    "explanation": "The stars of the big dipper, a well known asterism in the constellation Ursa Major, are easy to recognize in this dramatic skyscape. In fact, northern hemisphere skygazers often follow along the line indicated by the two stars at the far right. Extending off the top of this image, that line leads to Polaris, the North Star, conveniently located near the north celestial pole. Following the arc of the dipper's handle also leads to another well known celestial beacon of the northern sky - yet this dreamlike scene takes you instead to a shining mountaintop castle. Big Dipper Castle might be an appropriate name in this stunning view, but its traditional name is Castle Hohenzollern. Poised above a sea of clouds that mute the city lights below, the castle lies in the Swabian Alb range of southern Germany, an area that was once a reef in an ancient sea.",
    "hdurl": "https://apod.nasa.gov/apod/image/0502/umacastle_credner_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Big Dipper Castle",
    "url": "https://apod.nasa.gov/apod/image/0502/umacastle_credner_f82.jpg"
  },
  {
    "date": "2005-02-19",
    "explanation": "Saturn's Rings are one of the most spectacular sights in the solar system. Still, this image from the Hubble Space Telescope offers a striking view of another kind of ring around Saturn - pole encircling rings of ultraviolet aurora. Towering more than 1,000 miles above the cloud tops, these Saturnian auroral displays were thought to be analogous to Earth's. But following the ebb and flow of Saturn's aurora, with the Hubble's cameras and instruments onboard the Cassini spacecraft, researchers are now reporting some surprising results. In this false-color image made in ultraviolet light, the dramatic red aurora identify emission from atomic hydrogen, while the more concentrated white areas are due to hydrogen molecules.",
    "hdurl": "https://apod.nasa.gov/apod/image/0502/saturnaurora_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturnian Aurora",
    "url": "https://apod.nasa.gov/apod/image/0502/saturnaurora_hst.jpg"
  },
  {
    "copyright": "Robert D. LossCEMS",
    "date": "2005-02-20",
    "explanation": "The remnants of nuclear reactors nearly two billion years old were found in the 1970s in Africa.  These reactors are thought to have occurred naturally. No natural reactors exist today, as the relative density of fissile uranium has now decayed below that needed for a sustainable reaction.  Pictured above is Fossil Reactor 15, located in Oklo, Gabon.  Uranium oxide remains are visible as the yellowish rock.  Oklo by-products are being used today to probe the stability of the fundamental constants over cosmological time-scales and to develop more effective means for disposing of human-manufactured nuclear waste.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/oklo15_curtin.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Oklo: Ancient African Nuclear Reactors",
    "url": "https://apod.nasa.gov/apod/image/0210/oklo15_curtin.jpg"
  },
  {
    "copyright": "UAHMSFC",
    "date": "2005-02-21",
    "explanation": "Was the brightest Galactic blast yet recorded a key to connecting two types of celestial explosions?  Last December, a dense sheet of gamma rays only a few times wider than the Earth plowed through our Solar System, saturating satellites and noticeably reflecting off the Moon.  A magnetar near our Galactic Center, the source of Soft Gamma Repeater (SGR) 1806-20, had unleashed its largest flare on record.  The brightness and briefness of the tremendous explosion's initial peak made it look quite similar to another type of tremendous explosion if viewed from further away -- a short duration gamma-ray burst (GRB).  Short duration GRBs are thought by many to be fundamentally different than their long duration GRB cousins that are likely related to distant supernovas.  Illustrated above is a series of drawings depicting an outgoing explosion during the initial SGR spike.  A fast moving wave of radiation is pictured shooting away from a central magnetar.   The possible link between SGRs and GRBs should become better understood as more and similar events are detected by the Earth-orbiting Swift satellite.",
    "hdurl": "https://apod.nasa.gov/apod/image/0502/magnetarburst_mallozzi_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galactic Magnetar Throws Giant Flare",
    "url": "https://apod.nasa.gov/apod/image/0502/magnetarburst_mallozzi.jpg"
  },
  {
    "date": "2005-02-22",
    "explanation": "Are Saturn's auroras like Earth's?  To help answer this question, the Hubble Space Telescope and the Cassini spacecraft monitored Saturn's South Pole simultaneously as Cassini closed in on the gas giant in January 2004.  Hubble snapped images in ultraviolet light, while Cassini recorded radio emissions and monitored the solar wind.  Like on Earth, Saturn's auroras make total or partial rings around magnetic poles.  Unlike on Earth, however, Saturn's auroras persist for days, as opposed to only minutes on Earth.  Although surely created by charged particles entering the atmosphere, Saturn's auroras also appear to be more closely modulated by the solar wind than either Earth's or Jupiter's auroras.  The above sequence shows three Hubble images of Saturn each taken two days apart.",
    "hdurl": "https://apod.nasa.gov/apod/image/0502/saturnauroras_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Persistent Saturnian Auroras",
    "url": "https://apod.nasa.gov/apod/image/0502/saturnauroras_hst.jpg"
  },
  {
    "date": "2005-02-23",
    "explanation": "What if part of New York broke off and slammed into New Jersey?  Both being anchored land masses, that is unlikely to happen, but an event of that size scale did occur off the Antarctic coast over the last three months.  Long Island, New York sized B-15A iceberg floated across 100 kilometers of the Ross Sea and struck a submarine shoal just before an expected impact with the massive Drygalski Ice Tongue, visible on the bottom right of the last image.  As it is summer in Earth's Southern Hemisphere, the relatively warm weather was expected to melt and clear much of surrounding ice, but now B-15A blocks much of this ice from floating out to sea.  This created a problem not only for ships servicing McMurdo Station but also for penguins expecting to swim.  The greater Ross Ice Shelf, from which B-15A calved, has shed several large icebergs over the past few years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0502/iceberg_modis_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Voyage of an Antarctic Iceberg",
    "url": "https://apod.nasa.gov/apod/image/0502/iceberg_modis.gif"
  },
  {
    "date": "2005-02-24",
    "explanation": "Small, icy, inner moon of Saturn, Enceladus is only about 500 kilometers in diameter. But the distant world does reflect over 90 percent of the sunlight it receives, giving its surface about the same reflectivity as fresh snow. Seen here in a sharp view from the Cassini spacecraft's recent flyby, Enceladus shows a variety of surface features and very few impact craters - indicating that it has been an active world even though this tiny moon should have completely cooled off long ago. In fact, the resurfaced appearance of Enceladus could be the result of liquid water geysers or water volcanos. Since Enceladus orbits within the outer E ring of Saturn, the moon's surface may be kept snow-bright as it is continuously bombarded with icy ring particles. Eruptions on Enceladus itself would in turn supply material to the E ring. Interplanetary ski bums take note: tiny Enceladus has only about 1/100th the surface gravity of planet Earth and a surface temperature of -200 degrees C (-330 degrees F).",
    "hdurl": "https://apod.nasa.gov/apod/image/0502/enceladus_cassini_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ski Enceladus",
    "url": "https://apod.nasa.gov/apod/image/0502/enceladus_cassini_c.jpg"
  },
  {
    "date": "2005-02-25",
    "explanation": "Dubbed the \"Dragon Storm\", convoluted, swirling cloud features are tinted orange in this false-color, near-infrared image of Saturn's southern hemisphere. In one of a series of discoveries announced by Cassini researchers, the Dragon Storm was found to be responsible for mysterious bursts of radio static monitored by Cassini instruments during the last year as the spacecraft orbited the ringed planet. The storm is now thought to be a giant Saturnian thunderstorm, like storms on Earth, with radio noise produced in high-voltage lightning discharges. The Cassini observations are also consistent with the Dragon Storm being a long-lived storm, deep within the gas giant's atmosphere, that periodically flares-up to produce large, visible storm regions.",
    "hdurl": "https://apod.nasa.gov/apod/image/0502/dragonstorm_cassini_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Dragon Storm",
    "url": "https://apod.nasa.gov/apod/image/0502/dragonstorm_cassini_c62.jpg"
  },
  {
    "copyright": "Peter WasilewskiGoddard Space Flight Center",
    "date": "2005-02-26",
    "explanation": "Scientific images of cosmic dust clouds or even frozen water can be esthetic too. In fact, this picture of thin layers of forming ice crystals uses a scientific understanding of light's wave properties solely for artistic purposes. Titled \"Illume\", the picture was created by astrophysicist Peter Wasilewski. To make the picture, the crystals were illuminated by light shining through a polarizing filter -- a filter that restricts the otherwise randomly oriented light waves to vibrate in only one direction. While passing through the ice, different colors of the polarized light are then refracted and reflected along slightly different paths by the delicate crystalline layers. Viewing the scene with a second polarizing filter brings out the wondrous display of structure and color. Painting with \"light, the laws of physics, and an attitude\" Wasilewski has created a series of these evocative ice images that he refers to as Frozen Vision or Frizion.",
    "hdurl": "https://apod.nasa.gov/apod/image/0502/illume_wasilewski_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Frizion Illume",
    "url": "https://apod.nasa.gov/apod/image/0502/illume_wasilewski_full.jpg"
  },
  {
    "copyright": "Nigel Sharp",
    "date": "2005-02-27",
    "explanation": "It is still not known why the Sun's light is missing some colors.  Shown above are all the visible colors of the  Sun, produced by passing the Sun's light through a prism-like device.  The above spectrum was created at the McMath-Pierce Solar Observatory and shows, first off, that although our yellow-appearing Sun emits light of nearly every color, it does indeed appear brightest in yellow-green light.  The dark patches in the above spectrum arise from gas at or above the Sun's surface absorbing sunlight emitted below.  Since different types of gas absorb different colors of light, it is possible to determine what gasses compose the Sun.  Helium, for example, was first discovered in 1870 on a solar spectrum and only later found here on Earth.  Today, the majority of spectral absorption lines have been identified - but not all.",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/solarspectrum_noao.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Solar Spectrum",
    "url": "https://apod.nasa.gov/apod/image/0008/solarspectrum_noao.jpg"
  },
  {
    "date": "2005-02-28",
    "explanation": "What are those unusual plates on Mars?  A leading current interpretation holds that they are blocks of ice floating on a recently frozen sea covered by dust.  The unusual plates were photographed recently by the European Space Agency's Mars Express spacecraft currently orbiting Mars.  Oddly, the region lies near the Martian equator and not near either of Mars' frozen polar caps.  Without being covered by dust, any water or ice near away from the poles would quickly evaporate right into the atmosphere.  Evidence that the above-imaged plates really are dust-covered water-ice includes a similarity in appearance to ice blocks off Earth's Antarctica, nearby surface fractures from which underground water could have flowed, and the shallow depth of the craters indicating that something is filling them in.  If correct, the low abundance of craters indicates that water may have flowed on Mars as recently as five million years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/0502/marsplates_express_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual Plates on Mars",
    "url": "https://apod.nasa.gov/apod/image/0502/marsplates_express.jpg"
  },
  {
    "copyright": "T. Rector",
    "date": "2005-03-01",
    "explanation": "This dramatic image of an interacting pair of galaxies was made using 8-meter Gemini South telescope at Cerro Pachon, Chile.  NGC 1531 is the background galaxy with a bright core just above center and NGC 1532 is the foreground spiral galaxy laced with dust lanes.  The pair is about 55 million light-years away in the southern constellation Eridanus.  These galaxies lie close enough together so that each feels the influence of the other's gravity.  The gravitational tug-of-war has triggered star formation in the foreground spiral as evidenced by the young, bright blue star clusters along the upper edge of the front spiral arm.  Though the spiral galaxy in this pair is viewed nearly edge-on, astronomers believe the system is similar to the face-on spiral and companion known as M51, the Whirlpool Galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0503/ngc1532_gemini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1531/2: Interacting Galaxies",
    "url": "https://apod.nasa.gov/apod/image/0503/ngc1532_gemini.jpg"
  }
]
