[
  {
    "date": "2005-08-01",
    "explanation": "Has a tenth planet been discovered?  A newly discovered object, designated 2003 UB313 and located more than twice the distance of Pluto, is expected to be at least as large as Pluto and probably larger, given current measurements. 2003 UB313's dimness and highly tilted orbit (44 degrees) prevented it from being discovered sooner.  Many astronomers speculate that numerous other icy objects larger than Pluto likely exist in the Kuiper Belt of the far distant Solar System.  If so, and if some are found closer in than 2003 UB313, it may be premature to call 2003 UB313 the tenth planet. Illustrated above is an artist's drawing showing how 2003 UB313 might look.  The unusually bright star on the right is the Sun.  Much of the world eagerly await the decision by the International Astronomical Union on whether 2003 UB313 will be designated a planet or given a name without subscripts.",
    "hdurl": "https://apod.nasa.gov/apod/image/0508/2003ub313drawing_palomar_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "2003 UB313: A Tenth Planet?",
    "url": "https://apod.nasa.gov/apod/image/0508/2003ub313drawing_palomar.jpg"
  },
  {
    "date": "2005-08-02",
    "explanation": "Last week, crew members of the International Space Station (ISS) watched carefully as the Space Shuttle Discovery did a planned but unusual back flip upon approach.  Discovery Commander Eileen Collins guided the shuttle through the flip, which was about 200 meters from the ISS when the above picture was taken.  The ISS crew took detailed images of the dark heat shield tiles underneath during a 90-second photo shoot.   The images are being analyzed to assess the condition of the dark heat shield.  Later the shuttle docked with the space station.  On the more usually photographed top side of the Space Shuttle, the above image shows Discovery's cargo bay doors open toward a distant Earth below.",
    "hdurl": "https://apod.nasa.gov/apod/image/0508/shuttle_sts114_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Shuttle Back Flip at the Space Station",
    "url": "https://apod.nasa.gov/apod/image/0508/shuttle_sts114.jpg"
  },
  {
    "copyright": "Michael Sherick",
    "date": "2005-08-03",
    "explanation": "Stars are battling gas and dust in the Lagoon Nebula but the photographers are winning. Also known as M8, this photogenic nebula is visible even without binoculars towards the constellation of Sagittarius. The energetic processes of star formation create not only the colors but the chaos.  The red-glowing gas results from high-energy starlight striking interstellar hydrogen gas.  The dark dust filaments that lace M8 were created in the atmospheres of cool giant stars and in the debris from supernovae explosions.  This spectacular portion of the Lagoon Nebula was created in scientifically-assigned colors from light emitted in very specific colors by hydrogen, silicon, and oxygen.  The light from M8 we see today left about 5000 years ago. Light takes about 50 years to cross this section of M8.",
    "hdurl": "https://apod.nasa.gov/apod/image/0508/m8_sherick_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Busy Center of the Lagoon Nebula",
    "url": "https://apod.nasa.gov/apod/image/0508/m8_sherick.jpg"
  },
  {
    "copyright": "Chris Hetlage",
    "date": "2005-08-04",
    "explanation": "Galactic or open star clusters are relatively young swarms of bright stars born together near the plane of our Milky Way Galaxy. Separated by about a degree on the sky, two nice examples are M46 (upper left) 5,400 light-years in the distance and M47 (lower right) only 1,600 light-years away toward the nautical constellation Puppis. Around 300 million years young M46 contains a few hundred stars in a region about 30 light-years across. Aged 80 million years, M47 is a smaller but looser cluster of about 50 stars spanning 10 light-years. But this portrait of stellar youth also contains an ancient interloper. The small, colorful patch of glowing gas in M46 is actually the planetary nebula NGC 2438 - the final phase in the life of a sun-like star billions of years old. NGC 2438 is estimated to be only 3,000 light-years distant and likely represents a foreground object, only by chance appearing along our line of sight to youthful M46.",
    "hdurl": "https://apod.nasa.gov/apod/image/0508/m46m47_hetlage_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars Young and Old",
    "url": "https://apod.nasa.gov/apod/image/0508/m46m47_hetlage_c59.jpg"
  },
  {
    "date": "2005-08-05",
    "explanation": "Although it looks like fiction, this artist's vision of sunset on an alien world is based on fact -- the recent discovery of a hot, jupiter-sized planet orbiting in triple star system HD 188753. Only 149 light-years away in the constellation Cygnus, HD 188753's massive planet was detected by astronomer Maciej Konacki after analyzing detailed spectroscopic data from the Keck Observatory. The large planet itself is depicted at the upper left in this imagined view from the well-illuminated surface of a hypothetical rocky moon. From this perspective, the closest, hottest and most massive star in the triple system, a star only a little hotter than the Sun, has set below distant peaks. The two other suns nearing the horizon are both cooler and farther from the large planet. While other hot, jupiter-like planets are known to orbit nearby stars, the \"crowded\" multiple star nature of this system challenges current theories of planet formation.",
    "hdurl": "https://apod.nasa.gov/apod/image/0508/threesuns_jpl_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "HD 188753: Triple Sunset",
    "url": "https://apod.nasa.gov/apod/image/0508/threesuns_jpl_f23.jpg"
  },
  {
    "copyright": "Fred Bruenjes",
    "date": "2005-08-06",
    "explanation": "Comet dust rained down on planet Earth last August, streaking through dark skies in the annual Perseid meteor shower. So, while enjoying the anticipated space weather, astronomer Fred Bruenjes recorded a series of many 30 second long exposures spanning about six hours on the night of August 11/12 using a wide angle lens. Combining those frames which captured meteor flashes, he produced this dramatic view of the Perseids of summer. Although the comet dust particles are traveling parallel to each other, the resulting shower meteors clearly seem to radiate from a single point on the sky in the eponymous constellation Perseus. The radiant effect is due to perspective, as the parallel tracks appear to converge at a distance. Bruenjes notes that there are 51 Perseid meteors in the composite image, including one seen nearly head-on. This year, the Perseids Meteor Shower will peak in the early morning hours on Friday, August 12.",
    "hdurl": "https://apod.nasa.gov/apod/image/0508/perseidMeteors_bruenjes_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Raining Perseids",
    "url": "https://apod.nasa.gov/apod/image/0508/perseidMeteors_bruenjes_c1.jpg"
  },
  {
    "copyright": "Phil Hoffman",
    "date": "2005-08-07",
    "explanation": "Will it be curtains for one of these auroras?   A quick inspection indicates that it is curtains for both, as the designation \"curtains\" well categorizes the type of aurora pattern pictured.  Another (informal) type is the corona. The above auroras resulted from outbursts of ionic particles from the Sun during the last week of 2001 September.  A polarity change in the solar magnetic field at the  Earth then triggered auroras over the next few days. The above picture was taken on 2001 October 3 as fleeting space radiation pelted the Earth's atmosphere high above the Yukon in  Canada.",
    "hdurl": "https://apod.nasa.gov/apod/image/0112/auroradouble_hoffman_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dueling Auroras",
    "url": "https://apod.nasa.gov/apod/image/0112/auroradouble_hoffman.jpg"
  },
  {
    "copyright": "Wally Pacholka",
    "date": "2005-08-08",
    "explanation": "Will Mars appear extremely close and bright later this month?  No. Regardless of numerous urban legends circulating, Mars will appear relatively normal in August.  October is the best month to see Mars this year. The red planet is now visible in the morning before sunrise. As Earth catches up to Mars in their respective orbits around the Sun, Mars will keep rising earlier in the night. On 2005 October 30, Earth will have caught up to Mars and the planets will be the nearest to each other in their orbits -- this time around.  On October 30, Mars will be nearly opposite to the Sun, rise at sunset, set at sunrise, and appear highest and brightest around midnight.  Also on October 30, Mars will appear brighter than it has in the past two years, although still over 10,000 times smaller and fainter than the full Moon.  Earth will then pass Mars, and Mars will appear to fade. Pictured above, Mars is shown as it appeared 2003 August 27, when it appeared slightly brighter than it had in nearly 60,000 years.   The foreground setting is in the Valley of Fire state park in Nevada, USA. The ellipticity of orbits primarily determines the closeness and brightness of Mars during opposition.",
    "hdurl": "https://apod.nasa.gov/apod/image/0508/mars4_pacholka_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars to Appear Normal This August",
    "url": "https://apod.nasa.gov/apod/image/0508/mars4_pacholka.jpg"
  },
  {
    "copyright": "Russell Cockman",
    "date": "2005-08-09",
    "explanation": "Although you've surely seen it, you might not have noticed it.  During a cloudless twilight, just before sunrise or after sunset, part of the atmosphere above the horizon appears slightly off-color, slightly pink.  Called the Belt of Venus, this off-color band between the dark eclipsed sky and the blue sky can be seen in nearly every direction including that opposite the Sun.  Straight above, blue sky is normal sunlight reflecting off the atmosphere.  In the Belt of Venus, however, the atmosphere reflects light from the setting (or rising) Sun which appears more red.  The Belt of Venus can be seen from any location with a clear horizon.  Pictured above, the Belt of Venus was photographed behind Elwood Beach in Melbourne, Australia. The belt is frequently caught by accident in other photographs.",
    "hdurl": "https://apod.nasa.gov/apod/image/0508/beltofvenus_cockman_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Belt of Venus over Elwood Beach",
    "url": "https://apod.nasa.gov/apod/image/0508/beltofvenus_cockman.jpg"
  },
  {
    "copyright": "narrowbandimaging.com",
    "date": "2005-08-10",
    "explanation": "Is the heart and soul of our Galaxy located in Cassiopeia?  Possibly not, but that is where two bright emission nebulas nicknamed Heart and Soul can be found.  The Heart Nebula, officially dubbed IC 1805 and visible above on the right, has a shape reminiscent of a classical heart symbol.  Both nebulas, shown above in false color, shine brightly in the light of energized hydrogen.  Several young open clusters of stars populate the image and are visible above in and around the nebula centers.  Light takes about 6,000 years to reach us from these nebulas, which together span roughly 300 light years.  Studies of stars and clusters like those found in the Heart and Soul Nebulas have focussed on how massive stars form and how they affect their environment.",
    "hdurl": "https://apod.nasa.gov/apod/image/0508/ic1805wide_crisp_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Heart and Soul Nebulas",
    "url": "https://apod.nasa.gov/apod/image/0508/ic1805wide_crisp.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2005-08-11",
    "explanation": "Young suns still lie within dusty NGC 7129, some 3,000 light-years away toward the royal constellation Cepheus. While these stars are at a relatively tender age, only about a million years old, it is likely that our own Sun formed in a similar stellar nursery some five billion years ago. Most noticeable in the striking image are the lovely bluish dust clouds that reflect the youthful starlight, but the smaller, deep red crescent shapes are also markers of energetic, young stellar objects. Known as Herbig-Haro objects, their shape and color is characteristic of glowing hydrogen gas shocked by jets streaming away from newborn stars. Ultimately the natal gas and dust in the region will be dispersed, the stars drifting apart as the loose cluster orbits the center of the Galaxy. NGC 7129 is about 10 light-years across.  Watch: the Perseid Meteor Shower",
    "hdurl": "https://apod.nasa.gov/apod/image/0508/NGC7129NM_gendler_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Young Suns of NGC 7129",
    "url": "https://apod.nasa.gov/apod/image/0508/NGC7129NM_gendler_c43.jpg"
  },
  {
    "copyright": "N. BroschTel-Aviv U.Wise Obs.Spacegaurd Israel",
    "date": "2005-08-12",
    "explanation": "Go outside tonight and see a celestial light show -- the later the better.  Tonight is the peak of the month-long Perseid Meteor Shower.  Although visible every year at this time, the Perseids are expected to appear particularly active this year due to the relative absence of glare from the Moon during the peak.   Tonight, a thin moon will set a few hours after the Sun, leaving a moonless and dark sky.  All through the night, all over the sky, meteors will appear to shoot out the constellation Perseus and across the sky.  The rate of meteors and fireballs is not known for sure, but expected by some to be as high as one meteor flash every minute.  Lucky sky gazers might be treated to a bright fireball like the one pictured above.  That fireball was captured by a digital recorded over Wise Observatory during the 2001 Leonid Meteor Shower.  The meteor shower poses no danger as few, if any, of the sand-sized flaring bits are expected to reach the ground.",
    "hdurl": "https://apod.nasa.gov/apod/image/0508/MeteorMovie_brosch_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Meteor Shower Fireball Movie",
    "url": "https://apod.nasa.gov/apod/image/0508/MeteorMovie_brosch.gif"
  },
  {
    "date": "2005-08-13",
    "explanation": "A supernova explosion, a massive star's inevitable and spectacular demise, blasts back into space debris enriched in the heavy elements forged in its stellar core. Incorporated into future stars and planets, these are the elements ultimately necessary for life. Seen here in a false-color x-ray image, supernova remnant SNR 0103-72.6 is revealed to be just such an expanding debris cloud in neighboring galaxy, the Small Magellanic Cloud. Judging from the measured size of the expanding outer ring of shock-heated gas, about 150 light-years, light from the original supernova explosion would have first reached Earth about 10,000 years ago. Hundreds of supernova remnants have been identified as much sought after astronomical laboratories for studying the cycle of element synthesis and enrichment, but the x-ray data also show that the hot gas at the center of this particular supernova remnant is exceptionally rich in neon and oxygen.  Watch: the Perseid Meteor Shower",
    "hdurl": "https://apod.nasa.gov/apod/image/0508/snr0103_chandra_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SNR 0103-72.6: Oxygen Supply",
    "url": "https://apod.nasa.gov/apod/image/0508/snr0103_chandra_c2.jpg"
  },
  {
    "date": "2005-08-14",
    "explanation": "Why is the corona of the Sun so hot?  Extending above the photosphere or visible surface of the Sun, the faint, tenuous solar corona can't be easily seen from Earth, but it is measured to be hundreds of times hotter than the photosphere itself. Astronomers have long sought the source of the corona's heat in magnetic fields which loft monstrous loops of solar plasma above the photosphere. Detailed observations of coronal loops from the orbiting TRACE satellite are pointing more closely to the unidentified energy source. Recorded in extreme ultraviolet light, this and other TRACE images indicate that significant heating occurs low in the corona, near the bases of the loops as they emerge from and return to the solar surface. This tantalizing TRACE image shows clusters of the majestic, hot coronal loops which span 30 or more times the diameter of planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0508/coronaloop_trace_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Heating Coronal Loops",
    "url": "https://apod.nasa.gov/apod/image/0508/coronaloop_trace.jpg"
  },
  {
    "copyright": "Stefan Seip",
    "date": "2005-08-15",
    "explanation": "Where will the next Perseid meteor appear?  Sky enthusiasts who trekked outside for the Perseid meteor shower that peaked over the past few days typically had this question on their mind.  The above movie, where the time-line has been digitally altered, captures part of that very mystery.  Eight meteors from the night of August 12 and the morning of August 13 have been identified in the movie so far, seven of which are Perseids.  Can you identify the non-Perseid meteor?  Since all Perseid meteors appear to come from the constellation of Perseus, the non-Perseid meteor is the one that streaks in a different direction.  Early reports are that this year's Perseids were unfortunately a bit disappointing.  The above digital mosaic was taken from Alsace, France, with the photogenic band of our Milky Way Galaxy far in the background.",
    "hdurl": "https://apod.nasa.gov/apod/image/0508/perseids05_seip_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseid Meteors and the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/0508/perseids05_seip_big.gif"
  },
  {
    "date": "2005-08-16",
    "explanation": "The International Space Station (ISS) is the largest human-made object ever to orbit the Earth.  Late last month and earlier this month, the station was visited and resupplied by space shuttle Discovery.  The ISS is currently operated by the Expedition 11 crew, consisting a Russian and an American astronaut.  After departing the ISS, the crew of Discovery captured this spectacular vista of the orbiting space city.  Visible components include modules, trusses, and expansive solar arrays that gather sunlight that is turned into needed electricity.",
    "hdurl": "https://apod.nasa.gov/apod/image/0508/iss_sts114_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The International Space Station from Orbit",
    "url": "https://apod.nasa.gov/apod/image/0508/iss_sts114.jpg"
  },
  {
    "copyright": "Stephane Guisard",
    "date": "2005-08-17",
    "explanation": "Very bright planets and very large telescopes are part of this sunset view of Paranal Observatory. The observatory's four, massive 8.2 meter telescope units are situated on top of the 2,600 meter high mountain, Cerro Paranal, in the dry Atacama Desert in northern Chile. The individual unit telescopes can be used separately or in combination and are named Antu, Kueyen, Melipal, and Yepun. Together they are fittingly known as the European Southern Observatory's Very Large Telescope. Of course, the very bright planets are Venus (near center), joined by Mercury (below) and Saturn (left) in late June's western evening skies.",
    "hdurl": "https://apod.nasa.gov/apod/image/0508/paranalplanets_guisard_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planets over Paranal",
    "url": "https://apod.nasa.gov/apod/image/0508/paranalplanets_guisard_c45.jpg"
  },
  {
    "date": "2005-08-18",
    "explanation": "Discovered in 1866, main belt asteroid 87 Sylvia lies 3.5 AU from the Sun, between the orbits of Mars and Jupiter. Also shown in recent years to be one in a growing list of double asteroids, new observations during August and October 2004 made at the Paranal Observatory convincingly demonstrate that 87 Sylvia in fact has two moonlets - the first known triple asteroid system. At the center of this composite of the image data, potato-shaped 87 Sylvia itself is about 380 kilometers wide. The data show inner moon, Remus, orbiting Sylvia at a distance of about 710 kilometers once every 33 hours, while outer moon Romulus orbits at 1360 kilometers in 87.6 hours. Tiny Remus and Romulus are 7 and 18 kilometers across respectively. Because 87 Sylvia was named after Rhea Silvia, the mythical mother of the founders of Rome, the discoverers proposed Romulus and Remus as fitting names for the two moonlets. The triple system is thought to be the not uncommon result of collisions producing low density, rubble pile asteroids that are loose aggregations of debris.",
    "hdurl": "https://apod.nasa.gov/apod/image/0508/sylvia_compo680.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sylvia, Romulus and Remus",
    "url": "https://apod.nasa.gov/apod/image/0508/sylvia_compo680.jpg"
  },
  {
    "copyright": "R\nJay GaBanyCosmotography.com",
    "date": "2005-08-19",
    "explanation": "Beautiful nebulae, clusters, and galaxies that grace planet Earth's night sky are often known by their New General Catalog designation or NGC number. That classic listing was compiled by John Louis Emil Dreyer, remarkable director of the Armagh Observatory from 1882 to 1916. NGC 2266 is, for example, the 2,266th item in his New General Catalog of Nebulae and Clusters of Stars. Noting that \"every book has a first page\", modern day astronomer Jay GaBany wondered what NGC 1 might look like - and found it, along with NGC 2 in the constellation Pegasus. Pictured above, both are more or less typical-sized (50-100 thousand light-years across) spiral galaxies with estimated distances of over 150 million light-years for NGC 1 (top) and about twice that for NGC 2. NGC ordering is based on an astronomical coordinate system, so these otherwise unremarkable spirals appear first in the NGC listing because their location in the sky translates to the smallest Right Ascension coordinate in the catalog.",
    "hdurl": "https://apod.nasa.gov/apod/image/0508/ngc1_gabany_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1 and NGC 2",
    "url": "https://apod.nasa.gov/apod/image/0508/ngc1_gabany_c.jpg"
  },
  {
    "date": "2005-08-20",
    "explanation": "Like grains of sand on a cosmic beach, individual stars of large spiral galaxy NGC 300 are resolved in this sharp image from the Hubble Space Telescope's Advanced Camera for Surveys (ACS). The inner region of the galaxy is pictured, spanning about 7,500 light-years. At its center is the bright, densely packed galactic core surrounded by a loose array of dark dust lanes mixed with the stars in the galactic plane. NGC 300 lies 6.5 million light-years away and is part of a group of galaxies named for the southern constellation Sculptor. Hubble's unique ability to distinguish so many stars in NGC 300 can be used to hone techniques for making distance measurements on extragalactic scales.",
    "hdurl": "https://apod.nasa.gov/apod/image/0508/ngc300_hst_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Stars of NGC 300",
    "url": "https://apod.nasa.gov/apod/image/0508/ngc300_hst_c1.jpg"
  },
  {
    "copyright": "Peter MichaudGemini Obs.",
    "date": "2005-08-21",
    "explanation": "Can a cloud do that?  Actually, pictured above are several clouds all stacked up into one striking lenticular cloud.  Normally, air moves much more horizontally than it does vertically.  Sometimes, however, such as when wind comes off of a mountain or a hill, relatively strong vertical oscillations take place as the air stabilizes.  The dry air at the top of an oscillation may be quite stratified in moisture content, and hence forms  clouds at each layer where the air saturates with moisture. The result can be a lenticular cloud with a strongly layered appearance. The above picture was taken near Mauna Kea, Hawaii, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/0312/lenticular_hawaii_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Lenticular Cloud Over Hawai'i",
    "url": "https://apod.nasa.gov/apod/image/0312/lenticular_hawaii.jpg"
  },
  {
    "date": "2005-08-22",
    "explanation": "Sometimes on Mars, there is nothing to see but red sand.  Traveling two kilometers south of Endurance Crater, the robotic rover Opportunity now exploring Mars stopped and took a 360 degree panorama of a desolate and rusted Martian landscape.  The site was dubbed Rub al Khali for its similarity to a barren part of the Saudi Arabian desert on Earth.  In the center of the frame, the tracks from the rover's grated wheels can be seen receding far into the distance.  Near the bottom, several parts of Opportunity itself are recorded, including, on the far right, a Martian sundial.  Nearly 100 images in three colors to generate the above spectacular real-color image mosaic.  To display the full high-resolution image would require about 300 computer monitors -- or one good large format printer.",
    "hdurl": "https://apod.nasa.gov/apod/image/0508/khali_opportunity_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Desolate Mars: Rub al Khali",
    "url": "https://apod.nasa.gov/apod/image/0508/khali_opportunity.jpg"
  },
  {
    "copyright": "StarryWonders",
    "date": "2005-08-23",
    "explanation": "NGC 281 is a busy workshop of star formation.  Prominent features include a small open cluster of stars, a diffuse red-glowing emission nebula, large lanes of obscuring gas and dust, and dense knots of dust and gas in which stars may still be forming.  The open cluster of stars IC 1590 visible around the center has formed only in the last few million years.  The brightest member of this cluster is actually a multiple-star system shining light that helps ionize the nebula's gas, causing the red glow visible throughout.  The lanes of dust visible left of center are likely homes of future star formation.  Particularly striking in the above photograph are the dark Bok globules visible against the bright nebula.  The NGC 281 system, dubbed the Pacman nebula for its overall shape, lies about 10 thousand light years distant.",
    "hdurl": "https://apod.nasa.gov/apod/image/0508/pacman_cannistra_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 281: The Pacman Nebula",
    "url": "https://apod.nasa.gov/apod/image/0508/pacman_cannistra.jpg"
  },
  {
    "date": "2005-08-24",
    "explanation": "How did Epimetheus form?  No one is yet sure.  To help answer that question, this small moon has recently been imaged again in great detail by the robot spacecraft Cassini now orbiting Saturn.  Epimetheus sometimes orbits Saturn in front of Janus, another small satellite, but sometimes behind. The above false-color image, taken during mid July, shows a surface covered with craters indicating great age.  Epimetheus spans about 115 kilometers across.  Epimetheus does not have enough surface gravity to restructure itself into a sphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/0508/epimetheus2_cassini.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Epimetheus: A Small Moon of Saturn",
    "url": "https://apod.nasa.gov/apod/image/0508/epimetheus2_cassini_big.jpg"
  },
  {
    "date": "2005-08-25",
    "explanation": "A recent survey of stars conducted with the Spitzer Space Telescope is convincing astronomers that our Milky Way Galaxy is not just your ordinary spiral galaxy anymore. Looking out from within the Galaxy's disk, the true structure of the Milky Way is difficult to discern. However, the penetrating infrared census of about 30 million stars indicates that the Galaxy is distinguished by a very large central bar some 27,000 light-years long. In fact, from a vantage point that viewed our galaxy face-on, astronomers in distant galaxies would likely see a striking barred spiral galaxy suggested in this artist's illustration. While previous investigations have identified a small central barred structure, the new results indicate that the Milky Way's large bar would make about a 45 degree angle with a line joining the Sun and the Galaxy's center. DON'T PANIC ... astronomers still place the Sun beyond the central bar region, about a third of the way in from the Milky Way's outer edge.",
    "hdurl": "https://apod.nasa.gov/apod/image/0508/MWart_spitzer_f50.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Barred Spiral Milky Way",
    "url": "https://apod.nasa.gov/apod/image/0508/MWart_spitzer_c42.jpg"
  },
  {
    "copyright": "PhotoAstronomique.net",
    "date": "2005-08-26",
    "explanation": "July's Full Moon looks strangely darkened and distorted in this remarkable telescopic view. The image is one of a series recorded when the Moon was very near the horizon. The long sight-line through a turbulent atmosphere gives rise to the tantalizing optical effects, including the thin \"mirage\" shape that seems to float just above the Moon's upper edge. Also seen (more easily in the inset), along the Moon's upper edge is a noticeable green rim. Substantial atmospheric refraction produces this prism-like effect -- related to the more commonly witnessed green flash of the setting Sun. Careful inspection of the full image reveals a corresponding red rim along the lower edge, another intriguing signature of atmospheric refraction.  News: Beware the Mars Hoax",
    "hdurl": "https://apod.nasa.gov/apod/image/0508/LunarGreenFlash_laveder_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Full Moon, Green Rim",
    "url": "https://apod.nasa.gov/apod/image/0508/LunarGreenFlash_laveder_c100.jpg"
  },
  {
    "date": "2005-08-27",
    "explanation": "Get out your red-blue glasses and float next to the International Space Station (ISS), planet Earth's largest artificial moon. This breathtaking stereo view was constructed from two separate images (S114-E-7245, S114-E-7246) recorded as the shuttle orbiter Discovery undocked from the ISS on August 6. As seen here, from left to right the ISS structure covers about 27 meters (90 feet). The span from the automated Progress supply ship docked in the foreground to the Destiny module hidden behind the station structure is about 52 meters (171 feet) long, while the full (top to bottom) reach of the solar arrays at the left would cover about 73 meters (240 feet). Resupplied by Discovery, the ISS is currently operated by the two member Expedition 11 crew, Sergei Krikalev and John Phillips.  News: Beware the Mars Hoax",
    "hdurl": "https://apod.nasa.gov/apod/image/0508/ISS_PaVa_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "3D International Space Station",
    "url": "https://apod.nasa.gov/apod/image/0508/ISS_PaVa_c63.jpg"
  },
  {
    "date": "2005-08-28",
    "explanation": "How fast do fundamental particles wobble?  A surprising answer to this seemingly inconsequential question has come out of Brookhaven National Laboratory in New York, USA and may not only indicate that the Standard Model of Particle Physics is incomplete but also that our universe is filled with a previously undetected type of fundamental particle.  Specifically, the muon, a particle with similarities to a heavy electron, has had its relatively large wobble under scrutiny since 1999 in an experiment known as g-2 (gee-minus-two), pictured above.  The result has galvanized other experimental groups around the world to confirm it, and pressures theorists to better understand it.  The rate of wobble is sensitive to a strange sea of virtual particles that pop into and out of existence everywhere.  The unexpected wobble rate may indicate that this sea houses virtual particles that include nearly invisible supersymmetric counterparts to known particles.  If so, a nearly invisible universe of real supersymmetric particles might exist all around us.",
    "hdurl": "https://apod.nasa.gov/apod/image/0208/g2_bowman_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Muon Wobble Possible Door to Supersymmetric Universe",
    "url": "https://apod.nasa.gov/apod/image/0208/g2_bowman.jpg"
  },
  {
    "date": "2005-08-29",
    "explanation": "Where will Hurricane Katrina go?  One of the stronger storm systems of modern times appears headed for landfall somewhere in the southern USA sometime today.   Katrina was designated yesterday a rare Category 5 Hurricane, the strongest designation for a storm on Earth, and one that indicates sustained winds greater than 250 kilometers per hour.  Pictured above is a digitally processed image from the orbiting GOES-12 weather satellite that shows the massive storm system yesterday in the Gulf of Mexico. Starting as a slight pressure difference, hurricanes grow into large spiraling storm systems of low pressure, complete with high winds and driving rain.  A hurricane is powered by evaporating ocean water, and so typically gains strength over warm water and loses strength over land. Much remains unknown about hurricanes and cyclones, including how they are formed and the exact path they will take.",
    "hdurl": "https://apod.nasa.gov/apod/image/0508/katrina_goes12_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hurricane Katrina in the Gulf of Mexico",
    "url": "https://apod.nasa.gov/apod/image/0508/katrina_goes12.jpg"
  },
  {
    "copyright": "Richard YandrickCosmicimage.com",
    "date": "2005-08-30",
    "explanation": "Sometimes, even a small telescope can help unlock a hidden beauty of the heavens.  Such is the case of the bright double star Albireo.  Seen at even slight magnification, Albireo unfolds from a bright single point into a beautiful double star of strikingly different colors.  At 380 light years distant, the two bright stars of Albireo are comparatively far from each other and take about 75,000 years to complete a single orbit.  The brighter yellow star is itself a binary star system, but too close together to be resolved even with a telescope.  Albireo, pictured above, is the fifth brightest star system toward the constellation of the Swan (Cygnus) and easily visible to the unaided eye.",
    "hdurl": "https://apod.nasa.gov/apod/image/0508/albireo_yandrik_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Albireo: A Bright and Beautiful Double",
    "url": "https://apod.nasa.gov/apod/image/0508/albireo_yandrik.jpg"
  },
  {
    "copyright": "Jean Nesheim",
    "date": "2005-08-31",
    "explanation": "What could cause such rays of dark?  Dark sky rays were caught in spectacular fashion earlier this month above Utah, USA.  The cause is something surprisingly familiar: shadows.  Clouds near the horizon can block sunlight from reflecting off air, making columns outward from the Sun appear unusually dark.  Cloud shadows can be thought of as the complement of the more commonly highlighted crepuscular rays, also visible above, where sunlight pours though cloud holes.  Sometimes, on the opposite side of the sky, anticrepuscular rays can also be seen.",
    "hdurl": "https://apod.nasa.gov/apod/image/0508/sunrise_nesheim_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crepuscular Rays Over Utah",
    "url": "https://apod.nasa.gov/apod/image/0508/sunrise_nesheim.jpg"
  },
  {
    "date": "2005-09-01",
    "explanation": "While most spiral galaxies, including our own Milky Way, have two or more spiral arms, peculiar galaxy NGC 4725 has only one. In this false-color Spitzer Space Telescope infrared image, the galaxy's solo spira mirabilis is seen in red, highlighting the emission from dust clouds warmed by newborn stars.  The blue color is light from NGC 4725's population of old stars. Also sporting a prominent ring and a central bar, this galaxy is over 100 thousand light-years across and lies 41 million light-years away in the well-groomed constellation Coma Berenices. Computer simulations of the formation of single spiral arms suggest that they can be either leading or trailing arms with respect to a galaxy's overall rotation.",
    "hdurl": "https://apod.nasa.gov/apod/image/0509/ngc4725_spitzer_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "One-Armed Spiral Galaxy NGC 4725",
    "url": "https://apod.nasa.gov/apod/image/0509/ngc4725_spitzer_c70.jpg"
  }
]
