[
  {
    "date": "2005-09-01",
    "explanation": "While most spiral galaxies, including our own Milky Way, have two or more spiral arms, peculiar galaxy NGC 4725 has only one. In this false-color Spitzer Space Telescope infrared image, the galaxy's solo spira mirabilis is seen in red, highlighting the emission from dust clouds warmed by newborn stars.  The blue color is light from NGC 4725's population of old stars. Also sporting a prominent ring and a central bar, this galaxy is over 100 thousand light-years across and lies 41 million light-years away in the well-groomed constellation Coma Berenices. Computer simulations of the formation of single spiral arms suggest that they can be either leading or trailing arms with respect to a galaxy's overall rotation.",
    "hdurl": "https://apod.nasa.gov/apod/image/0509/ngc4725_spitzer_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "One-Armed Spiral Galaxy NGC 4725",
    "url": "https://apod.nasa.gov/apod/image/0509/ngc4725_spitzer_c70.jpg"
  },
  {
    "date": "2005-09-02",
    "explanation": "A wonder of planet Earth's southern sky, star cluster Trumpler 14 lies about nine thousand light-years away in the Carina complex -- a rich star forming region at the edge of a giant molecular cloud. This false-color x-ray portrait of Trumpler 14 from the orbiting Chandra Observatory spans over 40 light-years and reveals stunning details of a cluster with one of the highest concentrations of massive stars in the Galaxy. Profoundly affecting their environment, the hot cluster stars are themselves a mere one million years old. Energetic winds from the stars have cleared out a cavity in the dense cloud, filling it with shock heated, x-ray emitting gas. Still to come, the next few million years will see these stellar prodigies rapidly exhaust their nuclear fuel and explode in violent supernovae, flooding their cosmic neighborhood with gas enriched in heavy elements.",
    "hdurl": "https://apod.nasa.gov/apod/image/0509/trumpler14_cxc_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Portrait of Trumpler 14",
    "url": "https://apod.nasa.gov/apod/image/0509/trumpler14_cxc_c.jpg"
  },
  {
    "date": "2005-09-03",
    "explanation": "The surface of Venus is perpetually covered by a veil of thick clouds and remains hidden from even the powerful telescopic eyes of earth-bound astronomers. But in the early 1990s, using imaging radar, the Venus orbiting Magellan spacecraft was able to lift the veil from the face of Venus and produced spectacular high resolution images of the planet's surface. Colors used in this computer generated picture of Magellan radar data are based on color images from the surface of Venus transmitted by the Soviet Venera 13 and 14 landers. The bright area running roughly across the middle represents the largest highland region of Venus known as Aphrodite Terra.",
    "hdurl": "https://apod.nasa.gov/apod/image/0509/venus180hem_magellan_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus Unveiled",
    "url": "https://apod.nasa.gov/apod/image/0509/venus180hem_magellan_c1.jpg"
  },
  {
    "copyright": "Col Druscie Obs.AAC",
    "date": "2005-09-04",
    "explanation": "Comet Hale-Bopp became much brighter than any surrounding stars. It was seen even over bright city lights. Out away from city lights, however, it put on quite a spectacular show. Here Comet Hale-Bopp was photographed above Val Parola Pass in the Dolomite mountains surrounding Cortina d'Ampezzo, Italy. Comet Hale-Bopp's blue ion tail was created when fast moving particles from the solar wind struck expelled ions from the comet's nucleus. The white dust tail is composed of larger particles of dust and ice expelled by the nucleus that orbit behind the comet. Observations showed that Comet Hale-Bopp's nucleus spins about once every 12 hours.",
    "hdurl": "https://apod.nasa.gov/apod/image/0105/halebopp5_aac_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hale-Bopp Over Val Parola Pass",
    "url": "https://apod.nasa.gov/apod/image/0105/halebopp5_aac_big.jpg"
  },
  {
    "date": "2005-09-05",
    "explanation": "Stars come in bunches.  Of the over 200 globular star clusters that orbit the center of our Milky Way Galaxy, 47 Tucanae is the second brightest globular cluster, behind Omega Centauri.  Known to some affectionately as 47 Tuc or NGC 104, it is only visible from Earth's Southern Hemisphere.  It was therefore a fitting target for first light observations of the gigantic new 10-meter diameter Southern African Large Telescope (SALT) this past week.  The resulting image is shown above.  Light takes about 20,000 years to reach us from 47 Tuc which can be seen near the Small Magellanic Cloud toward the constellation of Tucana.  The dynamics of stars near the center of 47 Tuc are not well understood, particularly why there are so few binary systems there.",
    "hdurl": "https://apod.nasa.gov/apod/image/0509/47tuc_salt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Globular Cluster 47 Tucanae from SALT",
    "url": "https://apod.nasa.gov/apod/image/0509/47tuc_salt.jpg"
  },
  {
    "date": "2005-09-06",
    "explanation": "The tiger stripes on Saturn's moon Enceladus might be active.  Even today, they may be spewing ice from the moon's icy interior into space, creating a cloud of fine ice particles over the moon's South Pole and creating Saturn's mysterious E-ring.  Recent evidence for this has come from the robot Cassini spacecraft now orbiting Saturn.  Cassini detected a marked increase in particle collisions during its July flyby only 270 kilometers over a South Polar region of Enceladus.  Pictured above, a high resolution image of Enceladus is shown from the close flyby.  The unusual surface features dubbed tiger stripes are visible on the left in false-color blue.  Why Enceladus is active remains a mystery, as the neighboring moon Mimas, approximately the same size, appears quite dead.",
    "hdurl": "https://apod.nasa.gov/apod/image/0509/enceladusstripes_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fresh Tiger Stripes on Saturn's Enceladus",
    "url": "https://apod.nasa.gov/apod/image/0509/enceladusstripes_cassini.jpg"
  },
  {
    "date": "2005-09-07",
    "explanation": "Scroll right to see a breathtaking panorama of Mars from the top of Husband Hill.  The image was taken by the robotic rover Spirit now exploring the red planet.  Spirit, situated in expansive Gusev Crater, has been exploring the Columbia Hills for some time including climbing Husband Hill over the last few months.  On the way up, Spirit took in a color vista from Larry's Lookout.  Visible in the above image is the vast eastern landscape previously blocked from view by the Columbia Hills themselves.  The horizon is mostly defined by the rim of Thira crater visible some 15 kilometers in the distance.  Spirit will now examine rocks and soil at the top of Husband Hill, looking for clues as to how the hills and local rocks formed in the distant past.",
    "hdurl": "https://apod.nasa.gov/apod/image/0509/husbandhill_spirit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The View from Husband Hill on Mars",
    "url": "https://apod.nasa.gov/apod/image/0509/husbandhill_spirit.jpg"
  },
  {
    "date": "2005-09-08",
    "explanation": "Stunning emission nebula IC 1396 mixes glowing cosmic gas and dark dust clouds in the high and far off constellation of Cepheus. Energized by the bright, bluish central star seen here, this star forming region sprawls across hundreds of light-years -- spanning over three degrees on the sky while nearly 3,000 light-years from planet Earth. Among the intriguing dark shapes within IC 1396, the winding Elephant's Trunk nebula lies just below center. The gorgeous color view is a composition of digitized black and white photographic plates recorded through red and blue astronomical filters. The plates were taken using the Samuel Oschin Telescope, a wide-field survey instrument at Palomar Observatory, between 1989 and 1993.",
    "hdurl": "https://apod.nasa.gov/apod/image/0509/IC1396_demartin_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 1396 in Cepheus",
    "url": "https://apod.nasa.gov/apod/image/0509/IC1396_demartin_rc45.jpg"
  },
  {
    "copyright": "Jay Ouellet",
    "date": "2005-09-09",
    "explanation": "Shortly after sunset on September 6th, sky gazers around the world were treated to a lovely crescent Moon in western skies -- joined by bright planets Venus and Jupiter. In this colorful telephoto view from near Quebec City, Canada the Moon is nestled just above the wide St. Lawrence River. Lights on the horizon are along the river's southern shore. Also known as the evening star, Venus is at the upper left and Jupiter at the upper right, while another prominent celestial beacon, Spica, can be seen shining through the twilight below Venus. Spica, actually a very close pair of hot blue stars some 260 light-years away, is the brightest star in the constellation Virgo.",
    "hdurl": "https://apod.nasa.gov/apod/image/0509/MoonRiver_ouellet_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon River",
    "url": "https://apod.nasa.gov/apod/image/0509/MoonRiver_ouellet_f65x.jpg"
  },
  {
    "date": "2005-09-10",
    "explanation": "Beginning with a full view of beautiful spiral galaxy M81, follow the insets (left, bottom, then right) to zoom in on a real survivor. Seen at the center of the final field on the right is a star identified as the survivor of a cosmic cataclysm -- the supernova explosion of its companion star. Light from the cosmic blast, likely triggered by the core collapse of a star initially more than 10 times as massive as the Sun, first reached Earth over 10 years ago and was cataloged as supernova SN 1993J. Though the supernova itself is no longer visible, light-echoes from dust in the region can still be seen near the companion, the first known survivor of a supernova in a binary star system. Astronomers believe that a substantial transfer of material to the surviving companion star during the last few hundred years before the stellar explosion can explain peculiarities seen in this supernova. After supernova SN 1987A in the Large Magellanic Cloud, SN 1993J in nearby M81 is the brightest supernova seen in modern times.",
    "hdurl": "https://apod.nasa.gov/apod/image/0509/sn1993jsurvivor_esa_34443.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Supernova Survivor",
    "url": "https://apod.nasa.gov/apod/image/0509/sn1993jsurvivor_esa_c1.jpg"
  },
  {
    "date": "2005-09-11",
    "explanation": "Gas giant Jupiter is the solar system's largest world with about 320 times the mass of planet Earth. Famous for its Great Red Spot, Jupiter is also known for its regular, equatorial cloud bands, visible in very modest sized telescopes. The dark belts and light-colored zones of Jupiter's cloud bands are organized by planet girdling winds which reach speeds of up to 500 kilometers per hour. On toward the Jovian poles though, the cloud structures become more mottled and convoluted until, as in this Cassini spacecraft mosaic of Jupiter, the planet's polar region begins to look something like a brain! This striking equator-to-pole change in cloud patterns is not presently understood but may be due in part to the effect of Jupiter's rapid rotation or to convection vortices generated at high latitudes by the massive planet's internal heat loss. The Cassini spacecraft captured this dramatically detailed view of Jupiter in 2000 December during its turn of the millennium flyby enroute to Saturn.",
    "hdurl": "https://apod.nasa.gov/apod/image/0509/jupiterbrain_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter's Clouds from Cassini",
    "url": "https://apod.nasa.gov/apod/image/0509/jupiterbrain_cassini.jpg"
  },
  {
    "copyright": "Gemini Obs.",
    "date": "2005-09-12",
    "explanation": "Is this one galaxy or two?  The jumble of stars, gas, and dust that is NGC 520 is now thought to incorporate the remains of two separate galaxies.  A combination of observations and simulations indicate the NGC 520 is actually the collision of two disk galaxies.   Interesting features of NGC 520 include an unfamiliar looking tail of stars at the image bottom and a perhaps more familiar looking band of dust running diagonally across the image center.  A similar looking collision might be expected were our disk Milky Way Galaxy to collide with our large galactic neighbor Andromeda (M31).  The collision that defines NGC 520 started about 300 million years ago and continues today.  Although the speeds of stars are fast, the distances are so vast that the interacting pair will surely not change its shape noticeably during our lifetimes. NGC 520, at visual magnitude 12, has been noted to be one of the brightest interacting galaxies on the sky, after interacting pairs of galaxies known as the Antennae.  NGC 520 was imaged above in spectacular fashion by the Gemini Observatory in Hawaii, USA. Also known as Arp 157, NGC 520 lies about 100 million light years distant, spans about 100 thousand light years, and can be seen with a small telescope toward the constellation of the Fish (Pisces).",
    "hdurl": "https://apod.nasa.gov/apod/image/0509/ngc520_gemini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Colliding Galaxies of NGC 520",
    "url": "https://apod.nasa.gov/apod/image/0509/ngc520_gemini.jpg"
  },
  {
    "copyright": "Michael Wilson",
    "date": "2005-09-13",
    "explanation": "This was a sky to show the kids.  All in all, three children, three planets, the Moon, a star, an airplane and a mom were all captured in one image near Great Salt Lake in Utah, USA on September 6.  Minus the airplane and the quadruple on the ground, this busy quadruple coincidence sky was visible last week all over the world.  The easiest object to spot is the crescent Moon, which is easily the brightest sky orb in the above image.  Venus is the highest planet in the sky, with Jupiter to its right.  The bright star Spica completes the quadruple just below Venus.  The streak on the far right is an airplane.  Mom is seated.   Grandpa, appreciating the beauty of the moment, took the picture.",
    "hdurl": "https://apod.nasa.gov/apod/image/0509/quadsky_wilson_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Quadruple Sky Over Great Salt Lake",
    "url": "https://apod.nasa.gov/apod/image/0509/quadsky_wilson.jpg"
  },
  {
    "date": "2005-09-14",
    "explanation": "Why did the Boomerang Nebula form?   The symmetric cloud dubbed the Boomerang appears to have been created by a high-speed wind of gas and dust blowing from an aging central star at speeds of nearly 600,000 kilometers per hour.  What confines the wind remains a mystery though -- it may be a central disk of dense gas or a central magnetic field.   The rapid expansion itself, however, has cooled molecules in the nebular gas to about one degree above absolute zero - colder than even the cosmic background radiation - making it the coldest known region in the distant Universe.  Shining with light from the central star reflected by dust, the frigid Boomerang Nebula is believed to be a star or stellar system evolving toward the planetary nebula phase.  To help better understand the Boomerang's origin, astronomers are studying the above image taken in polarized light, color coded by an angular direction associated with the polarization.  Different progenitor scenarios create different amounts and patterns of polarized light.   The above image was taken by the Hubble Space Telescope's Advanced Camera for Surveys earlier this year.  The Boomerang Nebula spans about one light year and lies about 5,000 light years away toward the constellation Centaurus.",
    "hdurl": "https://apod.nasa.gov/apod/image/0509/boomerang_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Boomerang Nebula in Polarized Light",
    "url": "https://apod.nasa.gov/apod/image/0509/boomerang_hst.jpg"
  },
  {
    "date": "2005-09-15",
    "explanation": "Approaching the nucleus of comet Tempel 1 at ten kilometers per second, the Deep Impact probe's targeting camera recorded a truly dramatic series of images. Successive pictures improve in resolution and have been composited here at a scale of 5 meters per pixel -- including images taken within a few meters of the surface moments before the July 4th impact. Analyzing the resulting cloud of debris, researchers are directly exploring the makeup of a comet, a primordial chunk of solar system material. Described as a recipe for primordial soup, the list of Tempel 1's ingredients - tiny grains of silicates, iron compounds, complex hydrocarbons, and clay and carbonates thought to require liquid water to form - might be more appropriate for a cosmic souffle, as the nucleus is apparently porous and fluffy. Seen here, Tempel 1's nucleus is about five kilometers long, with the impact site between the two large craters near the bottom.",
    "hdurl": "https://apod.nasa.gov/apod/image/0509/tempel1Res_deepimpact_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Nucleus of Comet Tempel 1",
    "url": "https://apod.nasa.gov/apod/image/0509/tempel1Res_deepimpact_c32.jpg"
  },
  {
    "copyright": "Philippe Moussette",
    "date": "2005-09-16",
    "explanation": "So far, the Aurora Borealis or Northern Lights have made some remarkable visits to September's skies. The reason, of course, is the not-so-quiet Sun. In particular, a large solar active region now crossing the Sun's disk has produced multiple, intense flares and a large coronal mass ejection (CME) that triggered wide spread auroral activity just last weekend. This colorful example of spectacular curtains of aurora was captured with a fish-eye lens in skies over Quebec, Canada on September 11. Also featured is the planet Mars, the brightest object above and left of center. Seen near Mars (just below and to the right) is the tightly knit Pleiades star cluster. Although they can appear to be quite close, the northern lights actually originate at extreme altitudes, 100 kilometers or so above the Earth's surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/0509/sep11aurora_moussette_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Northern Lights, September Skies",
    "url": "https://apod.nasa.gov/apod/image/0509/sep11aurora_moussette_f50.jpg"
  },
  {
    "date": "2005-09-17",
    "explanation": "Hurtling through space above the Red Plane",
    "hdurl": "https://apod.nasa.gov/apod/image/0509/shadowphobos3_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Shadow of Phobos",
    "url": "https://apod.nasa.gov/apod/image/0509/shadowphobos3_mgs.jpg"
  },
  {
    "copyright": "John P. Gleason",
    "date": "2005-09-18",
    "explanation": "The Great Nebula in Orion, an immense, nearby starbirth region, is probably the most famous of all astronomical nebulas.  Here, glowing gas surrounds hot young stars at the edge of an  immense interstellar molecular cloud only 1500 light-years away.  In the above deep image, faint wisps and sheets of dust and gas are particularly evident.  The Great Nebula in Orion can be found with the unaided eye just below and to the left of the  easily identifiable belt of three stars in the popular constellation Orion.  In addition to housing a bright open cluster of stars known as the Trapezium, the Orion Nebula contains many stellar nurseries.   These nurseries contain hydrogen gas, hot young stars, proplyds, and stellar jets spewing material at high speeds.  Also known as M42, the Orion Nebula spans about 40 light years and is located in the same spiral arm of  our Galaxy as the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/0509/m42_gleason_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M42: Wisps of the Orion Nebula",
    "url": "https://apod.nasa.gov/apod/image/0509/m42_gleason.jpg"
  },
  {
    "copyright": "ISASJAXA",
    "date": "2005-09-19",
    "explanation": "What are asteroids made of?  To help find out, Japan's JAXA space agency launched the Hayabusa mission to rendezvous with asteroid Itokawa.  Last week, the small robotic Hayabusa spacecraft arrived at asteroid Itokawa and stationed itself only 20 kilometers away.  Although a long term goal is to find out how much ice, rock and trace elements reside on the asteroid's surface, a shorter term goal is to determine the mass of the asteroid by measuring the attraction of the drifting Hayabusa spacecraft.  During the next few months, Hayabusa will also image and map asteroid Itokawa as it orbits the Sun.  The above time-lapse image sequence was taken by Hayabusa upon final approach, showing the general oblong shape of the asteroid.   In November, a small coffee-can sized robot dubbed MINERVA is scheduled for release and is expected to hop around the asteroid taking pictures.  Also in November, Hayabusa will fire pellets into asteroid Itokawa and collect some of the debris in a return capsule.  In December, Hayabusa will fire its rockets toward Earth and drop the return capsule to Earth in 2007 June.",
    "hdurl": "https://apod.nasa.gov/apod/image/0509/itokawa_hayabusa.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Approaching Asteroid Itokawa",
    "url": "https://apod.nasa.gov/apod/image/0509/itokawa_hayabusa_big.gif"
  },
  {
    "copyright": "Walter NowotnyU. WienNordic Optical Telescope",
    "date": "2005-09-20",
    "explanation": "This is the mess that is left when a star explodes.  The Crab Nebula, the result of a supernova seen in 1054 AD, is filled with mysterious filaments.  The filaments are not only tremendously complex, but appear to have less mass than expelled in the original supernova and a higher speed than expected from a free explosion.  The above image, taken by the Nordic Optical Telescope (NOT), is in three colors chosen for scientific interest.  The Crab Nebula spans about 10 light-years.  In the nebula's very center lies a pulsar: a neutron star as massive as the Sun but with only the size of a small town.  The Crab Pulsar rotates about 30 times each second.",
    "hdurl": "https://apod.nasa.gov/apod/image/0509/m1_not_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M1: The Crab Nebula from NOT",
    "url": "https://apod.nasa.gov/apod/image/0509/m1_not.jpg"
  },
  {
    "date": "2005-09-21",
    "explanation": "What could have created this unusual terrain on Saturn's moon Titan?  The robotic Cassini spacecraft now orbiting Saturn swooped once again, earlier this month, past the Solar System's most enigmatic moon and radar imaged a rich but unusual region that appears to be some sort of shoreline.   The choppy, light-colored, high regions on the left appears to be have channels cut by a moving fluid, while the smoother dark regions on the right appear to outline bays.  Results from the Huygens probe that landed on Titan earlier this year imply that fluids, possibly liquid methane and not water, might only occupy some of these channels and bays intermittently.  The radar image shown above spans about 200 kilometers.",
    "hdurl": "https://apod.nasa.gov/apod/image/0509/titanshore_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shoreline Terrain on Saturn's Titan",
    "url": "https://apod.nasa.gov/apod/image/0509/titanshore_cassini.jpg"
  },
  {
    "copyright": "Stefan\nSeip",
    "date": "2005-09-22",
    "explanation": "This remarkable telescopic image highlights the deep orange cast of a waning gibbous Moon seen very close to the eastern horizon earlier this week, on September 19. In fact, today's equinox at 22:23 UT marks the beginning of Fall in the Northern Hemisphere and makes this view from Stuttgart, Germany an almost Autumn Moon. While the long sight-line through the atmosphere filters and reddens the moonlight, it also bends different colors of light through slightly different angles, producing noticeable red (bottom) and green (top) lunar rims. Also captured here floating just below the Moon is a thin, red mirage (inset) -- in this case, an atmospherically magnified and distorted image of the red rim. Of course, this tantalizing lunar \"red flash\" is related to the more commonly seen green flash of the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/0509/RedFlash_seip_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orange Moon, Red Flash",
    "url": "https://apod.nasa.gov/apod/image/0509/RedFlash_seip_f50in.jpg"
  },
  {
    "date": "2005-09-23",
    "explanation": "A star emerges from its natal cloud of gas and dust in this tantalizing portrait of RY Tauri, a small stellar nursery at the edge of the Taurus molecular cloud, a mere 450 light-years away. Illuminating a region that spans about 2/3 of a light-year, the youthful, central star is large, cool, and known to vary in brightness. Still collapsing, in a few million years the star's winds will likely clear out the gas and dust clouds, as it settles down to become a steady main sequence star like the Sun. What remains could well include a planetary system. The image data for RY Tauri is from the Gemini Observatory, on Mauna Kea, Hawaii -- based on observations proposed by the Astronomy Club of Dorval, Quebec.",
    "hdurl": "https://apod.nasa.gov/apod/image/0509/ryTau_gemini_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Portrait of RY Tauri",
    "url": "https://apod.nasa.gov/apod/image/0509/ryTau_gemini_c34.jpg"
  },
  {
    "date": "2005-09-24",
    "explanation": "Staring across interstellar space, the alluring Cat's Eye nebula lies three thousand light-years from Earth. A classic planetary nebula, the Cat's Eye (NGC 6543) represents a final, brief yet glorious phase in the life of a sun-like star. This nebula's dying central star may have produced the simple, outer pattern of dusty concentric shells by shrugging off outer layers in a series of regular convulsions. But the formation of the beautiful, more complex inner structures is not well understood. Seen so clearly in this sharp Hubble Space Telescope image, the truly cosmic eye is over half a light-year across.  Of course, gazing into the Cat's Eye, astronomers may well be seeing the fate of our sun, destined to enter its own planetary nebula phase of evolution ... in about 5 billion years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0509/catsEye_hst_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cat's Eye",
    "url": "https://apod.nasa.gov/apod/image/0509/catsEye_hst_c1.jpg"
  },
  {
    "date": "2005-09-25",
    "explanation": "Analyses of a new high-resolution map of microwave light emitted only 380,000 years after the Big Bang appear to define our universe more precisely than ever before.  The eagerly awaited results announced last year from the orbiting Wilkinson Microwave Anisotropy Probe resolve several long-standing disagreements in cosmology rooted in less precise data.  Specifically, present analyses of above WMAP all-sky image indicate that the universe is 13.7 billion years old (accurate to 1 percent), composed of 73 percent dark energy, 23 percent cold dark matter, and only 4 percent atoms, is currently expanding at the rate of 71 km/sec/Mpc (accurate to 5 percent), underwent episodes of rapid expansion called inflation, and will expand forever.  Astronomers will likely research the foundations and implications of these results for years to come.",
    "hdurl": "https://apod.nasa.gov/apod/image/0509/sky_wmap_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "WMAP Resolves the Universe",
    "url": "https://apod.nasa.gov/apod/image/0509/sky_wmap.jpg"
  },
  {
    "date": "2005-09-26",
    "explanation": "How do huge clusters of galaxies evolve?  To help find out, astronomers pointed the wide-angle Burrell-Schmidt telescope on Kitt Peak National Observatory in Arizona, USA at the nearby Virgo Cluster of Galaxies.  After hundreds of 15-minute exposures taken over two months in early 2004, the result is a dramatically deep and wide angle image of Virgo, the closest cluster of galaxies to our Milky Way Galaxy.  Bright foreground stars have been digitally removed from the image but are still represented by numerous unusual dark spots. Inspection of the above image shows unusually large halos for the brightest galaxies as well as unusual faint streams of stars connecting Virgo galaxies that previously appeared unrelated.  The above image allows a better reconstruction of the past few billion years of the gigantic Virgo cluster and illuminates the dynamics of clusters of galaxies in general.",
    "hdurl": "https://apod.nasa.gov/apod/image/0509/virgo_kpno.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Streams of Stars in the Virgo Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/0509/virgo_kpno_big.jpg"
  },
  {
    "date": "2005-09-27",
    "explanation": "Towering pillars of cold gas and dark dust adorn the center star forming region of Sharpless 171.  An open cluster of stars is forming there from the gas in cold molecular clouds.  As energetic light emitted by young massive stars boils away the opaque dust, the region fragments and picturesque pillars of the remnant gas and dust form and slowly evaporate.  The energetic light also illuminates the surrounding hydrogen gas, energize it to glow as a red emission nebula.  Pictured above is the active central region of the Sharpless 171 greater emission nebula.  Sharpless 171 incorporates NGC 7822 and the active region Cederblad 214, much of which is imaged above.   The area above spans about 20 light years, lies about 3,000 light years away, and can be seen with a telescope toward the northern constellation of the King of Ethiopia (Cepheus).",
    "hdurl": "https://apod.nasa.gov/apod/image/0509/ced214_outters_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Star Pillars of Sharpless 171",
    "url": "https://apod.nasa.gov/apod/image/0509/ced214_outters.jpg"
  },
  {
    "copyright": "Nick Hilton",
    "date": "2005-09-28",
    "explanation": "What kind of cloud is that?  Last week, a sunset rocket launch lit up the sky and was photographed by sky enthusiasts as far as hundreds of miles away.  The lingering result was a photogenic rocket plume.  Not everyone who saw the resulting plume knew its cause to be a Minotaur rocket launched from Vandenberg Air Force Base in California, USA.   The cloud was visible after sunset on 22 September.   Fuel particles and water droplets expelled from the rocket swirled in the winds of the upper atmosphere, creating an expanding helix.   The noctilucent plume was so high that it still reflected sunlight, where lower clouds in the foreground appeared dark.  The above image also captured part of the plume reflecting sunlight as a rainbow or a colorful iridescent cloud.   Below the launch plume is the planet Venus.",
    "hdurl": "https://apod.nasa.gov/apod/image/0509/minotaur_hilton_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Rocket Launch at Sunset",
    "url": "https://apod.nasa.gov/apod/image/0509/minotaur_hilton.jpg"
  },
  {
    "copyright": "Galaxy Images",
    "date": "2005-09-29",
    "explanation": "The combined light of the stars of the Milky Way are reflected by this cosmic dust cloud that soars some 300 light-years above the plane of our Galaxy. Dubbed the Angel Nebula by astronomer Steve Mandel's 13 year old son, the dusty apparition is part of an expansive complex of dim and relatively unexplored diffuse nebulae, traced over large regions seen toward the North and South Galactic poles. Along with the blue tint characteristic of more commonly observed reflection nebulae, the Angel Nebula and other dusty galactic cirrus also produce a faint reddish luminescence, as dust grains convert the Milky Way's invisible ultraviolet radiation to visible red light. Spanning 3x4 degrees on the sky in the constellation Ursa Major, this wide-angle, high-resolution image was recorded as part of the Unexplored Nebula Project.",
    "hdurl": "https://apod.nasa.gov/apod/image/0509/AngelNebula_mandel_f1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Unexplored Nebula",
    "url": "https://apod.nasa.gov/apod/image/0509/AngelNebula_mandel_f52a.jpg"
  },
  {
    "date": "2005-09-30",
    "explanation": "Clouds of glowing hydrogen gas mingle ominously with dark dust lanes in this close-up of IC 1396, an active star forming region some 2,000 light years away in the constellation Cepheus.  In this and other similar emission nebulae, energetic ultraviolet light from a hot young star strips electrons from the surrounding hydrogen atoms. As the electrons and atoms recombine they emit longer wavelength, lower energy light in a well known characteristic pattern of bright spectral lines. At visible wavelengths, the strongest emission line in this pattern is in the red part of the spectrum and is known as \"Hydrogen-alpha\" or just H-alpha. Part of IPHAS, a survey of H-alpha emission in our Milky Way Galaxy, this image spans about 20 light-years and highlights bright, dense regions within IC 1396, likely sites where massive new stars are born.",
    "hdurl": "https://apod.nasa.gov/apod/image/0509/ic1396b_wright_f50.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 1396 H-Alpha Close-Up",
    "url": "https://apod.nasa.gov/apod/image/0509/ic1396b_wright_f13.jpg"
  },
  {
    "date": "2005-10-01",
    "explanation": "When morning twilight came to the Paranal Observatory in Chile, astronomers Mark Neeser and Peter Barthel interrupted their search for faint quasars, billions of light-years away. And just for a moment, they used Very Large Telescopes at the European Southern Observatory to appreciate the beauty of the nearby Universe. One result was this stunning view of beautiful barred spiral galaxy NGC 613, a mere 65 million light-years away in the southern constellation Sculptor. Over 100 thousand light-years across, NGC 613 seems to have more than its fair share of spiral arms laced with cosmic dust clouds and bright star forming regions near the ends of a dominant central bar. Radio emission indicates the presence of a massive black hole at the center of NGC 613.",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/ngc613_eso_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 613: Spiral of Dust and Stars",
    "url": "https://apod.nasa.gov/apod/image/0510/ngc613_eso_c33.jpg"
  }
]
