[
  {
    "copyright": "Ellen Roper",
    "date": "2005-04-01",
    "explanation": "Can you help discover water on Mars?  Finding water on different regions on Mars has implications for understanding its complex geologic history, the possible existence of past life and the sustenance of potential future astronauts.  Many space missions have taken photographs of the surface of the red planet, and some of them might show a subtle clue pointing to water on Mars that has been missed.  By close inspection of images, following curiosity, applying scientific principles, applying knowledge about features on the Martian surface, and applying principles of planetary geology, such clues might be brought to light.  In the meantime, happy April Fool's Day from the folks at APOD!",
    "hdurl": "https://apod.nasa.gov/apod/image/0504/WaterOnMars2_gcc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Water On Mars",
    "url": "https://apod.nasa.gov/apod/image/0504/WaterOnMars2_gcc.jpg"
  },
  {
    "date": "2005-04-02",
    "explanation": "The formation of a black hole from the collapsing core of a massive star is thought to be heralded by a spectacular supernova explosion. Such an extremely energetic collapse is also a leading explanation for the mysterious cosmic gamma-ray bursts. But researchers now suggest that the Milky Way's most famous black hole, Cygnus X-1, was born when a massive star collapsed -- without any supernova explosion at all. Their dynamical evidence is summarized in this color image of a gorgeous region in Cygnus, showing Cyg X-1 and a cluster of massive stars (yellow circles) known as Cygnus OB3. Arrows compare the measured direction and speed of Cyg X-1 and the average direction and speed of the massive stars of Cyg OB3. The similar motions indicate that Cyg X-1's progenitor star was itself a cluster member and that its path was not altered at all when it became a black hole. In contrast, if Cyg X-1 were born in a violent supernova it would have likely received a fierce kick, changing its course. If not a supernova, could the formation of the Cyg X-1 black hole have produced a dark gamma-ray burst in the Milky Way?",
    "hdurl": "https://apod.nasa.gov/apod/image/0504/CygX1_mirabel_labfull.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cyg X-1: Can Black Holes Form in the Dark?",
    "url": "https://apod.nasa.gov/apod/image/0504/CygX1_mirabel_labc2.jpg"
  },
  {
    "date": "2005-04-03",
    "explanation": "What causes this unusual structure near the center of our Galaxy? The long parallel rays slanting across the top of the above radio image are known collectively as the Galactic Center Radio Arc and jut straight out from the Galactic plane.  The Radio Arc is connected to the Galactic center by strange curving filaments known as the Arches.  The bright radio structure at the bottom right likely surrounds a black hole at the Galactic center and is known as Sagittarius A*.  One origin hypothesis holds that the Radio Arc and the Arches have their geometry because they contain hot plasma flowing along lines of constant magnetic field.  Recent images from the Chandra X-ray Observatory appear to show this plasma colliding with a nearby cloud of cold gas.",
    "hdurl": "https://apod.nasa.gov/apod/image/0205/gcradioarc_vla_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Galactic Center Radio Arc",
    "url": "https://apod.nasa.gov/apod/image/0205/gcradioarc_vla.jpg"
  },
  {
    "date": "2005-04-04",
    "explanation": "How did this strange-looking galaxy form?  Astronomers turn detectives when trying to figure out the cause of unusual jumbles of stars, gas, and dust like NGC 1316.   A preliminary inspection indicates that NGC 1316 is an enormous elliptical galaxy that includes dark dust lanes usually found in a spiral.  The above image taken by the Hubble Space Telescope shows details, however, that help in reconstructing the history of this gigantic jumble.  Close inspection finds fewer low mass globular clusters of stars toward NGC 1316's center. Such an effect is expected in galaxies that have undergone collisions or merging with other galaxies in the past few billion years.  After such collisions, many star clusters would be destroyed in the dense galactic center.  The dark knots and lanes of dust indicate that one or more of the devoured galaxies were spiral galaxies.  NGC 1316 spans about 60,000 light years and lies about 75 million light years away toward the constellation of the Furnace.",
    "hdurl": "https://apod.nasa.gov/apod/image/0504/ngc1316_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1316: After Galaxies Collide",
    "url": "https://apod.nasa.gov/apod/image/0504/ngc1316_hst.jpg"
  },
  {
    "date": "2005-04-05",
    "explanation": "Light emitted by a planet far beyond our Solar System has been identified for the first time.  The planet, illustrated in the above drawing, had its light detected by comparing the brightness of only the parent star, when the planet was behind the star, to the light emitted when both the planet and its parent star were visible.   The Earth-trailing Spitzer Space Telescope made the observation in infrared light, where the intrinsic glow of the planet outshines the light it reflects from its central star.  The direct observation of light allowed a measurement of both the temperature and size of the planet: HD 209458b.  Planet HD 209458b was confirmed to be larger than expected for its mass and on an orbit around its parent star that was unexpectedly close to a circle.",
    "hdurl": "https://apod.nasa.gov/apod/image/0504/planeteclipse_spitzer_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Light From A Distant Planet",
    "url": "https://apod.nasa.gov/apod/image/0504/planeteclipse_spitzer.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2005-04-06",
    "explanation": "M7 is one of the most prominent open clusters of stars on the sky.  The cluster, dominated by bright blue stars, can be seen with the naked eye in a dark sky in the tail of the constellation of Scorpius.  M7 contains about 100 stars in total, is about 200 million years old, spans 25 light-years across, and lies about 1000 light-years away.   This color picture was taken recently at the Kitt Peak National Observatory in Arizona, USA as part of the Advanced Observers Program. The M7 star cluster has been known since ancient times, being noted by Ptolemy in the year 130 AD.  Also visible is a dark dust cloud near the bottom of the frame, and literally millions of unrelated stars towards the Galactic center.",
    "hdurl": "https://apod.nasa.gov/apod/image/0504/m7_cook_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The M7 Open Star Cluster in Scorpius",
    "url": "https://apod.nasa.gov/apod/image/0504/m7_cook.jpg"
  },
  {
    "copyright": "Fred Bruenjesmoonglow.net",
    "date": "2005-04-07",
    "explanation": "Friday's solar eclipse will be a rare hybrid - briefly appearing as either an annular eclipse or a total eclipse when viewed from along the narrow track of the Moon's shadow. Unfortunately that track, never more than about 30 kilometers wide, lies mostly across the Pacific Ocean, beginning south of New Zealand and just ending in Venezuela. Skywatchers along the beginning and end of the shadow track will see an annular eclipse of the Sun, with the Moon's silhouette briefly surrounded by a bright ring of fire, while observers along the middle of the track will witness a total eclipse phase. But the good news is that over a much broader region of the globe, including New Zealand and much of South and North America, a partial eclipse can be seen as the Moon appears to take a bite out of the Sun. If you want to view the eclipse, take care to do it safely, and check the times for your specific location. So, what location is this solar eclipse view from? The picture above was recorded in November of 2003 from within the track of the Moon's shadow across Antarctica, of course.",
    "hdurl": "https://apod.nasa.gov/apod/image/0504/antarcticeclipse_bruenjes.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar Eclipse in View",
    "url": "https://apod.nasa.gov/apod/image/0504/antarcticeclipse_bruenjes.jpg"
  },
  {
    "copyright": "Russell Croman",
    "date": "2005-04-08",
    "explanation": "Dark dust lanes cutting across the middle of this gorgeous island universe strongly hint that NGC 3628 is a spiral galaxy seen sideways. About 35 million light-years away in the northern springtime constellation Leo, NGC 3628 also bears the distinction of being the only member of the well known Leo triplet of galaxies not in Charles Messier's famous catalog. Otherwise similar in size to our Milky Way galaxy, the disk of NGC 3628 is clearly seen to fan out near the galaxy's edge. A faint arm of material also extends up and to the left in this deep view of the region. The distorted shape and tidal tail suggest that NGC 3628 is interacting gravitationally with the other spiral galaxies in the Leo triplet, M66 and M65.  News: Solar Eclipse Today",
    "hdurl": "https://apod.nasa.gov/apod/image/0504/ngc3628_croman_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sideways Galaxy NGC 3628",
    "url": "https://apod.nasa.gov/apod/image/0504/ngc3628_croman_c45.jpg"
  },
  {
    "date": "2005-04-09",
    "explanation": "In December of 2003, the world saw spectacular first images from the Spitzer Space Telescope, including this penetrating interior view of an otherwise opaque dark globule known as the Elephant's Trunk Nebula. Seen in a composite of infrared image data recorded by Spitzer's instruments, the intriguing region is embedded within the glowing emission nebula IC 1396 at a distance of 2,450 light-years toward the constellation Cepheus. Previously undiscovered protostars hidden by dust at optical wavelengths appear as bright reddish objects within the globule. Shown in false-color, winding filaments of infrared emission span about 12 light-years and are due to dust, molecular hydrogen gas, and complex molecules called polycyclic aromatic hydrocarbons or PAHs. The Spitzer Space Telescope was formerly known as the Space Infrared Telescope Facility (SIRTF) and is presently exploring the Universe at infrared wavelengths. Spitzer follows the Hubble Space Telescope, the Compton Gamma-ray Observatory, and the Chandra X-ray Observatory as the final element in NASA's space-borne Great Observatories Program.",
    "hdurl": "https://apod.nasa.gov/apod/image/0504/etrunkcomp_sst_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Inside the Elephant's Trunk",
    "url": "https://apod.nasa.gov/apod/image/0504/etrunkcomp_sst_c1.jpg"
  },
  {
    "date": "2005-04-10",
    "explanation": "If you could look at Venus with radar eyes - this is what you might see. This computer reconstruction of the surface of Venus was created from data from the Magellan spacecraft.  Magellan orbited Venus and used radar to map our neighboring planet's surface between 1990 and 1994. Magellan found many interesting surface features, including the large circular domes, typically 25-kilometers across, that are depicted above.  Volcanism is thought to have created the domes, although the precise mechanism remains unknown.  Venus' surface is so hot and hostile that no surface probe has lasted more than a few minutes.",
    "hdurl": "https://apod.nasa.gov/apod/image/0504/venus4_mag_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus' Once Molten Surface",
    "url": "https://apod.nasa.gov/apod/image/0504/venus4_mag.jpg"
  },
  {
    "copyright": "Dorothy Verdin",
    "date": "2005-04-11",
    "explanation": "How can part of the Sun just disappear?  When that part is really hiding behind the Moon.  Last Friday, the first partial solar eclipse of 2005 and the last total eclipse of the Sun until March 2006 was visible.  During a solar eclipse, the Sun, Moon and Earth are aligned.  The total solar eclipse was primarily visible from the Southern Pacific Ocean, while a partial solar eclipse was discoverable across South America and lower North America.  The above image composite was taken with a handheld digital camera last Friday.  After a day of rain in Mt. Holly, North Carolina, USA, a partially eclipsed Sun momentarily peeked through a cloudy sky.  After taking a sequence of images, the best eclipse shot was digitally combined with a less good eclipse shot that featured a passing airplane.",
    "hdurl": "https://apod.nasa.gov/apod/image/0504/eclipse_verdin_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Clouds, Plane, Sun, Eclipse",
    "url": "https://apod.nasa.gov/apod/image/0504/eclipse_verdin.jpg"
  },
  {
    "copyright": "Filipe Alves\n Mars Image Credit: \nMars\nExploration Rover Mission,\nJPL,\nNASA\n",
    "date": "2005-04-12",
    "explanation": "Which image is Earth, and which is Mars?  One of the above images was taken by the robot Spirit rover currently climbing Husband Hill on Mars.  The other image was taken by a human across the desert south of Morocco on Earth.  Both images show vast plains covered with rocks and sand.  Neither shows water or obvious signs of life.  Each planet has a surface so complex that any one image does not do that planet justice.  Understanding either one, it turns out, helps understand the other.  Does the one on the left look like home?  Possibly not, but it is Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0504/earthmars_alves_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth or Mars?",
    "url": "https://apod.nasa.gov/apod/image/0504/earthmars_alves.jpg"
  },
  {
    "copyright": "Peter WienerroitherU. Wien",
    "date": "2005-04-13",
    "explanation": "If there were a window nearby to the distant universe -- would you look through it?  Quite possibly, there is, in the form of a small telescope.  A local skykeeper could be a relative or a stranger and is frequently proud to show off the sky free of charge.  Through a window called an eyepiece, on a dark cloudless night, you can see clusters of stars, rings around Saturn, glowing nebulas of gas, craters on the Moon, and galaxies across the universe. The technology to create this window -- and the secret sky it reveals -- was unknown only 400 years ago.  Modern sky opportunities may occur this Saturday, Astronomy Day, at local amateur astronomy clubs, universities, science centers, or planetariums.  Pictured above is a small telescope being deployed at picturesque Hohe Wand, about 50 kilometers south of Vienna, Austria.  The spin of the Earth is visible in the above photo as the long star trails.",
    "hdurl": "https://apod.nasa.gov/apod/image/0504/amateur_wienerroither.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Window to the Once Secret Sky",
    "url": "https://apod.nasa.gov/apod/image/0504/amateur_wienerroither.jpg"
  },
  {
    "copyright": "Catching the Light",
    "date": "2005-04-14",
    "explanation": "After parting with the Sun late last week, April's moon graced the early evening sky. Its slender, three-day-old crescent shares this lovely telescopic skyview with the nearby Pleiades star cluster. Here, the Moon's sunlit crescent is overexposed while the lunar terminator, or boundary between lunar night and day, is jagged with craters and mountains. Lunar surface features can also be seen in the dim lunar night illuminated by earthshine - light from sunlit planet Earth. The sister stars of the Pleiades are grouped at the right, but their alluring blue reflection nebulae, usually highlighted in telescopic images of the cluster, are washed-out in the much brighter moonlight.",
    "hdurl": "https://apod.nasa.gov/apod/image/0504/MoonM45_lodriguss_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "April's Moon and the Pleiades",
    "url": "https://apod.nasa.gov/apod/image/0504/MoonM45_lodriguss_c86.jpg"
  },
  {
    "date": "2005-04-15",
    "explanation": "A cosmic bubble of gas and dust, RCW 79 has grown to about 70 light-years in diameter, blown by the winds and radiation from hot young stars. Infrared light from the dust embedded in the nebula is tinted red in this gorgeous false-color view from the Spitzer Space Telescope. A good 17 thousand light-years away in the grand southern constellation Centaurus, the expanding nebula itself has triggered star formation as it plows into the gas and dust surrounding it. In fact, this penetrating infrared picture reveals groups of new stars as yellowish points scattered along the bubble's edge. One remarkable group still lies within its own natal bubble at about 7 o'clock (lower left), while another can be seen near the upper gap at about 3 o'clock (right) from the bubble's center.",
    "hdurl": "https://apod.nasa.gov/apod/image/0504/rcw79_spitzer_medf.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "RCW 79: Stars in a Bubble",
    "url": "https://apod.nasa.gov/apod/image/0504/rcw79_spitzer_medc80.jpg"
  },
  {
    "date": "2005-04-16",
    "explanation": "Planetary nebulae can look simple, round, and planet-like in small telescopes. But images from the orbiting Hubble Space Telescope have become well known for showing these fluorescent gas shrouds of dying Sun-like stars to possess a staggering variety of detailed symmetries and shapes. This composite color Hubble image of NGC 6751 is a beautiful example of a classic planetary nebula with complex features. It was selected in April of 2000, to commemorate the tenth anniversary of Hubble in orbit. The colors were chosen to represent the relative temperature of the gas - blue, orange, and red indicating the hottest to coolest gas. Winds and radiation from the intensely hot central star (140,000 degrees Celsius) have apparently created the nebula's streamer-like features. The nebula's actual diameter is approximately 0.8 light-years or about 600 times the size of our solar system. NGC 6751 is 6,500 light-years distant in the high-flying constellation Aquila.",
    "hdurl": "https://apod.nasa.gov/apod/image/0504/ngc6751_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Celebrating Hubble With NGC 6751",
    "url": "https://apod.nasa.gov/apod/image/0504/ngc6751_hst.jpg"
  },
  {
    "date": "2005-04-17",
    "explanation": "Rocks from space hit Earth every day.  The larger the rock, though, the less often Earth is struck.  Many kilograms of space dust pitter to Earth daily. Larger bits appear initially as a bright meteor.  Baseball-sized rocks and ice-balls streak through our atmosphere daily, most evaporating quickly to nothing.  Significant threats do exist for rocks near 100 meters in diameter, which  strike the Earth roughly every 1000 years.  An object this size could cause significant tsunamis were it to strike an ocean, potentially devastating even distant shores.  A collision with a Massive asteroid, over 1 km across, is more rare, occurring typically millions of years apart, but could have truly global consequences.  Many asteroids remain undiscovered.  In fact, one was discovered in 1998 as the long blue streak in the above archival image taken by the Hubble Space Telescope. In 2002 June, the small 100-meter asteroid 2002 MN was discovered only after it whizzed by the Earth, passing well within the orbit of the Moon.  2002 MN passed closer than any asteroid since 1994 XM1, but not as close as 2004 MN4 will pass in 2029.  A collision with a large asteroid  would not affect Earth's orbit so much as raise dust that would affect Earth's climate.  One likely result is a global extinction of many species of life, possibly dwarfing the ongoing extinction occurring now.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/asteroids_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Asteroids in the Distance",
    "url": "https://apod.nasa.gov/apod/image/0206/asteroids_hst.jpg"
  },
  {
    "date": "2005-04-18",
    "explanation": "When can a robot produce art?  When it glides past the rings of Saturn. As the robot spacecraft Cassini orbiting Saturn crossed outside the famous photogenic ring plane of the expansive planet, the rings were imaged from the outside, nearly edge on, and in the shadow of Saturn.  From the upper left, ring features include the A ring, the Cassini gap, the B ring, and the darker C ring that includes the Titan gap and a gap yet unnamed.  Last month when the above image was taken, the gliding spacecraft was about one million kilometers from foreground Enceladus, a small Saturnian moon only about 500 kilometers across.  Cassini is scheduled to continue its 70 orbit tour of Saturn over the next three years, sending back images of the gas giant, its rings, and its moons that will be studied for decades to come.",
    "hdurl": "https://apod.nasa.gov/apod/image/0504/enceladus_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturnian Moon and Rings",
    "url": "https://apod.nasa.gov/apod/image/0504/enceladus_cassini.jpg"
  },
  {
    "date": "2005-04-19",
    "explanation": "Do you recognize the constellation Orion?  This striking but unfamiliar looking picture of the familiar Orion region of the sky was produced using survey data from the now-defunct InfraRed Astronomical Satellite (IRAS).  The above image combines information recorded at three different invisible infrared wavelengths and covers about 30x24 degrees on the sky.  Most of Orion's visually impressive stars don't stand out, but bright Betelgeuse does appear as a small bright purplish dot on the lower left. The bright region on the right contains the Great Nebula in Orion, while the bright region just above the image bottom is the Rosette Nebula.  Surrounding these regions are a jumble of chaotic glowing gas and dark dust jettisoned by stars forming and exploding over millions of years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0504/orion_iras_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion in Infrared",
    "url": "https://apod.nasa.gov/apod/image/0504/orion_iras.jpg"
  },
  {
    "copyright": "W. H. Wang",
    "date": "2005-04-20",
    "explanation": "Why is the belt of Orion surrounded by a bubble?  Although glowing like an emission nebula, the origin of the bubble, known as Barnard's Loop, is currently unknown.  Progenitor hypotheses include the winds from bright Orion stars and the supernovas of stars long gone.  Barnard's Loop is too faint to be identified with the unaided eye.  The nebula was discovered only in 1895 by E. E. Barnard on long duration film exposures.  Orion's belt is seen as the three bright stars across the center of the image, the upper two noticeably blue.  Just to the right of the lowest star in Orion's belt is a slight indentation in an emission nebula that, when seen at higher magnification, resolves into the Horsehead Nebula.  To the right of the belt stars is the bright, famous, and photogenic Orion Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/0504/bigorion_wang_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Barnard's Loop Around Orion",
    "url": "https://apod.nasa.gov/apod/image/0504/bigorion_wang.jpg"
  },
  {
    "date": "2005-04-21",
    "explanation": "The picture is lovely, but this pretty cosmic shell was produced by almost unbelievable violence - created when a star with nearly 20 times the mass of the sun blasted away its outer layers in a spectacular supernova explosion. As the expanding debris cloud swept through surrounding interstellar material, shock waves heated the gas causing the supernova remnant to glow in x-rays. In fact, it is possible that all supernova explosions create similar shells, some brighter than others. Cataloged as G21.5-0.9, this shell supernova remnant is relatively faint, requiring about 150 hours of x-ray data from the orbiting Chandra Observatory to create this false-color image. G21.5-0.9 is about 20,000 light-years distant in the constellation Scutum and measures about 30 light-years across. Based on the remnant's size, astronomers estimate that light from the original stellar explosion first reached Earth several thousand years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/0504/g21_xray_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "G21.5-0.9: A Supernova's Cosmic Shell",
    "url": "https://apod.nasa.gov/apod/image/0504/g21_xray_c100.jpg"
  },
  {
    "copyright": "Greg Piepol",
    "date": "2005-04-22",
    "explanation": "In 1905 Albert Einstein had a miraculous year. One hundred years ago, he wrote four papers which revolutionized our understanding of the Universe. The papers outlined; the idea that light could behave as a quantized particle (a photon), an explanation of the thermal motion of atoms and molecules (at a time when atoms themselves were just theories), a theory reconciling motion and the constant speed of light (Special Relativity), and the idea of mass-energy equivalence (E=mc²). Virtually every facet of our modern exploration of the Universe is touched by his now century old insights, along with his later theory of gravity and space-time - General Relativity. In centennial celebration, consider this thoughtful view of a small telescope beside the Einstein Memorial on the grounds of the National Academy of Sciences in Washington DC, USA. The marble platform at the bronze statue's feet is embedded with a map showing the positions of the planets, sun, moon and stars on the memorial's dedication date, 100 years after Einstein's birth in 1879. Albert Einstein died 50 years ago, on April 18, 1955.",
    "hdurl": "https://apod.nasa.gov/apod/image/0504/einsteinNAS_piepol_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Albert Einstein's Miraculous Year",
    "url": "https://apod.nasa.gov/apod/image/0504/einsteinNAS_piepol_c90.jpg"
  },
  {
    "date": "2005-04-23",
    "explanation": "In September of 1996, the Midcourse Space Experiment (MSX) satellite had a spectacular view of a total lunar eclipse from Earth orbit. SPIRIT III, an on board infrared telescope, was used to repeatedly image the moon during the eclipse. Above is one of the images taken during the 70 minute totality, the Moon completely immersed in the Earth's shadow. Infrared light has wavelengths longer than visible light - humans can not see it but feel it as heat. So, the bright spots correspond to the warm areas on the lunar surface, and dark areas are cooler. The brightest spot below and left of center is the crater Tycho, while the dark region at the upper right is the Mare Crisium. Of course, this Sunday's lunar eclipse will not be a total, or even a partial one. Instead, the Moon will glide through the subtle outer portion of the Earth's shadow in a penumbral eclipse of the Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0504/lunarecl_msx_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipsed Moon in Infrared",
    "url": "https://apod.nasa.gov/apod/image/0504/lunarecl_msx_c1.jpg"
  },
  {
    "date": "2005-04-24",
    "explanation": "Newborn stars are forming in the Eagle Nebula.  This image, taken with the Hubble Space Telescope in 1995, shows evaporating gaseous globules (EGGs) emerging from pillars of molecular hydrogen gas and dust.  The giant pillars are light years in length and are so dense that interior gas contracts gravitationally to form stars.  At each pillars' end, the intense radiation of bright young stars causes low density material to boil away, leaving stellar nurseries of dense EGGs exposed.  The Eagle Nebula, associated with the open star cluster M16, lies about 7000 light years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0111/pillars4_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M16: Stars from Eagle's EGGs",
    "url": "https://apod.nasa.gov/apod/image/0111/pillars4_hst.jpg"
  },
  {
    "date": "2005-04-25",
    "explanation": "The dust sculptures of the Eagle Nebula are evaporating.  As powerful starlight whittles away these cool cosmic mountains, the statuesque pillars that remain might be imagined as mythical beasts.  Pictured above is one of several striking dust pillars of the Eagle Nebula that might be described as a gigantic alien fairy.   This fairy, however, is ten light years tall and spews radiation much hotter than common fire.  The greater Eagle Nebula, M16, is actually a giant evaporating shell of gas and dust inside of which is a growing cavity filled with a spectacular stellar nursery currently forming an open cluster of stars.  The above image in scientifically re-assigned colors was released as part of the fifteenth anniversary celebration of the launch of the Hubble Space Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/0504/heic0506b_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Fairy of Eagle Nebula",
    "url": "https://apod.nasa.gov/apod/image/0504/heic0506b_hst.jpg"
  },
  {
    "date": "2005-04-26",
    "explanation": "What goes there across the plains of Mars?  A dust devil.  For the first time, definitive movies of the famous spinning dust towers have been created from ground level.  The robot rover Spirit has now imaged several dust devils from its hillside perch just within the past two months.  Each image in the above sequence was taken about 20 seconds apart.  Inspection of the digitally resized images show the passing dust devil raising Martian dust so thick that it casts a shadow.  The new dust devil movies have been made possible by a new hybrid interaction system where the robot Spirit on Mars takes many images and humans on Earth inspect thumbnails and decide which full resolution images to send back.",
    "hdurl": "https://apod.nasa.gov/apod/image/0504/dustdevil5_spirit_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Martian Dust Devil Passes",
    "url": "https://apod.nasa.gov/apod/image/0504/dustdevil5_spirit.gif"
  },
  {
    "copyright": "Misti Mountain Observatory",
    "date": "2005-04-27",
    "explanation": "These are galaxies of the Hercules Cluster, an archipelago of \"island universes\" a mere 650 million light-years distant. This cluster is loaded with gas and dust rich, star forming, spiral galaxies but has relatively few elliptical galaxies, which lack gas and dust and the associated newborn stars. Colors in the composite image show the star forming galaxies with a blue tint and ellipticals with a slightly yellowish cast. In this cosmic vista many galaxies seem to be colliding or merging while others seem distorted - clear evidence that cluster galaxies commonly interact. Over time, the galaxy interactions are likely to affect the the content of the cluster itself. Researchers believe that the Hercules Cluster is significantly similar to young galaxy clusters in the distant, early Universe and that exploring galaxy types and their interactions in nearby Hercules will help unravel the threads of galaxy andcluster evolution.",
    "hdurl": "https://apod.nasa.gov/apod/image/0504/hercules_misti_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Hercules Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/0504/hercules_misti.jpg"
  },
  {
    "date": "2005-04-28",
    "explanation": "Follow the handle of the Big Dipper away from the dipper's bowl, until you get to the handle's last bright star. Then, just slide your telescope a little south and west and you might find this stunning pair of interacting galaxies, the 51st entry in Charles Messier's famous catalog. Perhaps the original spiral nebula, the large galaxy with well defined spiral structure is also cataloged as NGC 5194. Its spiral arms and dust lanes clearly sweep in front of its companion galaxy (right), NGC 5195. The pair are about 31 million light-years distant and officially lie within the boundaries of the small constellation Canes Venatici. Though M51 looks faint and fuzzy in small, earthbound telescopes, this sharpest ever picture of M51 was made in January 2005 with the Advanced Camera for Surveys on board the Hubble Space Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/0504/m51_hst_lgx.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M51: Cosmic Whirlpool",
    "url": "https://apod.nasa.gov/apod/image/0504/m51_hst_90x.jpg"
  },
  {
    "date": "2005-04-29",
    "explanation": "Small saturnian moon Epimetheus (ep-ee-MEE-thee-us) is at most 116 kilometers across. Its cratered surface and irregular shape are highlighted by dramatic shadows in this composite close-up image from the Cassini spacecraft. However, orbiting 91,000 kilometers above Saturn's cloud tops, Epimetheus is not alone. Similar in size, saturnian moon Janus occupies an orbit separated from Epimetheus' by only about 50 kilometers. The two actually approach each other once every four years, but instead of colliding, the moons deftly exchange orbits and move apart again! In fact, co-orbiting Epimetheus and Janus both consist mostly of porous water ice and could have formed from the breakup of a single parent body. The small moons are also believed to play a role in maintaining the outer edge of Saturn's A ring.",
    "hdurl": "https://apod.nasa.gov/apod/image/0504/epim_cas_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Small Moon Epimetheus",
    "url": "https://apod.nasa.gov/apod/image/0504/epim_cas_c.jpg"
  },
  {
    "date": "2005-04-30",
    "explanation": "While orbiting the planet during their June 1998 mission, the crew of the Space Shuttle Discovery photographed this view of two moons of Earth. Thick storm clouds are visible in the lovely blue planet's nurturing atmosphere and, what was then Earth's largest artificial moon, the spindly Russian Mir Space Station can be seen above the planet's limb. The bright spot to the right of Mir is Earth's very large natural satellite, The Moon. The Mir orbited planet Earth once every 90 minutes about 200 miles above the planet's surface or about 4,000 miles from Earth's center. The Moon orbits once every 28 days at a distance of about 250,000 miles from the center of the Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0504/moonmir_sts91_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Moons of Earth",
    "url": "https://apod.nasa.gov/apod/image/0504/moonmir_sts91_big.jpg"
  },
  {
    "date": "2005-05-01",
    "explanation": "Why isn't this ant a big sphere?  Planetary nebula Mz3 is being cast off by a star similar to our Sun that is, surely, round.  Why then would the gas that is streaming away create an ant-shaped nebula that is distinctly not round?  Clues might include the high 1000-kilometer per second speed of the expelled gas, the light-year long length of the structure, and the magnetism of the star  visible above at the nebula's center.  One possible answer is that Mz3 is hiding a second, dimmer star that orbits close in to the bright star.  A competing hypothesis holds that the central star's own spin and magnetic field are channeling the gas.  Since the central star appears to be so similar to our own Sun, astronomers hope that increased understanding of the history of this giant space ant can provide useful insight into the likely future of our own Sun and Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0505/mz3_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planetary Nebula Mz3: The Ant Nebula",
    "url": "https://apod.nasa.gov/apod/image/0505/mz3_hst.jpg"
  }
]
