[
  {
    "copyright": "T. Rector",
    "date": "2005-03-01",
    "explanation": "This dramatic image of an interacting pair of galaxies was made using 8-meter Gemini South telescope at Cerro Pachon, Chile.  NGC 1531 is the background galaxy with a bright core just above center and NGC 1532 is the foreground spiral galaxy laced with dust lanes.  The pair is about 55 million light-years away in the southern constellation Eridanus.  These galaxies lie close enough together so that each feels the influence of the other's gravity.  The gravitational tug-of-war has triggered star formation in the foreground spiral as evidenced by the young, bright blue star clusters along the upper edge of the front spiral arm.  Though the spiral galaxy in this pair is viewed nearly edge-on, astronomers believe the system is similar to the face-on spiral and companion known as M51, the Whirlpool Galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0503/ngc1532_gemini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1531/2: Interacting Galaxies",
    "url": "https://apod.nasa.gov/apod/image/0503/ngc1532_gemini.jpg"
  },
  {
    "date": "2005-03-02",
    "explanation": "December's 9.0 earthquake has likely shortened Earth's day by about three microseconds and may also have tweaked Earth's rotational wobble.  The megathrust earthquake occurred as the Indian tectonic plate slid further beneath the Burma tectonic plate.  The earthquake was the fourth most powerful since the year 1900 and triggered tsunamis that tragically killed over 250,000 people in nearby coastal regions.  In the above map, the yellow star indicates the location of the main earthquake, while circles show the locations of large aftershocks.  The Sumatra-Andaman Islands earthquake's effect on the Earth's rotation was sudden but much smaller than the accumulated effects of other surface events such as an El Nino.",
    "hdurl": "https://apod.nasa.gov/apod/image/0503/earthquake_usgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Powerful Sumatra-Andaman Islands Earthquake",
    "url": "https://apod.nasa.gov/apod/image/0503/earthquake_usgs.gif"
  },
  {
    "copyright": "Stefan Seip",
    "date": "2005-03-03",
    "explanation": "In this beautiful celestial still life composed with a cosmic brush, dusty nebula NGC 2170 shines at the upper left. Reflecting the light of nearby hot stars, NGC 2170 is joined by other bluish reflection nebulae and a compact red emission region against a backdrop of stars. Like the common household items still life painters often choose for their subjects, the clouds of gas, dust, and hot stars pictured here are also commonly found in this setting - a massive, star-forming molecular cloud in the constellation Monoceros. The giant molecular cloud, Mon R2, is impressively close, estimated to be only 2,400 light-years or so away. At that distance, this canvas would be about 15 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0503/ngc2170_seip_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Still Life with NGC 2170",
    "url": "https://apod.nasa.gov/apod/image/0503/ngc2170_seip_f56.jpg"
  },
  {
    "date": "2005-03-04",
    "explanation": "In this tantalizing image, young blue star clusters and pink star-forming regions abound in NGC 1427A, a galaxy in motion. The small irregular galaxy's swept back outline points toward the top of this picture from the Hubble Space Telescope - and that is indeed the direction NGC 1427A is moving as it travels toward the center of the Fornax cluster of galaxies, some 62 million light-years away. Over 20,000 light-years long and similar to the nearby Large Magellanic Cloud, NGC 1427A is speeding through the Fornax cluster's intergalactic gas at around 600 kilometers per second. The resulting pressure is giving the galaxy its arrowhead outline and triggering the beautiful but violent episodes of star formation. Still, it is understood that interactions with cluster gas and the other cluster galaxies during its headlong flight will ultimately disrupt galaxy NGC 1427A. Many unrelated background galaxies are visible in the sharp Hubble image, including a striking face-on spiral galaxy at the upper left.",
    "hdurl": "https://apod.nasa.gov/apod/image/0503/ngc1427a_hst_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1427A: Galaxy in Motion",
    "url": "https://apod.nasa.gov/apod/image/0503/ngc1427a_hst_c86.jpg"
  },
  {
    "copyright": "Hidden Valley Observatory",
    "date": "2005-03-05",
    "explanation": "Dazzling in binoculars or a small telescope, the Moon is pocked with impact craters. During partial lunar phases, the craters along the terminator are cast in dramatic relief by strong shadows. But when the Moon is full some craters seem to sprout systems of bright radial lines or rays. This detailed close-up of the full Moon features two prominent ray craters, Copernicus (upper left) and Tycho (lower right), each with extensive ray systems of light colored debris blasted out by the crater-forming impacts. In general, ray craters are relatively young as their rays overlay the lunar terrain. In fact, at 85 kilometers wide, Tycho, with its far reaching rays, is the youngest large crater on the nearside. Crater Copernicus, surrounded by dark mare which contrast nicely with its bright rays, is 93 kilometers in diameter.",
    "hdurl": "https://apod.nasa.gov/apod/image/0503/moon8_mandel_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tycho and Copernicus: Lunar Ray Craters",
    "url": "https://apod.nasa.gov/apod/image/0503/moon8_mandel.jpg"
  },
  {
    "copyright": "Roddy Mackenzie",
    "date": "2005-03-06",
    "explanation": "What would it be like to stand atop the tallest mountain on Earth?  To see a full panoramic vista from there, scroll right.  Visible are snow peaked mountains near and far, tremendous cliffs, distant plateaus, the tops of clouds, and a dark blue sky.  Mt. Everest stands 8.85 kilometers above sea level, roughly the maximum height reached by international airplane flights, but much less than the 300 kilometers achieved by a space shuttle.  Hundreds of people have tried and failed to climb the behemoth by foot, a feat  first accomplished successfully in 1953.  About 1000 people have now made it to the summit.  Roddy Mackenzie, who climbed the mountain in 1989, captured the above image. Mt. Everest lies in the Himalayan mountains in the country of Nepal.  In the native language of Nepal, the mountain's name is \"Sagarmatha\" which means \"forehead of the sky.\"",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/everest_mackenzie.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The View from Everest",
    "url": "https://apod.nasa.gov/apod/image/0207/everest_mackenzie.jpg"
  },
  {
    "copyright": "Tony Cook",
    "date": "2005-03-07",
    "explanation": "Have you ever seen the planet Mercury?  This week might be a good time. Because Mercury orbits so close to the Sun, it never wanders far from the Sun in Earth's sky.  If trailing the Sun, Mercury will be visible low on the horizon for only a short while after sunset.  If leading the Sun, Mercury will be visible only shortly before sunrise.  So at certain times of the year an informed skygazer with a little determination can usually pick Mercury out from a site with an clear horizon.  Above, a lot of determination has been combined with a little digital trickery to show Mercury's successive positions during March of 2004.  Each picture was taken from the same location in Leeds, England exactly 33 minutes after sunset.  Over the next two weeks, Mercury will again be well placed for viewing above the western horizon at sunset, but by the third week in March it will have faded and dropped into the twilight.",
    "hdurl": "https://apod.nasa.gov/apod/image/0503/mercarc_cook_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury Over Leeds",
    "url": "https://apod.nasa.gov/apod/image/0503/mercarc_cook.jpg"
  },
  {
    "date": "2005-03-08",
    "explanation": "Whatever hit Mimas nearly destroyed it.  What remains is one of the largest impact craters on one of Saturn's smallest moons.  The crater, named Herschel after the 1789 discoverer of Mimas, Sir William Herschel, spans about 130 kilometers and is pictured above in the dramatic light of its terminator. Mimas' low mass produces a surface gravity just strong enough to create a spherical body but weak enough to allow such relatively large surface features.  Mimas is made of mostly water ice with a smattering of rock - so it is accurately described as a big dirty snowball.  The above image was taken during the 2005 January flyby of the robot spacecraft Cassini now in orbit around Saturn.",
    "hdurl": "https://apod.nasa.gov/apod/image/0503/mimas_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crater on Mimas",
    "url": "https://apod.nasa.gov/apod/image/0503/mimas_cassini.jpg"
  },
  {
    "copyright": "Vydor",
    "date": "2005-03-09",
    "explanation": "Sometimes it looks like the Sun is being viewed through a large lens.  In the above case, however, there are actually millions of lenses: ice crystals.  As water freezes in the upper atmosphere, small, flat, six-sided, ice crystals might be formed.  As these crystals flutter to the ground, each crystal can act like a miniature lens, refracting sunlight into our view. The above image was taken near sunset last month near Nashville, Tennessee, USA.  Dramatically visible behind neighborhood houses and trees and above the cloud deck is the 22 degree halo created by sunlight refracting off of atmospheric ice crystals.",
    "hdurl": "https://apod.nasa.gov/apod/image/0503/sunhalo_vydor_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sun Halo Over Tennessee",
    "url": "https://apod.nasa.gov/apod/image/0503/sunhalo_vydor.jpg"
  },
  {
    "date": "2005-03-10",
    "explanation": "Drifting through the Orion Arm of the spiral Milky Way Galaxy, this cosmic cloud by chance echoes the outline of California on the west coast of the United States. Our own Sun also lies within the Milky Way's Orion Arm, only about 1,500 light-years from the California Nebula. Also known as NGC 1499, the classic emission nebula is around 100 light-years long. It glows with the red light characteristic of hydrogen atoms recombining with long lost electrons, stripped away (ionized) by energetic starlight. In this case, the star most likely providing the energetic starlight is the bright, hot, bluish Xi Persei, just right of the nebula and above picture center. Fittingly, this composite picture was made with images from a telescope in California - the 48-inch (1.2-meter) Samuel Oschin Telescope - taken as a part of the second National Geographic Palomar Observatory Sky Survey.",
    "hdurl": "https://apod.nasa.gov/apod/image/0503/california_palomar_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1499: California Nebula",
    "url": "https://apod.nasa.gov/apod/image/0503/california_palomar_c54.jpg"
  },
  {
    "date": "2005-03-11",
    "explanation": "The classic appearance of the popular Ring Nebula (aka M57) is understood to be due to perspective - our view from planet Earth looks down the center of a roughly barrel-shaped cloud of gas. But graceful looping structures are seen to extend even beyond the Ring Nebula's familiar central regions in this false-color infrared image from the Spitzer Space Telescope. Of course in this well-studied example of a planetary nebula, the glowing material does not come from planets. Instead, the gaseous shroud represents outer layers expelled from a dying, sun-like star. By chance, spiral galaxy IC 1296 is also visible in the upper right of this Spitzer view toward the constellation Lyra. The central ring of the Ring Nebula is about one light-year across and 2,000 light-years away. However, galaxy IC 1296 much bigger and hence farther away ... about 200 million light-years distant.",
    "hdurl": "https://apod.nasa.gov/apod/image/0503/m57_ssc_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Infrared Ring Nebula",
    "url": "https://apod.nasa.gov/apod/image/0503/m57_ssc_c25.jpg"
  },
  {
    "date": "2005-03-12",
    "explanation": "Don't be fooled by the familiar pattern. The graceful spiral structure seen in this computer visualization does not portray winding spiral arms in a distant galaxy of stars. Instead, the graphic shows spiral shock waves in a three dimensional simulation of an accretion disk -- material swirling onto a compact central object that could represent a white dwarf star, neutron star, or black hole. Such accretion disks power bright x-ray sources within our own galaxy. They form in binary star systems which consist of a donor star (not shown above), supplying the accreting material, and a compact object whose strong gravity ultimately draws the material towards its surface. For known x-ray binary systems the size of the accretion disk itself might fall somewhere between the diameter of the Sun (about 1,400,000 kilometers) and the diameter of the Moon's orbit (800,000 kilometers). One interesting result of the virtual reality astrophysics illustrated here is that the simulated disk develops instabilities which tend to smear out the pronounced spiral shocks.",
    "hdurl": "https://apod.nasa.gov/apod/image/0503/accretion_mpowen_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Accretion Disk Simulation",
    "url": "https://apod.nasa.gov/apod/image/0503/accretion_mpowen_c1.jpg"
  },
  {
    "date": "2005-03-13",
    "explanation": "What are these Earthlings trying to tell us?  The above message was broadcast from Earth towards the  globular star cluster M13 in 1974.  During the dedication of the Arecibo Observatory - still the largest radio telescope in the world - a string of 1's and 0's representing the above diagram was sent.   This attempt at extraterrestrial communication was mostly ceremonial - humanity regularly broadcasts radio and television signals out into space accidentally.  Even were this message received, M13 is so far away we would have to wait almost 50,000 years to hear an answer.   The above message gives a few simple facts about humanity and its knowledge: from left to right are numbers from one to ten, atoms including hydrogen and  carbon, some interesting molecules, DNA, a human with description, basics of our Solar System, and basics of the sending telescope.  Several searches for extraterrestrial intelligence are currently underway, including one where you can use your own home computer.",
    "hdurl": "https://apod.nasa.gov/apod/image/0001/etmessage_nrao.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Message From Earth",
    "url": "https://apod.nasa.gov/apod/image/0001/etmessage_nrao.gif"
  },
  {
    "copyright": "Russell Croman",
    "date": "2005-03-14",
    "explanation": "The nebula surrounding bright star S Mon is filled with dark dust and glowing gas.  The strange shapes originate from fine interstellar dust reacting in complex ways with the energetic light and hot gas being expelled by the young stars.  The region just below S Mon, the brightest star in the above picture, is nicknamed the Fox Fur Nebula for its color and texture.  The blue glow directly surrounding S Mon results from reflection, where neighboring dust reflects light from the bright star.  The more diffuse red glow results from emission, where starlight ionizes hydrogen gas.  Pink areas are lit by a combination of the two processes.  S Mon is part of a young open cluster of stars named NGC 2264, located about 2500 light years away toward the constellation of  Monoceros, just north of the Cone Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/0503/foxfur_croman_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Fox Fur Nebula",
    "url": "https://apod.nasa.gov/apod/image/0503/foxfur_croman.jpg"
  },
  {
    "date": "2005-03-15",
    "explanation": "Vertical cliffs of nearly two kilometers occur near the North Pole of Mars.  Also visible in the above image of the Martian North Polar Cap are red areas of rock and sand, white areas of ice, and dark areas of unknown composition but hypothesized to be volcanic ash.  The cliffs are thought to border volcanic caldera.  Although the sheer drop of the Martian cliffs is extreme, the drop is not as deep as other areas in our Solar System, including the 3.4-kilometer depth of Colca Canyon on Earth and the 20 kilometer depth of Verona Rupes on Uranus' moon Miranda.  The above image, digitally reconstructed into a perspective view, was taken by the High Resolution Stereo Camera on board the ESA's robotic Mars Express spacecraft currently orbiting Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0503/marscliffs_express_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Steep Cliffs on Mars",
    "url": "https://apod.nasa.gov/apod/image/0503/marscliffs_express.jpg"
  },
  {
    "copyright": "SSRO",
    "date": "2005-03-16",
    "explanation": "Across the heart of the Virgo Cluster of Galaxies lies a striking string of galaxies known as Markarian's Chain.  The chain, pictured above, is highlighted on the upper right with two large but featureless lenticular galaxies, M84 and M86, and connects to the large spiral on the lower left, M88.  Prominent on the lower right but not part of Markarian's Chain is the giant elliptical galaxy M87.  The home Virgo Cluster is the nearest cluster of galaxies, contains over 2000 galaxies, and has a noticeable gravitational pull on the galaxies of the Local Group of Galaxies surrounding our Milky Way Galaxy.  The center of the Virgo Cluster is located about 70 million light years away toward the constellation of Virgo.  At least seven galaxies in the chain appear to move coherently, although others appear to be superposed by chance.",
    "hdurl": "https://apod.nasa.gov/apod/image/0503/markarian_gilbert_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Markarian's Chain of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/0503/markarian_gilbert.jpg"
  },
  {
    "date": "2005-03-17",
    "explanation": "The surface of Enceladus is as white as fresh snow. Still, an impressive variety of terrain is revealed in this contrast enhanced image. At a resolution of about 30 meters per pixel, the close-up view spans over 20 kilometers - recorded during the touring Cassini spacecraft's March flyby of the icy Saturnian moon. Enceladus is known to be the most reflective moon in the solar system, and the recent Cassini encounters have also detected the presence of an atmosphere, making Enceladus the second moon of Saturn with such a distinction. In fact, Enceladus' fresh looking surface and significant atmosphere both indicate that the tiny, 500 kilometer diameter moon is active. Researchers suspect that ice volcanos or geysers coat the surface with fresh material and replenish the moon's atmosphere, ultimately providing the icy particles that compose Saturn's tenuous E ring.",
    "hdurl": "https://apod.nasa.gov/apod/image/0503/enceladus_cassini_03_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Enceladus Close-Up",
    "url": "https://apod.nasa.gov/apod/image/0503/enceladus_cassini_03_c77.jpg"
  },
  {
    "copyright": "Vincent Jacques",
    "date": "2005-03-18",
    "explanation": "Low on the western horizon after sunset, a slender crescent Moon and wandering planet Mercury join the lights of Menton and Monaco along the French Riviera. Astronomer Vincent Jacques took advantage of this gorgeous photo opportunity a week ago on March 11, when the Moon and Mercury were separated in the sky by just three degrees. Of course, the Moon in a slender crescent phase is always seen near the horizon, as is Mercury - a bright planet which can be otherwise difficult to glimpse as it never strays far from the Sun in Earth's sky. In the coming days good views of Mercury will indeed be fleeting as the solar system's innermost planet is rapidly dropping closer to the glare of the setting Sun. But tonight a waxing Moon will join another bright planet wandering overhead through the evening sky, Saturn.",
    "hdurl": "https://apod.nasa.gov/apod/image/0503/MoonMercMonaco_jacques_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon, Mercury, Monaco",
    "url": "https://apod.nasa.gov/apod/image/0503/MoonMercMonaco_jacques_f42.jpg"
  },
  {
    "copyright": "Till Credner & Sven KohleBonn University",
    "date": "2005-03-19",
    "explanation": "The New General Catalog of star clusters and nebulae really isn't so new. In fact, it was published in 1888 - an attempt by J. L. E. Dreyer to consolidate the work of astronomers William, Caroline, and John Herschel along with others into a useful single, complete catalog of astronomical discoveries and measurements. Dreyer's work was successful and is still important today as this famous catalog continues to lend its \"NGC\" to bright clusters, galaxies, and nebulae. Take for example this star cluster known as NGC 2266 (item number 2,266 in the NGC compilation). It lies about 10,000 light-years distant in the constellation Gemini and represents an open or galactic cluster. With an age of about 1 billion years, NGC 2266 is old for a galactic cluster. Its evolved red giant stars are readily apparent in this gorgeous three-color image.",
    "hdurl": "https://apod.nasa.gov/apod/image/0503/ngc2266_credner_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2266: Old Cluster in the New General Catalog",
    "url": "https://apod.nasa.gov/apod/image/0503/ngc2266_credner.jpg"
  },
  {
    "date": "2005-03-20",
    "explanation": "Today, the Sun crosses the celestial equator heading north, marking the Vernal Equinox -- the first day of spring in the Northern Hemisphere and autumn in the south. Equinox means equal night and with the Sun on the celestial equator, Earthlings will experience 12 hours of daylight and 12 hours of darkness. For those in the Northern Hemisphere, the days will continue to grow longer with the Sun marching higher in the sky as summer approaches. A few weeks after the northern Autumnal Equinox of 1994, the Crew of the Shuttle Endeavor recorded this image of the Sun poised above the Earth's limb. Glare illuminates Endeavor's vertical tail (pointing toward the Earth) along with radar equipment in the payload bay. The space shuttle is expected to return to flight later this year with the launch of STS-114.",
    "hdurl": "https://apod.nasa.gov/apod/image/0503/sun2_sts68_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Equal Night",
    "url": "https://apod.nasa.gov/apod/image/0503/sun2_sts68.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2005-03-21",
    "explanation": "The Horsehead Nebula is one of the most famous nebulae on the sky.  It is visible as the dark indentation to the red emission nebula seen above and to the right of center in the above photograph.  The bright star on the left is located in the belt of the familiar constellation of Orion. The horse-head feature is dark because it is really an opaque dust cloud which lies in front of the bright red emission nebula. Like clouds in Earth's atmosphere, this cosmic cloud has assumed a recognizable shape by chance. After many thousands of years, the internal motions of the cloud will alter its appearance.  The emission nebula's red color is caused by electrons recombining with protons to form hydrogen atoms.  Also visible in the picture are blue reflection nebulae, which preferentially reflect the blue light from nearby stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0503/horsehead_steinberg_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion's Horsehead Nebula",
    "url": "https://apod.nasa.gov/apod/image/0503/horsehead_steinberg.jpg"
  },
  {
    "date": "2005-03-22",
    "explanation": "At about 100 meters from the cargo bay of the space shuttle Challenger, Bruce McCandless II was further out than anyone had ever been before.  Guided by a Manned Maneuvering Unit (MMU), astronaut McCandless, pictured above, was floating free in space. McCandless and fellow NASA astronaut Robert Stewart were the first to experience such an \"untethered space walk\" during Space Shuttle mission 41-B in 1984.  The MMU works by shooting jets of nitrogen and has since been used to help deploy and retrieve satellites.  With a mass over 140 kilograms, an MMU is heavy on Earth, but, like everything, is weightless when drifting in orbit. The MMU was replaced with the SAFER backpack propulsion unit.",
    "hdurl": "https://apod.nasa.gov/apod/image/0503/freeflyer_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "To Fly Free in Space",
    "url": "https://apod.nasa.gov/apod/image/0503/freeflyer_nasa.jpg"
  },
  {
    "date": "2005-03-23",
    "explanation": "What is that wisp on the horizon?  Scientists think that the slight white apparition is actually a Martian dust devil that was caught swirling across Mars.  The above image was taken earlier this month by the robotic rover Spirit.  The swirling cloud was found by comparing the above image to a previous image of the same area.  Fresh dust devil tracks have been seen on Mars before, but actually seeing one up close was a surprise.  The most similar phenomena to Martian dust devils on Earth are terrestrial dust devils, tornadoes and waterspouts.  The ultimate cause of Martian dust devils remains unknown, but might be related to rising air heated by sun-warmed rocks and soil.  Just the previous day, Spirit's power acquisition increased unexpectedly, possibly the result of a dust devil passing near or over the Spirit rover and effectively cleaning its solar panels.",
    "hdurl": "https://apod.nasa.gov/apod/image/0503/dustdevil_spirit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Dust Devil Swirling on Mars",
    "url": "https://apod.nasa.gov/apod/image/0503/dustdevil_spirit.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2005-03-24",
    "explanation": "It's easy to get lost following the intricate filaments in this detailed image of faint supernova remnant Simeis 147. Seen towards the constellation Taurus it covers nearly 3 degrees (6 full moons) on the sky corresponding to a width of 150 light-years at the stellar debris cloud's estimated distance of 3,000 light-years. The color composite image includes eight hours of exposure time with an H-alpha filter, transmiting only the light from recombining hydrogen atoms in the expanding nebulosity and tracing the regions of shocked, glowing gas. This supernova remnant has an apparent age of about 100,000 years - meaning light from the massive stellar explosion first reached Earth 100,000 years ago - but this expanding remnant is not the only aftermath. The cosmic catastrophe also left behind a spinning neutron star or pulsar, all that remains of the original star's core.",
    "hdurl": "https://apod.nasa.gov/apod/image/0503/s147_gendler_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Simeis 147: Supernova Remnant",
    "url": "https://apod.nasa.gov/apod/image/0503/s147_gendler_c39.jpg"
  },
  {
    "copyright": "Utrecht Univ. MuseumInst.\nfor History and Foundations of Science\nCourtesy:\nRob van Gent,\nTiemen Cocquyt,\nand Carl Koppeschaar\n",
    "date": "2005-03-25",
    "explanation": "In 1655, three hundred fifty years ago on this date, Dutch astronomer Christiaan Huygens discovered Luna Saturni - now known as Saturn's moon Titan. To celebrate, consider this intriguing picture of his telescope lens, all that remains of the instrument he used, designed and constructed in collaboration with his brother, Constantijn Huygens. The lens itself measures 57 millimeters (just over 2 inches) in diameter and is inscribed along the border \"X 3 FEBR. MDCLV\": its focal length (10 Rhineland feet) and the date of its final polishing, 3 February 1655. It also bears a verse from the Roman poet Ovid, \"Admovere Oculis Distantia Sidera Nostris\" (They brought the distant stars closer to our eyes). Huygens used the verse as part of an anagram announcing his discovery. The use of an anagram, a practice common in his time, established a date for his discovery but kept its details secret until he wished to reveal them. Decoded and translated, his anagram reads \"A moon revolves around Saturn in 16 days and 4 hours.\", a good agreement with the modern value for Titan's orbital period.",
    "hdurl": "https://apod.nasa.gov/apod/image/0503/huygens_lens_f1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Huygens Discovers Luna Saturni",
    "url": "https://apod.nasa.gov/apod/image/0503/huygens_lens_c23.jpg"
  },
  {
    "date": "2005-03-26",
    "explanation": "The Crab Pulsar, a city-sized, magnetized neutron star spinning 30 times a second, lies at the center of this composite image of the inner region of the well-known Crab Nebula. The spectacular picture combines optical data (red) from the Hubble Space Telescope and x-ray images (blue) from the Chandra Observatory, also used in the popular Crab Pulsar movies. Like a cosmic dynamo the pulsar powers the x-ray and optical emission from the nebula, accelerating charged particles and producing the eerie, glowing x-ray jets. Ring-like structures are x-ray emitting regions where the high energy particles slam into the nebular material. The innermost ring is about a light-year across. With more mass than the Sun and the density of an atomic nucleus, the spinning pulsar is the collapsed core of a massive star that exploded, while the nebula is the expanding remnant of the star's outer layers. The supernova explosion was witnessed in the year 1054.",
    "hdurl": "https://apod.nasa.gov/apod/image/0503/crab_xrayopt_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Composite Crab",
    "url": "https://apod.nasa.gov/apod/image/0503/crab_xrayopt_c2.jpg"
  },
  {
    "copyright": "J. RhoadsSTScI",
    "date": "2005-03-27",
    "explanation": "Most galaxies have a single nucleus -- does this galaxy have four?  The strange answer leads astronomers to conclude that the nucleus of the surrounding galaxy is not even visible in this image.  The central cloverleaf is rather light emitted from a background quasar.  The gravitational field of the visible foreground galaxy breaks light from this distant quasar into four distinct images.  The quasar must be properly aligned behind the center of a massive galaxy for a mirage like this to be evident.  The general effect is known as gravitational lensing, and this specific case is known as the Einstein Cross.  Stranger still, the images of the Einstein Cross vary in relative brightness, enhanced occasionally by the additional gravitational microlensing effect of specific stars in the foreground galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/qso2237_wiyn.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Einstein Cross Gravitational Lens",
    "url": "https://apod.nasa.gov/apod/image/0010/qso2237_wiyn.jpg"
  },
  {
    "date": "2005-03-28",
    "explanation": "One of the greatest unrequited legends of outer space is the tether.  Tethers, long strands of material, hold the promise of stabilizing satellites, generating electricity, and allowing easy transportation.  Possibly the most extreme vision of the space tether is the space elevator popularized by Arthur C. Clarke, where a tether is constructed that connects the ground to geosynchronous orbit.  One problem is strength - it is difficult to make a long useful tether that does not snap.  To help realize more of the tremendous potential of space tethers, NASA and the SpaceWard Foundation have issued the Centennial Tether Challenge, promising a monetary reward for the best space tether that exceeds a minimum standard.  Pictured above is the deployment of the Tethered Satellite System 1 (TSS-1) by the space shuttle Altantis in 1992.  Like other tested tethers, TSS-1 failed to live up to its promise, although many valuable lessons were learned.",
    "hdurl": "https://apod.nasa.gov/apod/image/0503/tether_sts46_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Tether in Space",
    "url": "https://apod.nasa.gov/apod/image/0503/tether_sts46.jpg"
  },
  {
    "date": "2005-03-29",
    "explanation": "What would it be like to see a sky with many moons?  Such is the sky above Saturn.  When appearing close to each other, moons will show a similar phase. A view with two of the more famous moons of Saturn in crescent phase was captured last month by the robot spacecraft Cassini now orbiting Saturn.  Titan, on the lower left, is among the largest moons in the Solar System and is perpetually shrouded in clouds.  Recently, the Huygens probe landed on Titan and gave humanity its first view of its unusual surface.  Dione, on the upper right, has less than a quarter of Titan's diameter and has no significant atmosphere.  Dione, although appearing smaller, was only half the distance to Titan when the above image was taken.",
    "hdurl": "https://apod.nasa.gov/apod/image/0503/titandione_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crescents of Titan and Dione",
    "url": "https://apod.nasa.gov/apod/image/0503/titandione_cassini.jpg"
  },
  {
    "date": "2005-03-30",
    "explanation": "In visual appearance, M74 is a nearly perfect face-on spiral galaxy, about 30 million light-years away toward the constellation Pisces.  The red blotches seen in this composite view are ultraluminous x-ray sources (ULXs) mapped by the Chandra X-ray Observatory. The ULXs are so called because they actually do radiate 10 to 1,000 times more x-ray power than \"ordinary\" x-ray binary stars, which harbor a neutron star or stellar mass black hole. In fact, watching these ULXs change their x-ray brightness over periods of 2 hours or so, astronomers conclude that ULXs could well be intermediate mass black holes -- black holes with masses 10,000 times or so greater than the Sun, but still much less than the million solar mass black holes which lurk in the centers of large spiral galaxies. How did these intermediate mass black holes get there? One intriguing suggestion is that they are left over from the cores of much smaller galaxies that are merging with spiral galaxy M74.",
    "hdurl": "https://apod.nasa.gov/apod/image/0503/m74_cxcnoao_compx.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "ULXs in M74",
    "url": "https://apod.nasa.gov/apod/image/0503/m74_cxcnoao_compx.jpg"
  },
  {
    "date": "2005-03-31",
    "explanation": "The pixelated planet above is actually our own planet Earth seen in gamma rays - the most energetic form of light. In fact, the gamma rays used to construct this view pack over 35 million electron volts (MeV) compared to a mere two electron volts (eV) for a typical visible light photon. The Earth's gamma-ray glow is indeed very faint, and this image was constructed by combining data from seven years of exposure during the life of the Compton Gamma Ray Observatory, operating in Earth orbit from 1991 to 2000. Brightest near the edge and faint near the center, the picture indicates that the gamma rays are coming from high in Earth's atmosphere. The gamma rays are produced as the atmosphere interacts with high energy cosmic rays from space, blocking the harmful radiation from reaching the surface.  Astronomers need to understand Earth's gamma-ray glow well as it can interfere with observations of cosmic gamma-ray sources like pulsars, supernova remnants, and distant active galaxies powered by supermassive black holes.   APOD Update: APOD mirror now on-line from the Beijing Planetarium in Chinese.",
    "hdurl": "https://apod.nasa.gov/apod/image/0503/grayEarth_petry.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gamma-Ray Earth",
    "url": "https://apod.nasa.gov/apod/image/0503/grayEarth_petry.jpg"
  },
  {
    "copyright": "Ellen Roper",
    "date": "2005-04-01",
    "explanation": "Can you help discover water on Mars?  Finding water on different regions on Mars has implications for understanding its complex geologic history, the possible existence of past life and the sustenance of potential future astronauts.  Many space missions have taken photographs of the surface of the red planet, and some of them might show a subtle clue pointing to water on Mars that has been missed.  By close inspection of images, following curiosity, applying scientific principles, applying knowledge about features on the Martian surface, and applying principles of planetary geology, such clues might be brought to light.  In the meantime, happy April Fool's Day from the folks at APOD!",
    "hdurl": "https://apod.nasa.gov/apod/image/0504/WaterOnMars2_gcc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Water On Mars",
    "url": "https://apod.nasa.gov/apod/image/0504/WaterOnMars2_gcc.jpg"
  }
]
