[
  {
    "date": "2005-07-01",
    "explanation": "Fomalhaut (sounds like \"foam-a-lot\") is a bright, young, star, a mere 25 light-year trip from planet Earth in the direction of the constellation Piscis Austrinus. Earlier infrared observations identified a torus of cold material surrounding the nearby star but the panels above detail the sharpest ever visible light-image of Fomalhaut's dusty debris ring, recorded by the Hubble Space Telescope's ACS camera. Overwhelming glare from the star is masked by an occulting disk in the camera's coronagraph. The off-center ring with a sharp inner boundary is taken to be strong evidence of a massive planet orbiting far from Fomalhaut, shaping and maintaining the ring's inner edge. Starting 133 astronomical units (Earth-Sun distances) from Fomalhaut, the dusty ring itself is likely a larger, younger analog of our own Kuiper Belt - the solar system's outer reservoir of icy bodies.",
    "hdurl": "https://apod.nasa.gov/apod/image/0507/fomalhaut_hst_wf.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ring Around Fomalhaut",
    "url": "https://apod.nasa.gov/apod/image/0507/fomalhaut_hst_c70.jpg"
  },
  {
    "copyright": "Damian\nSparkes",
    "date": "2005-07-02",
    "explanation": "On Tuesday, June 28th, the setting Sun flooded the horizon with a beautiful warm light in this view from the beach beside the pier at Brighton in Adelaide, South Australia. The Sun also illuminated three planets gathered in the western sky, Mercury, Venus, and Saturn. From this perspective Mercury is at the highest point in the celestial triangle, brilliant Venus is just below, and Saturn stands farther to the left and below the close pair. Of course, the planets only appear close together on the sky but are actually quite far apart in space. The orbits of Mercury and Venus are both interior to Earth's orbit, while gas giant Saturn lies in the outer solar system, over nine astronomical units from the Sun. Late next week, Venus and Mercury will share western skies with the young crescent Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0507/mvsJun28_sparkes_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Three Planets by the Sea",
    "url": "https://apod.nasa.gov/apod/image/0507/mvsJun28_sparkes_cwp430.jpg"
  },
  {
    "date": "2005-07-03",
    "explanation": "Comet Tempel 1 is targeted for a collision with the impactor probe from NASA's Deep Impact Spacecraft at about 1:52am EDT on July 4th (other time zones). Cameras on the impactor probe and the flyby spacecraft will capture close-up images of the event - expected to produce a crater on the surface of the comet's nucleus. Of course, Earth-orbiting and ground-based telescopes will be watching too, including instruments on the Swift satellite normally used to spot gamma-ray bursts in the distant universe. Swift's ultraviolet telescope recorded this picture of Tempel 1 on June 29th. Because the image is registered on the comet, the background stars appear as short trails. Want to follow the encounter? Media coverage chronicling the event, and the possibilities for viewing the comet with small telescopes can be found through the Deep Impact website. Updated images will also be available from the Kitt Peak National Observatory.",
    "hdurl": "https://apod.nasa.gov/apod/image/0507/tempel1_swiftUVOT_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Swift Look at Tempel 1",
    "url": "https://apod.nasa.gov/apod/image/0507/tempel1_swiftUVOT_c55.jpg"
  },
  {
    "copyright": "Jean-Charles Cuillandre",
    "date": "2005-07-04",
    "explanation": "Typically, views from Mauna Kea are up and dark.  That's because the famous dormant volcano in Hawaii is arguably Earth's premier observing platform of the complex and ever changing night sky.  However, this daytime view is across and bright.  White snow and white clouds seem to blend together to make an alien landscape.  Cinder cones from extinct volcanic outbursts dominate the foreground.  Scrolling right will reveal structures visually incongruous even here: an armada of the largest optical telescopes on Earth.  The observatories seen include Subaru and Keck.  In the distance on the far left is Mauna Loa, Earth's largest volcano.",
    "hdurl": "https://apod.nasa.gov/apod/image/0507/maunakea_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Panorama from Mauna Kea",
    "url": "https://apod.nasa.gov/apod/image/0507/maunakea_cfht.jpg"
  },
  {
    "date": "2005-07-05",
    "explanation": "Fireworks came early on July 4th when, at 1:52am EDT, the Deep Impact spacecraft's probe smashed into the surface of Comet Tempel 1's nucleus at ten kilometers per second. The well-targeted impactor probe was vaporized as it blasted out an expanding cloud of material, seen here 13 seconds after the collision. The image is part of a stunning series of frames documenting the event from the high resolution camera onboard the flyby spacecraft. Tempel 1's potato-shaped nucleus is approximately 5 kilometers across as seen from this perspective. Cameras onboard the impactor probe were also able to image the nucleus and impact site up-close ... until about 3 seconds before the impact. Of course, telescopes nearer to planet Earth followed the event, detecting a significant brightening of comet Tempel 1.",
    "hdurl": "https://apod.nasa.gov/apod/image/0507/impact13sec_deepimpact_hri.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Thirteen Seconds After Impact",
    "url": "https://apod.nasa.gov/apod/image/0507/impact13sec_deepimpact_hri.jpg"
  },
  {
    "date": "2005-07-06",
    "explanation": "This diverse landscape is the surface of comet Temple 1's nucleus as seen by the Deep Impact probe's Impactor Targeting Sensor. Within minutes of recording the rugged view, the landscape had changed dramatically though, as the impactor smashed into the surface near the two large, half kilometer-sized craters at picture center. Indications are that the probe penetrated well below the surface before vaporizing, sending a relatively narrow plume of debris blasting back into space. Researchers are still speculating on the final size of the crater produced by the July 4th comet crash, but material continues to spew from the impact site and has caused the faint comet to brighten significantly. Determining the crater dimensions and analyzing the debris ejected from the comet's interior will provide premier insights into the formation of comet Tempel 1, a primordial chunk of our own solar system.",
    "hdurl": "https://apod.nasa.gov/apod/image/0507/tempel1_its_mov.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Landscape on Comet Tempel 1",
    "url": "https://apod.nasa.gov/apod/image/0507/tempel1_its_mov.jpg"
  },
  {
    "copyright": "Rick Scott",
    "date": "2005-07-07",
    "explanation": "Stars gracefully arc over the glow from a not too distant forest fire in this dramatic time exposure. A recent camping trip with family and friends to Sunset Crater Volcano National Monument, near Flagstaff, Arizona, USA produced the opportunity to record the subtle lighting from Earth and sky.  Pointed south with the shutter held open for five minutes, camera and tripod were fixed to planet Earth, producing the gently curving, concentric star trails - a reflection of the planet's daily rotation about its axis. Rising beyond the forest fire's glow is the slope of Sunset Crater, a cinder cone produced by volcanic eruptions some 900 years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/0507/fireglowstartrails_scott_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fire Glow and Star Trails at Sunset Crater",
    "url": "https://apod.nasa.gov/apod/image/0507/fireglowstartrails_scott_c55.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2005-07-08",
    "explanation": "Magnificent spiral galaxy NGC 4565 is viewed edge-on from planet Earth. Also known as the Needle Galaxy for its narrow profile, bright NGC 4565 is a stop on many telescopic tours of the northern sky as it lies in the faint but well-groomed constellation Coma Berenices. This sharp color image reveals the galaxy's bulging central core dominated by light from a population of older, yellowish stars. The core is dramatically cut by obscuring dust lanes which lace NGC 4565's thin galactic plane. A large island universe similar to our own Milky Way Galaxy, NGC 4565 is only about 30 million light-years distant, but over 100,000 light-years in diameter.  In fact, some consider NGC 4565 to be a prominent celestial masterpiece Messier missed.",
    "hdurl": "https://apod.nasa.gov/apod/image/0507/ngc4565_gendler_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4565: Galaxy on the Edge",
    "url": "https://apod.nasa.gov/apod/image/0507/ngc4565_gendler.jpg"
  },
  {
    "date": "2005-07-09",
    "explanation": "The many spectacular colors of the Rho Ophiuchi (oh'-fee-yu-kee) clouds highlight the many processes that occur there.  The blue regions shine primarily by reflected light.  Blue light from the star Rho Ophiuchi and nearby stars reflects more efficiently off this portion of the nebula than red light.  The Earth's daytime sky appears blue for the same reason.  The red and yellow regions shine primarily because of emission from the nebula's atomic and molecular gas.  Light from nearby blue stars - more energetic than the bright star Antares - knocks electrons away from the gas, which then shines when the electrons recombine with the gas.  The dark regions are caused by dust grains - born in young stellar atmospheres - which effectively block light emitted behind them.  The Rho Ophiuchi star clouds, well in front of the globular cluster M4 visible above on far lower left, are even more colorful than humans can see - the clouds emits light in every wavelength band from the radio to the gamma-ray.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/rhooph_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Colorful Clouds of Rho Ophiuchi",
    "url": "https://apod.nasa.gov/apod/image/0405/rhooph_noao.jpg"
  },
  {
    "date": "2005-07-10",
    "explanation": "Start with the constellation of Orion.  Near Orion's belt is a fuzzy area known as the Great Nebula of Orion or M42.  In this nebula is a bright star cluster known as the Trapezium, shown above.  New stellar systems are forming there in gigantic globs of gas and dust known as Proplyds.  Looking closely at the above picture also reveals that gas and dust surrounding some of the dimmer stars appears to form structures that point away from the brighter stars.  The above false color image was made by combining several exposures from the orbiting Hubble Space Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/0303/orionprop_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Center of the Trapezium",
    "url": "https://apod.nasa.gov/apod/image/0303/orionprop_hst.jpg"
  },
  {
    "copyright": "Clayton Hogen-ChinU. Minnesota",
    "date": "2005-07-11",
    "explanation": "Is the Roof of Africa on fire?  A group hiking at 6 am near the top of Mt. Kilimanjaro watched the rising sun peak above the clouds and the horizon light up red.  Don't worry -- in this case the highest volcano in Africa is not even erupting.  The spectacular sunrise colors are caused by light scattering off the atmosphere and small cloud particles.  If all of the scattered light that makes the sky blue were added back into the scene, the sunrise would appear Sun-colored and not so red.  A similar light scattering effect involving small airborne dust particles causes sunsets on Mars to be red and has been used to determine the sizes of particles in the rings of Saturn.  During this trek in 2000 November, a group of about 30 reached the Kilomanjaro summit after a six-day climb.",
    "hdurl": "https://apod.nasa.gov/apod/image/0507/kilimanjaro_hogen_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunrise Over Kilimanjaro",
    "url": "https://apod.nasa.gov/apod/image/0507/kilimanjaro_hogen.jpg"
  },
  {
    "date": "2005-07-12",
    "explanation": "Glare and exhaust from the three stage, solid fuel M-V-6 rocket punctuates a perfect launch of the Astro-E2 observatory. The dramatic picture was taken at the Uchinoura Space Center on July 10 at 12:30 JST. For dedicated astronomers, a celebration is definitely in order as this launch is a reflight of the Astro-E payload, originally destroyed in a launch failure in February 2000. Now being checked out in Earth orbit, the innovative instrumentation on board the satellite will explore the Universe in energetic x-rays. Following a tradition of renaming satellites after their successful launch, Astro-E2 has been newly dubbed Suzaku. Suzaku, a phoenix-like deity in mythology associated with the southern part of the sky, is a 'Red Bird'.",
    "hdurl": "https://apod.nasa.gov/apod/image/0507/MVLaunch_eud_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Launch of the Red Bird",
    "url": "https://apod.nasa.gov/apod/image/0507/MVLaunch_eud_c54.jpg"
  },
  {
    "copyright": "Rich\nRichins",
    "date": "2005-07-13",
    "explanation": "An analemma is that figure-8 curve you get when you mark the position of the Sun at the same time each day for one year. But the trick to imaging an analemma of the Moon is to understand that on average the Moon returns to the same position in the sky about 51 minutes later each day. So, if you photograph the Moon 51 minutes later on successive days, over one lunation or lunar month it will trace out an analemma-like curve as the actual position of the Moon wanders compared to the average -- due to the Moon's tilted and elliptical orbit. For this excellent demonstration of the lunar analemma, astronomer Rich Richins chose the lunar month containing this year's northern hemisphere summer solstice. The southernmost Full Moon rises at the lower right above the Organ Mountains in southern New Mexico, USA, with the New Moon phase at the upper left. The multiple exposure image required some digital manipulation, particularly to include thin crescent phases in daytime skies.",
    "hdurl": "https://apod.nasa.gov/apod/image/0507/LunarAnalemma_richins_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Analemma of the Moon",
    "url": "https://apod.nasa.gov/apod/image/0507/LunarAnalemma_richins_c72.jpg"
  },
  {
    "copyright": "Peter WienerroitherU. Wien",
    "date": "2005-07-14",
    "explanation": "As the Earth spins on its axis, the sky seems to rotate around us.  This motion, called diurnal motion, produces the beautiful concentric trails traced by stars during time exposures.  In the middle of the picture is the North Celestial Pole (NCP), easily identified as the point in the sky at the center of all the star trail arcs.  The star Polaris, commonly known as the North Star, made the very short bright circle near the NCP.  Full circle star trails are pictured over Vienna, Austria.   This image, a relatively short exposure followed by a digital trick, could not have been taken during a single night because 24-hours are needed for one full rotation, and the Sun is sure to dominate the frame at some time.",
    "hdurl": "https://apod.nasa.gov/apod/image/0507/startrails_wienerroither_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Trails Over Vienna",
    "url": "https://apod.nasa.gov/apod/image/0507/startrails_wienerroither.jpg"
  },
  {
    "copyright": "Jimmy\nWestlakeColorado\nMountain College",
    "date": "2005-07-15",
    "explanation": "Only Mars is missing from this reflective view of the major rocky bodies of the inner solar system. Captured on July 8th, the serene, twilight picture looks out over the Flat Tops Wilderness area from near Toponas, Colorado, USA and includes planets Mercury, Venus, Earth, and Earth's large natural satellite, the Moon. The Moon is in a young crescent phase about three degrees above bright planet Venus. Forest fires contribute to a layer of smoke in Earth's sky that almost hides planet Mercury, still visible very near the horizon. Just a week earlier Venus and Mercury were joined by Saturn, forming a notable grouping in the west also enjoyed by skygazers across planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0507/jul8_westlake_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Reflections on the Inner Solar System",
    "url": "https://apod.nasa.gov/apod/image/0507/jul8_westlake_cs72.jpg"
  },
  {
    "date": "2005-07-16",
    "explanation": "Posing for this cosmic family photo are the galaxies of HCG (Hickson Compact Group) 87, about four hundred million light-years distant toward the amphibious constellation Capricornus. The large edge-on spiral near picture center, the fuzzy elliptical galaxy immediately to its right, and the spiral near the top of the image are identified members of the group, while the small spiral galaxy in the middle is likely a more distant background galaxy. In any event, a careful examination of the deep image reveals other galaxies which certainly lie far beyond HCG 87. While not exactly locked in a group hug, the HCG 87 galaxies are interacting gravitationally, influencing their fellow group members' structure and evolution. This image is from the commissioning phase of an instrument on the Gemini Observatory's South Telescope at Cerro Pachon, Chile. It compares favorably with views of this photogenic galaxy group recorded by the Hubble Space Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/0507/hcg87_gmoss_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy Group HCG 87",
    "url": "https://apod.nasa.gov/apod/image/0507/hcg87_gmoss_c1.jpg"
  },
  {
    "date": "2005-07-17",
    "explanation": "A fantastic jumble of young blue star clusters, gigantic glowing gas clouds, and imposing dark dust lanes surrounds the central region of the active galaxy Centaurus A.  This mosaic of Hubble Space Telescope images taken in blue, green, and red light has been processed to present a natural color picture of this cosmic maelstrom. Infrared images from the Hubble have also shown that hidden at the center of this activity are what seem to be disks of matter spiraling into a black hole with a billion times the mass of the Sun! Centaurus A itself is apparently the result of a collision of two galaxies and the left over debris is steadily being consumed by the black hole. Astronomers believe that such black hole central engines generate the radio, X-ray, and gamma-ray energy radiated by Centaurus A and other active galaxies. But for an active galaxy Centaurus A is close, a mere 10 million light-years away, and is a relatively convenient laboratory for exploring these powerful sources of energy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/CenA_wfpc2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Center of Centaurus A",
    "url": "https://apod.nasa.gov/apod/image/0204/CenA_wfpc2.jpg"
  },
  {
    "date": "2005-07-18",
    "explanation": "It was a human-made event visible across the Solar System.  At the direction of terrestrial scientists, a refrigerator-sized probe from the Deep Impact mission struck Comet Tempel 1 on July 4 at over 35,000 kilometers per hour.  The unexpectedly bright explosion was not nuclear but rather originated from a large plume that reflected back sunlight. Pictured above is how the event looked to the Earth-orbiting Hubble Space Telescope.  A large cloud of bright material is seen emanating from the comet's nucleus and then dispersing.  The area encompassing the comet became over two times brighter in the hours after the impact. Astronomers will continue to study the images and data returned by Deep Impact to better determine the nature of Comet Tempel 1 and discern clues about the formation dynamics of the early Solar System.  Norwegian APOD mirror now available",
    "hdurl": "https://apod.nasa.gov/apod/image/0507/tempel1_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Deep Impact on Comet Tempel 1 from Hubble",
    "url": "https://apod.nasa.gov/apod/image/0507/tempel1_hst.jpg"
  },
  {
    "copyright": "R Jay GaBanyCosmotography.com",
    "date": "2005-07-19",
    "explanation": "One of the nearest supernovas of recent years was discovered late last month in the bright nearby galaxy M51.  It is visible on the right of the above before and after images of the picturesque spiral.   Can you spot it? The supernova, discovered originally by Wolfgang Kloehr and now dubbed 2005cs, is still near its maximum brightness and visible with a telescope toward the constellation of the Hunting Dogs (Canes Venatici). The supernova has been identified as a Type II but has an unusual brightness history, creating speculation that is similar in nature to the brightest supernova of modern times: 1987A. The progenitor star has been identified as a bright blue star. Although hundreds of supernovas are discovered each year by automated searches, nearby supernova are rare and important because they frequently become bright enough to be studied by many telescopes and are near enough for their (former) host star and immediate surroundings to be spatially resolved. Supernova 2005cs may have left behind a core that has been compressed into a neutron star or black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/0507/m51sn_gabany_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Nearby Supernova in M51",
    "url": "https://apod.nasa.gov/apod/image/0507/m51sn_gabany.jpg"
  },
  {
    "copyright": "Nature",
    "date": "2005-07-20",
    "explanation": "What lies on the floor of this Martian crater?  A frozen patch of water ice.  The robotic Mars Express spacecraft took the above image in early February.   The ice pocket was found in a 35-kilometer wide crater that resides 70 degrees north of the Martian equator.  There, sunlight is blocked by the 300-meter tall crater wall from vaporizing the water-ice on the crater floor into the thin Martian atmosphere. The ice pocket may be as deep as 200 meters thick.  Frost can be seen around the inner edge on the upper right part of the crater, while part of the lower left crater wall is bathed in sunlight.  The existence of water-ice pockets inside craters near the Martian North Pole, like that pictured above and others noted previously, give clues not only about surface conditions in the Martian past but also possible places where future water-based astronauts might do well to land.",
    "hdurl": "https://apod.nasa.gov/apod/image/0507/icecrater_marsexpress.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Water Ice in a Martian Crater",
    "url": "https://apod.nasa.gov/apod/image/0507/icecrater_marsexpress.jpg"
  },
  {
    "date": "2005-07-21",
    "explanation": "Visible light images show the central region of globular cluster 47 Tucanae is closely packed, with stars less than a tenth of a light-year apart. This Chandra false-color x-ray view of central 47 Tuc also shows the cluster is a popular neighborhood for x-ray stars, many of which are \"normal\" stars co-orbiting with extremely dense neutron stars -- stars with the mass of the Sun but the diameter of Manhattan Island. One of the most remarkable of these exotic binary systems is cataloged as 47 Tuc W, a bright source near the center of this image. The system consists of a low mass star and a a neutron star that spins once every 2.35 milliseconds. Such neutron stars are known to radio astronomers as millisecond pulsars, believed to be driven to such rapid rotation by material falling from the normal star onto its dense companion. In fact, x-ray observations of the 47 Tuc W system link this spin-up mechanism observed to operate in other x-ray binary stars with fast rotating millisecond pulsars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0507/47tuc_chandra_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Stars of 47 Tuc",
    "url": "https://apod.nasa.gov/apod/image/0507/47tuc_chandra_c.jpg"
  },
  {
    "date": "2005-07-22",
    "explanation": "Seen from ice moon Tethys, rings and shadows would play across fantastic views of the Saturnian system. Haven't dropped in on Tethys lately? Then this gorgeous ringscape from the Cassini spacecraft will have to do for now. Caught in sunlight just below and left of picture center, Tethys itself is about 1,000 kilometers in diameter and orbits not quite five saturn-radii from the center of the gas giant planet. At that distance (around 300,000 kilometers) it is well outside Saturn's main bright rings, but Tethys is still one of five major moons that find themselves within the boundaries of the faint and tenuous outer E ring. Discovered in the 1980s, two very small moons Telesto and Calypso are locked in stable locations along Tethys' orbit. Telesto precedes and Calypso follows Tethys as the trio circles Saturn.",
    "hdurl": "https://apod.nasa.gov/apod/image/0507/TethysRingShadow_cassini_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tethys, Rings, and Shadows",
    "url": "https://apod.nasa.gov/apod/image/0507/TethysRingShadow_cassini_c68.jpg"
  },
  {
    "copyright": "Tony and Daphne Hallas",
    "date": "2005-07-23",
    "explanation": "This gorgeous celestial vista is centered on one of the Milky Way's own planetary nebulae, M57, the famous Ring Nebula. The wide view is a composite of three exposures; one to record the details of the inner roughly one light-year span of the familiar nebula, one to record the surprisingly intricate but faint outer rings of glowing hydrogen gas, and one to pick up the rich assortment of distant background galaxies. By chance, one of the background galaxies, IC 1296 at the upper left, is close enough to show its barred, spiral structure making an attractive visual comparison with M57. Interestingly, though IC 1296 is 200 million light-years away compared to only 2 thousand light-years for M57, a faint ring is also apparent around the outer reaches of the distant spiral galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0507/RingNebGal_hallas_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ringed Nebulae",
    "url": "https://apod.nasa.gov/apod/image/0507/RingNebGal_hallas_c1.jpg"
  },
  {
    "copyright": "Ivan and Colby Navarro",
    "date": "2005-07-24",
    "explanation": "If you wait long enough, a piece of outer space itself will come right to you.  As Colby Navarro worked innocently on the computer, a rock from space crashed through the roof, struck the printer, banged off the wall, and came to rest near the filing cabinet.  This occurred around midnight on March 26, 2003 in Park Forest, Illinois, USA, near Chicago.  The meteorite, measuring about 10 cm across, was one of several that fell near Chicago that day as part of a tremendous fireball.  Pictured above is the resulting hole in the ceiling, while the inset image shows the wall dent and the meteorite itself.  Although the vast majority of meteors is much smaller and burn up in the Earth's atmosphere, the average homeowner should expect to repair direct meteor damage every hundred million years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/chicagofall_navarro.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Chicago Meteorite Fall",
    "url": "https://apod.nasa.gov/apod/image/0305/chicagofall_navarro.jpg"
  },
  {
    "copyright": "C. Conselice",
    "date": "2005-07-25",
    "explanation": "How were the unusual gas filaments surrounding galaxy NGC 1275 created?  No one is sure. Galaxy NGC 1275 is the central dominant galaxy of the Perseus Cluster of Galaxies, a cluster with many member galaxies visible in the above image.  In visible light, NGC 1275 appears to show a spectacular collision between two distinct galaxies.  The galaxy and cluster are also bright emitters of X-rays.  The unusual gas filaments are shown above in a very specific color of light emitted by hydrogen, here artificially colored pink.  Possible origins for the filaments may involve details of the collision between the two galaxies, or alternatively, interactions between a galactic center black hole and the surrounding intracluster gas.  NGC 1275, pictured above, spans about 100,000 light years and lies about 230 million light years distant toward the constellation of Perseus.",
    "hdurl": "https://apod.nasa.gov/apod/image/0507/ngc1275_wiyn_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual Gas Filaments Surround Galaxy NGC 1275",
    "url": "https://apod.nasa.gov/apod/image/0507/ngc1275_wiyn.jpg"
  },
  {
    "date": "2005-07-26",
    "explanation": "Why is Saturn's moon Hyperion textured like a sponge?  Recent high-resolution images from the robot Cassini spacecraft orbiting Saturn show Hyperion to be an even stranger place than thought before.  Previously, it was known that the length of a day on Hyperion is unpredictable.  The moon's highly elliptical orbit around Saturn, its highly non-spherical shape, and its locked 4:3 orbital resonance with Titan torque Hyperion around so much it is hard to predict when the Sun will rise next.  The newly imaged craters on the unusually coarse surface are surely the result of impacts, but for some reason have dark centers.  The low density of Hyperion indicates it might even be a spelunker's paradise, riddled with tremendous caverns.",
    "hdurl": "https://apod.nasa.gov/apod/image/0507/hyperion_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hyperion: Sponge Moon of Saturn",
    "url": "https://apod.nasa.gov/apod/image/0507/hyperion_cassini.jpg"
  },
  {
    "date": "2005-07-27",
    "explanation": "NASA's launch of the massive Space Shuttle Discovery yesterday brought a nation known for its tremendous space program back to human space flight.  Shuttle flights had been suspended for over two years previously following the tragic loss of the Space Shuttle Columbia crew on 2003 February 1.  The complex, powerful Space Shuttle Discovery lifted a crew of seven into an Earth orbit that will bring them to the International Space Station (ISS).  The shuttle crew will deliver supplies to the ISS, perform repairs, and test new methods for inspecting and repairing the shuttle's thermal protection system.  Three space walks are planned.  This Return to Flight Mission STS-114 is pictured above launching from Pad 39B on Cape Canaveral, Florida.",
    "hdurl": "https://apod.nasa.gov/apod/image/0507/shuttle03_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "America Returns to Human Space Flight",
    "url": "https://apod.nasa.gov/apod/image/0507/shuttle03_nasa.jpg"
  },
  {
    "copyright": "Misti\nMountain Observatory",
    "date": "2005-07-28",
    "explanation": "Ghostly in appearance, Abell 39 is a remarkably simple, spherical nebula about five light-years across. Well within our own Milky Way galaxy, the cosmic sphere is roughly 7,000 light-years distant toward the constellation Hercules. Abell 39 is a planetary nebula, formed as a once sun-like star's outer atmosphere was expelled over a period of thousands of years. Still visible, the nebula's central star is evolving into a hot white dwarf. Although faint, the nebula's simple geometry has proven to be a boon to astronomers exploring the chemical abundances and life cycles of stars. In this deep image recorded under dark night skies, very distant background galaxies can be found -- some visible right through the nebula itself.",
    "hdurl": "https://apod.nasa.gov/apod/image/0507/abell39_misti_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spherical Planetary Nebula Abell 39",
    "url": "https://apod.nasa.gov/apod/image/0507/abell39_misti_c50.jpg"
  },
  {
    "copyright": "Anthony Ayiomamitis",
    "date": "2005-07-29",
    "explanation": "That large sunspot near the right edge of the Sun is actually not a sunspot at all. It's the International Space Station (ISS) and the Space Shuttle Discovery on mission STS-114. In the past, many skygazers have spotted the space station and space shuttles as bright stars gliding through twilight skies, still glinting in the sunlight while orbiting 200 kilometers or so above the Earth's surface. But here, astronomer Anthony Ayiomamitis took advantage of a rarer opportunity to record the spacefaring combination moving quickly in silhouette across the solar disk. He snapped the picture on Thursday, July 28th from Athens, Greece. Launched on Tuesday, Discovery joined with the ISS Thursday, making the already large space station seem to loom even larger.",
    "hdurl": "https://apod.nasa.gov/apod/image/0507/sts114iss_ayiomamitis.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "ISS and Discovery Transit the Sun",
    "url": "https://apod.nasa.gov/apod/image/0507/sts114iss_ayiomamitis_c91.jpg"
  },
  {
    "date": "2005-07-30",
    "explanation": "Close to the Great Bear (Ursa Major) and surrounded by the stars of the Hunting Dogs (Canes Venatici), this celestial nebula was discovered in 1781 by the metric French astronomer Pierre Mechain. Later, it was added to the catalog of his friend and colleague Charles Messier as M106. Modern deep telescopic views reveal it to be an island universe -- a spiral galaxy around 30 thousand light-years across located only about 21 million light-years beyond the stars of the Milky Way. Youthful blue star clusters and reddish stellar nurseries trace the striking spiral arms of M106. Seen so clearly in this beautiful image, the galaxy's bright core is also visible across the spectrum from radio to x-rays, making M106 a nearby example of the Seyfert class of active galaxies. The bright core of a Seyfert galaxy is believed to be powered by matter falling into a massive central black hole.   News Flash: Object Larger than Pluto Discovered in Distant Solar System",
    "hdurl": "https://apod.nasa.gov/apod/image/0507/m106_block_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M106 in Canes Venatici",
    "url": "https://apod.nasa.gov/apod/image/0507/m106_block_c1.jpg"
  },
  {
    "date": "2005-07-31",
    "explanation": "Is that a tenth planet?  A faint, slowly moving dot discovered by computer shows clear signs of being a deep Solar System object at least as large as Pluto.  The object, designated 2003 UB313, is currently situated nearly 100 times the Earth-Sun distance -- over twice the average Pluto-Sun distance.  That far out, the only way a single round object could be as bright as 2003 UB313 would be if it is at least as large as Pluto and completely reflective.  Since 2003 UB313 is surely not completely reflective, it could be substantially larger.  One of the discovery frames is shown above digitally expanded and artificially brightened.  2003 UB313 was identified initially on frames taken by the automated 1.2-meter Samuel Oschin Telescope at Palomar Observatory in California, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/0507/2003ub313_palomar.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar System Object Larger than Pluto Discovered",
    "url": "https://apod.nasa.gov/apod/image/0507/2003ub313_palomar_big.jpg"
  },
  {
    "date": "2005-08-01",
    "explanation": "Has a tenth planet been discovered?  A newly discovered object, designated 2003 UB313 and located more than twice the distance of Pluto, is expected to be at least as large as Pluto and probably larger, given current measurements. 2003 UB313's dimness and highly tilted orbit (44 degrees) prevented it from being discovered sooner.  Many astronomers speculate that numerous other icy objects larger than Pluto likely exist in the Kuiper Belt of the far distant Solar System.  If so, and if some are found closer in than 2003 UB313, it may be premature to call 2003 UB313 the tenth planet. Illustrated above is an artist's drawing showing how 2003 UB313 might look.  The unusually bright star on the right is the Sun.  Much of the world eagerly await the decision by the International Astronomical Union on whether 2003 UB313 will be designated a planet or given a name without subscripts.",
    "hdurl": "https://apod.nasa.gov/apod/image/0508/2003ub313drawing_palomar_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "2003 UB313: A Tenth Planet?",
    "url": "https://apod.nasa.gov/apod/image/0508/2003ub313drawing_palomar.jpg"
  }
]
