[
  {
    "date": "2005-12-01",
    "explanation": "Launched ten years ago this week, SOHO (the SOlar and Heliospheric Observatory) still enjoys an uninterrupted view of the Sun. Twelve sungazing instruments on board the spacecraft have explored the Sun's internal structure, the extensive solar atmosphere and solar wind, and discovered over 1,000 comets from a remarkable orbit around a point about 1.5 million kilometers directly sunward of planet Earth itself. At that location, known as a Lagrange point, the gravitational influence of the Earth and Sun are equal. With scientific instrument teams distributed around the world, the SOHO operations center is located at NASA's Goddard Space Flight Center in Greenbelt, Maryland. Mission operations are planned through March of 2007 to allow the study of a complete 11-year solar cycle. Contributions from SOHO's instruments are represented in the colorful montage image. Happy tenth anniversary SOHO!",
    "hdurl": "https://apod.nasa.gov/apod/image/0512/soho10_hill_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SOHO's Uninterrupted View of the Sun",
    "url": "https://apod.nasa.gov/apod/image/0512/soho10_hill_c77.jpg"
  },
  {
    "date": "2005-12-02",
    "explanation": "The Crab Nebula is cataloged as M1, the first object on Charles Messier's famous list of things which are not comets. In fact, the cosmic Crab is now known to be a supernova remnant, an expanding cloud of debris from the death explosion of a massive star. Light from that stellar catastrophe was first witnessed by astronomers on planet Earth in the year 1054. Composed of 24 exposures taken in October 1999, January 2000, and December 2000, this Hubble Space Telescope mosaic spans about twelve light years. Colors in the intricate filaments trace the light emitted from atoms of hydrogen, oxygen, and sulfur in the debris cloud. The spooky blue interior glow is emitted by high-energy electrons accelerated by the Crab's central pulsar",
    "hdurl": "https://apod.nasa.gov/apod/image/0512/crabmosaic_hst_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crab Nebula Mosaic from HST",
    "url": "https://apod.nasa.gov/apod/image/0512/crabmosaic_hst_c80.jpg"
  },
  {
    "date": "2005-12-03",
    "explanation": "Fifteen years ago, in December of 1990, the Space Shuttle Orbiter Columbia carried an array of astronomical telescopes high above the Earth's obscuring atmosphere to explore the Universe at ultraviolet and x-ray wavelengths. The telescopes, known by the acronyms UIT, HUT, WUPPE, and BBXRT, are seen here in Columbia's payload bay against a spectacular view of the constellation Orion. The ultraviolet telescopes were mounted on a common structure - HUT is visible in this view along with a star tracker (the silver cone at the left). Taken during the nighttime portion of the shuttle's 90 minute orbit, the picture shows the telescopes and structures illuminated by moonlight.",
    "hdurl": "https://apod.nasa.gov/apod/image/0512/astro1_sts35_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Astro 1 In Orbit",
    "url": "https://apod.nasa.gov/apod/image/0512/astro1_sts35_c100.jpg"
  },
  {
    "copyright": "David Malin",
    "date": "2005-12-04",
    "explanation": "What is the closest star to our Sun?  It is Proxima Centauri, the nearest member of the Alpha Centauri triple star system.  Light takes only 4.22 years to reach us from Proxima Centauri.  This small red star, captured in the center of the above image,  is so faint that it was only discovered in 1915 and is only visible through a telescope.  Stars of all types from our Milky Way Galaxy are visible in the background.  The brightest star in the Alpha Centauri system is quite similar to our Sun, has been known as long as recorded history, and is the third brightest star in the night sky.  The Alpha Centauri system is primarily visible from Earth's Southern Hemisphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/0512/proximacen1_aao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Proxima Centauri: The Closest Star",
    "url": "https://apod.nasa.gov/apod/image/0512/proximacen1_aao.jpg"
  },
  {
    "date": "2005-12-05",
    "explanation": "Fountains of ice shoot out from Saturn's moon Enceladus.  Clear discovery images of the fountains were made using observations from the robot Cassini spacecraft currently orbiting Saturn.  During a recent pass, Cassini was programmed to look back toward the Sun where Enceladus would appear as a thin crescent.  From this vantage point, particles emitted from the surface would better show themselves by reflecting sunlight.  The tactic was successful -- the above frame shows several plumes emanating from regions previously known to contain gashes in the surface dubbed tiger stripes.  Cassini detected an increase in particle emissions from these regions during a July flyby.  Some of these ice particles likely contribute to the make up of Saturn's mysterious E ring.",
    "hdurl": "https://apod.nasa.gov/apod/image/0512/enceladusfountains_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fountains Discovered on Saturn's Enceladus",
    "url": "https://apod.nasa.gov/apod/image/0512/enceladusfountains_cassini.jpg"
  },
  {
    "copyright": "Mikael Svalgaard",
    "date": "2005-12-06",
    "explanation": "These wisps of gas are all that remain visible of a Milky Way star.  Many thousands of years ago that star exploded in a supernova leaving the Veil Nebula, pictured above.  At the time, the expanding cloud was likely as bright as a crescent Moon toward the constellation of Cygnus, visible for weeks to people living at the dawn of recorded history.  The supernova remnant lies about 1400 light-years away and covers over five times the size of the full Moon.  The above image of the Veil was made clearer by digitally dimming stars in the frame. The bright wisp at the top is known as the Witch's Broom Nebula and can be seen with a small telescope.  The Veil Nebula is also known as the Cygnus Loop.",
    "hdurl": "https://apod.nasa.gov/apod/image/0512/veil_svalgaard_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Veil Nebula Unveiled",
    "url": "https://apod.nasa.gov/apod/image/0512/veil_svalgaard.jpg"
  },
  {
    "copyright": "Planetary Visions Ltd. Courtesy:",
    "date": "2005-12-07",
    "explanation": "Can you find your favorite European city?  The above digital fantasy of Europe at Night is a digital composite of archived satellite images taken both during the day and night.  This image is different from what an astronaut would see for reasons including a complete lack of clouds and an unrealistic exaggeration of lights and contrasts.  Even so, the geography underlying the image is captivating.   Nighttime light patterns have been accumulated from the USAF Defense Meteorological Satellite Program (DMSP) Operational Linescan System.",
    "hdurl": "https://apod.nasa.gov/apod/image/0512/eunight2_pv_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Europe at Night",
    "url": "https://apod.nasa.gov/apod/image/0512/eunight2_pv.jpg"
  },
  {
    "date": "2005-12-08",
    "explanation": "The Perseus Cluster of thousands of galaxies, 250 million light-years distant, is one of the most massive objects in the Universe and the brightest galaxy cluster in the x-ray sky. At its core lies the giant cannibal galaxy Perseus A (NGC 1275), accreting matter as gas and galaxies fall into it. This deep Chandra Observatory x-ray image spans about 300,000 light-years across the galaxy cluster core. It shows remarkable details of x-ray emission from the monster galaxy and surrounding hot (30-70 million degrees C) cluster gas.  The bright central source is the supermassive black hole at the core of Perseus A itself. Low density regions are seen as dark bubbles or voids, believed to be generated by cyclic outbursts of activity from the central black hole. The activity creates pressure waves - sound waves on a cosmic scale- that ripple through the x-ray hot gas. Dramatically, the blue-green wisps just above centre in the false-color view are likely x-ray shadows of the remains of a small galaxy falling into the burgeoning Perseus A.",
    "hdurl": "https://apod.nasa.gov/apod/image/0512/perseusCluster_cxc_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Rays from the Perseus Cluster Core",
    "url": "https://apod.nasa.gov/apod/image/0512/perseusCluster_cxc_c.jpg"
  },
  {
    "copyright": "Missouri Skies",
    "date": "2005-12-09",
    "explanation": "If you've been outdoors near sunset, then you've probably noticed Venus low in the west as the brilliant evening star. Sometimes mistaken for a tower light near the horizon, Venus is the third brightest celestial beacon, after the Sun and Moon, in planet Earth's sky. That distinction is particularly easy to appreciate in this peaceful scene featuring the crescent Moon, Venus, and sunset colors captured on December 4th near Albany, Missouri, USA. As this season's evening star, Venus will be at its most brilliant tonight, but as December progresses the bright planet will begin to fall out of the western sky. By early next week, December's Moon will have moved on to meet another bright planet overhead -- Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0512/moonvenus3_bush_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "December Moon Meets Evening Star",
    "url": "https://apod.nasa.gov/apod/image/0512/moonvenus3_bush_c81.jpg"
  },
  {
    "date": "2005-12-10",
    "explanation": "In 1865 Jules Verne predicted the invention of a space capsule that could carry people. His science fiction story \"From the Earth to the Moon\" outlined his vision of a cannon in Florida so powerful that it could shoot a Projectile-Vehicle carrying three adventurers to the Moon. Over 100 years later NASA, guided by  Wernher Von Braun's vision, produced the Saturn V rocket. From a spaceport in Florida, this rocket turned Verne's fiction into fact, launching 9 Apollo Lunar missions and allowing 12 astronauts to walk on the Moon. As spotlights play on the rocket and launch pad at dusk, the last moon shot, Apollo 17, is pictured here awaiting its December 1972 night launch.",
    "hdurl": "https://apod.nasa.gov/apod/image/0512/ap17ksc_72pc589_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Last Moon Shot",
    "url": "https://apod.nasa.gov/apod/image/0512/ap17ksc_72pc589_c1.jpg"
  },
  {
    "date": "2005-12-11",
    "explanation": "In the center of star-forming region 30 Doradus lies a huge cluster of the largest, hottest, most massive stars known.  These stars, known as the star cluster R136, and part of the surrounding nebula are captured here in this gorgeous visible-light image from the Hubble Space Telescope.  Gas and dust clouds in 30 Doradus, also known as the Tarantula Nebula, have been sculpted into elongated shapes by powerful winds and ultraviolet radiation from these hot cluster stars.  The 30 Doradus Nebula lies within a neighboring galaxy, the Large Magellanic Cloud, located a mere 170,000 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0512/tarantula_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "R136: The Massive Stars of 30 Doradus",
    "url": "https://apod.nasa.gov/apod/image/0512/tarantula_hst.jpg"
  },
  {
    "copyright": "S. Points",
    "date": "2005-12-12",
    "explanation": "The Tarantula Nebula is more than 1,000 light-years across - a giant emission nebula within our neighboring galaxy the Large Magellanic Cloud. Inside this cosmic arachnid lies a central young cluster of massive stars, cataloged as R136, whose intense radiation and strong winds have helped energize the nebular glow and shape the spidery filaments. In this impressive color mosaic of images from the Curtis Schmidt telescope at Cerro Tololo Inter-American Observatory (CTIO) in Chile, other young star clusters can be seen still within the nebula's grasp. Also notable among the denizens of the Tarantula zone are several dark clouds, sprawling wispy filaments of gas, compact emission nebula, nearly spherical supernova remnants, and areas surrounding hot stars known as superbubbles. The rich mosaic's field of view covers an area on the sky about the size of the full moon in the southern constellation Dorado.",
    "hdurl": "https://apod.nasa.gov/apod/image/0512/tarantula_ctio_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "30 Doradus: The Tarantula Zone",
    "url": "https://apod.nasa.gov/apod/image/0512/tarantula_ctio.jpg"
  },
  {
    "date": "2005-12-13",
    "explanation": "What does the surface of Saturn's moon Rhea look like?  To help find out, the robot Cassini spacecraft currently orbiting Saturn was directed to fly right past the second largest moon of the gas giant planet late last month.  Pictured above is an image taken only 620 kilometers above Rhea's icy surface, spanning about 90 kilometers. The rim of an old crater crosses the middle of the image, with many smaller and younger craters scattered throughout.  A linear depression -- possibly a tectonic fault -- is visible toward the right, crossing the likely loose material that composes Rhea's surface regolith.   The origins of many features on Rhea are currently unexplained and being researched.",
    "hdurl": "https://apod.nasa.gov/apod/image/0512/rheacloseup_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "620 Kilometers Above Rhea",
    "url": "https://apod.nasa.gov/apod/image/0512/rheacloseup_cassini.jpg"
  },
  {
    "date": "2005-12-14",
    "explanation": "If you could see one of the robot rovers currently rolling across Mars, what would it look like?  To gain this perspective useful in planning explorations, the above synthetic image was produced digitally.  Above, a digital model of the Opportunity rover was added to a real image of the inside of Endurance Crater on Mars taken earlier by Opportunity itself.  The size of the six-wheeled robot was scaled to the size of the tracks that the Opportunity rover actually created.  In actuality, both the Opportunity and Spirit rovers currently rolling across Mars each span about two meters and so are similar in size to a large rolling desk.  Also visible in the image is dark soil, ancient light rock and numerous small gray pellets known as blueberries.",
    "hdurl": "https://apod.nasa.gov/apod/image/0512/enduranceplus_opportunity_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Digital Opportunity Rover on Mars",
    "url": "https://apod.nasa.gov/apod/image/0512/enduranceplus_opportunity.jpg"
  },
  {
    "copyright": "Texas\nState University",
    "date": "2005-12-15",
    "explanation": "Near its northernmost declination, tonight's Full Moon will be a special one, arcing high in northern hemisphere skies. But a Full Moon won't occur on this calendar date for another 19 years, a period known as the lunar Metonic cycle. September 15th's lunar phase and date were notable too, marking the return of a gibbous Moon rising over the High Sierra mountains. That scene was captured in Ansel Adams' famous photograph Autumn Moon from Glacier Point, Yosemite National Park. Earlier this year, Texas State University physicists Donald Olson, Russell Doescher and students were able to pinpoint the location and (formerly uncertain) date the original Ansel Adams photo was taken - September 15, 1948. Accordingly, their astronomical detective work predicted that the lunar alignment and waxing gibbous phase would be repeated on Thursday, September 15, 2005, exactly three 19-year Metonic cycles later. On that day, about 300 photographers gathered at Glacier Point to record Ansel Adams' Autumn Moon encore.",
    "hdurl": "https://apod.nasa.gov/apod/image/0512/encore_doescher_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Autumn Moon Encore",
    "url": "https://apod.nasa.gov/apod/image/0512/encore_doescher_f52.jpg"
  },
  {
    "date": "2005-12-16",
    "explanation": "Scroll right and gaze through the dusty plane of our Milky Way Galaxy in infrared light. The cosmic panorama is courtesy of the Galactic Legacy Infrared Mid-Plane Survey Extraordinaire (GLIMPSE) project and the Spitzer Space Telescope. The galactic plane itself runs through the middle of the false-color view that spans nine degrees (about 18 full moons) across the southern constellation Norma. Spitzer's infrared cameras see through much of the galaxy's obscuring dust revealing many new star clusters as well as star forming regions (bright white splotches) and hot interstellar hydrogen gas (greenish wisps). The pervasive red clouds are emission from dust and organic molecules, pocked with holes and bubbles blown by energetic outflows from massive stars. Intensely dark patches are regions of dust too dense for even Spitzer's infrared vision to penetrate.",
    "hdurl": "https://apod.nasa.gov/apod/image/0512/galPlane_spitzer_f25.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "GLIMPSE the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/0512/galPlane_spitzer_f25.jpg"
  },
  {
    "date": "2005-12-17",
    "explanation": "In December of 1972, Apollo 17 astronauts Eugene Cernan and Harrison Schmitt spent about 75 hours on the Moon, in the Taurus-Littrow valley, while colleague Ronald Evans orbited overhead. Near the beginning of their third and final excursion across the lunar surface, Schmitt took this picture of Cernan flanked by an American flag and their lunar rover's umbrella-shaped high-gain antenna. The prominent Sculptured Hills lie in the background while Schmitt's reflection can just be made out in Cernan's helmet. The Apollo 17 crew returned with 110 kilograms of rock and soil samples, more than from any of the other lunar landing sites. Cernan and Schmitt are still the last to walk on the Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0512/as17-140-21391.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 17: Last on the Moon",
    "url": "https://apod.nasa.gov/apod/image/0512/as17-140-21391c1.jpg"
  },
  {
    "date": "2005-12-18",
    "explanation": "M83 is one of the closest and brightest spiral galaxies on the sky. Visible with binoculars in the constellation of Hydra, majestic spiral arms have prompted its nickname as the Southern Pinwheel. Although discovered 250 years ago, only much later was it appreciated that M83 was not a nearby gas cloud, but a barred spiral galaxy much like our own Milky Way Galaxy.  M83, pictured above in a photograph from a Very Large Telescope, is a prominent member of a group of galaxies that includes Centaurus A and NGC 5253, all of which lie about 15 million light years distant.  Several bright supernova explosions have been recorded in M83.  An intriguing double circumnuclear ring has been discovered at the center of M83.",
    "hdurl": "https://apod.nasa.gov/apod/image/0512/m83_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M83: The Southern Pinwheel Galaxy from VLT",
    "url": "https://apod.nasa.gov/apod/image/0512/m83_vlt.jpg"
  },
  {
    "date": "2005-12-19",
    "explanation": "How thin are the rings of Saturn?  Brightness measurements from different angles have shown Saturn's rings to be about one kilometer thick, making them many times thinner, in relative proportion, than a razor blade.  This thinness sometimes appears in dramatic fashion during an image taken nearly along the ring plane.  The robot Cassini spacecraft now orbiting Saturn has now captured another shot that dramatically highlights the ring's thinness.  The above artistic looking image was taken early last month in infrared polarized light.   If alone in space, the unlit part of Saturn would be much darker.  Reflection of light off of moons like Enceladus (pictured) and the billions of small particles in Saturn's rings, however, gives the giant space orb an unusual glow, an effect highlighted in polarized light.",
    "hdurl": "https://apod.nasa.gov/apod/image/0512/thinring2_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Thin Rings Around Polarized Saturn",
    "url": "https://apod.nasa.gov/apod/image/0512/thinring2_cassini.jpg"
  },
  {
    "copyright": "Peter Michaud",
    "date": "2005-12-20",
    "explanation": "Is there a road to the stars?  Possibly there are many, but the physical road pictured above leads up to the top of a dormant volcano that is a premier spot on planet Earth for observing stars and astronomical phenomena.  At the top of Hawaii's Mauna Kea are some of the largest optical telescopes on Earth, including the Keck telescopes, Gemini, Subaru, CFHT, and the IRTF.  Together, these 10-meter eyes have made many universe-redefining discoveries, including detailing that most of the universe is made not of familiar matter but of mysterious dark matter and dark energy.  The above picture was compiled from over 150 one-minute exposures from a digital camera.  During that time, the rotation of the Earth made the stars far in the distance appear to have long star trails.  The foreground landscape was illuminated by the Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0512/startrails_gemini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Trails Above Mauna Kea",
    "url": "https://apod.nasa.gov/apod/image/0512/startrails_gemini.jpg"
  },
  {
    "copyright": "Anthony Ayiomamitis",
    "date": "2005-12-21",
    "explanation": "Does the Sun always rise in the same direction?  No. As the seasons change, the direction toward the rising Sun will change, too.  The Sun will always rise and set furthest to the south during the day of Winter Solstice, and furthest to the north during Summer Solstice.  Today is Winter Solstice, the day of least sunlight in the Northern Hemisphere and of most sunlight in the Southern Hemisphere.  In many countries, the Winter Solstice brings a change in season, as it is the first day of winter in the North.   The solar heating and stored energy in the Earth's surface and atmosphere is near its lowest during winter, making it usually the coldest months of the year.  On the brighter side in the north, daylight hours will increase every day from now until June.  Pictured above are the different directions of the rising sun throughout the year above a small town in Greece.",
    "hdurl": "https://apod.nasa.gov/apod/image/0512/sunrisebyseason_ayiomamitis_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunrise by Season",
    "url": "https://apod.nasa.gov/apod/image/0512/sunrisebyseason_ayiomamitis.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2005-12-22",
    "explanation": "The most distant object easily visible to the unaided eye is M31, the great Andromeda Galaxy some two million light-years away. But without a telescope, even this immense spiral galaxy - spanning over 200,000 light years - appears as a faint, nebulous cloud in the constellation Andromeda. In contrast, a bright yellow nucleus, dark winding dust lanes, gorgeous blue spiral arms and star clusters are recorded in this stunning telescopic digital mosaic with a cumulative exposure of over 90 hours. While even casual skygazers are now inspired by the knowledge that there are many distant galaxies like M31, astronomers seriously debated this fundamental concept only 80 years ago. Were these \"spiral nebulae\" simply outlying components of our own Milky Way Galaxy or were they instead \"island universes\" -- distant systems of stars comparable to the Milky Way itself? This question was central to the famous Shapley-Curtis debate of 1920, which was later resolved by observations of M31 in favor of Andromeda, island universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0512/m31_gendler_Nmosaic1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Andromeda Island Universe",
    "url": "https://apod.nasa.gov/apod/image/0512/m31_gendler_Nmosaic1c50.jpg"
  },
  {
    "date": "2005-12-23",
    "explanation": "At the edge of a large molecular cloud in Monoceros, some 3,000 light years away, dark filaments of dust are silhouetted by luminous hydrogen gas. The close up view of the Rosette Nebula dramatically suggests that star formation is an on going process in the region, with dark filaments sculpted by winds and radiation from hot, young stars. Ultraviolet radiation from the young stars also strips electrons from the surrounding hydrogen atoms. As electrons and atoms recombine they emit longer wavelength, lower energy light in a well known characteristic pattern of bright spectral lines. At visible wavelengths, the strongest emission line in this pattern is in the red part of the spectrum and is known as \"Hydrogen-alpha\" or just H-alpha. Part of IPHAS, a survey of H-alpha emission in our Milky Way Galaxy, this image spans about 25 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0512/redrosedust_wright_f2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hydrogen and Dust in the Rosette Nebula",
    "url": "https://apod.nasa.gov/apod/image/0512/redrosedust_wright_f13.jpg"
  },
  {
    "date": "2005-12-24",
    "explanation": "In December of 1968, the Apollo 8 crew flew from the Earth to the Moon and back again. Frank Borman, James Lovell, and William Anders were launched atop a Saturn V rocket on December 21, circled the Moon ten times in their command module, and returned to Earth on December 27. The Apollo 8 mission's impressive list of firsts includes: the first humans to journey to the Earth's Moon, the first manned flight using the Saturn V, and the first to photograph the Earth from deep space.  As the Apollo 8 command module rounded the farside of the Moon, the crew could look toward the lunar horizon and see the Earth appear to rise, due to their spacecraft's orbital motion. The famous picture that resulted, of a distant blue Earth above the Moon's limb, was a marvelous gift to the world.",
    "hdurl": "https://apod.nasa.gov/apod/image/0512/as8-14-2383HR.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earthrise",
    "url": "https://apod.nasa.gov/apod/image/0512/as8-14-2383c75.jpg"
  },
  {
    "copyright": "R Jay GaBanyCosmotography.com",
    "date": "2005-12-25",
    "explanation": "Sometimes the simplest shapes are the hardest to explain.  For example, the origin of the mysterious cone-shaped region seen on the far left remains a mystery.   The interstellar formation, dubbed the Cone Nebula, is located about 2700 light years away. Other features in the image include red emission from diffuse  interstellar hydrogen, wispy filaments of dark dust, and bright star S Monocerotis, visible on the far right.  Blue reflection nebulae surround the brighter stars.  The dark Cone Nebula region clearly contains much dust which blocks light from the emission nebula and open cluster NGC 2264 behind it.  One hypothesis holds that the Cone Nebula is formed by wind particles from an energetic source blowing past the Bok Globule at the head of the cone.",
    "hdurl": "https://apod.nasa.gov/apod/image/0512/cone_gabany_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Mysterious Cone Nebula",
    "url": "https://apod.nasa.gov/apod/image/0512/cone_gabany.jpg"
  },
  {
    "date": "2005-12-26",
    "explanation": "This huge puff ball was once a star.  One thousand years ago, in the year 1006, a new star was recorded in the sky that today we know was really an existing star exploding.  The resulting expanding gas from the supernova is still visible with telescopes today, continues to expand, and now spans over 70 light years.  SN 1006 glows in every type of light.  The above image of SN 1006 was captured by the orbiting Chandra Observatory in X-ray light.  Even today, not everything about the SN 1006 is understood, for example why particle shocks that produce the bright blue filaments are only visible at some locations.  SN 1006 is thought to have once been a white dwarf that exploded when gas being dumped onto it by its binary star companion caused it to go over the Chandrasekhar limit.  Foreground stars are visible that have nothing to do with the supernova.",
    "hdurl": "https://apod.nasa.gov/apod/image/0512/sn1006_chandra_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SN 1006: Supernova Remnant in X-Rays",
    "url": "https://apod.nasa.gov/apod/image/0512/sn1006_chandra.jpg"
  },
  {
    "copyright": "Bernhard Hubl",
    "date": "2005-12-27",
    "explanation": "Double, double toil and trouble; Fire burn, and cauldron bubble -- maybe Macbeth should have consulted the Witch Head Nebula.  This suggestively shaped reflection nebula is associated with the bright star Rigel in the  constellation Orion.  More formally known as IC 2118, the Witch Head Nebula glows primarily by light reflected from Rigel, located just outside the top right corner of the above image. Fine dust in the nebula reflects the light.  The blue color is caused not only by Rigel's blue color but because the dust grains reflect blue light more efficiently than red.  The same physical process causes  Earth's daytime sky to appear blue, although the scatterers in Earth's atmosphere are molecules of nitrogen and oxygen.  The nebula lies about 1000 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0512/witch_hubl_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 2118: The Witch Head Nebula",
    "url": "https://apod.nasa.gov/apod/image/0512/witch_hubl.jpg"
  },
  {
    "copyright": "ISASJAXA",
    "date": "2005-12-28",
    "explanation": "Why are parts of this asteroid's surface so smooth?  No one is yet sure, but it may have to do with the dynamics of an asteroid that is a loose pile of rubble rather than a solid rock.  The unusual asteroid is currently being visited by the Japanese spacecraft Hayabusa that is documenting its unusual structure and mysterious lack of craters.  Last month, Hayabusa actually touched down on one of the smooth patches, dubbed the MUSES Sea, and collected soil samples that will eventually be returned to Earth for analysis.  Unfortunately, the robot Hayabusa craft has been experiencing communications problems and so its departure for Earth has been delayed until 2007.   Computer simulations show that 500-meter asteroid Itokawa may impact the Earth within the next few million years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/itokawa06_hayabusa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Smooth Sections on Asteroid Itokawa",
    "url": "https://apod.nasa.gov/apod/image/0601/itokawa06_hayabusa.jpg"
  },
  {
    "copyright": "Jean-Charles Cuillandre",
    "date": "2005-12-29",
    "explanation": "Like delicate cosmic petals, these clouds of interstellar dust and gas have blossomed 1,300 light-years away in the fertile star fields of the constellation Cepheus. Sometimes called the Iris Nebula and dutifully cataloged as NGC 7023, this is not the only nebula in the sky to evoke the imagery of flowers. Still, this beautiful digital image shows off the Iris Nebula's range of colors and symmetries in impressive detail. Within the Iris, dusty nebular material surrounds a massive, hot, young star in its formative years. Central filaments of cosmic dust glow with a reddish photoluminescence as some dust grains effectively convert the star's invisible ultraviolet radiation to visible red light. Yet the dominant color of the nebula is blue, characteristic of dust grains reflecting starlight. Dark, obscuring clouds of dust and cold molecular gas are also present and can lead the eye to see other convoluted and fantastic shapes. Infrared observations indicate that this nebula may contain complex carbon molecules known as PAHs. As shown here, the Iris Nebula is about 6 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/iris_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Iris Nebula from CFHT",
    "url": "https://apod.nasa.gov/apod/image/0601/iris_cfht.jpg"
  },
  {
    "copyright": "Ken CrawfordRancho Del Sol Observatory",
    "date": "2005-12-30",
    "explanation": "Here is one of the largest objects that anyone will ever see on the sky.  Each of these fuzzy blobs is a galaxy, together making up the Perseus Cluster, one of the closest clusters of galaxies.  The cluster is seen through a foreground of faint stars in our own Milky Way Galaxy.  Near the cluster center, roughly 250 million light-years away, is the cluster's dominant galaxy NGC 1275, seen here just left of picture center. A prodigious source of x-rays and radio emission, NGC 1275 accretes matter as gas and galaxies fall into it. The Perseus Cluster of Galaxies is part of the Pisces-Perseus supercluster spanning over 15 degrees and containing over 1,000 galaxies. At the distance of NGC 1275, this view covers about 1.5 million light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0512/perseusCluster_crawford_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Perseus Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/0512/perseusCluster_crawford_f26.jpg"
  },
  {
    "date": "2005-12-31",
    "explanation": "Arriving at Saturn in July of 2004, the Cassini spacecraft has now spent a year and a half exploring the magnificent rings and moons of the distant gas giant. The year 2005 began with Cassini's Huygens probe landing on Saturn's large moon Titan. Cassini's continuing series of close flybys also revealed details and discoveries across the surface of the smog shrouded moon. In fact, with a ringside seat throughout 2005, Cassini's cameras have made spectacular pictures of Titan along with Saturn's other moons and rings almost common place. But often, Saturn itself provided the most dramatic backdrop. In this view, Saturn's moon Dione lies in front of edge-on rings and the gas giant's cloud tops draped with broad ring shadows. Dione is 1,118 kilometers across and lies about 300,000 kilometers from the ring's edge.",
    "hdurl": "https://apod.nasa.gov/apod/image/0512/dione_PIA07771.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Year at Saturn",
    "url": "https://apod.nasa.gov/apod/image/0512/dione_PIA07771_c74.jpg"
  },
  {
    "date": "2006-01-01",
    "explanation": "There, that faint dot in the center - that's the largest rock known in our Solar System.  It is larger than every known asteroid, moon, and comet nucleus.  It is larger than any other local rocky planet. (Nobody knows for sure what size rocks lie at the cores of Jovian planets, or orbit other stars.)  It used to be the largest rock of any type known until earlier last year.  The Voyager 1 spacecraft took the above picture of the giant space rock in 1990 from the outer Solar System.  This rock is so large its gravity makes it nearly spherical, and holds heavy gases near its surface. Today, this rock starts another orbit around its parent star, for roughly the 5 billionth time, spinning over 350 times during each trip.  Happy Gregorian Calendar New Year to all the human inhabitants of this rock we call Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/earth_vg1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Largest Rock in the Solar System",
    "url": "https://apod.nasa.gov/apod/image/0601/earth_vg1.jpg"
  }
]
