[
  {
    "copyright": "Wally PacholkaAstropics.com",
    "date": "2006-08-01",
    "explanation": "If sometimes it appears that the entire Milky Way Galaxy is raining down on your head, do not despair.  It happens twice a day.  As the Sun rises in the East, wonders of the night sky become less bright than the sunlight scattered by our own Earth's atmosphere, and so fade from view.  They will only rotate back into view when the Earth again eclipses our bright Sun at dusk.  This battle between heaven and Earth was captured dramatically over a rock formation at  Capitol Reef National Park Utah, USA in 2003 May.  Dark dust, millions of stars, and bright glowing red gas highlight the plane of our Milky Way Galaxy, which lies on average thousands of light years behind Earth's mountains.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/mwcapitalreef_pacholka_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Milky Way over Utah",
    "url": "https://apod.nasa.gov/apod/image/0608/mwcapitalreef_pacholka.jpg"
  },
  {
    "copyright": "Mark Garlick",
    "date": "2006-08-02",
    "explanation": "Might it rain cold methane on Saturn's Titan?  Recent analyses of measurements taken by the Huygen's probe that landed on Titan in 2005 January indicate that the atmosphere is actually saturated with methane at a height of about 8 kilometers.  Combined with observations of a damp surface and lakes near the poles, some astrobiologists conclude that at least a methane drizzle is common on parts of Titan.  Other astrobiologists reported computer models of the clouded moon that indicate that violent methane storms might even occur, complete with flash floods carving channels in the landscape.  The later scenario is depicted in the above drawing of Titan.   Lightning, as also depicted above, might well exist on Titan but has not been proven.  The findings increase speculation that a wet Titanian surface might be hospitable to unusual forms of life.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/titanrain_garlick_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Methane Rain Possible on Titan",
    "url": "https://apod.nasa.gov/apod/image/0608/titanrain_garlick.jpg"
  },
  {
    "copyright": "RicksAstro Astrophotography",
    "date": "2006-08-03",
    "explanation": "While searching the skies above 18th century France for comets, astronomer Charles Messier diligently recorded this object as number 27 on his list of things which are definitely not comets. So what is it? Well, 20th century astronomers would classify it as a Planetary Nebula ... but it's not a planet either, even though it may appear round and planet-like in a small telescope. Messier 27 (M27) is now known to be an excellent example of a gaseous emission nebula created as a sun-like star runs out of nuclear fuel in its core. The nebula forms as the star's outer layers are expelled into space, with a visible glow generated by atoms excited by the dying star's intense but invisible ultraviolet light. Known by the popular name of the Dumbbell Nebula, the beautifully symmetric interstellar gas cloud is about 1,200 light-years away in the constellation Vulpecula. This intriguing color composite view was recorded through narrow band filters sensitive to emission from hydrogen atoms (shown in red) and oxygen atoms (shown in blue/green).",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/m27HaOiii_krejci.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M27: Not A Comet",
    "url": "https://apod.nasa.gov/apod/image/0608/m27HaOiiismall_krejci.jpg"
  },
  {
    "date": "2006-08-04",
    "explanation": "Get out your red/blue glasses and gaze across Burns Cliff along the inner wall of Endurance crater on Mars! The view from the perspective of Mars rover Opportunity is a color anaglyph - two different images are presented to the left and right eyes by color filters to produce the 3D effect. Scroll the picture to the right to see the full 180 degree panorama. Still returning science data and images, both Spirit and Opportunity rovers completed 2 years of Mars exploration in January. Opportunity spent the month of July on the road to Victoria crater. The stereo pair of images used to create this view are based on image data recorded in November 2004.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/burnscliff_mer_f25.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Burns Cliff Anaglyph",
    "url": "https://apod.nasa.gov/apod/image/0608/burnscliff_mer_f12.jpg"
  },
  {
    "copyright": "Stefan Seip",
    "date": "2006-08-05",
    "explanation": "In this beautiful celestial still life composed with a cosmic brush, dusty nebula NGC 2170 shines at the upper left. Reflecting the light of nearby hot stars, NGC 2170 is joined by other bluish reflection nebulae and a compact red emission region against a backdrop of stars. Like the common household items still life painters often choose for their subjects, the clouds of gas, dust, and hot stars pictured here are also commonly found in this setting - a massive, star-forming molecular cloud in the constellation Monoceros. The giant molecular cloud, Mon R2, is impressively close, estimated to be only 2,400 light-years or so away. At that distance, this canvas would be about 15 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/ngc2170_seip_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Still Life with NGC 2170",
    "url": "https://apod.nasa.gov/apod/image/0608/ngc2170_seip_f56.jpg"
  },
  {
    "date": "2006-08-06",
    "explanation": "High atop a Chilean mountain lies one of the premier observatories of the southern sky: the Cerro Tololo Inter-American Observatory (CTIO). Pictured above is the dome surrounding one of the site's best known instruments, the 4-meter Blanco Telescope. Far behind the dome are thousands of individual stars and diffuse light from three galaxies: the Small Magellanic Cloud (upper left), the Large Magellanic Cloud (lower left), and our Milky Way Galaxy (right).  Also visible just to Blanco's right is the famous superposition of four bright stars known as the Southern Cross. A single 20 second exposure, this digital image was recorded with a sensitive detector intended for astronomical imaging.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/sky_ctio_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Cerro Tololo Sky",
    "url": "https://apod.nasa.gov/apod/image/0608/sky_ctio.jpg"
  },
  {
    "date": "2006-08-07",
    "explanation": "Our Sun is still very active.   In the year 2000, our Sun went though Solar Maximum, the time in its 11-year cycle where the most sunspots and explosive activities occur.   Sunspots, the Solar Cycle, and solar prominences are all caused by the Sun's changing magnetic field.   Pictured above is a solar prominence that erupted in 2002 July, throwing electrons and ions out into the Solar System.  The above image was taken in the ultraviolet light emitted by a specific type of ionized helium, a common element on the Sun.   Particularly hot areas appear in white, while relatively cool areas appear in red.   Our Sun should gradually quiet down until Solar Minimum occurs, and the Sun is most quiet.  No one can precisely predict when Solar Minimum will occur, although some signs indicate that it has started already!",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/sunprom_soho_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Erupting Solar Prominence from SOHO",
    "url": "https://apod.nasa.gov/apod/image/0608/sunprom_soho.jpg"
  },
  {
    "copyright": "Jim MistiSteve MazlinRobert Gendler",
    "date": "2006-08-08",
    "explanation": "Do you see the horse's head?   What you are seeing is not the famous Horsehead nebula toward Orion but rather a fainter nebula that only takes on a familiar form with deeper imaging.  The main part of the above imaged molecular cloud complex is a reflection nebula cataloged as IC 4592.  Reflection nebulas are actually made up of very fine dust that normally appears dark but can look quite blue when reflecting the light of energetic nearby stars.  In this case, the source of much of the reflected light is a star at the eye of the horse.  That star is part of Nu Scorpii, one of the brighter star systems toward the constellation of Scorpius.   A second reflection nebula dubbed IC 4601 is visible surrounding two stars on the far right.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/ic4592_gendler_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Horse Head Shaped Reflection Nebula IC 4592",
    "url": "https://apod.nasa.gov/apod/image/0608/ic4592_gendler.jpg"
  },
  {
    "copyright": "Chris\nSchur",
    "date": "2006-08-09",
    "explanation": "This early morning skyscape recorded near Winton, Queensland, Australia, looks toward the southeast. Low clouds are seen in silhouette against the first hints of sunlight, while two famous cosmic clouds, the Clouds of Magellan, also hover in the brightening sky. The Small Magellanic Cloud (SMC, upper right), and the Large Magellanic Cloud (LMC) are prominent wonders of the southern sky, named for the 16th century Portuguese explorer Ferdinand Magellan. They are small, irregular galaxies in their own right, satellites of our much larger, spiral Milky Way galaxy. The SMC is about 210,000 light-years and the LMC about 180,000 light-years away. At lower left, bright star Canopus (Alpha Carinae), denizen of the Milky Way, is a mere 310 light-years distant.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/lmcsmctwiliteF1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Magellanic Morning",
    "url": "https://apod.nasa.gov/apod/image/0608/lmcsmctwiliteF800c.jpg"
  },
  {
    "date": "2006-08-10",
    "explanation": "If you had x-ray vision, the central regions of our Galaxy would not be hidden from view by cosmic dust clouds. Instead, the Milky Way toward Sagittarius might look something like this. Pleasing to look at, the gorgeous false-color representation of x-ray data from the Chandra Observatory shows high energies in blue, medium in green, and low energy x-rays in red. The mosaic spans about 130 light-years at the 26,000 light-year distance of the Galactic Center. It reveals massive, x-ray emitting star clusters in a crowded environment. In particular, the Galactic Center cluster and the enormous black hole Sagittarius A* are within the bright region near the bottom. Two other star clusters, the Arches, and the Quintuplet lie near the top. Cluster interactions with dense molecular clouds in the region may produce some of the diffuse emission detected in the Chandra x-ray view.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/gcenter_cxc.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galactic Center Star Clusters",
    "url": "https://apod.nasa.gov/apod/image/0608/gcenter_cxc_c.jpg"
  },
  {
    "copyright": "Jimmy WestlakeColorado\nMountain College",
    "date": "2006-08-11",
    "explanation": "Dark skies are favored for viewing meteor showers -- so many are pessimistic about this year's Perseids. While the Perseid meteor shower is scheduled to peak this weekend, bright light from an almost full Moon will also flood the night and mask the majority of relatively faint meteors. Still, skygazing in the evening before the Moon rises (before about 10 PM local time) could reveal spectacular earthgrazing meteors. Persisting even later into the moonlit night can reward northern hemisphere watchers looking for occasional Perseid fireballs. In fact, astronomer Jimmy Westlake imaged this bright Perseid meteor despite the combination of moonlight and auroral glow over Colorado skies in August of 2000.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/PerseidMoonlightAurora9_westlake_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseid in the Light",
    "url": "https://apod.nasa.gov/apod/image/0608/PerseidMoonlightAurora9_westlake_c50.jpg"
  },
  {
    "date": "2006-08-12",
    "explanation": "Inaugurating the era of space exploration for the US, the First Explorer, a thirty pound satellite, was launched into Earth orbit on January 31, 1958 by the Army Ballistic Missile Agency. Explorer I carried instruments to measure temperatures, micrometeorite impacts, and an experiment designed by James A. Van Allen to measure the density of electrons and ions in space. The measurements made by Van Allen's experiment led to an unexpected and startling discovery -- an earth-encircling belt of high energy electrons and ions trapped in the magnetosphere now known as the Van Allen Radiation Belt. Explorer I ceased transmitting on February 28 of that year but remained in orbit until March of 1970. Pioneering astrophysicist James Van Allen died on August 9th at the age of 91.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/exp1Launch_msfc_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The First Explorer",
    "url": "https://apod.nasa.gov/apod/image/0608/exp1Launch_msfc_c22.jpg"
  },
  {
    "copyright": "J. C. Casado",
    "date": "2006-08-13",
    "explanation": "The Moon almost ruined this photograph.  During late March and early April 1997, Comet Hale-Bopp passed nearly in front of the Andromeda Galaxy. Here the Great Comet of 1997 and the Great Galaxy in Andromeda were  photographed together on 1997 March 24th.  The problem was the brightness of the Moon. The Moon was full that night and so bright that long exposures meant to capture the tails of Hale-Bopp and the disk of M31 would capture instead only moonlight reflected off the Earth's atmosphere.  By the time the Moon would set, this opportunity would be gone.  That's why this picture was taken during a total lunar eclipse.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/hbm31_jcc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Comet and the Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0608/hbm31_jcc.jpg"
  },
  {
    "date": "2006-08-14",
    "explanation": "Have you ever been hit by a beam of high energy particles from above?  Surely you have -- it happens all of the time.  Showers of high energy particles occur when energetic cosmic rays strike the top of the Earth's atmosphere.  Cosmic rays were discovered unexpectedly in 1912.  It is now known that most cosmic rays are atomic nuclei. Most are hydrogen nuclei, some are helium nuclei, and the rest heavier elements.  The relative abundance changes with cosmic ray energy -- the highest energy cosmic rays tend to be heavier nuclei.  Although many of the low energy cosmic rays come from our Sun, the origins of the highest energy cosmic rays remains unknown and a topic of much research.  This drawing illustrates  air showers from very high energy cosmic rays.   Cosmic rays may even be important to Earth's weather -- common lightning may be triggered by passing cosmic rays.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/crshower2_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cosmic Rays",
    "url": "https://apod.nasa.gov/apod/image/0608/crshower2_nasa.jpg"
  },
  {
    "date": "2006-08-15",
    "explanation": "A faint, dusty rose of the northern sky, emission nebula IC 410 lies about 12,000 light-years away in the constellation Auriga. The cloud of glowing hydrogen gas is over 100 light-years across, sculpted by stellar winds and radiation from embedded open star cluster NGC 1893. Formed in the interstellar cloud a mere 4 million years ago, bright cluster stars are seen just below the prominent dark dust cloud near picture center. Notable near the 7 o'clock position in this wide, detailed view are two relatively dense streamers of material trailing away from the nebula's central regions. Potentially sites of ongoing star formation, these cosmic tadpole shapes are about 10 light-years long.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/ic410_leshin_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 410 and NGC 1893",
    "url": "https://apod.nasa.gov/apod/image/0608/ic410_leshin_c50.jpg"
  },
  {
    "copyright": "Nicolas OuttersObservatoire d'Orange",
    "date": "2006-08-16",
    "explanation": "Here are some familiar shapes in unfamiliar locations.  This emission nebula on the left is famous partly because it resembles Earth's continent of North America.  To the right of the North America Nebula, cataloged as NGC 7000, is a less luminous nebula that resembles a pelican dubbed the Pelican Nebula.  The two emission nebula measure about 50 light-years across, are located about 1500 light-years away, and are separated by a dark absorption cloud.  This spectacular image captures, in false color, the nebulas, bright ionization fronts, and fine details of the dark dust. The nebulae can be seen with binoculars from a dark location.  Look for a small nebular patch north-east of bright star Deneb in the constellation of Cygnus.  It is still unknown which star or stars ionize the red-glowing hydrogen gas.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/northamerica_outters_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The North America and Pelican Nebulas",
    "url": "https://apod.nasa.gov/apod/image/0608/northamerica_outters.jpg"
  },
  {
    "copyright": "Thad V'SoskeCosmotions.com",
    "date": "2006-08-17",
    "explanation": "The rock formation in the foreground of this night view was recorded on August 10, illuminated by light from a waning gibbous Moon. Even though the sky above also scatters the bright moonlight, a brilliant meteor was captured as it flashed across the scene during the 30 second long exposure. Of course, the meteor was part of the annual rain of dust from periodic Comet Swift-Tuttle known as the Perseid Meteor Shower. Leaving trails that point back to a radiant in the constellation Perseus, the ancient dust particles are vaporized as they enter the atmosphere at about 60 kilometers per second, their visible streaks beginning at altitudes of around 100 kilometers. And though it looks like the knuckles of a giant hand, the curious rock formation can be found in Colorado National Monument park, USA, planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/perseidcolorado_vsoske_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Dust over Colorado",
    "url": "https://apod.nasa.gov/apod/image/0608/perseidcolorado_vsoske_c82.jpg"
  },
  {
    "date": "2006-08-18",
    "explanation": "Few cosmic vistas excite the imagination like the Orion Nebula, an immense stellar nursery some 1,500 light-years away. Also known as M42, the nebula is visible to the unaided eye, but this stunning infrared view from the Spitzer Space Telescope penetrates the turbulent cosmic gas and dust clouds to explore the region in unprecedented detail. At full resolution, the remarkable image data yields a census of new stars and potential solar systems. About 2,300 young stars surrounded by planet-forming disks were detected based on the infrared glow of their warm dust, along with about 200 stellar embryos, stars too young to have developed disks. This 0.8 by 1.4 degree false-color image is about 20 light-years wide at the distance of the Orion Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/orion_spitzer_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spitzer's Orion",
    "url": "https://apod.nasa.gov/apod/image/0608/orion_spitzer_c15.jpg"
  },
  {
    "copyright": "PhotoAstronomique.net",
    "date": "2006-08-19",
    "explanation": "To paraphrase Magritte, \"This is not a meteor\". It's not a picture of a meteor either, but it was taken during last weekend's peak of the Perseid Meteor shower. Skywatching with friends at a cosy beach campsite bathed in moonlight at Treguennec, France, astronomer and APOD translator Laurent Laveder planned to record bright Perseid meteors with camera and tripod. While the Perseid meteors he saw were neither numerous nor bright he did capture the brilliant trail of an Iridium communication satellite. His long exposure began after the satellite glint became visible, so the resulting streak does resemble a meteor trail in the final image. Also recognizable in the serene view of sandy beach and starry sky is the famous northern asterism, the Big Dipper.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/notmeteor_laveder_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ceci n'est pas un Meteore",
    "url": "https://apod.nasa.gov/apod/image/0608/notmeteor_laveder_f72.jpg"
  },
  {
    "date": "2006-08-20",
    "explanation": "Vesta is a huge rock 500 kilometers across that orbits out past Mars.  In 1997, the above map of Vesta created using the Hubble Space Telescope was released showing a rugged surface highlighted by a single crater spanning nearly the entire length of the asteroid.  The large crater dominates the lower part of the above false-color conglomerate image: blue indicates low terrain, while red indicates raised terrain.  Evidence indicates that Vesta underwent a tremendous splintering collision about a billion years ago.   In October 1960, a small chunk of this rock believed to have originated on Vesta fell to Earth and was recovered in Australia. Vesta is considered by some to be a candidate for reclassification into a planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/vesta1_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Map of Asteroid Vesta",
    "url": "https://apod.nasa.gov/apod/image/0608/vesta1_hst.jpg"
  },
  {
    "date": "2006-08-21",
    "explanation": "Is Ceres an asteroid or a planet?   Although a trivial designation to some, the recent suggestion by the Planet Definition Committee of the International Astronomical Union would have Ceres reclassified from asteroid to planet.  A change in taxonomy might lead to more notoriety for the frequently overlooked world. Ceres, at about 1000 kilometers across, is the largest object in the main asteroid belt between Mars and Jupiter. Under the newly proposed criteria, Ceres would qualify as a planet because it is nearly spherical and sufficiently distant from other planets.   Pictured above is the best picture yet of Ceres, taken by the Hubble Space Telescope as part of a series of exposures ending in 2004 January. Currently, NASA's Dawn mission is scheduled to launch in 2007 June to explore Ceres and Vesta, regardless of their future designations.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/ceres_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ceres: Asteroid or Planet?",
    "url": "https://apod.nasa.gov/apod/image/0608/ceres_hst.jpg"
  },
  {
    "date": "2006-08-22",
    "explanation": "What type of cloud is that? It is not a naturally occurring one.  Looking perhaps a bit like a gigantic owl monster, the cloud pictured above resulted from a series of flares released by an air force jet over the Atlantic Ocean in May.   The jet that released the flares, a C-17 Globemaster III, is seen on the right.  The flares release smoke and the resulting pattern is sometimes known as a smoke angel.   The circular eyes of the above smoke angel are caused by air spiraling off the plane's wings and are known as wingtip vortices.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/smokeangel_usaf_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Smoke Angel from Airplane Flares",
    "url": "https://apod.nasa.gov/apod/image/0608/smokeangel_usaf.jpg"
  },
  {
    "copyright": "ASU",
    "date": "2006-08-23",
    "explanation": "What's causing seasonal dark spots on Mars?  Every spring, strange dark spots appear near the Martian poles, and then vanish a few months later.  These spots typically span 50 meters across and appear fan shaped.  Recent observations made with THEMIS instrument onboard NASA's Mars Odyssey, currently orbiting Mars, found the spots to be as cold as the carbon dioxide (CO2) ice beneath them.  Based on this evidence, a new hypothesis has been suggested where the spots are caused by explosive jets of sand-laden CO2.  As a pole warms up in the spring, frozen CO2 on the surface thins, perforates, and begins to vent gaseous CO2 held underneath.   Within this hypothesis, interspersed dark sand would explain the color of the spots, while the underlying frozen CO2 would explain the coolness of the spots.  Pictured above, an artist depicts what it might be like to stand on Mars and witness the venting of these tremendous gas and dust jets.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/marsandjets_miller_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sandy Gas Jets Hypothesized on Mars",
    "url": "https://apod.nasa.gov/apod/image/0608/marsandjets_miller.jpg"
  },
  {
    "date": "2006-08-24",
    "explanation": "The matter in galaxy cluster 1E 0657-56, fondly known as the \"bullet cluster\", is shown in this composite image. A mere 3.4 billion light-years away, the bullet cluster's individual galaxies are seen in the optical image data, but their total mass adds up to far less than the mass of the cluster's two clouds of hot x-ray emitting gas shown in red. Representing even more mass than the optical galaxies and x-ray gas combined, the blue hues show the distribution of dark matter in the cluster. Otherwise invisible to telescopic views, the dark matter was mapped by observations of gravitational lensing of background galaxies. In a text book example of a shock front, the bullet-shaped cloud of gas at the right was distorted during the titanic collision between two galaxy clusters that created the larger bullet cluster itself. But the dark matter present has not interacted with the cluster gas except by gravity. The clear separation of dark matter and gas clouds is considered direct evidence that dark matter exists.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/bulletcluster_comp_f2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Matter of the Bullet Cluster",
    "url": "https://apod.nasa.gov/apod/image/0608/bullet_cluster_c60w.jpg"
  },
  {
    "copyright": "Russell Croman",
    "date": "2006-08-25",
    "explanation": "Stars come and go as you slide your cursor over this engaging image of M8, aka the Lagoon Nebula. Of course, the nebula is itself a star-forming region, but the stars that appear and disappear here include background and foreground stars that by chance lie along the same line of sight. In this \"for fun\" comparison of two nearly identical digital images, the stellar point sources were removed from one image by computer processing to leave only the diffuse emission from the glowing gas clouds. In both pictures, red emission (H-alpha emission) from atomic hydrogen dominates the cosmic lagoon's visible light, but narrow band filters were used to record the image data and map the hydrogen emission to green hues, with emission from sulfur atoms in red and oxygen in blue. The lovely Lagoon Nebula spans about 30 light-years at an estimated distance of 5,000 light-years toward the constellation Sagittarius.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/lagoon_croman_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Blue Lagoon",
    "url": "https://apod.nasa.gov/apod/image/0608/lagoon_croman_nostars.jpg"
  },
  {
    "date": "2006-08-26",
    "explanation": "Get out your red/blue glasses and check out this stereo scene from Taurus-Littrow valley on the Moon! The color anaglyph features a detailed 3D view of Apollo 17's Lunar Rover in the foreground -- behind it lies the Lunar Module and distant lunar hills. Because the world was  going to be able to watch the Lunar Module's ascent stage liftoff via the rover's TV camera, this parking place was also known as the VIP Site. In December of 1972, Apollo 17 astronauts Eugene Cernan and Harrison Schmitt spent about 75 hours on the Moon, while colleague Ronald Evans orbited overhead. The crew returned with 110 kilograms of rock and soil samples, more than from any of the other lunar landing sites. Cernan and Schmitt are still the last to walk (or drive) on the Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/a17anaglyph_vanMeijgaarden_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 17: VIP Site Anaglyph",
    "url": "https://apod.nasa.gov/apod/image/0608/a17anaglyph_vanMeijgaarden_c34.jpg"
  },
  {
    "date": "2006-08-27",
    "explanation": "Big, beautiful, barred spiral galaxy NGC 1300 lies some 70 million light-years away on the banks of the constellation Eridanus. This Hubble Space Telescope composite view of the gorgeous island universe is one of the largest Hubble images ever made of a complete galaxy. NGC 1300 spans over 100,000 light-years and the Hubble image reveals striking details of the galaxy's dominant central bar and majestic spiral arms. In fact, on close inspection the nucleus of this classic barred spiral itself shows a remarkable region of spiral structure about 3,000 light-years across. Unlike other spiral galaxies, including our own Milky Way, NGC 1300 is not presently known to have a massive central black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/ngc1300_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Barred Spiral Galaxy NGC 1300",
    "url": "https://apod.nasa.gov/apod/image/0608/ngc1300_hst.jpg"
  },
  {
    "date": "2006-08-28",
    "explanation": "How many planets are in the Solar System?  This popular question now has a new formal answer according the International Astronomical Union (IAU): eight.  Last week, the IAU voted on a new definition for planet and Pluto did not make the cut.  Rather, Pluto was re-classified as a dwarf planet and is considered as a prototype for a new category of trans-Neptunian objects.  The eight planets now recognized by the IAU are: Mercury, Venus, Earth, Mars, Jupiter, Saturn, Uranus, and Neptune.  Solar System objects now classified as dwarf planets are: Ceres, Pluto, and the currently unnamed 2003 UB313.  Planets, by the new IAU definition, must be in orbit around the sun, be nearly spherical, and must have cleared the neighborhood around their orbits.  The demotion of Pluto to dwarf planet status is a source of continuing dissent and controversy in the astronomical community.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/planets_iau_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eight Planets and New Solar System Designations",
    "url": "https://apod.nasa.gov/apod/image/0608/planets_iau.jpg"
  },
  {
    "date": "2006-08-29",
    "explanation": "It's the blue wisp near the bottom that's the remnant of a tremendous recent supernova explosion.  The large pink structure looming to the upper right is part of N76, a large star forming region in our neighboring Small Magellanic Cloud (SMC) galaxy.   The supernova remnant wisp, with full coordinate name 1E0102.2-7219 and frequently abbreviated as E0102, also lies in the SMC, about 50 light years away from N76.   The above image is a composite of several images taken by the Hubble Space Telescope.  E0102 is of research interest because we see it as it appeared only 2,000 years after its explosion.  Examination of E0102 therefore gives clues about how an enigmatic supernova works and what materials it dispersed into the surrounding interstellar medium.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/e0102_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Supernova Remnant E0102 from Hubble",
    "url": "https://apod.nasa.gov/apod/image/0608/e0102_hst.jpg"
  },
  {
    "date": "2006-08-30",
    "explanation": "Why is sunspot 905 backwards?  Perhaps it is a key marker for the beginning of a new magnetic cycle on our Sun.  Every 11 years, our Sun goes through a magnetic cycle, at the end of which its overall magnetic orientation is reversed.   An 11-year solar cycle has been observed for hundreds of years by noting peaks and valleys in the average number of sunspots. Just now, the Sun is near Solar Minimum, and likely to start a long progression toward the most active time, called Solar Maximum, in about 5.5 years.  An indicator that the sun's magnetic field is reversing is the appearance of sunspots with the reverse magnetic polarity than normal.  A few weeks ago, one small candidate reverse sunspot was sighted but faded quickly.  Now, however, a larger sunspot with negative polarity is being tracked.  This sunspot, numbered 905, appears as the unusual white spot in the above magnetic image of the Sun taken with the SOHO spacecraft a few days ago.   In the past few days, Sunspot 905 has actually begun to break apart and might also become the source of coronal mass ejections and explosive solar flares. Solar astronomers predict that the coming Solar Maximum will be unusually active.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/reversesunspot_soho_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Backward Sunspot and the New Solar Cycle",
    "url": "https://apod.nasa.gov/apod/image/0608/reversesunspot_soho.jpg"
  },
  {
    "copyright": "2006 Astr. CampersCaelum Obs.CSSU. Arizona Alum. Assoc.",
    "date": "2006-08-31",
    "explanation": "Careful inspection of the full field of view for this sharp composite image reveals a surprising number of galaxies both near and far toward the constellation Ursa Major. The most striking is clearly NGC 3718, a warped spiral galaxy found near picture center. NGC 3718's faint spiral arms look twisted and extended, its bright central region crossed by obscuring dust lanes. A mere 150 thousand light-years to the right is another large spiral galaxy, NGC 3729. The two are likely interacting gravitationally, accounting for the peculiar appearance of NGC 3718. While this galaxy pair lies about 52 million light-years away, the remarkable Hickson Group 56 can also be seen clustered just below NGC 3718. Hickson Group 56 consists of five interacting galaxies and lies over 400 million light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/n3718final_block_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Extra Galaxies",
    "url": "https://apod.nasa.gov/apod/image/0608/n3718final_block_c35.jpg"
  },
  {
    "copyright": "Elke Schulz",
    "date": "2006-09-01",
    "explanation": "Stars seem to arc through southern skies in this surrealistic time exposure -- recorded before moonrise from the Gemini South Observatory, Cerro Pachon, Chile, Planet Earth. During the one hour 40 minute exposure camera and tripod were fixed, so the concentric star trails are a reflection of Earth's daily rotation about its axis. The view looks to the south and includes the Gemini telescope enclosure in the foreground. At the apparent center of the curving trails, the South Celestial Pole lies just off the upper left edge. Two faint, wide streaks track the Magellanic Clouds, satellites of the Milky Way Galaxy, while a meteor flashes throught the scene just left of the observatory.",
    "hdurl": "https://apod.nasa.gov/apod/image/0609/gemstartrails_schulz_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gemini South Star Trails",
    "url": "https://apod.nasa.gov/apod/image/0609/gemstartrails_schulz_c52.jpg"
  }
]
