[
  {
    "date": "2006-05-01",
    "explanation": "Jewels don't shine this bright -- only stars do.  Like gems in a jewel box, though, the stars of open cluster NGC 290 glitter in a beautiful display of brightness and color.   The photogenic cluster, pictured above, was captured recently by the orbiting Hubble Space Telescope.  Open clusters of stars are younger, contain few stars, and contain a much higher fraction of blue stars than do globular clusters of stars.  NGC 290 lies about 200,000 light-years distant in a neighboring galaxy called the Small Cloud of Magellan (SMC).   The open cluster contains hundreds of stars and spans about 65 light years across.  NGC 290 and other open clusters are good laboratories for studying how stars of different masses evolve, since all the open cluster's stars were born at about the same time.",
    "hdurl": "https://apod.nasa.gov/apod/image/0605/ngc290_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Open Cluster NGC 290: A Stellar Jewel Box",
    "url": "https://apod.nasa.gov/apod/image/0605/ngc290_hst.jpg"
  },
  {
    "copyright": "Greg Piepol",
    "date": "2006-05-02",
    "explanation": "An unusually active sunspot region is now crossing the Sun.  The region, numbered 875, is larger than the Earth and has produced several solar flares over the past week.  It should take a few more days for Sunspot 875 to finish crossing the solar disk.  The above image of the Sun was taken last Wednesday in a very specific color of red light to bring up detail.  Sunspot 875, in the midst of erupting a large Class C solar flare, can be seen as the dark region to the upper right.  In the above image, relatively cool regions appear dark while hot regions appear bright.   On the far left, solar prominences are visible hovering above the Sun's surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/0605/sunspot0875_piepol_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunspot 875 Flares",
    "url": "https://apod.nasa.gov/apod/image/0605/sunspot0875_piepol.jpg"
  },
  {
    "date": "2006-05-03",
    "explanation": "Why is Saturn partly blue?  The above picture of Saturn approximates what a human would see if hovering close to the giant ringed world.   The above picture was taken in mid-March by the robot Cassini spacecraft now orbiting Saturn.  Here Saturn's majestic rings appear directly only as a thin vertical line.  The rings show their complex structure in the dark shadows they create on the image left.   Saturn's fountain moon Enceladus, only about 500 kilometers across, is seen as the bump in the plane of the rings.  The northern hemisphere of Saturn can appear partly blue for the same reason that Earth's skies can appear blue -- molecules in the cloudless portions of both planet's atmospheres are better at scattering blue light than red.  When looking deep into Saturn's clouds, however, the natural gold hue of Saturn's clouds becomes dominant.   It is not known why southern Saturn does not show the same blue hue -- one hypothesis holds that clouds are higher there.   It is also not known why Saturn's clouds are colored gold.",
    "hdurl": "https://apod.nasa.gov/apod/image/0605/saturn4_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn in Blue and Gold",
    "url": "https://apod.nasa.gov/apod/image/0605/saturn4_cassini.jpg"
  },
  {
    "date": "2006-05-04",
    "explanation": "Periodic comet 73P/Schwassmann-Wachmann 3 has fallen apart before. A cosmic souffle of ice and dust left over from the early solar system, this comet was seen to split into several large pieces during the close-in part of its orbit in 1995.  However, this time the comet seems to be rapidly disintegrating with over three dozen fragments, named alphabetically, now stretching several degrees across the sky. Since comets are relatively fragile, stresses from heat and gravity and outgassing, for example, could be responsible for their tendency to breakup in such a spectacular fashion. On April 18th, the Hubble Space Telescope recorded this sharp view of prolific Fragment B, itself trailing dozens of smaller pieces, each with its own cometary coma and tail. The picture spans over 3,000 kilometers at the comet's April 18 distance of 32 million kilometers from planet Earth. With its brightest fragment presently too faint to be seen with the naked eye, comet Schwassmann-Wachmann 3 will pass closest to Earth on May 13 at a distance of about 11 million kilometers.",
    "hdurl": "https://apod.nasa.gov/apod/image/0605/fragb_73p_hst_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Schwassmann-Wachmann 3: Fragment B",
    "url": "https://apod.nasa.gov/apod/image/0605/fragb_73p_hst_c.jpg"
  },
  {
    "date": "2006-05-05",
    "explanation": "Jupiter's Great Red Spot is a swirling storm seen for over 300 years, since the beginning of telescopic observations. But in February 2006, planetary imager Christopher Go noticed it had been joined by Red Spot Jr - formed as smaller whitish oval-shaped storms merged and then developed the remarkable reddish hue. This sharp Hubble Space Telescope image showing the two salmon-colored Jovian storms was recorded in April. About half the size of the original Red Spot, Red Spot Jr. is similar in diameter to planet Earth. Seen here below and left of the ancient storm system, it trails the Great Red Spot by about an hour as the planet rotates from left to right. While astronomers still don't exactly understand why Jupiter's red spots are red, they do think the appearance of Red Spot Jr. provides evidence for climate change on the Solar System's ruling gas giant.",
    "hdurl": "https://apod.nasa.gov/apod/image/0605/redspot2_hst_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter and the Red Spots",
    "url": "https://apod.nasa.gov/apod/image/0605/redspot2_hst_c68.jpg"
  },
  {
    "date": "2006-05-06",
    "explanation": "This intriguing trio of galaxies is sometimes called the NGC 5985/Draco Group and so (quite reasonably) is located in the northern constellation Draco. From left to right are face-on spiral NGC 5985, elliptical galaxy NGC 5982, and edge-on spiral NGC 5981 -- all within this single telescopic field of view spanning a little more than half the width of the full moon. While this grouping is far too small to be a galaxy cluster and has not been cataloged as a compact group, these galaxies all do lie roughly 100 million light-years from planet Earth. On close examination with spectrographs, the bright core of the striking face-on spiral NGC 5985 shows prominent emission in specific wavelengths of light, prompting astronomers to classify it as a Seyfert, a type of active galaxy. Not as well known as other tight groupings of galaxies, the contrast in visual appearance makes this triplet an attractive subject for astrophotographers. This impressively deep exposure of region also reveals faint and even more distant background galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/0605/draco3_heutz_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Three Galaxies in Draco",
    "url": "https://apod.nasa.gov/apod/image/0605/draco3_heutz_f50.jpg"
  },
  {
    "date": "2006-05-07",
    "explanation": "Like a butterfly, a white dwarf star begins its life by casting off a cocoon that enclosed its former self.  In this analogy, however, the Sun would be a caterpillar and the ejected shell of gas would become the prettiest of all! In the above cocoon, the planetary nebula designated NGC 2440, contains one of the hottest white dwarf stars known. The white dwarf can be seen as the bright dot near the photo's center.  Our Sun will eventually become a \"white dwarf butterfly\", but not for another 5 billion years.  The above false color image was post-processed by Forrest Hamilton.",
    "hdurl": "https://apod.nasa.gov/apod/image/0605/ngc2440_hst4_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2440: Cocoon of a New White Dwarf",
    "url": "https://apod.nasa.gov/apod/image/0605/ngc2440_hst4.jpg"
  },
  {
    "date": "2006-05-08",
    "explanation": "You're the first spacecraft ever to descend to Titan -- what do you see? Immediately after the Huygen's probe pierced the cloud deck of Saturn's moon Titan last January, it took a unique series of pictures of one of the Solar System's most mysterious moon's.  Those pictures have recently been digitally stitched together to create spectacular panoramas and a dramatic descent movie.   Pictured above is a panoramic fisheye view Huygen's obtained from about five kilometers above Titan's surface.  The digital projection makes the local surface, mostly flat, appear as a ball, but allows one to see in all directions.   Huygen's eventual landing site was in the large dark area below, just right of the center. This relatively featureless, dark, sandy basin appears to be surrounded by light colored hills to the right and a landscape fractured by streambeds and canyons above.   Recent evidence indicates that Titan's lakebeds and streambeds are usually dry but sometimes filled with a flashflood of liquid methane from rare torrents of methane rain.",
    "hdurl": "https://apod.nasa.gov/apod/image/0605/titan5km_huygens_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Descent Panorama of Saturn's Titan",
    "url": "https://apod.nasa.gov/apod/image/0605/titan5km_huygens.jpg"
  },
  {
    "date": "2006-05-09",
    "explanation": "A new rock slab is growing at more than one meter a day on the Mt. St. Helens volcano in Washington, USA.  The rock slab, growing since last November, now extends about 100 meters out from one of the volcano's craters.  A recently made time lapse movie shows the rock slab growing.  Pictured above, a helicopter examines the steaming hot rock slab late last month. Mt. St. Helens underwent a spectacular eruption in 1980 but has been undergoing a comparatively serene eruption since 2004 September.   A new volcanic dome has been building which is now about 100 meters above the 1980s dome. The rock slab is visible from the Johnston Ridge Observatory on the erupting volcano.",
    "hdurl": "https://apod.nasa.gov/apod/image/0605/slabsthelens_usgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rock Slab Growing at Mt. St. Helens Volcano",
    "url": "https://apod.nasa.gov/apod/image/0605/slabsthelens_usgs.jpg"
  },
  {
    "copyright": "Wei-Hao WangIfA, U. Hawaii",
    "date": "2006-05-10",
    "explanation": "Portuguese navigator Fernando de Magellan and his crew had plenty of time to study the southern sky during the first circumnavigation of planet Earth. As a result, two fuzzy cloud-like objects easily visible for southern hemisphere skygazers are known as the Clouds of Magellan. Of course, these star clouds are now understood to be dwarf irregular galaxies, satellites of our larger spir",
    "hdurl": "https://apod.nasa.gov/apod/image/0605/lmc_whw_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Large Cloud of Magellan",
    "url": "https://apod.nasa.gov/apod/image/0605/lmc_whw.jpg"
  },
  {
    "copyright": "Stefan\nSeip",
    "date": "2006-05-11",
    "explanation": "As dawn approached on May 8, astronomer Stefan Seip carefully watched Fragment C of broken comet 73P/Schwassmann-Wachmann 3 approach M57 - the Ring Nebula, and faint spiral galaxy IC 1296. Of course, even though the trio seemed to come close together in a truly cosmic photo opportunity, the comet is in the inner part of our solar system, a mere 0.5 light-minutes or so from Seip's telescope located near Stuttgart, Germany, planet Earth. The Ring Nebula (upper right) is more like 2,000 light-years distant, well within our own Milky Way Galaxy. At a distance of 200 million light-years, IC 1296 (between comet and ring) is beyond even the Milky Way's boundaries. Because the comet is so close, it appears to move relatively rapidly against the distant stars. This dramatic telescopic view was composited from two sets of images; one compensating for the comet's apparent motion and one recording the background stars and nebulae.",
    "hdurl": "https://apod.nasa.gov/apod/image/0605/c73pM57_seip_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Meets Ring Nebula: Part I",
    "url": "https://apod.nasa.gov/apod/image/0605/c73pM57_seip_c53.jpg"
  },
  {
    "copyright": "MASIL\nAstro-Imaging",
    "date": "2006-05-12",
    "explanation": "Moving rapidly through planet Earth's night sky, Fragment C of crumbling comet 73P/Schwassmann-Wachmann 3 passed almost directly in front of M57 - the Ring Nebula, and faint spiral galaxy IC 1296 on May 8. In fact, in this gorgeous view, the bright head of Fragment C is separated by only about 0.1 degrees from M57, with the tail apparently engulfing nebula and galaxy. Recorded from Elizabeth, Illinois, USA, this picture corresponds to the cosmic scene only 30 minutes after yesterday's picture of the approaching alignment. The relative motion of the comet against the background stars and nebulae is easy to see when comparing the two images. This comet's fragments will be near their closest approach in the coming days, about 10 million kilometers away, and none pose any danger to our fair planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/0605/c73pM57_walker_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Meets Ring Nebula: Part II",
    "url": "https://apod.nasa.gov/apod/image/0605/c73pM57_walker_c46r.jpg"
  },
  {
    "date": "2006-05-13",
    "explanation": "This false-color mosaic of crumbling comet Schwassmann-Wachmann 3 spans about 6 degrees (12 full moons) along the comet's orbit. Recorded on May 4-6 by an infrared camera on board the Spitzer Space Telescope, the picture captures about 45 of the 60 or more alphabetically cataloged large comet fragments. The brightest fragment at the upper right of the track is Fragment C. Bright Fragment B is below and left of center. Looking for clues to how the comet broke up, Spitzer's infrared view also captures the trail of dust left over as the comet deteriorated during previous passes. Emission from the dust particles warmed by sunlight appears to fill the space along the cometary orbit. The fragments are near their closest approach in the coming days, about 10 million kilometers away, and none pose any danger to our fair planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/0605/c73pTrail_spitzer_f50.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crumbling Comet",
    "url": "https://apod.nasa.gov/apod/image/0605/c73pTrail_spitzer_c11.jpg"
  },
  {
    "date": "2006-05-14",
    "explanation": "The most photogenic array of radio telescopes in the world has also been one of the most productive.  Each of the 27 radio telescopes in the Very Large Array (VLA) is the size of a house and can be moved on train tracks.  The above pictured VLA, inaugurated in 1980 is situated in New Mexico, USA. The VLA has been used to discover water on planet Mercury, radio-bright coronae around ordinary stars, micro-quasars in our Galaxy, gravitationally-induced Einstein rings around distant galaxies, and radio counterparts to cosmologically distant gamma-ray bursts.  The vast size of the VLA has allowed astronomers to study the details of super-fast cosmic jets, and even map the center of our Galaxy.  An upgrade of the VLA is being planned.",
    "hdurl": "https://apod.nasa.gov/apod/image/0605/vla2_nrao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Very Large Array of Radio Telescopes",
    "url": "https://apod.nasa.gov/apod/image/0605/vla2_nrao.jpg"
  },
  {
    "date": "2006-05-15",
    "explanation": "What created this unusually textured rock on Mars?   Most probably: a volcano.   Dubbed Bumpy Boulder, the strange stone measuring just under a half-meter high was found by the robotic Spirit rover currently rolling across Mars.   Pits on the ragged rock are likely vesicles and arise from hot gas bubbling out of hot rock ejected by an active Martian volcano.   Several similar rocks are visible near Bumpy Boulder that likely have a similar past.  The above true-color image was taken about one month ago.   The Spirit rover, now in its third year of operation on Mars, is weathering the low sunlight winter of Mar's northern hemisphere on a hillside slope in order to maximize the amount of absorbable battery-refreshing sunlight.",
    "hdurl": "https://apod.nasa.gov/apod/image/0605/bumpyboulder_spirit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Volcanic Bumpy Boulder on Mars",
    "url": "https://apod.nasa.gov/apod/image/0605/bumpyboulder_spirit.jpg"
  },
  {
    "date": "2006-05-16",
    "explanation": "The International Space Station (ISS) is the largest human-made object ever to orbit the Earth.   Last August, the station was visited and resupplied by space shuttle Discovery.   The ISS is currently operated by the Expedition 13 crew, consisting a Russian and an American astronaut.   After departing the ISS, the crew of Discovery captured this spectacular vista of the orbiting space city high above the Caspian Sea.   Visible components include modules, trusses, and expansive solar arrays that gather sunlight that is turned into needed electricity.",
    "hdurl": "https://apod.nasa.gov/apod/image/0605/iss2_sts114_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The International Space Station from Above",
    "url": "https://apod.nasa.gov/apod/image/0605/iss2_sts114.jpg"
  },
  {
    "date": "2006-05-17",
    "explanation": "What causes the powerful explosions known as gamma-ray bursts?   Astrophysicists still aren't sure, but the longest duration gamma-ray bursts (GRBs) seem to involve very massive stars.  A new clue indicating this was uncovered recently by a series of images taken by the orbiting Hubble Space Telescope.   These images, shown above, indicate that long duration GRBs typically appear to come from galaxies and regions of galaxies with bright regions rich with star formation and bright, massive stars.   Long GRBs are therefore different than many types of supernovas, which occur more uniformly distributed in their host galaxies.  Since such active star forming regions are relatively rare in our Milky Way Galaxy, the chances of a nearby GRB affecting life on Earth are relatively slight.",
    "hdurl": "https://apod.nasa.gov/apod/image/0605/grbhosts_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Host Galaxies of Long-Duration GRBs",
    "url": "https://apod.nasa.gov/apod/image/0605/grbhosts_hst.jpg"
  },
  {
    "copyright": "John P. Gleason",
    "date": "2006-05-18",
    "explanation": "An alluring sight in dark southern skies, the Large Magellanic Cloud (LMC) is seen here through a narrow filter that transmits only the red light of hydrogen atoms. Ionized by energetic starlight, a hydrogen atom emits the characteristic red H-alpha light as its single electron is recaptured and transitions to lower energy states. As a result, this image of the LMC seems covered with shell-shaped clouds of hydrogen gas surrounding massive, young stars. Sculpted by the strong stellar winds and ultraviolet radiation, the glowing hydrogen clouds are known as H II (ionized hydrogen) regions. This high resolution mosaic view was recorded in 6 segments, each with 200 minutes of exposure time. Itself composed of many overlapping shells, the Tarantula Nebula, is the large star forming region near top center. A satellite of our Milky Way Galaxy, the LMC is about 15,000 light-years across and lies a mere 180,000 light-years away in the constellation Dorado.",
    "hdurl": "https://apod.nasa.gov/apod/image/0605/lmc_gleason_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shell Game in the LMC",
    "url": "https://apod.nasa.gov/apod/image/0605/lmc_gleason_f23.jpg"
  },
  {
    "copyright": "Axel\nMellinger",
    "date": "2006-05-19",
    "explanation": "Named for Australian astronomer Colin Stanley Gum (1924-1960), The Gum Nebula is so large and close it is actually hard to see. In fact, we are only about 450 light-years from the front edge and 1,500 light-years from the back edge of this cosmic cloud of glowing hydrogen gas. Covered in this 41 degree-wide mosaic of H-alpha images, the faint emission region is otherwise easy to lose against the background of Milky Way stars. The complex nebula is thought to be a supernova remnant over a million years old, sprawling across the southern constellations Vela and Puppis.  Sliding your cursor over this spectacular wide field view will reveal the location of objects embedded in The Gum Nebula, including the Vela supernova remnant.",
    "hdurl": "https://apod.nasa.gov/apod/image/0605/Vela_50mm_HaRGB_1000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Gum Nebula",
    "url": "https://apod.nasa.gov/apod/image/0605/Vela_50mm_HaRGB_f88.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2006-05-20",
    "explanation": "In spiral galaxies, majestic winding arms of young stars and interstellar gas and dust rotate in a flat disk around a bulging galactic nucleus. But elliptical galaxies seem to be simpler. Lacking gas and dust to form new stars, their randomly swarming older stars, give them an ellipsoidal (egg-like) shape. Still, elliptical galaxies can be very large. Over 120,000 light-years in diameter (larger than our own Milky Way), elliptical galaxy M87 is the dominant galaxy at the center of the Virgo Galaxy Cluster, some 50 million light-years away. M87 is likely home to a supermassive black hole responsible for the high-energy jet of particles emerging from the giant galaxy's central region.",
    "hdurl": "https://apod.nasa.gov/apod/image/0605/m87_gendler_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Elliptical Galaxy M87",
    "url": "https://apod.nasa.gov/apod/image/0605/m87_gendler_c42.jpg"
  },
  {
    "copyright": "Mark GarlickSpace-art",
    "date": "2006-05-21",
    "explanation": "How can two stars create such a strange and intricate structure?  Most stars are members of multiple-star systems.  Some stars are members of close binary systems where material from one star swirls around the other in an accretion disk.  Only a handful of stars, however, are members of an intermediate polar, a system featuring a white dwarf star with a magnetic field that significantly pushes out the inner accretion disk, only allowing material to fall down its magnetic poles.  Shown above is an artist's depiction of an intermediate polar system, also known as a DQ Hercules system.  The foreground white dwarf is so close to the normal star that it strips away its outer atmosphere.  As the white dwarf spins, the columns of infalling gas rotate with it.  The name intermediate polar derives from observations of emitted light polarized at a level intermediate to non-disk binary systems known as polars.  Intermediate polars are a type of cataclysmic variable star system.",
    "hdurl": "https://apod.nasa.gov/apod/image/0605/ipolar_garlick.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Intermediate Polar Binary System",
    "url": "https://apod.nasa.gov/apod/image/0605/ipolar_garlick_big.jpg"
  },
  {
    "date": "2006-05-22",
    "explanation": "What arm is 17 meters long and sometimes uses humans for fingers?   The Canadarm2 aboard the International Space Station (ISS).  Canadarm2 has multiple joints and is capable of maneuvering payloads as massive as 116,000 kilograms, equivalent to a fully loaded bus.  Canadarm2 is operated by remote control by a human inside the  space station.  To help with tasks requiring a particularly high level of precision and detail, an astronaut can be anchored to an attached foot constraint.  The arm is able propel itself end-over-end around the outside of the space station. Pictured above, astronaut Stephen Robinson rides Canadarm2 during the STS-114 mission of the space shuttle Discovery to the ISS in 2005 August.   Space shuttles often deploy their own original version of a robotic arm dubbed Canadarm. Next year, a second robotic arm is scheduled to be deployed on the space station.",
    "hdurl": "https://apod.nasa.gov/apod/image/0605/robinson_sts114_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Maneuvering in Space",
    "url": "https://apod.nasa.gov/apod/image/0605/robinson_sts114.jpg"
  },
  {
    "copyright": "Thad V'SoskeCosmotions.com",
    "date": "2006-05-23",
    "explanation": "Rarely does a comet pass this close to Earth.  Last week, dedicated astrofilmographers were able to take advantage of the close approach of crumbling 73P / Comet Schwassmann-Wachmann 3 to make time-lapse movies of the fast-moving comet.  Large comet fragments passed about 25 times the Moon's distance from the Earth.  The above time lapse movie of Fragment B of Comet Schwassmann-Wachmann 3 over Colorado, USA was taken during a single night, May 16, with 83 consecutive 49-second exposures.  Some observers report being able to perceive the slight motion of the comet with respect to the background stars using only their binoculars and without resorting to the creation of fancy digital time-lapse movies. Fragment B of Comet Schwassmann-Wachmann 3 became just barely visible to the unaided eye two weeks ago but now is appearing to fade as the comet has moved past the Earth and nears the Sun.  Many sky enthusiasts will be on the watch for a particularly active meteor shower tonight as the Earth made its closest approach to orbit of Comet Schwassmann-Wachmann 3 late yesterday.",
    "hdurl": "https://apod.nasa.gov/apod/image/0605/sw3_vsoske_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Schwassmann-Wachmann 3 Passes the Earth",
    "url": "https://apod.nasa.gov/apod/image/0605/sw3_vsoske.gif"
  },
  {
    "date": "2006-05-24",
    "explanation": "What's happening near the center of this cluster of galaxies?  At first glance, it appears that several strangely elongated galaxies and fully five bright quasars exist there.  In reality, an entire cluster of galaxies is acting as a gigantic gravitational lens that distorts and multiply-images bright objects that occur far in the distance.   The five bright white points near the cluster center are actually images of a single distant quasar.   This Hubble Space Telescope image is so detailed that even the host galaxy surrounding the quasar is visible.  Close inspection of the above image will reveal that the arced galaxies at 2 and 4 o'clock are actually gravitationally lensed images of the same galaxy.  A third image of that galaxy can be found at about 10 o'clock from the cluster center.  Serendipitously, numerous strange and distant galaxies dot the above image like colorful jewels.  The cluster of galaxy that acts as the huge gravitational lens is cataloged as SDSS J1004+4112 and lies about 7 billion light years distant toward the constellation of Leo Minor.",
    "hdurl": "https://apod.nasa.gov/apod/image/0605/quasar5_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Five Quasar Gravitational Lens",
    "url": "https://apod.nasa.gov/apod/image/0605/quasar5p2_hst.jpg"
  },
  {
    "copyright": "R. Jay\nGaBanyCosmotography.com",
    "date": "2006-05-25",
    "explanation": "Colorful NGC 1579 resembles the better known Trifid Nebula, but lies much farther north in planet Earth's sky, in the heroic constellation Perseus. About 2,100 light-years away and 3 light-years across, NGC 1579 is a captivating study in color. Like the Trifid, NGC 1579 is a dusty star forming region providing contrasting emission and reflection nebulae in the same field - the characteristic red glow of hydrogen gas and the blue of reflected starlight. Also like the Trifid, dark dust lanes are prominent in the nebula's central regions. In fact, obscuring dust is pervasive in NGC 1579, drastically dimming the visible light from the massive, young, hot stars still embedded in the cosmic cloud.",
    "hdurl": "https://apod.nasa.gov/apod/image/0605/ngc1579_gabany_lc.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1579: Trifid of the North",
    "url": "https://apod.nasa.gov/apod/image/0605/ngc1579_gabany_c55.jpg"
  },
  {
    "copyright": "Steve Crouch",
    "date": "2006-05-26",
    "explanation": "Centaurus, the Centaur, is one of the most striking constellations in the southern sky. The Milky Way flows through this celestial expanse whose wonders also include the closest star to the Sun, Alpha Centauri, and the largest globular star cluster in our galaxy, Omega Centauri. This gorgeous wide-field telescopic view of Omega Centauri shows off the cluster of about 10 million stars and the surrounding star field, with very faint dust clouds and distant background galaxies. Omega Cen itself is about 15,000 light-years away and 150 light-years in diameter - one of 150 or so known globular star clusters that roam the halo of our galaxy. The stars in globular clusters are much older, cooler, and less massive than our Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/0605/omegacen_crouch_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Omega Centauri",
    "url": "https://apod.nasa.gov/apod/image/0605/omegacen_crouch_c60.jpg"
  },
  {
    "date": "2006-05-27",
    "explanation": "If you could see gamma rays - photons with a million or more times the energy of visible light - the Moon would appear brighter than the Sun! The startling notion is demonstrated by this image of the Moon from the Energetic Gamma Ray Experiment Telescope (EGRET) in orbit on NASA's Compton Gamma Ray Observatory from April 1991 to June 2000. Then, the most sensitive instrument of its kind, even EGRET could not see the quiet Sun which is extremely faint at gamma-ray energies. So why is the Moon bright? High energy charged particles, known as cosmic rays, constantly bombard the unprotected lunar surface generating gamma-ray photons. EGRET's gamma-ray vision was not sharp enough to resolve a lunar disk or any surface features, but its sensitivity reveals the induced gamma-ray moonglow. So far unique, the image was generated from eight exposures made during 1991-1994 and covers a roughly 40 degree wide field of view with gamma-ray intensity represented in false color.",
    "hdurl": "https://apod.nasa.gov/apod/image/0605/moon_egret_150c.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gamma-Ray Moon",
    "url": "https://apod.nasa.gov/apod/image/0605/moon_egret_150c.jpg"
  },
  {
    "date": "2006-05-28",
    "explanation": "In the center of a swirling whirlpool of hot gas is likely a beast that has never been seen directly: a black hole.  Studies of the bright light emitted by the swirling gas frequently indicate not only that a black hole is present, but also likely attributes.  The gas surrounding GRO J1655-40, for example, has been found to display an unusual flickering at a rate of 450 times a second.  Given a previous mass estimate for the central object of seven times the mass of our Sun, the rate of the  fast flickering can be explained by a black hole that is rotating very rapidly.  What physical mechanisms actually cause the flickering -- and a slower quasi-periodic oscillation (QPO) -- in  accretion disks surrounding black holes and neutron stars remains a topic of much research.",
    "hdurl": "https://apod.nasa.gov/apod/image/0605/blackholestorm_chandra_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "GRO J1655-40: Evidence for a Spinning Black Hole",
    "url": "https://apod.nasa.gov/apod/image/0605/blackholestorm_chandra.jpg"
  },
  {
    "date": "2006-05-29",
    "explanation": "Do you ever feel like watching the NASA channel?  If so, in addition to standard cable access and the  standard NASA TV web pages, it might now be possible to watch NASA TV simply by accessing today's APOD.  Watch cool rocket launches, real-time return of scientific results and images from deep space probes, press conferences, and interviews with scientists, educators, and astronauts.  To see the channel optimally, one should have a broadband web connection and Windows Media Player properly installed. Options for watching NASA TV on other platforms are also available. On most computers, a sound adjustment slider is available on the lower right.  Double clicking on the image will expand the image to fill your computer screen.  A standard schedule is available for NASA's Public TV channel, as well as a live events listing and an educational programming guide. APOD thanks Lior Shamir for help in coding the hypertext that runs the above television-to-web link.",
    "media_type": "other",
    "service_version": "v1",
    "title": "The NASA Television Channel"
  },
  {
    "date": "2006-05-30",
    "explanation": "Saturn's ragged moon Rhea has one of the oldest surfaces known.  Estimated as changing little in the past billion years, Rhea shows craters so old they no longer appear round � their edges have become compromised by more recent cratering.   Like Earth's Moon, Rhea's rotation is locked on Saturn, and the above image shows part of Rhea's surface that always faces Saturn.  Rhea's leading surface is more highly cratered than its trailing surface.   Rhea is composed mostly of water-ice but is thought to have a small rocky core.  The above image was taken by the robot Cassini spacecraft now orbiting Saturn.   Cassini swooped past Rhea two months ago and captured the above image from about 100,000 kilometers away.  Rhea spans 1,500 kilometers making it Saturn's second largest moon after Titan.  Several surface features on Rhea remain unexplained including large light patches.",
    "hdurl": "https://apod.nasa.gov/apod/image/0605/rhea3_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ancient Craters on Saturn's Rhea",
    "url": "https://apod.nasa.gov/apod/image/0605/rhea3_cassini.jpg"
  },
  {
    "date": "2006-05-31",
    "explanation": "Scheduled for launch in 2007, the Gamma-ray Large Area Space Telescope (GLAST) will explore the Universe in gamma-rays, the most energetic form of light. To get ready, consider this dynamic gamma-ray sky animation - constructed from simulating the first 55 days (seen above at one frame per day) of GLAST observations of cosmic gamma-ray sources. The all-sky view is projected in an astronomical (RA-Dec) coordinate system that shows the plane of our Milky Way Galaxy as a broad U-shape, with the center of the galaxy toward the right. So what shines in this gamma-ray sky? Besides the diffuse Milky Way glow, astronomers testing their skills on the simulated data have found flaring active galaxies, pulsars, gamma-ray bursts, the flaring Sun, and of course, the gamma-ray Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0605/mv1ct4.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Simulated Gamma-ray Sky",
    "url": "https://apod.nasa.gov/apod/image/0605/mv1ct4.gif"
  },
  {
    "copyright": "Robert GendlerMartin Pugh",
    "date": "2006-06-01",
    "explanation": "NGC 6188 is an interstellar carnival of young blue stars, hot red gas, and cool dark dust.  Located 4,000 light years away in the disk of our Galaxy,  NGC 6188 is home to the Ara OB1 association, a group of bright young stars whose nucleus forms the open cluster NGC 6193.  These stars are so bright that some of their blue light reflects off of interstellar dust forming the diffuse blue glow surrounding the stars in the above photograph.  Open cluster NGC 6193 formed about three million years ago from the surrounding gas, and appears unusually rich in close binary stars.   The red glow visible throughout the photograph arises from hydrogen gas heated by the bright stars in Ara OB1.  The dark dust that blocks much of NGC 6188's light was likely formed in the outer atmospheres of cooler stars and in supernovae ejecta.",
    "hdurl": "https://apod.nasa.gov/apod/image/0606/ngc6188_gendler_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Reflections on NGC 6188",
    "url": "https://apod.nasa.gov/apod/image/0606/ngc6188_gendler.jpg"
  }
]
