[
  {
    "date": "2006-12-01",
    "explanation": "A smaller companion seems wrapped in the spiral arms of enigmatic galaxy NGC 1097. This amazingly deep image of the peculiar spiral system, also known as Arp 77, actually combines data from two telescopes, one in the northern and one in the southern hemisphere of planet Earth. The faint details revealed include hints of a mysterious jet emerging toward the top of the view. Seen to be about 42,000 light-years from the larger galaxy's center, the companion galaxy is gravitationally interacting with the spiral and will ultimately merge with it.  NGC 1097's center also harbors a massive black hole. NGC 1097 is located about 45 million light-years away in the chemical constellation Fornax.",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/ngc1097_gabany_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Arms of NGC 1097",
    "url": "https://apod.nasa.gov/apod/image/0612/ngc1097_gabany_c720.jpg"
  },
  {
    "copyright": "Serge Brunier",
    "date": "2006-12-02",
    "explanation": "In myth, Atlas holds up the heavens, but in this stunning view a mountain appears to serve as the southern night sky pivots around a snowy peak. Recorded during a climbing expedition at an altitude above 19,000 feet (temperature -18 degrees C), the picture places the South Celestial Pole over the Andes mountain Ojos del Salado. Topping out at over 22,000 feet, the Ojos del Salado is a stratovolcano, the highest active volcano on planet Earth. The time exposure lasted for an hour, recording the graceful arcing star trails along with the rising Milky Way (left) and setting Magellanic clouds.",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/ojosdelsalado6000bs7_brunier_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Trails at 19,000 Feet",
    "url": "https://apod.nasa.gov/apod/image/0612/ojosdelsalado6000bs7_brunier_c720.jpg"
  },
  {
    "date": "2006-12-03",
    "explanation": "This moon is doomed.  Mars, the red planet named for the Roman god of war, has two tiny moons, Phobos and Deimos, whose names are derived from the Greek for Fear and Panic. These martian moons may well be captured asteroids originating in the main asteroid belt between Mars and Jupiter or perhaps from even more distant reaches of the Solar System. The larger moon, Phobos, is indeed seen to be a cratered, asteroid-like object in this stunning color image from the Mars Express spacecraft, recorded at a resolution of about seven meters per pixel. But Phobos orbits so close to Mars - about 5,800 kilometers above the surface compared to 400,000 kilometers for our Moon - that gravitational tidal forces are dragging it down. In 100 million years or so it will likely crash into the surface or be shattered by stress caused by the relentless tidal forces, the debris forming a ring around Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/phobos_hiresme_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Phobos: Doomed Moon of Mars",
    "url": "https://apod.nasa.gov/apod/image/0612/phobos_hiresme.jpg"
  },
  {
    "date": "2006-12-04",
    "explanation": "Plumes of hot gas shoot across the surface on even an average day on the Sun.   Such volatile activity was captured in dramatic detail recently by the new Hinode satellite launched by Japan in late September.   Near the horizon, active regions around a sunspot eject hot plasma along the magnetic field lines that connect the sunspot to surrounding regions in the solar atmosphere.  Bright regions are hotter and more active.  The bubbling granularity and continuous activity of the Sun's photosphere is visible in the foreground.   This frame  from the movie is in representative color and covers a solar region of about 8,000 kilometers. (Note: To download the full MPG movie file, click on the picture.)",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/sunaction_hinode.mpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Movie: The Active Sun",
    "url": "https://apod.nasa.gov/apod/image/0612/sunaction_hinode.jpg"
  },
  {
    "copyright": "Wikipedia",
    "date": "2006-12-05",
    "explanation": "What is it?  It was found at the bottom of the sea aboard an ancient Greek ship.  Its seeming complexity has prompted decades of study, although many of its functions remained unknown.  Recent X-rays of the device have now confirmed the nature of the Antikythera mechanism, and discovered several surprising functions.  The Antikythera mechanism has been discovered to be a mechanical computer of an accuracy thought impossible in 80 BC, when the ship that carried it sunk.   Such sophisticated technology was not thought to be developed by humanity for another 1,000 years. Its wheels and gears create a portable orrery of the sky that predicted star and planet locations as well as lunar and solar eclipses. The Antikythera mechanism, shown above, is 33 centimeters high and similar in size to a large book.",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/antikythera_wikipedia_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Antikythera Mechanism",
    "url": "https://apod.nasa.gov/apod/image/0612/antikythera_wikipedia.jpg"
  },
  {
    "date": "2006-12-06",
    "explanation": "If you have the right equipment, you can see the Spirit rover currently rolling across Mars.  The right equipment, however, is currently limited to the High Resolution Imaging Science Experiment onboard the Mars Reconnaissance Orbiter (MRO).  MRO arrived at Mars in March and just started science observations of the red planet last month.   Visible in the above spectacularly high resolution image is the Spirit rover in the Columbia Hills of Mars.  Objects as small as one meter are resolved.   Also visible are the tracks made by the robot explorer and a large plateau of layered rock dubbed Home Plate.   MRO will continue to image the red planet in unprecedented detail, creating images that will likely be important in better understanding the geology and weather on Mars, as well as indicating good candidate landing sites for future missions to Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/spirit_mro_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spirit Rover on Mars Imaged from Orbit\n",
    "url": "https://apod.nasa.gov/apod/image/0612/spirit_mro.jpg"
  },
  {
    "copyright": "Ken CrawfordRancho Del Sol Observatory",
    "date": "2006-12-07",
    "explanation": "Face-on spiral galaxy M77 lies a mere 60 million light-years away toward the aquatic constellation Cetus. Also known as NGC 1068, its very bright core is well studied by astronomers exploring the mysteries of supermassive black holes in active galaxies. While M77 is also seen at x-ray, ultraviolet, infrared, and radio wavelengths, this visible light image highlights another remarkable aspect of the galaxy. In the picture, the data has been enhanced to show outer faint details, following spiral arms and structures that reach far beyond the galaxy's brighter central regions. Including the fainter outskirts, the galaxy's diameter is well over 100 thousand light-years at M77's estimated distance, making it larger than our own spiral Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/M77FCRS_crawford_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Outskirts of M77",
    "url": "https://apod.nasa.gov/apod/image/0612/M77FCRS_crawford_c.jpg"
  },
  {
    "copyright": "Dan Kowall(Photonhunter.com)",
    "date": "2006-12-08",
    "explanation": "A lesser known sight in the nebula-rich constellation Orion, NGC 2174 can be found with binoculars near the head of the celestial hunter. About 6,400 light-years distant, the glowing cosmic cloud surrounds loose clusters of young stars. Covering an area larger than the full Moon on the sky, this stunning narrow band image adopts a typical color mapping of the atomic emission from NGC 2174. The false-color mapping shows otherwise red hydrogen emission in green hues and emphasizes sulfur emission in red and oxygen in blue. Placing your cursor on the image will reveal an alternative image of the nebula made through broad band filters. The broad band image combines filters in a closer analogy to human vision, dominated by the red glow of hydrogen.",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/NGC2174_lrg.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2174: Emission Nebula in Orion",
    "url": "https://apod.nasa.gov/apod/image/0612/NGC2174_lrg720.jpg"
  },
  {
    "copyright": "Tunc Tezel",
    "date": "2006-12-09",
    "explanation": "Three children of the Sun rise in the east in this peaceful dawn skyview recorded December 7th near Bolu, Turkey. Inner planet Mercury, fresh from its second transit of the 21st century, stands highest in the bright sky at the top right. Gas giant Jupiter lies below the cloud bank near picture center. A newsworthy Mars is also visible, right of Jupiter and just above the dark cloud bank. On Sunday, these planets will form a much tighter grouping before sunrise, while in the coming days the western sky after sunset will be ruled by brilliant planet Venus, also known as the evening star.",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/20061207_tezel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Three Planets in Dawn Skies",
    "url": "https://apod.nasa.gov/apod/image/0612/20061207_tezel_c720.jpg"
  },
  {
    "date": "2006-12-10",
    "explanation": "What would it be like to explore the surface of another world? In 1972 during the Apollo 17 mission, astronaut Harrison Schmitt found out first hand.  In this case, the world was Earth's own Moon.  In this recently compiled panorama of lunar photographs originally taken by astronaut  Eugene Cernan, the magnificent desolation of the barren Moon is apparent.  Visible above and by scrolling right are lunar rocks in the foreground, lunar mountains in the background, some small craters, a lunar rover, and astronaut Schmidt on his way back to the rover. A few days after this image was taken, humanity left the Moon and has yet to return.",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/moonpan_apollo17_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 17 Panorama: Astronaut Running",
    "url": "https://apod.nasa.gov/apod/image/0612/moonpan_apollo17.jpg"
  },
  {
    "date": "2006-12-11",
    "explanation": "Double, double toil and trouble; Fire burn, and cauldron bubble -- maybe Macbeth should have consulted the Witch Head Nebula.  This suggestively shaped reflection nebula is associated with the bright star Rigel in the constellation Orion.  More formally known as IC 2118, the Witch Head Nebula glows primarily by light reflected from bright star Rigel, located just off the upper right edge of the full image. Fine dust in the nebula reflects the light. The blue color is caused not only by Rigel's blue color but because the dust grains reflect blue light more efficiently than red.  The same physical process causes Earth's daytime sky to appear blue, although the scatterers in Earth's atmosphere are molecules of nitrogen and oxygen.  The nebula lies about 1000 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/ic2118_dss_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 2118: The Witch Head Nebula",
    "url": "https://apod.nasa.gov/apod/image/0612/ic2118_dss.jpg"
  },
  {
    "date": "2006-12-12",
    "explanation": "What's creating light-toned deposits on Mars?   Quite possibly -- water!  Images of the same parts of mid-latitude Mars taken over the years but released only last week have shown unexpected new light-toned deposits where there were none before.  One clear case is shown above, where the same crater on Mars is shown as photographed in 1999 August and again in 2005 September.  The unusual deposit is visible only on the more recent photograph. Apparent tributaries near the bottom bolster the leading hypothesis that water gushed out of the crater wall, flowed down the crater, and soon evaporated into the thin Martian atmosphere.  Although frozen water-ice has been known near the Martian poles for years, free flowing surface water like this was not expected to be seen in the mid-latitudes of Mars. If confirmed, such water springs might make more of Mars hospitable to life and human visitation than previously believed.",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/marswater_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Light Deposits Indicate Water Flowing on Mars",
    "url": "https://apod.nasa.gov/apod/image/0612/marswater_mgs.jpg"
  },
  {
    "date": "2006-12-13",
    "explanation": "Tsunamis this large don't happen on Earth.  One week ago, a large solar flare from an Earth-sized sunspot produced a tsunami-type shock wave that was spectacular even for the Sun.  Pictured above, the tsunami wave was captured moving out from active region AR 10930 by the Optical Solar Patrol Network (OSPAN) telescope in New Mexico, USA.  The resulting shock wave, known technically as a Moreton wave, compressed and heated up gasses including hydrogen in the photosphere of the Sun, causing a momentarily brighter glow.  The above image was taken in a very specific red color emitted exclusively by hydrogen gas.  The rampaging tsunami took out some active filaments on the Sun, although many re-established themselves later.  The solar tsunami spread at nearly one million kilometers per hour, and circled the entire Sun in a matter of minutes.",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/suntsunami_nso.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Large Tsunami Shock Wave on the Sun",
    "url": "https://apod.nasa.gov/apod/image/0612/suntsunami_nso_big.gif"
  },
  {
    "date": "2006-12-14",
    "explanation": "Peering through the thick, hazy atmosphere of Saturn's largest moon, an infrared camera onboard the Cassini spacecraft recorded this view of the tallest mountains ever seen on Titan. Captured during a flyby in late October, the high resolution, false-color mosaic shows a mountain range about 150 kilometers long and about 1.5 kilometers high - likened to the Sierra Nevada mountain range of the western United States, planet Earth. Along Titan's mountain ridges lie bright deposits, thought to be methane snow or other organic material. The icy mountains of Titan were probably formed like Earth's mid-ocean ridges, from material welling up to fill gaps created as surface tectonic plates spread apart.",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/PIA09032_titan_mountains.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mountains of Titan",
    "url": "https://apod.nasa.gov/apod/image/0612/PIA09032_titan_mountains720.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2006-12-15",
    "explanation": "Large spiral galaxy NGC 1055 (top left) joins spiral M77 in this lovely cosmic view toward the constellation Cetus. The narrowed, dusty appearance of edge-on spiral NGC 1055 contrasts nicely with the face-on view of M77's bright nucleus and spiral arms. Both over 100,000 light-years across, the pair are dominant members of a small galaxy group about 60 million light-years away. At that estimated distance, M77 is one of the most remote objects in Charles Messier's catalog and is separated from fellow island universe NGC 1055 by at least 500,000 light-years. The mosaicked field is about the size of the full Moon on the sky and includes colorful foreground Milky Way stars (with diffraction spikes) along with more distant background galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/ngc1055m77_gendler_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1055 and M77",
    "url": "https://apod.nasa.gov/apod/image/0612/ngc1055m77_gendler_c720.jpg"
  },
  {
    "date": "2006-12-16",
    "explanation": "Last Saturday, the Space Shuttle Discovery lit up the night as it climbed into orbit above planet Earth. From Oak Hill, Florida, USA - about 30 miles north of the Kennedy Space Center - design engineer Andrew Arigema tracked the shuttle and recorded a four minute time exposure of the exhaust plume along Discovery's path against the background of the starry sky.  At the upper left, the end of the drifting plume is punctuated by Alnitak, Alnilam, and Mintaka in a vertical line, the belt stars of Orion. To the right of the belt stars, the pinkish jewel in Orion's sword is not a star at all, but the great Orion Nebula. Still farther to the right, at the foot of the hunter, lies Rigel, the brightest star in view. Rigel is a hot supergiant star some 700 light-years in the distance.",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/DiscoveryOrion_aurigema_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Path To Orion",
    "url": "https://apod.nasa.gov/apod/image/0612/DiscoveryOrion_aurigema_c720.jpg"
  },
  {
    "copyright": "Umar MohideenU. California at Riverside",
    "date": "2006-12-17",
    "explanation": "This tiny ball provides evidence that the universe will expand forever.  Measuring slightly over one tenth of a millimeter, the ball moves toward a smooth plate in response to energy fluctuations in the vacuum of empty space.  The attraction is known as the Casimir Effect, named for its discoverer, who, 50 years ago, was trying to understand why fluids like mayonnaise move so slowly.  Today, evidence is accumulating that most of the energy density in the universe  is in an unknown form dubbed dark energy.  The form and genesis of dark energy is almost completely unknown, but postulated as related to vacuum fluctuations similar to the Casimir Effect but generated somehow by space itself.  This vast and mysterious dark energy appears to gravitationally repel all matter and hence will likely cause the universe to expand forever.  Understanding vacuum fluctuations is on the forefront of research not only to better understand our universe but also for stopping micro-mechanical machine parts from sticking together.",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/casimirsphere_mohideen_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Force from Empty Space: The Casimir Effect",
    "url": "https://apod.nasa.gov/apod/image/0612/casimirsphere_mohideen.jpg"
  },
  {
    "copyright": "Stan Richards",
    "date": "2006-12-18",
    "explanation": "Last Thursday evening, stars were not the only lights in Iowa skies. Spectacular northern lights also shone from the heavens, extending across the midwestern USA and other locations not often graced with auroral displays. The wide-ranging auroral activity was triggered as a large solar flare - an energetic cloud of particles blasted outward from the Sun a few days earlier - collided with planet Earth's magnetosphere. Alerted to conditions ripe for aurora, photographer Stan Richard recorded this apparition over Saylorville Lake, near Des Moines, Iowa, USA. While the colorful rays seem to end just above the water, they are actually at altitudes of 100 kilometers or more.",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/auroraiowa_richard.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Over Iowa",
    "url": "https://apod.nasa.gov/apod/image/0612/auroraiowa_richard_big.jpg"
  },
  {
    "date": "2006-12-19",
    "explanation": "How massive can a normal star be?  Estimates made from distance, brightness and standard solar models had given one star in the open cluster Pismis 24 over 200 times the mass of our Sun, making it a record holder.  This star is the brightest object located just to the right of the gas front in the above image.  Close inspection of images taken recently with the Hubble Space Telescope, however, have shown that Pismis 24-1 derives its brilliant luminosity not from a single star but from three at least.  Component stars would still remain near 100 solar masses, making them among the more massive stars currently on record.  Toward the image left, stars are still forming in the associated emission nebula NGC 6357, including several that appear to be breaking out and illuminating a spectacular cocoon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/ngc6357a_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Massive Stars in Open Cluster Pismis 24",
    "url": "https://apod.nasa.gov/apod/image/0612/ngc6357a_hst.jpg"
  },
  {
    "date": "2006-12-20",
    "explanation": "For reasons unknown, NGC 6357 is forming some of the most massive stars ever discovered.  Near the more obvious Cat's Paw nebula, NGC 6357 houses the open star cluster Pismis 24, home to these tremendously bright and blue stars.  The overall red glow near the inner star forming region results from the emission of ionized hydrogen gas.   The surrounding nebula, shown above, holds a complex tapestry of gas, dark dust, stars still forming, and newly born stars.  The intricate patterns are caused by complex interactions between interstellar winds, radiation pressures, magnetic fields, and gravity.  NGC 6357 spans about 400 light years and lies about 8,000 light years away toward the constellation of the Scorpion.",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/heic0619_dss_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Forming Region NGC 6357",
    "url": "https://apod.nasa.gov/apod/image/0612/heic0619_dss.jpg"
  },
  {
    "copyright": "Geoff Chester",
    "date": "2006-12-21",
    "explanation": "Last Saturday, some colorful dawn skies along the US east coast featured the Moon and a Minotaur rocket climbing into low Earth orbit. The 7AM launch of the four stage Air Force Minotaur I rocket took place at NASA's Wallops Flight Facility on Virginia's eastern shore. Looking east, the rocket is visible beyond the top of the twisting exhaust plume in this wide angle view, with the waning crescent Moon at the upper right. The snapshot was taken from Alexandria, Virginia, some 100 miles northwest of Wallops Island. Orbital launches from Wallops have so far been relatively rare, the last two taking place in 1995 and 1985. As a result, many early morning risers reported the unusual spectacle. The rocket's payload was the Air Force Research Laboratory's TacSat-2 satellite and NASA's GeneSat-1 microsatellite.",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/TacSatWide_Moon_chester.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Minotaur Dawn",
    "url": "https://apod.nasa.gov/apod/image/0612/TacSatWide_Moon_chester_c720.jpg"
  },
  {
    "date": "2006-12-22",
    "explanation": "On December 22nd, at 0022 Universal Time the Sun reached its southernmost point in Earth's sky marking the final season change for the year 2006. In celebration of the Solstice, consider these images of the Sun from an extreme ultraviolet telescope onboard the Stereo Ahead spacecraft. Recorded on December 4th, Stereo's first day of imaging, each false-color view highlights atomic emission in different temperature regimes of the upper solar atmosphere; 2 million kelvins in yellow, 1.5 million in green, 1 million, in blue and 60 to 80 thousand in red. The Stereo Mission will place twin spacecraft, launched together in October, into different solar orbits to conduct a three dimensional exploration of the Sun and the solar environment. After completing lunar swingby maneuvers, the A spacecraft is intended to orbit the Sun \"Ahead\" of planet Earth, and the B spacecraft \"Behind\".",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/sun4_stereoahead_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The View from Stereo Ahead",
    "url": "https://apod.nasa.gov/apod/image/0612/sun4_stereoahead_cc720.jpg"
  },
  {
    "copyright": "Anthony Ayiomamitis",
    "date": "2006-12-23",
    "explanation": "An analemma is that figure-8 curve you get when you mark the position of the Sun at the same time each day throughout planet Earth's year. Above, 47 separate exposures (plus one foreground exposure) were recorded on a single piece of film to illustrate this annual cycle of solar motion from March 30, 2003 to March 30, 2004. In the remarkable foreground are standing Corinthian columns of the ancient Temple of Olympian Zeus in Athens, Greece. Solstices, like the one that occurred at 0022 UT on December 22, correspond to the bottom of the figure-8 or the southernmost excursion of the Sun in the sky. The tilt of planet Earth's axis and the variation in speed as it moves around its orbit combine to produce the graceful analemma curve.",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/analemma2004_ayiomamitis.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Analemma and the Temple of Olympian Zeus",
    "url": "https://apod.nasa.gov/apod/image/0612/analemma2004_ayiomamitis.jpg"
  },
  {
    "date": "2006-12-24",
    "explanation": "ght years ago results were first presented indicating that most of the energy in our universe is not in stars or galaxies but is tied to space itself.  In the language of cosmologists, a large cosmological constant is directly implied by new distant supernovae observations.  Suggestions of a cosmological constant (lambda) are not new -- they have existed since the advent of modern relativistic cosmology.  Such claims were not usually popular with astronomers, though, because lambda is so unlike known universe components, because lambda's value appeared limited by other observations, and because less-strange cosmologies without lambda had previously done well in explaining the data.  What is noteworthy here is the seemingly direct and reliable method of the observations and the good reputations of the scientists conducting the investigations.  Over the past eight years, independent teams of astronomers have continued to accumulate data that appears to confirm the unsettling result.  The above picture of a supernova that occurred in 1994 on the outskirts of a spiral galaxy was taken by one of these collaborations.",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/sn94d_hiz_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rumors of a Strange Universe",
    "url": "https://apod.nasa.gov/apod/image/0612/sn94d_hiz.jpg"
  },
  {
    "date": "2006-12-25",
    "explanation": "The International Space Station (ISS) will be the largest human-made object ever to orbit the Earth.  The station is so large that it could not be  launched all at once -- it is being built piecemeal with large sections added continually by flights of the Space Shuttle.  To function, the ISS needs trusses to keep it rigid and to route electricity and liquid coolants.  These trusses are huge, extending over 15 meters long, and with masses over 10,000 kilograms.  Pictured above earlier this month, astronauts Robert L. Curbeam (USA) and Christer Fuglesang (Sweden) work to attach a new truss segment to the ISS and begin to upgrade the power grid.",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/trussnauts_sts116_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Upgrading the International Space Station",
    "url": "https://apod.nasa.gov/apod/image/0612/trussnauts_sts116.jpg"
  },
  {
    "copyright": "Jimmy WestlakeColorado\nMountain College",
    "date": "2006-12-26",
    "explanation": "If you look carefully enough, you can even see the glow of the Sun in the opposite direction.  At night this glow is known as the gegenschein (German for \"counter glow\"), and can be seen as a faint glow in an extremely dark sky. The gegenschein is sunlight back-scattered off small interplanetary dust particles.  These dust particles are millimeter sized splinters from asteroids and orbit in the ecliptic plane of the planets.  Pictured above, the gegenschein is seen superposed toward the constellation of Pisces. The gegenschein is distinguished from zodiacal light by the high angle of reflection.  During the day, a phenomenon similar to the gegenschein called the glory can be seen in reflecting air or clouds opposite the Sun from an airplane.",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/gegenschein_westlake_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Gegenschein",
    "url": "https://apod.nasa.gov/apod/image/0612/gegenschein_westlake.jpg"
  },
  {
    "copyright": "Russell Croman",
    "date": "2006-12-27",
    "explanation": "This amazing skyscape lies along a bright ridge of emission in IC 5067, also known as The Pelican Nebula. Appropriately, the Pelican Nebula itself is part of a much larger, complex star-forming region about 2,000 light-years away in the high flying constellation Cygnus, the Swan. Cosmic dust clouds that span light-years seem to rise like mountains in the mist in this natural color view, recorded through broadband filters to produce an analogy to human color vision. The fantastic shapes are sculpted by winds and radiation from a hot, massive stars and the dominant red emission is due to atomic hydrogen gas. Placing your cursor on the image will bring up a false color image of the nebula made through narrowband filters that also map specific emission from sulfur and oxygen atoms. The mapped color image reveals even more details of the cosmic clouds and their composition.",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/ic5067_croman_natural.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 5067: Emission Nebula Close-up",
    "url": "https://apod.nasa.gov/apod/image/0612/ic5067_croman_natural720.jpg"
  },
  {
    "copyright": "Adam BlockTim Puckett",
    "date": "2006-12-28",
    "explanation": "The Great Spiral Galaxy in Andromeda (aka M31), a mere 2.5 million light-years distant, is the closest large spiral to our own Milky Way. Andromeda is visible to the unaided eye as a small, faint, fuzzy patch, but because its surface brightness is so low, casual skygazers can't appreciate the galaxy's impressive extent in planet Earth's sky. This entertaining composite image compares the angular size of the nearby galaxy to a brighter, more familiar celestial sight. In it, a deep exposure of Andromeda, tracing beautiful blue star clusters in spiral arms far beyond the bright yellow core, is combined with a typical view of a nearly full Moon. Shown at the same angular scale, the Moon covers about 1/2 degree on the sky, while the galaxy is clearly several times that size. The deep Andromeda exposure also includes two bright satellite galaxies, M32 and M110 (bottom).",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/m31abtpmoon.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Over Andromeda",
    "url": "https://apod.nasa.gov/apod/image/0612/m31abtpmoon_c720.jpg"
  },
  {
    "date": "2006-12-29",
    "explanation": "Alnitak, Alnilam, and Mintaka, are the bright bluish stars from east to west (left to right) along the diagonal in this gorgeous cosmic vista. Otherwise known as the Belt of Orion, these three blue supergiant stars are hotter and much more massive than the Sun. They lie about 1,500 light-years away, born of Orion's well-studied interstellar clouds. In fact, clouds of gas and dust adrift in this region have intriguing and some surprisingly familiar shapes, including the dark Horsehead Nebula and Flame Nebula near Alnitak at the lower left. The famous Orion Nebula itself lies off the bottom of this star field that covers an impressive 4.4x3.5 degrees on the sky. The color picture was composited from digitized black and white photographic plates recorded through red and blue astronomical filters, with a computer synthesized green channel. The plates were taken using the Samuel Oschin Telescope, a wide-field survey instrument at Palomar Observatory, between 1987 and 1991.",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/OrionBeltx_demartin_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Alnitak, Alnilam, Mintaka",
    "url": "https://apod.nasa.gov/apod/image/0612/OrionBeltx_demartin_f45.jpg"
  },
  {
    "copyright": "Skyscapes",
    "date": "2006-12-30",
    "explanation": "On planet Earth, an analemma is the figure-8 loop you get when you mark the position of the Sun at the same time each day throughout the year. But similarly marking the position of the Sun in the Martian sky would produce the simpler, stretched pear shape in this digital illustration, based on the Mars Pathfinder project's famous Presidential Panorama view from the surface. The simulation shows the late afternoon Sun that would have been seen from the Sagan Memorial Station once every 30 Martian days (sols) beginning on Pathfinder's Sol 24 (July 29, 1997). Slightly less bright, the simulated Sun is only about two thirds the size as seen from Earth, while the Martian dust, responsible for the reddish sky of Mars, also scatters some blue light around the solar disk.",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/MarsAnalemma_Mammana.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Martian Analemma",
    "url": "https://apod.nasa.gov/apod/image/0612/MarsAnalemma_Mammana720c.jpg"
  },
  {
    "date": "2006-12-31",
    "explanation": "The past year was extraordinary for the discovery of extraterrestrial fountains and flows -- some offering new potential in the search for liquid water and the origin of life beyond planet Earth.. Increased evidence was uncovered that fountains spurt not only from Saturn's moon Enceladus, but from the dunes of Mars as well.  Lakes were found on Saturn's moon Titan, and the residual of a flowing liquid was discovered on the walls of Martian craters.  The diverse Solar System fluidity may involve forms of slushy water-ice, methane, or sublimating carbon dioxide.  Pictured above, the light-colored path below the image center is hypothesized to have been created sometime in just the past few years by liquid water flowing across the surface of Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/flow_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Year of Extraterrestrial Fountains and Flows",
    "url": "https://apod.nasa.gov/apod/image/0612/flow_mgs.jpg"
  },
  {
    "copyright": "T. A. Rector",
    "date": "2007-01-01",
    "explanation": "Ten thousand years ago, before the dawn of recorded human history, a new light must suddenly have appeared in the night sky and faded after a few weeks.  Today we know this light was an exploding star and record the colorful expanding cloud as the Veil Nebula.  Pictured above is the west end of the Veil Nebula known technically as NGC 6960 but less formally as the Witch's Broom Nebula.  The rampaging gas gains its colors by impacting and exciting existing nearby gas.  The supernova remnant lies about 1400 light-years away towards the constellation of Cygnus.  This Witch's Broom actually spans over three times the angular size of the full Moon.  The bright star 52 Cygnus is visible with the unaided eye from a dark location but unrelated to the ancient supernova.",
    "hdurl": "https://apod.nasa.gov/apod/image/0701/veil_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6960: The Witch's Broom Nebula",
    "url": "https://apod.nasa.gov/apod/image/0701/veil_noao.jpg"
  }
]
