[
  {
    "date": "2006-04-01",
    "explanation": "Using the new camera on the Hubble Space Telescope, astronomers have been able to confirm that the Moon is made of green cheese.  The telling clue was the resolution of a marked date after which the Moon may go bad.  Controversy still exists, however, over whether the date resolved is truly an expiration date or just a \"sell by\" date.  \"To be cautious, we should completely devour the Moon by tomorrow,\" a spokesperson advised.  Happy April Fool's Day from the folks at APOD.  The above image (slightly altered) was actually taken in 1965 by the Ranger 9 probe minutes before impact.  The popular Moon is made of Green Cheese myth",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/gcmoon_ranger9_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hubble Resolves Expiration Date For Green Cheese Moon",
    "url": "https://apod.nasa.gov/apod/image/0604/gcmoon_ranger9_apr1.jpg"
  },
  {
    "copyright": "Yuvan Dutil & Stephane Dumas",
    "date": "2006-04-02",
    "explanation": "If you could send a message to an alien civilization, what would you say?  The people from the Cosmic Call project sent the above image as the first page of a longer message.  The message was broadcast toward local stars by radio telescope during the summer of 1999.  Another message was sent in 2003. The single-dish, 70 meter diameter telescope that send the messages is located in Ukraine on the Crimean peninsula near the town of of Evpatoria. This first page of the Cosmic Call 1999 message, shown above, involves only numbers and so is easier for puzzle solvers to decode than a more famous message broadcast toward distant star cluster M13 in 1974.  (The solution is here.)",
    "hdurl": "https://apod.nasa.gov/apod/image/0101/message_dutil.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Cosmic Call to Nearby Stars",
    "url": "https://apod.nasa.gov/apod/image/0101/message_dutil.gif"
  },
  {
    "date": "2006-04-03",
    "explanation": "A cosmic dust cloud sprawls across a rich field of stars in this gorgeous wide field telescopic vista looking toward Corona Australis, the Southern Crown. Probably less than 500 light-years away and effectively blocking light from more distant, background stars in the Milky Way, the densest part of the dust cloud is about 8 light-years long. At its tip (lower left) is a series of lovely blue nebulae cataloged as NGC 6726, 6727, 6729, and IC 4812. Their characteristic blue color is produced as light from hot stars is reflected by the cosmic dust. The tiny but intriguing yellowish arc visible near the blue nebulae marks young variable star R Coronae Australis. Magnificent globular star cluster NGC 6723 is seen here below and left of the nebulae. While NGC 6723 appears to be just outside Corona Australis in the constellation Sagittarius, it actually lies nearly 30,000 light-years away, far beyond the Corona Australis dust cloud.",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/n6727_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars and Dust Across Corona Australis",
    "url": "https://apod.nasa.gov/apod/image/0604/n6727_noao.jpg"
  },
  {
    "copyright": "Stefan Seip",
    "date": "2006-04-04",
    "explanation": "Some views of last week's total eclipse of the Sun were better than others.   One spectacular view occurred over Adrasan (near Antalya), Turkey and was captured there by industrious astrophotographer Stefan Seip.   The above digital mosaic caught the Moon in several stages as it moved between the Earth and the Sun.   During the center frame, a total solar eclipse was visible, the Moon completely blocked the Sun, the area became dark, and the magnificent corona of the Sun became visible.   The foreground frame from the same location was taken during sunlight.  The next total eclipse of the Sun will occur in August 2008 and be visible from parts of North America, Europe, and Asia.",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/eclipse2006_seip_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Total Solar Eclipse over Turkey",
    "url": "https://apod.nasa.gov/apod/image/0604/eclipse2006_seip.jpg"
  },
  {
    "date": "2006-04-05",
    "explanation": "When orbiting Saturn, be sure to watch for breathtaking superpositions of moons, rings, and shadows.   One such picturesque vista was visible recently to the robot Cassini spacecraft now orbiting Saturn.   In late February, Cassini captured  Rhea, the second largest moon of Saturn, while looking up from slightly beneath Saturn's expansive ring plane.   Signature dark gaps are visible in the nearly edge-on rings.   A shadow of Saturn's F ring cuts across the cratered ice-moon.   Cassini is scheduled to continue sending back images from the orbit of Saturn until at least 2008.",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/rhearings_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Slightly Beneath Saturn's Ring Plane",
    "url": "https://apod.nasa.gov/apod/image/0604/rhearings_cassini.jpg"
  },
  {
    "date": "2006-04-06",
    "explanation": "What is this bright soil on Mars?   Several times while rolling across Mars, the treads of the robotic rover Spirit have serendipitously uncovered unusually bright soil.   Spirit uncovered another batch unexpectedly last month while rolling toward its winter hibernation location on McCool Hill.   The physics and chemistry instruments on Spirit have determined the soil, shown above, contains a high content of salts including iron-bearing sulfates.   A leading hypothesis holds that these salts record the presence of past water, with the salts becoming concentrated as the water evaporated.",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/brightsoil_spirit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual Bright Soil on Mars",
    "url": "https://apod.nasa.gov/apod/image/0604/brightsoil_spirit.jpg"
  },
  {
    "copyright": "Koen van Gorp",
    "date": "2006-04-07",
    "explanation": "During a total solar eclipse, the Sun's extensive outer atmosphere or corona is an awesome and inspirational sight. The subtle shades and shimmering features of the corona that engage the eye span a brightness range of over 10,000 to 1, making them notoriously difficult to capture in a single picture. But this composite of 33 digital images ranging in exposure time from 1/8000 to 1/5 second comes very close to revealing the crown of the Sun in all its glory. The telescopic views were recorded from Side, Turkey during the March 29 solar eclipse, a geocentric celestial event that was widely seen under nearly ideal conditions. The composite also captures a pinkish prominence extending just beyond the upper edge of the eclipsed sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/tse2006_03_29corona_vangorp_f1800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Crown of the Sun",
    "url": "https://apod.nasa.gov/apod/image/0604/tse2006_03_29corona_vangorp_c.jpg"
  },
  {
    "copyright": "Stephan Heinsius",
    "date": "2006-04-08",
    "explanation": "During the March 29 total solar eclipse, the Moon's dark central shadow or umbra is vanishing beyond the horizon in this dramatic view of the landscape a few kilometers southeast of Incesu, Anatolia, Turkey. The large, snow covered mountain in the distance is 3,250 meter high volcano Hasan Dag. The foreground is growing brighter as eclipse watchers are just beginning to see rays of sunlight peek around the lunar limb, while the mountains on the horizon, left of Hasan Dag, are still completely shadowed by the Moon. For the watchers along this part of the shadow track, the total phase of the eclipse lasted less than 4 minutes as the umbra raced over them at more than 3,000 kilometers per hour.",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/tse2006landscape_heinsius_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Vanishing Umbra",
    "url": "https://apod.nasa.gov/apod/image/0604/tse2006landscape_heinsius_c38.jpg"
  },
  {
    "date": "2006-04-09",
    "explanation": "Where did all the stars go?  What used to be considered a hole in the sky is now known to astronomers as a dark molecular cloud.  Here, a high concentration of dust and molecular gas absorb practically all the visible light emitted from background stars.  The eerily dark surroundings help make the interiors of molecular clouds some of the coldest and most isolated places in the universe.  One of the most notable of these dark absorption nebulae  is a cloud toward the constellation Ophiuchus known as Barnard 68, pictured above.  That no stars are visible in the center indicates that Barnard 68 is relatively nearby, with measurements placing it about 500 light-years away and half a light-year across.  It is not known exactly how molecular clouds like Barnard 68 form, but it is known that these clouds are themselves  likely places for new stars to form. It is possible to look right through the cloud in infrared light.",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/barnard68_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Molecular Cloud Barnard 68",
    "url": "https://apod.nasa.gov/apod/image/0604/barnard68_vlt.jpg"
  },
  {
    "date": "2006-04-10",
    "explanation": "HiRISE - the High Resolution Imaging Science Experiment - rides on the Mars Reconnaissance Orbiter (MRO)spacecraft just arrived in Mars orbit on March 10. This sharp view of the martian surface from the HiRISE camera includes image data with a full resolution of about 2.5 meters per pixel - recorded from a range of 2,500 kilometers. In the coming months, MRO's orbit will be circularized through repeated passages into Mars' outer atmosphere, a process known as aerobraking, shrinking its orbit to an altitude of only 280 kilometers. At that distance, the HiRISE experiment should be able to image the Red Planet's surface at a resolution of 28 centimeters (11 inches) per pixel. In this first color image, the false colors represent HiRISE's visible and infrared imaging data combined. The picture is nearly 24 kilometers wide and covers an area in the Bosporos Planum region of southern Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/marscolor1_hirise_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars: The View from HiRISE",
    "url": "https://apod.nasa.gov/apod/image/0604/marscolor1_hirise_c23.jpg"
  },
  {
    "copyright": "Doug Wilson",
    "date": "2006-04-11",
    "explanation": "Have you ever seen a halo around the Sun?  This fairly common sight occurs when high thin clouds containing millions of tiny ice crystals cover much of the sky.  Each ice crystal acts like a miniature lens.  Because most of the crystals have a similar elongated hexagonal shape, light entering one crystal face and exiting through the opposing face refracts 22 degrees, which corresponds to the radius of the Sun Halo.  A similar Moon Halo may be visible during the night.  The picture was taken in Gunlock, Utah, USA. A flock of birds was caught by chance in the foreground. Exactly how ice-crystals form in clouds remains under investigation.   Lecture: APOD editor to give public talk in Princeton tonight (April 11)",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/sunhalobirds_wilson_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sun Halo over Utah",
    "url": "https://apod.nasa.gov/apod/image/0604/sunhalobirds_wilson.jpg"
  },
  {
    "date": "2006-04-12",
    "explanation": "The two bright sources at the center of this composite x-ray (blue)/ radio (pink) image are co-orbiting supermassive black holes powering the giant radio source 3C 75. Surrounded by multimillion degree x-ray emitting gas, and blasting out jets of relativistic particles the supermassive black holes are separated by 25,000 light-years. At the cores of two merging galaxies in the Abell 400 galaxy cluster they are some 300 million light-years away. Astronomers conclude that these two supermassive black holes are bound together by gravity in a binary system in part because the jets' consistent swept back appearance is most likely due to their common motion as they speed through the hot cluster gas at 1200 kilometers per second. Such spectacular cosmic mergers are thought to be common in crowded galaxy cluster environments in the distant universe. In their final stages the mergers are expected to be intense sources of gravitational waves.",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/3c75blackholes_cxc_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Binary Black Hole in 3C 75",
    "url": "https://apod.nasa.gov/apod/image/0604/3c75blackholes_cxc_c.jpg"
  },
  {
    "copyright": "Jose Suro",
    "date": "2006-04-13",
    "explanation": "Located some 7,000 light-years away toward the constellation Perseus, this pair of open or galactic star clusters really is visible to the unaided eye and was cataloged in 130 BC by Greek astronomer Hipparchus. Now known as h and chi Persei (NGC 869/884), the clusters themselves are separated by a few hundred light-years and contain stars much younger, and hotter than the Sun.  But what if this famous double star cluster were closer, say only 700 light-years distant from our fair solar system, crowding our sky with stars? Astrophotographer Jose Suro also imagines a clear, moonless, dark night sky on a warm evening near tranquil waters. The foreground is illuminated by starlight in his composited dreamlike image of the cluster pair. He notes that while the solar system is not in the vicinity of such rich clusters of stars, dark night skies and warm evenings can still be inspiring on planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/dcmontage_suro_1200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Cluster Dreams",
    "url": "https://apod.nasa.gov/apod/image/0604/dcmontage_suro_c70.jpg"
  },
  {
    "date": "2006-04-14",
    "explanation": "Very bright in infrared light, well-known starburst galaxy M82's popular name describes its suggestive shape seen at visible wavelengths - The Cigar Galaxy. Ironically, M82's fantastic appearance in this Spitzer Space Telescope image really is due to cosmic \"smoke\" - the infrared emission of exented dust features blown by stellar winds from M82's luminous, central star forming regions. The false-color view highlights a component of dust emission from complex carbon molecules called polycyclic aromatic hydrocarbons or PAHs. PAHs are also seen in star forming regions throughout our own, much calmer, Milky Way Galaxy and are products of combustion on planet Earth. Likely triggered by interactions with nearby galaxy M81, M82's intense star formation activity appears to be blowing out immense clouds of dust and PAHs extending nearly 20,000 light-years both above and below the galactic plane. M82 is about 12 million light-years away in the constellation Ursa Major.",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/m82_spitzer_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Smoke from the Cigar Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0604/m82_spitzer_c48.jpg"
  },
  {
    "copyright": "Panther Observatory",
    "date": "2006-04-15",
    "explanation": "In this stunning cosmic vista, galaxy M81 is on the left surrounded by blue spiral arms.  On the right marked by massive gas and dust clouds, is M82.  These two mammoth galaxies have been locked in gravitational combat for the past billion years.   The gravity from each galaxy dramatically affects the other during each hundred million-year pass.  Last go-round, M82's gravity likely raised density waves rippling around M81, resulting in the richness of M81's spiral arms.  But M81 left M82 with violent star forming regions and colliding gas clouds so energetic the galaxy glows in X-rays.  In a few billion years only one galaxy will remain.",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/M81_M82_schedler_c80.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy Wars: M81 versus M82",
    "url": "https://apod.nasa.gov/apod/image/0604/M81_M82_schedler_c25.jpg"
  },
  {
    "date": "2006-04-16",
    "explanation": "How can gas float above the Sun?   Twisted magnetic fields arching from the solar surface can trap ionized gas, suspending it in huge looping structures.  These majestic plasma arches are seen as prominences above the solar limb.  In September 1999, this dramatic and detailed image was recorded by the EIT experiment on board the space-based SOHO observatory in the light emitted by ionized Helium.  It shows hot plasma escaping into space as a fiery prominence breaks free from magnetic confinement a hundred thousand kilometers above the Sun.  These awesome events bear watching as they can affect communications and power systems over 100 million kilometers away on Planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/equinoxprom_eit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Solar Prominence from SOHO",
    "url": "https://apod.nasa.gov/apod/image/0604/equinoxprom_eit.jpg"
  },
  {
    "copyright": "Peter ErdmanEmbry-Riddle U.",
    "date": "2006-04-17",
    "explanation": "Why is the Horsehead Nebula surrounded by a bubble?  Although glowing like an emission nebula, the origin of the bubble, known as Barnard's Loop, is currently unknown.  Progenitor hypotheses include the winds from bright Orion stars and the supernovas of stars long gone.  Barnard's Loop is too faint to be identified with the unaided eye.  The nebula was discovered only in 1895 by E. E. Barnard on long duration film exposures.  The above image was taken in a single  specific color emitted by hydrogen to bring out detail. To the left of the Horsehead Nebula, visible as the small dark indentation near the image top, is the photogenic Flame Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/horseloop_erdman_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Barnard's Loop around the Horsehead Nebula",
    "url": "https://apod.nasa.gov/apod/image/0604/horseloop_erdman.jpg"
  },
  {
    "date": "2006-04-18",
    "explanation": "Appropriately nicknamed \"the Skull Nebula\", planetary nebula NGC 246 really does surround a dying star some 1,600 light-years away in the constellation Cetus. Expelled over a period of thousands of years, the lovely, intricate nebula is the outer atmosphere of a once sun-like star. The expanding outer atmosphere is interacting with the gas and dust in the interstellar medium, while the star itself, the fainter member of the binary star system seen at the nebula's center, is entering its final phase of evolution, becoming a dense, hot white dwarf. Star and nebula are moving rapidly toward the top of the detailed view, as suggested by the nebula's brighter, upper, leading edge. The sharp image spans just over 2.5 light-years at the estimated distance of NGC 246 and also reveals distant background galaxies, some visible right through the nebula along the bottom.",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/ngc246_gemini_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 246 and the Dying Star",
    "url": "https://apod.nasa.gov/apod/image/0604/ngc246_gemini_c.jpg"
  },
  {
    "copyright": "Chris\nSchur",
    "date": "2006-04-19",
    "explanation": "This evening's skyscape includes a view similar to this one, recorded in western skies on April 16 - an orange-hued planet Mars wandering near rich open star cluster M35. Also notable is fainter star cluster NGC 2158, just above and left of M35. The grouping appears near the \"foot stars\" of the constellation Gemini, but of course Mars is in the foreground, just over 14 light-minutes from planet Earth. The hundreds of stars in cluster M35 are more like 3,000 light-years distant. NGC 2158 is farther still, about 16,000 light-years away and is much more compact than M35. The color image shows off the contrast between hot blue stars and cooler yellowish stars within the confines of M35. But the stars of NGC 2158 are much older, and that cluster's light is definitely dominated by the orange glow of cool giant stars, making an interesting visual comparison to ruddy-colored Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/marsm35_schur_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars and the Star Clusters",
    "url": "https://apod.nasa.gov/apod/image/0604/marsm35_schur_c70.jpg"
  },
  {
    "date": "2006-04-20",
    "explanation": "Stars themselves can create huge and intricate dust sculptures from the dense and dark molecular clouds from which they are born.  The tools the stars use to carve their detailed works are high energy light and fast stellar winds.  The heat they generate evaporates the dark molecular dust as well as causing ambient hydrogen gas to disperse and glow red.   Pictured above, a new open cluster of stars designated IC 1590 is nearing completion around the intricate interstellar mountain named NGC 281.  The dust cloud NGC 281, dubbed the Pacman nebula because of its overall shape, is classified as a dense Bok Globule that lies about 10,000 light years distant.",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/n281_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Dust Cloud in NGC 281",
    "url": "https://apod.nasa.gov/apod/image/0604/n281_hst.jpg"
  },
  {
    "copyright": "R. Jay\nGaBanyCosmotography.com",
    "date": "2006-04-21",
    "explanation": "Shiny NGC 253, sometimes called the Silver Dollar Galaxy, is one of the brightest spiral galaxies visible - and also one of the dustiest.  First swept up in 1783 by mathematician and astronomer Caroline Herschel, the dusty island universe lies a mere 10 million light-years away in the southern constellation Sculptor.  About 70 thousand light-years across, NGC 253 is the largest member of the Sculptor Group of Galaxies, the nearest to our own Local Group of Galaxies.  In addition to its spiral dust lanes, striking tendrils of dust seem to be rising from the galactic disk in this gorgeous view. The high dust content accompanies frantic star formation, giving NGC 253 the designation of a starburst galaxy.  NGC 253 is also known to be a strong source of high-energy x-rays and gamma rays, likely due to massive black holes near the galaxy's center.",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/ngc253_gabany_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 253: Dusty Island Universe",
    "url": "https://apod.nasa.gov/apod/image/0604/ngc253_gabany_c55.jpg"
  },
  {
    "copyright": "Tunc Tezel",
    "date": "2006-04-22",
    "explanation": "This composite of images spaced about a week apart - from late July 2005 (bottom right) through February 2006 (top left) - traces the retrograde motion of ruddy-colored Mars through planet Earth's night sky. On November 7th, 2005 the Red Planet was opposite the Sun in Earth's sky (at opposition). That date occurred at the center of this series with Mars near its closest and brightest. But Mars didn't actually reverse the direction of its orbit to trace out the Z-shape. Instead, the apparent backwards or retrograde motion with respect to the background stars is a reflection of the motion of the Earth itself. Retrograde motion can be seen each time Earth overtakes and laps planets orbiting farther from the Sun, the Earth moving more rapidly through its own relatively close-in orbit.  The familiar Pleiades star cluster lies at the upper left.",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/Mars2005_6_tezel_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Z is for Mars",
    "url": "https://apod.nasa.gov/apod/image/0604/Mars2005_6_tezel_c51.jpg"
  },
  {
    "copyright": "Nigel Sharp",
    "date": "2006-04-23",
    "explanation": "It is still not known why the Sun's light is missing some colors.  Shown above are all the visible colors of the  Sun, produced by passing the Sun's light through a prism-like device.  The above spectrum was created at the McMath-Pierce Solar Observatory and shows, first off, that although our yellow-appearing Sun emits light of nearly every color, it does indeed appear brightest in yellow-green light.  The dark patches in the above spectrum arise from gas at or above the Sun's surface absorbing sunlight emitted below.  Since different types of gas absorb different colors of light, it is possible to determine what gasses compose the Sun.  Helium, for example, was first discovered in 1870 on a solar spectrum and only later found here on Earth.  Today, the majority of spectral absorption lines have been identified - but not all.",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/solarspectrum_noao.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Solar Spectrum",
    "url": "https://apod.nasa.gov/apod/image/0604/solarspectrum_noao_big.jpg"
  },
  {
    "copyright": "Ulrich Beinert",
    "date": "2006-04-24",
    "explanation": "The clouds in the foreground are much different than the clouds in the background.  In the foreground are a photogenic deck of Earth-based water clouds.  The long exposure used to create the above photograph makes the light from the left, reflected from Phoenix, Arizona, USA, appear like a sunset.  Far in the distance, however, are star clouds from the disk of our Milky Way Galaxy.  Billions of stars like our Sun live there, circling our Galactic center every 200 million years.  Contrast between the water clouds and the star clouds has been digitally enhanced.  Between the two, visible on the upper right, is the planet Jupiter.",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/cloudsclouds_beinert.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Clouds over Arizona",
    "url": "https://apod.nasa.gov/apod/image/0604/cloudsclouds_beinert_big.jpg"
  },
  {
    "date": "2006-04-25",
    "explanation": "What's lighting up the Cigar Galaxy?  M82, as this irregular galaxy is also known, was stirred up by a recent pass near large spiral galaxy M81.  This doesn't fully explain the source of the red-glowing outwardly expanding gas, however.  Recent evidence indicates that this gas is being driven out by the combined emerging particle winds of many stars, together creating a galactic \"superwind.\"  The above photographic mosaic, released yesterday to commemorate the sixteenth anniversary of the Hubble Space Telescope, highlights a specific color of red light strongly emitted by ionized hydrogen gas, showing detailed filaments of this gas.  The filaments extend for over 10,000 light years.  The 12-million light-year distant Cigar Galaxy is the brightest galaxy in the sky in infrared light, and can be seen in visible light with a small telescope towards the constellation of Ursa Major.",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/cigar_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M82: Galaxy with a Supergalactic Wind",
    "url": "https://apod.nasa.gov/apod/image/0604/cigar_hst.jpg"
  },
  {
    "date": "2006-04-26",
    "explanation": "A crumbling comet will soon pass near the Earth.   Comet 73P/Schwassmann-Wachmann 3 is brightening and may even be visible to the unaided eye when the fragmented comet zooms past Earth during the middle of next month.  Still, the small comet poses no Earth hazard, since it will pass the Earth at about 25 times the distance of the Moon.  Exactly how bright Comet Schwassman-Wachmann 3 will get is unknown.  It is even possible, althought unlikely, that debris from the comet will have spread out enough to cause a notable meteor shower.  Pictured above, Fragment B of Comet Schwassman-Wachmann 3 was photographed two nights ago by a 8.2-meter Very Large Telescope in Chile. Visible to the lower right of the large B fragment are many mini-comets that have broken off and now orbit the Sun separately.  Each mini-comet itself sheds gas and dust and so appears to have its own hazy coma.  The comet will pass closest to the Sun on June 7.",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/cometsw_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crumbling Comet Schwassmann-Wachmann 3 Approaches",
    "url": "https://apod.nasa.gov/apod/image/0604/cometsw_eso.jpg"
  },
  {
    "date": "2006-04-27",
    "explanation": "In many cosmic environments, when material falls toward a black hole energy is produced as some of the matter is blasted back out in jets. In fact, such black hole \"engines\" appear to be the most efficient in the Universe, at least on a galactic scale. This composite image illustrates one example of an elliptical galaxy with an efficient black hole engine, NGC 4696. The large galaxy is the brightest member of the Centaurus galaxy cluster, some 150 million light-years away. Exploring NGC 4696 in x-rays (red) astronomers can measure the rate at which infalling matter fuels the supermassive black hole and compare it to the energy output in the jets to produce giant radio emitting bubbles. The bubbles, shown here in blue, are about 10,000 light-years across. The results confirm that the process is much more efficient than producing energy through nuclear reactions - not to mention using fossil fuels. Astronomers also suggest that as the black hole pumps out energy and heats the surrounding gas, star formation is ultimately shut off, limiting the size of large galaxies like NGC 4696.",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/ngc4696_compCXC_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4696: Energy from a Black Hole",
    "url": "https://apod.nasa.gov/apod/image/0604/ngc4696_compCXC_f.jpg"
  },
  {
    "date": "2006-04-28",
    "explanation": "Seemingly adrift in a cosmic sea of stars and glowing gas, the delicate, floating apparition near the center (next to a blue tinted star) of this widefield view is cataloged as NGC 7635 - The Bubble Nebula. A mere 10 light-years wide, the tiny Bubble Nebula and the larger complex of interstellar gas and dust clouds are found about 11,000 light-years distant, straddling the boundary between the parental constellations Cepheus and Cassiopeia. Also included in the breathtaking vista is open star cluster M52 (upper left), some 5,000 light-years away. The digital color picture is based on photographic plates taken at the Palomar Observatory between 1992 and 1997. This cropped version spans about 2.7 degrees on the sky corresponding to a width of just over 500 light-years at the estimated distance of the Bubble Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/ngc7635_ddemartin_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7635: Bubble in a Cosmic Sea",
    "url": "https://apod.nasa.gov/apod/image/0604/ngc7635_ddemartin_c.jpg"
  },
  {
    "date": "2006-04-29",
    "explanation": "Skylab was an orbiting laboratory launched by a Saturn V rocket in May 1973.  Skylab, pictured above, was visited three times by NASA astronauts who sometimes stayed as long as two and a half months.  Many scientific tests were performed on Skylab, including astronomical observations in ultraviolet and X-ray light.  Some of these observations yielded valuable information about Comet Kohoutek, our Sun and about the mysterious X-ray background - radiation that comes from all over the sky.  Skylab fell back to earth on 11 July 1979.",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/skylab_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Skylab Over Earth",
    "url": "https://apod.nasa.gov/apod/image/0604/skylab_nasa.jpg"
  },
  {
    "copyright": "Tunc Tezel",
    "date": "2006-04-30",
    "explanation": "A new star, likely the brightest supernova in recorded human history, appeared in planet Earth's sky about 1,000 years ago today, in 1006 AD. The expanding debris cloud from the stellar explosion is still visible to modern astronomers, but what did the supernova look like in 1006? In celebration of the millennial anniversary of SN1006, astronomer Tunc Tezel offers this intriguing suggestion, based on a photograph he took on February 22, 1998 from a site overlooking the Mediterranean south of Antalya, Turkey. On that date, bright Venus and a waning crescent Moon shone in the early morning sky. Adopting calculations which put the supernova's apparent brightness between Venus and the crescent Moon, he digitally superposed an appropriate new star in the picture. He placed the star at the supernova's position in the southerly constellation of Lupus and used the water's reflection of moonlight in the final image.",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/sn1006_tezel_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "1006 AD: Supernova in the Sky",
    "url": "https://apod.nasa.gov/apod/image/0604/sn1006_tezel.jpg"
  },
  {
    "date": "2006-05-01",
    "explanation": "Jewels don't shine this bright -- only stars do.  Like gems in a jewel box, though, the stars of open cluster NGC 290 glitter in a beautiful display of brightness and color.   The photogenic cluster, pictured above, was captured recently by the orbiting Hubble Space Telescope.  Open clusters of stars are younger, contain few stars, and contain a much higher fraction of blue stars than do globular clusters of stars.  NGC 290 lies about 200,000 light-years distant in a neighboring galaxy called the Small Cloud of Magellan (SMC).   The open cluster contains hundreds of stars and spans about 65 light years across.  NGC 290 and other open clusters are good laboratories for studying how stars of different masses evolve, since all the open cluster's stars were born at about the same time.",
    "hdurl": "https://apod.nasa.gov/apod/image/0605/ngc290_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Open Cluster NGC 290: A Stellar Jewel Box",
    "url": "https://apod.nasa.gov/apod/image/0605/ngc290_hst.jpg"
  }
]
