[
  {
    "date": "2006-10-01",
    "explanation": "This is what the Earth looks like at night.  Can you find your favorite  country or city?  Surprisingly, city lights make this task quite possible.  Human-made lights highlight particularly developed or populated areas of the Earth's surface, including the seaboards of Europe, the eastern United States, and Japan.  Many large cities are located near rivers or oceans so that they can exchange goods cheaply by boat.  Particularly dark areas include the central parts of South America, Africa, Asia, and Australia.  The above image is actually a composite of hundreds of pictures made by the orbiting DMSP satellites. (Editor's note: This image has generated many print requests. Unfortunately, we do not sell prints. However, a high-resolution digital version of the image is available here.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/earthlights02_dmsp_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth at Night",
    "url": "https://apod.nasa.gov/apod/image/0610/earthlights_dmsp.jpg"
  },
  {
    "date": "2006-10-02",
    "explanation": "Scroll right to see the largest crater yet visited by a rover on Mars.  Reaching the expansive Victoria Crater has been a goal for the robotic Opportunity rover rolling across Mars for the past 21 months.  Opportunity reached Victoria last week, and is cautiously probing the stadium-sized crevice.  It is hoped that Victoria Crater will show a deep stack of layers uncovered by the initial impact, and hence new clues into the ancient surface history of Mars. Visible in the distance of the above image mosaic is the far rim of Victoria Crater, lying about 800 meters away and rising about 70 meters above the crater floor.  The alcove in front has been dubbed Duck Bay.  Victoria crater has about five times the diameter of Endurance Crater, which Opportunity spent six months exploring.  If a safe path is found, Opportunity may actually attempt to enter Victoria Crater.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/victoria1_opportunity_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Victoria Crater on Mars",
    "url": "https://apod.nasa.gov/apod/image/0610/victoria1c_opportunity.jpg"
  },
  {
    "copyright": "Matt Russell",
    "date": "2006-10-03",
    "explanation": "What powers the Heart Nebula?  The large emission nebula dubbed IC 1805 looks, in whole, like a human heart.  The nebula glows brightly in red light emitted by its most prominent element: hydrogen.  The red glow and the larger shape are all created by a small group of stars near the nebula's center.  A close up spanning about 30 light years contains many of these stars is shown above . This open cluster of stars contains a few bright stars nearly 50 times the mass of our Sun, many dim stars only a fraction of the mass of our Sun, and an absent microquasar that was expelled millions of years ago.  The Heart Nebula is located about 7,500 light years away toward the constellation of Cassiopeia.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/heart_russell_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Light from the Heart Nebula",
    "url": "https://apod.nasa.gov/apod/image/0610/heart_russell.jpg"
  },
  {
    "copyright": "Gerald Rhemann",
    "date": "2006-10-04",
    "explanation": "A newly discovered comet has brightened enough to be visible this week with binoculars. The picturesque comet is already becoming a favored target for northern sky imagers.  Pictured above just last week, Comet SWAN showed a bright blue-green coma and an impressive tail. Comet C/2006 M4 (SWAN) was discovered in June in public images from the Solar Wind Anisotropies (SWAN) instrument of NASA and ESA's Sun-orbiting SOHO spacecraft. Comet SWAN, near magnitude six, will be visible with binoculars in the northeastern sky not far from the Big Dipper over the next few days before dawn.  The comet is expected to reach its peak brightness this week. Passing its closest to the Sun two days ago, Comet SWAN and will be at its closest to the Earth toward the end of this month.   Comet SWAN's unusual orbit appears to be hyperbolic, meaning that it will likely go off into interstellar space, never to return.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/swan_rheman_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet SWAN Brightens",
    "url": "https://apod.nasa.gov/apod/image/0610/swan_rheman.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2006-10-05",
    "explanation": "Similar in size to other large, bright spiral galaxies IC 342 is a mere 7 million light-years distant in the long-necked, northern constellation Camelopardalis. A sprawling island universe, IC 342 would otherwise be a prominent galaxy in our night sky, but it is almost hidden from view behind the veil of stars, gas and dust clouds in the plane of our Milky Way galaxy. Even though IC 342's light is dimmed by intervening cosmic clouds, this remarkably sharp telescopic image traces the galaxy's own obscuring dust, blue star clusters, and glowing pink star forming regions along spiral arms that wind far from the galaxy's core. IC 342 may have undergone a recent burst of star formation activity and is close enough to have gravitationally influenced the evolution of the local group of galaxies and the Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/IC342NML_gendler_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hidden Galaxy IC 342",
    "url": "https://apod.nasa.gov/apod/image/0610/IC342NML_gendler_c40.jpg"
  },
  {
    "date": "2006-10-06",
    "explanation": "Dusty NGC 1333 is seen in visible light as a reflection nebula, dominated by bluish hues characteristic of starlight reflected by dust. But at longer infrared wavelengths, the interstellar dust itself glows. Moving your cursor over the picture will match up a visible light view with a false-color infrared image of the region from the Spitzer Space Telescope. The penetrating infrared view unmasks youthful stars that are otherwise obscured by the dusty clouds that formed them. Also revealed are greenish streaks and splotches that seem to litter the region. The structures trace the glow of cosmic jets blasting away from emerging young stellar objects and plowing into the cold cloud material. In all, the chaotic environment likely resembles one in which our own Sun formed over 4.5 billion years ago. NGC 1333 is a mere 1,000 light-years distant in the constellation Perseus.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/ngc1333spitzerrollover_01-o.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dusty NGC 1333",
    "url": "https://apod.nasa.gov/apod/image/0610/ngc1333spitzerrollover_f70_01.jpg"
  },
  {
    "date": "2006-10-07",
    "explanation": "This historic all-sky map is based on the first two years of data from NASA's COsmic Background Explorer (COBE) satellite, launched in November of 1989. The map shows minute temperature variations (red is hotter) imprinted on the Cosmic Microwave Background (CMB) radiation by structures in the early Universe. These detailed measurements of the CMB and other COBE results ushered in an age of precision cosmology, and exactly confirmed the predictions of the Big Bang theory. Playing leading roles in the COBE project, for their resulting discoveries John C. Mather (NASA, Goddard Space Flight Center), and George F. Smoot (UC Berkeley) were selected to receive the 2006 Nobel Prize in Physics.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/cmb_cobe2yr_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "COBE All-Sky Map",
    "url": "https://apod.nasa.gov/apod/image/0610/cmb_cobe2yr_c71.jpg"
  },
  {
    "date": "2006-10-08",
    "explanation": "Our Earth is not at rest.   The Earth moves around the Sun.   The Sun orbits the center of the Milky Way Galaxy.   The Milky Way Galaxy orbits in the Local Group of Galaxies.   The Local Group falls toward the Virgo Cluster of Galaxies.   But these speeds are less than the speed that all of these objects together move relative to the cosmic microwave background radiation (CMBR).   In the above all-sky map from the COBE satellite, radiation in the Earth's direction of motion appears blueshifted and hence hotter, while radiation on the opposite side of the sky is redshifted and colder.   The map indicates that the Local Group moves at about 600 kilometers per second relative to this primordial radiation.   This high speed was initially unexpected and its magnitude is still unexplained.   Why are we moving so fast?   What is out there?  Note: Playing leading roles in the COBE project, for their resulting discoveries John C. Mather (NASA, Goddard Space Flight Center ), and George F. Smoot (UC Berkeley) were selected to receive the 2006 Nobel Prize in Physics.",
    "hdurl": "https://apod.nasa.gov/apod/image/0302/dip_cobe.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "CMBR Dipole: Speeding Through the Universe",
    "url": "https://apod.nasa.gov/apod/image/0302/dip_cobe_big.jpg"
  },
  {
    "date": "2006-10-09",
    "explanation": "An unusual spot has been found on Mars that scientists believe is not natural in origin.  The spot appears mobile and is now hypothesized to be a robot created by an intelligent species alien to Mars.  In fact, the spot appears to be NASA's robotic Opportunity rover currently rolling across Mars. The ability to see the Martian rover from orbit has recently been demonstrated by the High Resolution Imaging Science Experiment on NASA's Mars Reconnaissance Orbiter (MRO).   The new spacecraft achieved orbit around Mars in 2006 March. Last week, MRO imaged the location of Victoria Crater and the rover Opportunity that had just arrived there.  In the above image at spectacularly high resolution, objects about one meter in size are resolved, and this includes the rolling rover.  Such images may help scientists better determine if any safe path exists for Opportunity to enter large crater.  In the inset image on the upper left, the whole of Victoria Crater was also imaged by MRO.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/opportunity_mro_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars Rover at Victoria Crater Imaged from Orbit",
    "url": "https://apod.nasa.gov/apod/image/0610/opportunity_mro.jpg"
  },
  {
    "copyright": "T. Rector",
    "date": "2006-10-10",
    "explanation": "In the vast Orion Molecular Cloud complex, several bright blue nebulas are particularly apparent.  Pictured above are two of the most prominent reflection nebulas - dust clouds lit by the reflecting light of bright embedded stars.  The more famous nebula is M78, near the image center, cataloged over 200 years ago.  On the upper left is the lesser known NGC 2071.  The image was taken with the Mayall 4-meter telescope on Kitt Peak, Arizona, USA. Astronomers continue to study these reflection nebulas to better understand how interior stars form.  The Orion complex lies about 1500 light-years distant, contains the Orion and  Horsehead nebulas, and covers much of the constellation of Orion.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/m78_kpno_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Reflection Nebulas in Orion",
    "url": "https://apod.nasa.gov/apod/image/0610/m78_kpno.jpg"
  },
  {
    "copyright": "The Palomar-Quest Survey TeamCalTech",
    "date": "2006-10-11",
    "explanation": "Across the heart of the Virgo Cluster of Galaxies lies a striking string of galaxies known as Markarian's Chain.  The chain, pictured above, is highlighted on the lower right with two large but featureless lenticular galaxies, M84 and M86, and connects through several large spiral to the upper left, including M88.  The home Virgo Cluster is the nearest cluster of galaxies, contains over 2,000 galaxies, and has a noticeable gravitational pull on the galaxies of the Local Group of Galaxies surrounding our Milky Way Galaxy.  The center of the Virgo Cluster is located about 70 million light years away toward the constellation of Virgo.  At least seven galaxies in the chain appear to move coherently, although others appear to be superposed by chance.  The above image is just a small part of a mosaic dubbed the Big Picture taken by the Samuel Oschin Telescope at Palomar Observatory, in California, USA.  A mural of the Big Picture will be displayed at the newly renovated Griffith Observatory near Los Angeles, California.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/virgo_bigpic_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Markarian's Chain of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/0610/virgo_bigpic.jpg"
  },
  {
    "date": "2006-10-12",
    "explanation": "Known for its bright ring system and many moons, gas giant Saturn looks strange and unfamiliar in this false-color view from the Cassini spacecraft. In fact, in this Visual and Infrared Mapping Spectrometer (VIMS) mosaic the famous rings are almost invisible, seen edge-on cutting across picture center. The most striking contrast in the image is along the terminator or boundary between night and day. To the right (day side) blue-green hues are visible sunlight reflected from Saturn's cloud tops. But on the left (night side) in the absence of sunlight, the lantern-like glow of infrared radiation from the planet's warm interior silhouettes features at Saturn's deeper cloud levels. The thermal infrared glow is also apparent in the broad bands of ring shadows draped across the northern hemisphere of Saturn.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/irsaturn_vims_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Infrared Glow",
    "url": "https://apod.nasa.gov/apod/image/0610/irsaturn_vims_c80.jpg"
  },
  {
    "date": "2006-10-13",
    "explanation": "This crowded star field towards the center of our Milky Way Galaxy turns out to be a great place to search for planets beyond our solar system. In fact, repeatedly imaging about 180,000 stars in the field over a one week period, the Hubble Space Telescope enabled astronomers to conduct the Sagittarius Window Eclipsing Extrasolar Planet Search (SWEEPS). Their search looked for brief, periodic dips in brightness caused as a large planet eclipses or transits its parent star. Since chances of seeing such an eclipse are slim, it was a definite advantage to examine as many stars as possible. In the end, SWEEPS astronomers found 16 candidate stars (green circles identify 11 in this cropped picture) that are likely closely orbited by large Jupiter-sized planets with periods of a few days or less. Large planets orbiting so close to their stars are termed hot Jupiters. Kepler, a future NASA mission, is intended to extend the transit technique to search for Earth-sized planets.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/sweeps16_hst.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Hubble SWEEPS Field",
    "url": "https://apod.nasa.gov/apod/image/0610/sweeps11_hst.jpg"
  },
  {
    "copyright": "Ed Morana",
    "date": "2006-10-14",
    "explanation": "On October 6th, a nearly full perigee Moon shone in Earth's night sky. The bright moonlight, accurate planning, and proper equipment resulted in this amazing composite featuring sharp silhouettes of the International Space Station (ISS) as it rapidly crossed (right to left) in front of the lunar disk. The picture was constructed using six video frames recorded from a site just outside Tracy, California, USA. Sporting newly deployed solar arrays, the ISS was at a range of about 260 miles from the telescope/video camera setup. In the background, about a thousand times more distant than the ISS, lies bright lunar ray crater Tycho.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/ISSLunarTransit_morana_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Full Moon Crossing",
    "url": "https://apod.nasa.gov/apod/image/0610/ISSLunarTransit_morana_f.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2006-10-15",
    "explanation": "Adrift 1,500 light-years away in one of the night sky's most recognizable constellations, the glowing Orion Nebula and the dark Horsehead Nebula are contrasting cosmic vistas. They both appear in this stunning composite digital image assembled from over 20 hours of data that includes exposures filtered to record emission from hydrogen atoms. The view reveals extensive nebulosities associated with the giant Orion Molecular Cloud complex, itself hundreds of light-years across. The magnificent emission region, the Orion Nebula (aka M42), lies at the upper right of the picture. Immediately to its left are a cluster of of prominent bluish reflection nebulae sometimes called the Running Man. The Horsehead nebula appears as a dark cloud, a small silhouette notched against the long red glow at the lower left. Alnitak is the easternmost star in Orion's belt and is seen as the brightest star to the left of the Horsehead. Below Alnitak is the Flame Nebula, with clouds of bright emission and dramatic dark dust lanes.  Fainter tendrils of glowing hydrogen gas are easily traced throughout the region in this Orion deep field.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/OriondeepfieldM_gendler_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Orion Deep Field",
    "url": "https://apod.nasa.gov/apod/image/0610/OriondeepfieldM_gendler.jpg"
  },
  {
    "date": "2006-10-16",
    "explanation": "In the shadow of Saturn, unexpected wonders appear. The robotic Cassini spacecraft now orbiting Saturn recently drifted in giant planet's shadow for about 12 hours and looked back toward the eclipsed Sun.  Cassini saw a view unlike any other.  First, the night side of Saturn is seen to be partly lit by light reflected from its own majestic ring system.  Next, the rings themselves appear dark when silhouetted against Saturn, but quite bright when viewed away from Saturn and slightly scattering sunlight, in the above exaggerated color image. Saturn's rings light up so much that new rings were discovered, although they are hard to see in the above image.  Visible in spectacular detail, however, is Saturn's E ring, the ring created by the newly discovered ice-fountains of the moon Enceladus, and the outermost ring visible above.  Far in the distance, visible on the image left just above the bright main rings, is the almost ignorable pale blue dot of Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/newrings_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Shadow of Saturn",
    "url": "https://apod.nasa.gov/apod/image/0610/newrings_cassini.jpg"
  },
  {
    "date": "2006-10-17",
    "explanation": "If you could stand on Mars -- what might you see?  Like the robotic Opportunity rover rolling across the red planet, you might well see vast plains of red sand, an orange tinted sky, and wispy light clouds.  The Opportunity rover captured just such a vista after arriving at Victoria Crater earlier this month, albeit in a completely different direction from the large crater.  Unlike other Martian vistas, few rocks are visible in this exaggerated color image mosaic.  The distant red horizon is so flat and featureless that it appears similar to the horizon toward a calm blue ocean on Earth.  Clouds on Mars can be composed of either carbon dioxide ice or water ice, and can move quickly, like clouds move on Earth.  The red dust in the Martian air can change the sky color above Mars from the blue that occurs above Earth toward the red, with the exact color depending on the density and particle size of the floating dust particles.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/marshorizon_opportunity_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Clouds and Sand on the Horizon of Mars",
    "url": "https://apod.nasa.gov/apod/image/0610/marshorizon_opportunity.jpg"
  },
  {
    "copyright": "Eric Mouquet",
    "date": "2006-10-18",
    "explanation": "What created this huge space bubble? Blown by the wind from a star, this tantalizing, ghostly apparition is cataloged as NGC 7635, but known simply as The Bubble Nebula. Astronomer Eric Mouquet's striking view utilizes a long exposure with hydrogen alpha light to reveal the intricate details of this cosmic bubble and its environment. Although it looks delicate, the 10 light-year diameter bubble offers evidence of violent processes at work. Seen here above and right of the Bubble's center is a bright hot star embedded in reflecting dust. A fierce stellar wind and intense radiation from the star, which likely has a mass 10 to 20 times that of the Sun, has blasted out the structure of glowing gas against denser material in a surrounding molecular cloud. The intriguing Bubble Nebula lies a mere 11,000 light-years away toward the boastful constellation Cassiopeia.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/bubble_mouquet_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7635: The Bubble",
    "url": "https://apod.nasa.gov/apod/image/0610/bubble_mouquet.jpg"
  },
  {
    "copyright": "Andrea Tamanti",
    "date": "2006-10-19",
    "explanation": "This cosmic portrait recorded October 9th features the lovely blue-green coma of Comet SWAN posing with spiral galaxy NGC 5005 in the northern constellation Canes Venatici. At the time the comet (center) was in the close foreground, a mere 9 light-minutes from planet Earth, with the galaxy a more substantial 60 million light-years distant. Not actually related to a bird, Comet SWAN (C/2006 M4) was so named as it was first spotted in image data from the SWAN (Solar Wind ANisotropies) camera aboard the sun-staring SOHO spacecraft. Having rounded the Sun, this comet is headed for interstellar space, but first it will make its closest approach to Earth on October 24. With binoculars, northern hemisphere observers can now spot the comet above the northwestern horizon, near the handle of the Big Dipper in the early evening sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/SWAN_tamanti_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SWAN Meets Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0610/SWAN_tamanti_c.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2006-10-20",
    "explanation": "South of Antares, in the tail of the nebula-rich constellation Scorpius, lies emission nebula IC 4628. Nearby hot, massive stars, millions of years young, radiate the nebula with invisible ultraviolet light, stripping electrons from atoms. The electrons eventually recombine with the atoms to produce the visible nebular glow. This narrow band image adopts a typical false-color mapping of the atomic emission, showing hydrogen emission in green hues, sulfur as red and oxygen as blue. At an estimated distance of 6,000 light-years, the region shown is about 250 light-years across. The nebula is also cataloged as Gum 56 for Australian astronomer Colin Stanley Gum, but seafood-loving astronomers might know this cosmic cloud as The Prawn Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/IC4628NB_pugh_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 4628: The Prawn Nebula",
    "url": "https://apod.nasa.gov/apod/image/0610/IC4628NB_pugh_c35.jpg"
  },
  {
    "copyright": "Dean Rowe",
    "date": "2006-10-21",
    "explanation": "Clyde Tombaugh discovered planet Pluto in 1930 while surveying the skies with the 13-inch Lawrence Lowell Telescope. But the skilled and careful astronomer also went on to discover star clusters, comets, asteroids, and clusters of galaxies. For example, pictured is galactic or open star cluster Tombaugh 4 in the northern constellation Cassiopeia. Published in 1941, Tombaugh's description, based on his photographic images from the Lowell 13-inch, indicates the cluster is small and faint, and comprised of about 30 stars. Using the apparent brightness of the cluster stars he estimated the distance to be 20 to 30 thousand light-years, making Tombaugh 4 over 10 light-years in diameter. This deep color image, made with a modern ccd camera and another 13-inch telescope, includes the region's foreground stars and faint nebulosities.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/tombaugh4_rowe_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tombaugh 4",
    "url": "https://apod.nasa.gov/apod/image/0610/tombaugh4_rowe_c50.jpg"
  },
  {
    "date": "2006-10-22",
    "explanation": "Where do stars form?  One place, star forming regions known as \"EGGs\", are uncovered at the end of this giant pillar of gas and dust in the Eagle Nebula (M16).  EGGs, short for evaporating gaseous globules, are dense regions of mostly molecular hydrogen gas that fragment and gravitationally collapse to form stars. Light from the hottest and brightest of these new stars heats the end of the pillar and causes further evaporation of gas - revealing yet more EGGs and more young stars.  This picture was taken by the Wide Field and Planetary Camera on board the Hubble Space Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/eagleend_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star EGGs in the Eagle Nebula",
    "url": "https://apod.nasa.gov/apod/image/0610/eagleend_hst.jpg"
  },
  {
    "copyright": "Tunc Tezel",
    "date": "2006-10-23",
    "explanation": "Meteors have been flowing out from the constellation Orion.  This was expected, as mid-October is the time of year for the Orionids Meteor Shower.  Pictured above, over a dozen meteors were caught in successively added exposures over three hours taken this past weekend from a town near Bursa, Turkey.  The above image shows brilliant multiple meteor streaks that can all be connected to a single point in the sky just above the belt of Orion, called the radiant.  The Orionids meteors started as sand sized bits expelled from Comet Halley during one of its trips to the inner Solar System.  Comet Halley is actually responsible for two known meteor showers, the other known as the Eta Aquarids and visible every May. Next month, the Leonids Meteor Shower from Comet Tempel-Tuttle might show an even more impressive shower from some locations.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/orionids06_tezel_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orionid Meteors Over Turkey",
    "url": "https://apod.nasa.gov/apod/image/0610/orionids06_tezel.jpg"
  },
  {
    "date": "2006-10-24",
    "explanation": "Two galaxies are squaring off in Corvus and here are the latest pictures.  When two galaxies collide, however, the stars that compose them usually do not.  This is because galaxies are mostly empty space and, however bright, stars only take up only a small amount of that space.  During the slow, hundred million year collision, however, one galaxy can rip the other apart gravitationally, and dust and gas common to both galaxies does collide.  In the above clash of the titans, dark dust pillars mark massive molecular clouds are being compressed during the galactic encounter, causing the rapid birth of millions of stars, some of which are gravitationally bound together in massive star clusters.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/antennae_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Antennae Galaxies in Collision",
    "url": "https://apod.nasa.gov/apod/image/0610/antennae_hst.jpg"
  },
  {
    "copyright": "Stardust@HomeSpace Science Lab.U. C. BerkeleyNASA",
    "date": "2006-10-25",
    "explanation": "What caused that hole?  The hole in question appears as a small dark circle on the far right.  If the above image of aerogel seems dull and uninteresting, then welcome to one aspect of real world science.  The interesting part is that something created that dark hole, and it might well be one of the first pieces of matter ever captured from outside our Solar System.  Whatever created that hole was captured by the aerogel of the robotic Stardust spacecraft that flew across our Solar System for years and then returned a capsule to Earth.  Scientists are now poring over the aerogel, looking to see what particles have become trapped.  Many particles are surely from local Comet Wild 2, which Stardust flew past in 2004.  Just a few particles, though, perhaps 10 or less, are expected to be from outside our Solar System.  It is so difficult to find them that the Stardust team has created a downloadable interactive microscope program to allow anyone with a standard computer to help inspect aerogel slices and look for interstellar dust tracks.  Good candidate tracks will later be inspected in great detail by members of the Stardust team.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/isgrain_stardust.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Help Search for Interstellar Dust",
    "url": "https://apod.nasa.gov/apod/image/0610/isgrain_stardust_big.jpg"
  },
  {
    "date": "2006-10-26",
    "explanation": "The Crab Nebula is cataloged as M1, the first object on Charles Messier's famous list of things which are not comets. In fact, the Crab is now known to be a supernova remnant, expanding debris from the death explosion of a massive star. This intriguing false-color image combines data from space-based observatories, Chandra, Hubble, and Spitzer, to explore the debris cloud in x-rays (blue-purple), optical (green), and infrared (red) light. One of the most exotic objects known to modern astronomers, the Crab Pulsar, a neutron star spinning 30 times a second, is the bright spot near picture center. Like a cosmic dynamo, this collapsed remnant of the stellar core powers the Crab's emission across the electromagnetic spectrum. Spanning about 12 light-years, the Crab Nebula is 6,500 light-years away in the constellation Taurus.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/crab_1280composite_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Composite Crab",
    "url": "https://apod.nasa.gov/apod/image/0610/crab_composite_cx.jpg"
  },
  {
    "copyright": "Steve\nCannistraStarryWonders",
    "date": "2006-10-27",
    "explanation": "Star clusters and nebulae abound in the ancient northern constellation Auriga - a region that includes the interesting pair NGC 1931 (lower left) and IC 417. In this gorgeous color image, an imaginative eye toward the expansive IC 417 and diminutive NGC 1931 suggests a cosmic spider and fly. About 10,000 light-years distant, both are young open star clusters formed in interstellar clouds and still embedded in glowing hydrogen gas. The more compact NGC 1931 is about 10 light-years across with contrasting blue hues characteristic of dust reflected starlight.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/ngc1931ic417_cannistra_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Spider and The Fly",
    "url": "https://apod.nasa.gov/apod/image/0610/ngc1931ic417_cannistra_c50.jpg"
  },
  {
    "copyright": "Paolo Candy",
    "date": "2006-10-28",
    "explanation": "Near its closest approach to planet Earth, comet SWAN (C/2006 M4) brightened unexpectedly earlier this week, becoming visible to naked-eye observers under dark night skies. Telescopic observers also noticed dramatic changes in the comet's colorful coma and tail, seen in this view recorded on October 25th. To make the picture, images totaling eight minutes in exposure time were stacked and centered on the comet as it moved relatively quickly against the background star field. The picture covers about 1 degree on the sky. Northern hemisphere observers should still find the comet an easy binocular target in the early evening, even though moonlight will increase the overall sky brightness in the next few days. Look toward the northwestern horizon and the constellation Hercules.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/swan_candy_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet SWAN Outburst",
    "url": "https://apod.nasa.gov/apod/image/0610/swan_candy_c69.jpg"
  },
  {
    "date": "2006-10-29",
    "explanation": "Our Earth endures bursts of particles from the Sun.  On 1997 April 7, at 10 am (EDT), ground monitors of the SOHO spacecraft, which continually monitors the Sun, noticed a weak spot in the solar corona was buckling again, this time letting loose a large, explosive Coronal Mass Ejection (CME).  Almost simultaneously, NASA's WIND spacecraft began detecting bursts of radio waves from electrons involved in this magnetic storm.  Supersonic waves rippled though the solar corona as a puff of high energy gas shot out into the Solar System.  The above image shows two photographs of the Sun taken about 15 minutes apart and subtracted, highlighting the explosion.  CME's are not unusual.  The CME gas had little lasting effect on the Earth, but likely created fleeting, if not picturesque, Earth auroras.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/suncme_soho_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sun Puffs",
    "url": "https://apod.nasa.gov/apod/image/0610/suncme_soho.jpg"
  },
  {
    "copyright": "Iv�n �der",
    "date": "2006-10-30",
    "explanation": "There's something behind these clouds.  Those faint graceful arcs, upon inspection, are actually far, far in the distance.  They are the Earth's Moon and the planet Venus.  Both the Moon and Venus are bright enough to be seen during the day, and both are quite capable of showing a crescent phase.   To see Venus, which appears quite small, in a crescent phase requires binoculars or a telescope. In the above dramatic daytime image taken from Budapest, Hungary, the Moon and Venus shared a similar crescent phase a few minutes before the Moon eclipsed the larger but more distant world.   About an hour later, Venus reappeared.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/venusmoon_eder_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crescent Venus and Moon",
    "url": "https://apod.nasa.gov/apod/image/0610/venusmoon_eder.jpg"
  },
  {
    "date": "2006-10-31",
    "explanation": "The dark nebula SH2-136 appears to be celebrating Halloween all of the time.  The complex process of star formation create dust clouds of many shapes and sizes -- it is human perception that might identify a ghoulish creature, on the right of the above image, chasing humans.  Halloween's modern celebration retains historic roots in dressing to scare away the spirits of the dead.  Since the fifth century BC, Halloween has been celebrated as a cross-quarter day, a day halfway between an equinox (equal day / equal night) and a solstice (minimum day / maximum night in the northern hemisphere).  With our modern calendar, however, the real cross-quarter day will occur next week. Other cross-quarter markers include  Groundhog Day and Walpurgis Night.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/sh2136_kpno_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SH2 136: A Spooky Nebula",
    "url": "https://apod.nasa.gov/apod/image/0610/sh2136_kpno.jpg"
  },
  {
    "date": "2006-11-01",
    "explanation": "This was Spirit's view on Martian-day 1,000 of its 90-Martian-day mission.   The robotic Spirit rover has stayed alive so long on Mars that it needed a place to wait out the cold and dim Martian winter.  Earth scientists selected Low Ridge hill, a place with sufficient slant to give Spirit's solar panels enough sunlight to keep powered up and making scientific observations.  From its Winter Haven, Spirit has been able to build up the above 360-degree panorama, which has been digitally altered to exaggerate colors and compressed horizontally to fit your screen.  The long winter is finally ending in the south of Mars, and with the increasing sunlight plans are now being made for Spirit to further explore the rocky Columbia Hills inside intriguing Gusev crater.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/mcmurdopan_spirit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "McMurdo Panorama from Mars",
    "url": "https://apod.nasa.gov/apod/image/0611/mcmurdopan_spirit.jpg"
  }
]
