[
  {
    "date": "2006-11-01",
    "explanation": "This was Spirit's view on Martian-day 1,000 of its 90-Martian-day mission.   The robotic Spirit rover has stayed alive so long on Mars that it needed a place to wait out the cold and dim Martian winter.  Earth scientists selected Low Ridge hill, a place with sufficient slant to give Spirit's solar panels enough sunlight to keep powered up and making scientific observations.  From its Winter Haven, Spirit has been able to build up the above 360-degree panorama, which has been digitally altered to exaggerate colors and compressed horizontally to fit your screen.  The long winter is finally ending in the south of Mars, and with the increasing sunlight plans are now being made for Spirit to further explore the rocky Columbia Hills inside intriguing Gusev crater.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/mcmurdopan_spirit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "McMurdo Panorama from Mars",
    "url": "https://apod.nasa.gov/apod/image/0611/mcmurdopan_spirit.jpg"
  },
  {
    "copyright": "Stefan Seip",
    "date": "2006-11-02",
    "explanation": "\"Nebula at the right foot of Andromeda ... \" begins the description for the 76th object in Charles Messier's 18th century Catalog of Nebulae and Star Clusters. In fact, M76 is one of the fainter objects on the Messier list and is also known by the popular name of the \"Little Dumbbell Nebula\". Like its brighter namesake M27 (the Dumbbell Nebula), M76 is recognized as a planetary nebula - a gaseous shroud cast off by a dying sunlike star. The nebula itself is thought to be shaped more like a donut, while its box-like appearance is due to our nearly edge-on view. Gas expanding more rapidly away from the donut hole produces the faint loops of far flung material. The nebula's dying star can be picked out in this sharp color image as the bottom, blue-tinted member of the double star near the center of the box-like shape. Distance estimates place M76 about 3 to 5 thousand light-years away, making the nebula over a light-year in diameter.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/Messier76_seip_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 76",
    "url": "https://apod.nasa.gov/apod/image/0611/Messier76_seip_smallcc.jpg"
  },
  {
    "date": "2006-11-03",
    "explanation": "Variable star V838 Monocerotis lies near the edge of our Milky Way Galaxy, about 20,000 light-years from the Sun. Still, ever since a sudden outburst was detected in January 2002, this enigmatic star has taken the center of an astronomical stage. As astronomers watch, light from the outburst echoes across pre-existing dust shells around V838 Mon, progressively illuminating ever more distant regions. This stunning image of swirls of dust surrounding the star was recorded by the Hubble Space Telescope in September of this year. The picture spans about 14 light-years. Astronomers expect the expanding echoes to continue to light up the dusty environs of V838 Mon for at least the rest of the current decade. Researchers have now found that V838 Mon is likely a young binary star, but the cause of its extraordinary outburst remains a mystery.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/v838sep06_hst_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "V838 Mon: Echoes from the Edge",
    "url": "https://apod.nasa.gov/apod/image/0611/v838sep06_hst_c61.jpg"
  },
  {
    "date": "2006-11-04",
    "explanation": "Just before the rising Sun fully illuminated the 2,635 meter summit of Cerro Paranal in northern Chile, Gordon Gillet captured this stunning moonset. In the telephoto picture, a nearly full October Moon is silhouetting the impressive array of telescopes at ESO's Paranal Observatory. Most prominent from left to right are the four enclosures of the 8.2 meter very large telescopes christened Antu, Kueyen, and Yepun almost hiding Melipal. Fans of Paranal will also note the VLT Survey Telescope at the far right and the small, white auxilliary telescope domes. Antu, Kueyen, Yepun, and Melipal are names taken from the Mapuche language. Fittingly they translate to Sun, Moon, Evening Star, and Southern Cross.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/paranalMoonset_gillet_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Paranal Moonset",
    "url": "https://apod.nasa.gov/apod/image/0611/paranalMoonset_gillet_c.jpg"
  },
  {
    "date": "2006-11-05",
    "explanation": "Galaxies don't normally look like this.  NGC 6745 actually shows the results of two galaxies that have been colliding for only hundreds of millions of years.  Just off the above photograph to the lower right is the smaller galaxy, moving away.  The larger galaxy, pictured above, used to be a spiral galaxy but now is damaged and appears peculiar.  Gravity has distorted the shapes of the galaxies.  Although it is likely that no stars in the two galaxies directly collided, the gas, dust, and ambient magnetic fields do interact directly. In fact, a knot of gas pulled off the larger galaxy on the lower right has now begun to form stars.  NGC 6745 spans about 80 thousand light-years across and is located about 200 million light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/ngc6745_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Galaxy Collision in NGC 6745",
    "url": "https://apod.nasa.gov/apod/image/0611/ngc6745_hst.jpg"
  },
  {
    "copyright": "Ray Gralak",
    "date": "2006-11-06",
    "explanation": "What causes the structure in Comet SWAN's tail?  Comet SWAN, which unexpectedly flared up to naked-eye brightness last week, has been showing detail in its ion tail that might be described as ghostly.  The ion tail is made of ionized gas, energized by ultraviolet light from the Sun and pushed outward by the solar wind.  The solar wind itself is quite structured and sculpted by the Sun's complex and ever changing magnetic field.  Following the wind, structure in Comet SWAN's tail can be seen to move outward from the Sun even alter its wavy appearance over time.  The blue color of the ion tail is dominated by recombining carbon monoxide atoms.   The color of the coma surrounding the head of the comet is tinged green by slight amounts of the molecule cyanogen.  The above image was taken last week from California, USA. This week may be the best remaining chance for northern hemisphere observers to see the fading interplanetary snowball.   SWAN has now passed both the Earth and the Sun and will fade as it moves away from the Earth and heads out into the vast space between the stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/swan_gralak_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Ghostly Tail of Comet SWAN",
    "url": "https://apod.nasa.gov/apod/image/0611/swan_gralak.jpg"
  },
  {
    "date": "2006-11-07",
    "explanation": "Janus is one of the stranger moons of Saturn.  First, Janus travels in an unusual orbit around Saturn where it periodically trades places with its sister moon Epimetheus, which typically orbits about 50 kilometers away.   Janus, although slightly larger than Epimetheus, is potato-shaped and has a largest diameter of about 190 kilometers.  Next, Janus is covered with large craters but strangely appears to lack small craters.  One possible reason for this is a fine dust that might cover the small moon, a surface also hypothesized for Pandora and Telesto.   Pictured above, Janus was captured in front of the cloud tops of Saturn in late September.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/janus_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Janus: Potato Shaped Moon of Saturn",
    "url": "https://apod.nasa.gov/apod/image/0611/janus_cassini.jpg"
  },
  {
    "copyright": "Greg Piepol",
    "date": "2006-11-08",
    "explanation": "Mercury, the solar system's innermost planet, will spend about five hours crossing in front of the Sun today - beginning at 1912 UT (2:12pm EST), November 8. Specially equipped telescopes are highly recommended to safely spot the planet's diminutive silhouette however, as Mercury should appear about 200 times smaller than the enormous solar disk. This simulated view is based on a filtered solar image recorded on November 3rd. It shows active regions and the Mercury transit across the Sun at six positions from lower left to middle right. Depending on your location, the Sun may not be above the horizon during the entire transit, but webcasts of the event are planned - including one using images from the sun-staring SOHO spacecraft. This is the second of 14 transits of Mercury during the 21st century. The next similar event will be a transit of Venus in June of 2012.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/transitsim3_piepol.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Simulated Transit of Mercury",
    "url": "https://apod.nasa.gov/apod/image/0611/transitsim3_piepol_c.jpg"
  },
  {
    "copyright": "Whipple\nObservatory",
    "date": "2006-11-09",
    "explanation": "As a bright November Moon lit up the night sky last week, Gil Esquerdo spotted this lovely Moon halo overhead at the Whipple Observatory on Mt. Hopkins, Arizona. In the foreground, the structure and individual component mirrors of Whipple's 10 meter gamma-ray telescope actually block direct light from the lunar disk, emphasizing the halo in this dramatic view. The halo was caused by ice crystals in the thin high clouds above the observatory - crystals that are hexagonal in shape and produce the characteristic ring of light with a 22 degree radius. In fact, the ice crystal shapes are much like the flat, hexagonal mirrors of the specialized telescope in the picture. Used together the mirrors can collect brief flashes of optical light caused by high-energy gamma-rays impacting Earth's atmosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/haloWhipple_esquerdo_ff.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Halo and Hexagons",
    "url": "https://apod.nasa.gov/apod/image/0611/haloWhipple_esquerdo_c.jpg"
  },
  {
    "copyright": "Phil Jones",
    "date": "2006-11-10",
    "explanation": "joying Wednesday's transit of Mercury from Dallas, Texas, astronomer Phil Jones recorded this detailed image of the Sun. Along with a silhouette of the innermost planet, a network of cells and dark filaments can be seen against a bright solar disk with spicules and prominences along the Sun's edge. The composited image was taken through a telescope equiped with an H-alpha filter that narrowly transmits only the red light from hydrogen atoms. Such images emphasize the solar chromosphere, the region of the Sun's atmosphere immediately above its photosphere or normally visible surface. Left of center, the tiny disk of Mercury seems to be imitating a small sunspot that looks a little too round. But in H-alpha pictures, sunspot regions are usually dominated by bright splotches (called plages) on the solar chromosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/MercuryTransit_jones_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury and the Chromosphere",
    "url": "https://apod.nasa.gov/apod/image/0611/MercuryTransit_jones_rc62.jpg"
  },
  {
    "date": "2006-11-11",
    "explanation": "Follow the handle of the Big Dipper away from the dipper's bowl, until you get to the handle's last bright star. Then, just slide your telescope a little south and west and you might find this stunning pair of interacting galaxies, the 51st entry in Charles Messier's famous catalog. Perhaps the original spiral nebula, the large galaxy with well defined spiral structure is also cataloged as NGC 5194. Its spiral arms and dust lanes clearly sweep in front of its companion galaxy (right), NGC 5195. The pair are about 31 million light-years distant and officially lie within the boundaries of the small constellation Canes Venatici. Though M51 looks faint and fuzzy in small, earthbound telescopes, this sharpest ever picture of M51 was made in January 2005 with the Advanced Camera for Surveys on board the Hubble Space Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/m51_hst_lgx.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M51: Cosmic Whirlpool",
    "url": "https://apod.nasa.gov/apod/image/0611/m51_hst_90x.jpg"
  },
  {
    "date": "2006-11-12",
    "explanation": "Three thousand light-years away, a dying star throws off shells of glowing gas.  This image from the Hubble Space Telescope reveals the Cat's Eye Nebula to be one of the most complex planetary nebulae known.  In fact, the features seen in the Cat's Eye are so complex that astronomers suspect the bright central object may actually be a binary star system. The term planetary nebula, used to describe this general class of objects, is misleading. Although these objects may appear round and planet-like in small telescopes, high resolution images reveal them to be stars surrounded by cocoons of gas blown off in the late stages of stellar evolution.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/catseye_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cat's Eye Nebula",
    "url": "https://apod.nasa.gov/apod/image/0611/catseye_hst.jpg"
  },
  {
    "date": "2006-11-13",
    "explanation": "What's happening at the south pole of Saturn?  To find out, scientists sent the robot Cassini probe now orbiting Saturn directly over the lower spin axis of the ringed giant.  Cassini found there a spectacular massive swirling storm system with a well developed eye-wall, similar to a hurricane here on Earth.  One image of the storm is shown above, while several frames from the overpass have been made into a movie that shows the huge vortex rotating. The storm is slightly larger than the entire Earth and carries winds that reach 550 kilometers per hour, twice the velocity of a Category 5 hurricane. This pole vortex on Saturn might have been raging for billions of years and is not expected to drift off the pole.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/polestorm_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Hurricane Over the South Pole of Saturn",
    "url": "https://apod.nasa.gov/apod/image/0611/polestorm_cassini.jpg"
  },
  {
    "copyright": "David Cortner",
    "date": "2006-11-14",
    "explanation": "What's that dot on the Sun? If you look closely, it is almost perfectly round.  The dot is the result of an unusual type of solar eclipse that occurred last week.  Usually it is the Earth's Moon that eclipses the Sun.  Last week, for the first time in over three years, the planet Mercury took a turn.  Like the approach to New Moon before a solar eclipse, the phase of Mercury became a continually thinner crescent as the planet progressed toward an alignment with the Sun.  Eventually the phase of Mercury dropped to zero and the dark spot of Mercury crossed our parent star.  The situation could technically be labeled a Mercurian annular eclipse with an extraordinarily large ring of fire.  From above the cratered planes of the night side of Mercury, the Earth appeared in its fullest phase.  Hours later, as Mercury continued in its orbit, a slight crescent phase appeared again.  The next Mercurian solar eclipse will occur in 2016.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/mtransit06_cortner_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury's Transit: An Unusual Spot on the Sun",
    "url": "https://apod.nasa.gov/apod/image/0611/mtransit06_cortner.jpg"
  },
  {
    "copyright": "Mila Zinkova",
    "date": "2006-11-15",
    "explanation": "Is that white arch real?  What is being seen is a fogbow, a reflection of sunlight by water drops similar to a rainbow but without the colors.  The fog itself is not confined to an arch -- the fog is mostly transparent but relatively uniform.  The fogbow shape is created by those drops with the best angle to divert sunlight to the observer.  The fogbow's relative lack of colors are caused by the relatively smaller water drops.  The drops active above are so small that the quantum mechanical wavelength of light becomes important and smears out colors that would be created by larger rainbow water drops acting like small prisms reflecting sunlight.  The above striking image of a fogbow was taken last week with the Sun behind the photographer.  Close inspection of the far right of the full image will show one of the two suspension towers of the Golden Gate Bridge in California, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/fogbow_zinkova_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Fog Bow Over California",
    "url": "https://apod.nasa.gov/apod/image/0611/fogbow_zinkova.jpg"
  },
  {
    "date": "2006-11-16",
    "explanation": "For a moment, planets Jupiter, Venus, Mars, and Mercury all posed near their parent star in this Sun-centered view, recorded on November 11. The picture, from a coronograph onboard the space-based SOlar Heliospheric Observatory, spans 15 degrees with the Sun's size and position indicated by the white circle. Background stars are also visible as the otherwise overwhelming sunlight is blocked by the coronograph's occulting disk. But the planets themselves, in particular Jupiter and Venus, are still bright enough to cause significant horizontal streaks in the image. Mercury is actually moving most rapidly (left to right) through the field and days earlier was seen to cross in front of the solar disk. So what's that bright double star to the left of Mars? Zubenelgenubi, of course.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/c3planets_labels.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Children of the Sun",
    "url": "https://apod.nasa.gov/apod/image/0611/c3planets_labels_c33.jpg"
  },
  {
    "copyright": "Mark Seibold",
    "date": "2006-11-17",
    "explanation": "The sight of Mercury's tiny round disk drifting slowly across the face of the Sun inspired and entertained many denizens of planet Earth last week. In fact, artist and astronomer Mark Seibold viewed both the 1999 and 2006 transits of the solar system's innermost planet through solar filtered telescopes and composed this rendering of Mercury \"hovering in the photosphere\" near the edge of an enormous solar disk. The original work is a 23 by 17 inch pastel sketch. While the artist's hand is creatively superimposed, Seibold concentrated on offering an impression of Mercury's silhouette, surrounded by shadings reflecting his visual experience that are not easily captured in photographic exposures. Of course, before the age of cameras drawings were more widely used to record telescopic observations of sunspots and planetary transits.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/mercurytransit_seibold.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hand Drawn Transit",
    "url": "https://apod.nasa.gov/apod/image/0611/mercurytransit_seibold_90.jpg"
  },
  {
    "copyright": "Juan\nCarlos Casado and Isabel Graboleda",
    "date": "2006-11-18",
    "explanation": "This lovely view from northern Spain at Cape Creus on the easternmost point of the Iberian peninsula, looks out across the Mediteranean and up into the stream of the 2002 Leonid meteor shower. The picture is a composite of thirty separate one minute exposures taken through a fisheye lens. Over 70 leonid meteors are visible, some seen nearly head on. Bright Jupiter is positioned just to the right of the shower's radiant in Leo. Perched on the moonlit rocks at the bottom right, Leica, the photographers' dog, seems to be watching the on going celestial display and adds a surreal visual element to the scene. The 2006 Leonid meteor shower will be much less intense than in 2002, but will be near its predicted peak this weekend. Sky watchers will have their best view under dark skies in early morning hours with Leo rising above the eastern horizon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/leonids2002_casado_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Leonids and Leica",
    "url": "https://apod.nasa.gov/apod/image/0611/leonids2002_casado.jpg"
  },
  {
    "copyright": "LSTENS Lyon",
    "date": "2006-11-19",
    "explanation": "The Peekskill meteor of 1992 was captured on 16 independent videos and then struck a car.  Documented as brighter than the full Moon, the spectacular fireball crossed parts of several US states during its 40 seconds of glory before landing in  Peekskill, New York.  The resulting meteorite, pictured here, is composed of dense rock and has the size and mass of an extremely heavy bowling ball.  If you are lucky enough to find a meteorite just after impact, do not pick it up -- parts of it are likely to be either very hot or very cold.  In this weekend's Leonid meteor shower, few meteors, if any, are expected to hit the ground.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/peekskill_thomas_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Car, the Hole, and the Peekskill Meteorite",
    "url": "https://apod.nasa.gov/apod/image/0611/peekskill_thomas.jpg"
  },
  {
    "copyright": "Jon Christensen",
    "date": "2006-11-20",
    "explanation": "The Great Nebula in Orion, an immense, nearby starbirth region, is probably the most famous of all astronomical nebulas.  Here, glowing gas surrounds hot young stars at the edge of an  immense interstellar molecular cloud only 1500 light-years away.  In the above deep image, faint wisps and sheets of dust and gas are particularly evident.  The Great Nebula in Orion can be found with the unaided eye just below and to the left of the easily identifiable belt of three stars in the popular constellation Orion.  In addition to housing a bright open cluster of stars known as the Trapezium, the Orion Nebula contains many stellar nurseries.   These nurseries contain hydrogen gas, hot young stars, proplyds, and stellar jets spewing material at high speeds.  Also known as M42, the Orion Nebula spans about 40 light years and is located in the same spiral arm of our Galaxy as the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/m42_christensen_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M42: Wisps of the Orion Nebula",
    "url": "https://apod.nasa.gov/apod/image/0611/m42_christensen.jpg"
  },
  {
    "copyright": "P-M Hed�n",
    "date": "2006-11-21",
    "explanation": "This past weekend, small remnant bits of a distant comet lit up the skies over much of planet Earth.  Incoming reports, however, have this year's Leonid meteor shower as less active than Leonid meteor showers a few years ago.  Nevertheless, some sky enthusiasts reported peak meteor bursts as high as one visual meteor per minute.  The parent body of the Leonids meteor shower, Comet Tempel-Tuttle, leaves a trail of expelled sand-size particles every 33 years when it returns to the inner Solar System.  When the Earth passes through a stream of these Sun-orbiting particles, a meteor shower results.   Pictured above, a Leonid meteor was captured two days ago during the early morning hours of November 19 over Vallentuna, Sweden. Although activity levels in meteor showers are notoriously hard to predict, some astronomers speculate that Aurigids meteor shower next September might be unusually rich in bright meteors.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/leonid06_heden_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Leonid Meteor Over Sweden \n",
    "url": "https://apod.nasa.gov/apod/image/0611/leonid06_heden.jpg"
  },
  {
    "date": "2006-11-22",
    "explanation": "Please wait while one of the largest mobile machines in the world crosses the road.  The machine pictured above is a bucket-wheel excavator used in modern surface mining.  Machines like this have given humanity the ability to mine minerals and change the face of planet Earth in new and dramatic ways.  Some open pit mines, for example, are visible from orbit.   The largest excavators are over 200 meters long and 100 meters high, now dwarfing the huge NASA Crawler that transports space shuttles to the launch pads.   Bucket-wheel excavators can dig a hole the length of a football field to over 25 meters deep in a single day. They may take a while to cross a road, though, with a top speed under one kilometer per hour.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/trencher2_smd_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Bucket-Wheel Excavator on Earth \n",
    "url": "https://apod.nasa.gov/apod/image/0611/trencher2_smd.jpg"
  },
  {
    "copyright": "Chris\nSchur",
    "date": "2006-11-23",
    "explanation": "Gorgeous spiral galaxy M33 seems to have more than its fair share of hydrogen. Its inner 30,000 light-years are shown here in an image processed to fully reveal the reddish glow of ionized hydrogen regions (HII regions) sprawling along loose spiral arms that wind toward the galaxy's core. Historically of great interest to astronomers, M33's giant HII regions are some of the largest known stellar nurseries - sites of the formation of short-lived but very massive stars. Intense ultraviolet radiation from the luminous, massive stars ionizes the surrounding hydrogen gas and ultimately produces the characteristic red glow. A prominent member of the local group of galaxies, M33 is also known as the Triangulum Galaxy and lies about 3 million light-years distant.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/m33hargb_schur_F1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hydrogen in M33",
    "url": "https://apod.nasa.gov/apod/image/0611/m33hargb_schur_F717.jpg"
  },
  {
    "copyright": "Galaxy Images",
    "date": "2006-11-24",
    "explanation": "Runaway stars are massive stars traveling rapidly through interstellar space. Like a ship plowing through cosmic seas, runaway star Alpha Cam has produced this graceful arcing bow wave or bow shock - moving at over 60 kilometers per second and compressing the interstellar material in its path. The bright star above and left of center in this wide (3x2 degree) view, Alpha Cam is about 25-30 times as massive as the Sun, 5 times hotter (30,000 kelvins), and over 500,000 times brighter. About 4,000 light-years away in the long-necked constellation Camelopardalis, the star also produces a strong wind. The bow shock stands off about 10 light-years from the star itself. What set this star in motion? Astronomers have long thought that Alpha Cam was flung out of a nearby cluster of young hot stars due to gravitational interactions with other cluster members or perhaps by the supernova explosion of a massive companion star.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/AlphaCam_mandel_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Alpha Cam: Runaway Star",
    "url": "https://apod.nasa.gov/apod/image/0611/AlphaCam_mandel_f717.jpg"
  },
  {
    "copyright": "Greg Piepol",
    "date": "2006-11-25",
    "explanation": "Mercury is now visible shortly before dawn, the brightest \"star\" just above the eastern horizon. But almost two weeks ago Mercury actually crossed the face of the Sun for the second time in the 21st century. Viewed with red/blue glasses, this stereo anaglyph combines space-based images of the Sun and innermost planet in a just-for-fun 3D presentation of the Mercury transit. The solar disk image is from Hinode. (sounds like \"hee-no-day\", means sunrise). A sun-staring observatory, Hinode was launched from Uchinoura Space Center and viewed the transit from Earth orbit. Superimposed on Mercury's dark silhouette is a detailed image of the planet's rugged surface based on data from the Mariner 10 probe that flew by Mercury in 1974 and 1975.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/transit3d_piepol_f800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "3D Mercury Transit",
    "url": "https://apod.nasa.gov/apod/image/0611/transit3d_piepol_f720.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2006-11-26",
    "explanation": "Andromeda is the nearest major galaxy to our own Milky Way Galaxy.  Our Galaxy is thought to look much like Andromeda.  Together these two galaxies dominate the Local Group of galaxies.  The diffuse light from Andromeda is caused by the hundreds of billions of stars that compose it.  The several distinct stars that surround Andromeda's image are actually stars in our Galaxy that are well in front of the background object.  Andromeda is frequently referred to as M31 since it is the 31st object on  Messier's list of diffuse sky objects.  M31 is so distant it takes about two million years for light to reach us from there.  Although visible without aid, the above image of M31 is a digital mosaic of 20 frames taken with a small telescope.  Much about M31 remains unknown, including how the center acquired two nuclei.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/andromeda_gendler_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M31: The Andromeda Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0611/andromeda_gendler.jpg"
  },
  {
    "date": "2006-11-27",
    "explanation": "What causes the mysterious spokes in Saturn's rings?  Visible on the left of the above image as ghostlike impressions, spokes were first discovered by the Voyager spacecraft that buzzed by Saturn in the early 1980s.  Their existence was unexpected, and no genesis hypothesis has ever become accepted.  Oddly, the spokes were conspicuously absent from initial images sent back by the robot Cassini spacecraft now orbiting Saturn.  Analyses of archived Voyager images have led to the conclusions that the transient spokes, which may form and dissipate over a few hours, are composed of electrically charged sheets of small dust-sized particles. Some recent images from Cassini like that shown above have now finally shown the enigmatic spokes superposed on Saturn's B ring.   Hypotheses for spoke creation include small meteors impacting the rings and electron beams from Saturnian atmospheric lightning spraying the rings.  Observations of the puzzling spokes, as well as creative origin speculations, are ongoing.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/spokes_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mysterious Spokes in Saturn's Rings \n",
    "url": "https://apod.nasa.gov/apod/image/0611/spokes_cassini.jpg"
  },
  {
    "date": "2006-11-28",
    "explanation": "Why is this galaxy so discombobulated?  Usually, galaxies this topsy-turvy result from a recent collision with a neighboring galaxy. Spiral galaxy NGC 1313, however, appears to be alone.  Brightly lit with new and blue massive stars, star formation appears so rampant in NGC 1313 that it has been labeled a starburst galaxy.  Strange features of NGC 1313 include that its spiral arms are lopsided and its rotational axis is not at the center of the nuclear bar.  Pictured above, NGC 1313 spans about 50,000 light years and lies only about 15 million light years away toward the constellation of Reticulum. Continued numerical modeling of galaxies like NGC 1313 might shed some light on its unusual nature.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/topsyturvy_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual Starburst Galaxy  NGC 1313 \n\n",
    "url": "https://apod.nasa.gov/apod/image/0611/topsyturvy_eso.jpg"
  },
  {
    "copyright": "Victor Bobbett",
    "date": "2006-11-29",
    "explanation": "They are so large, they are almost unreal.  The radio dishes of the Very Large Array (VLA) of radio telescopes might appear to some as a strange combination of a dinosaur skeleton and common satellite-TV receiving dish.  Together, the 27 dishes of the VLA combine high sensitivity with high resolution, enabling a series of important astronomical discoveries, including water ice on planet Mercury, micro-quasars in our Galaxy, gravitationally-induced Einstein rings around distant galaxies, and radio counterparts to cosmologically distant gamma-ray bursts. Pictured above, a dish from the VLA was photographed last week near Socorro, New Mexico, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/vladish_bobbett_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Big Dish at the VLA Radio Observatory",
    "url": "https://apod.nasa.gov/apod/image/0611/vladish_bobbett.jpg"
  },
  {
    "date": "2006-11-30",
    "explanation": "The Pelican Nebula lies about 2,000 light-years away in the high flying constellation Cygnus, the Swan. Also known as IC 5070, this cosmic pelican is appropriately found just off the \"east coast\" of the North America Nebula (NGC 7000), another surprisingly familiar looking emission nebula in Cygnus. The Pelican and North America nebulae are part of the same large and complex star forming region, almost as nearby as the better-known Orion Nebula. From our vantage point, dark dust clouds (upper left) help define the Pelican's eye and long bill, while a bright front of ionized gas suggests the curved shape of the head and neck. Based on digitized black and white images from the Samuel Oschin Telescope at Palomar Observatory, this striking synthesized color view includes two bright foreground stars and spans about 30 light-years at the estimated distance of the Pelican Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/PelicanNebula1_shahar_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Pelican in the Swan",
    "url": "https://apod.nasa.gov/apod/image/0611/PelicanNebula1_shahar_f720.jpg"
  },
  {
    "date": "2006-12-01",
    "explanation": "A smaller companion seems wrapped in the spiral arms of enigmatic galaxy NGC 1097. This amazingly deep image of the peculiar spiral system, also known as Arp 77, actually combines data from two telescopes, one in the northern and one in the southern hemisphere of planet Earth. The faint details revealed include hints of a mysterious jet emerging toward the top of the view. Seen to be about 42,000 light-years from the larger galaxy's center, the companion galaxy is gravitationally interacting with the spiral and will ultimately merge with it.  NGC 1097's center also harbors a massive black hole. NGC 1097 is located about 45 million light-years away in the chemical constellation Fornax.",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/ngc1097_gabany_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Arms of NGC 1097",
    "url": "https://apod.nasa.gov/apod/image/0612/ngc1097_gabany_c720.jpg"
  }
]
