[
  {
    "copyright": "Robert GendlerMartin Pugh",
    "date": "2006-06-01",
    "explanation": "NGC 6188 is an interstellar carnival of young blue stars, hot red gas, and cool dark dust.  Located 4,000 light years away in the disk of our Galaxy,  NGC 6188 is home to the Ara OB1 association, a group of bright young stars whose nucleus forms the open cluster NGC 6193.  These stars are so bright that some of their blue light reflects off of interstellar dust forming the diffuse blue glow surrounding the stars in the above photograph.  Open cluster NGC 6193 formed about three million years ago from the surrounding gas, and appears unusually rich in close binary stars.   The red glow visible throughout the photograph arises from hydrogen gas heated by the bright stars in Ara OB1.  The dark dust that blocks much of NGC 6188's light was likely formed in the outer atmospheres of cooler stars and in supernovae ejecta.",
    "hdurl": "https://apod.nasa.gov/apod/image/0606/ngc6188_gendler_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Reflections on NGC 6188",
    "url": "https://apod.nasa.gov/apod/image/0606/ngc6188_gendler.jpg"
  },
  {
    "date": "2006-06-02",
    "explanation": "IC 443 is typical of the aftermath of a stellar explosion, the ultimate fate of massive stars. Seen in this false-color composite image, the supernova remnant is still glowing across the spectrum, from radio (blue) to optical (red) to x-ray (green) energies -- even though light from the stellar explosion that created the expanding cosmic cloud first reached planet Earth thousands of years ago. The odd thing about IC 443 is the apparent motion of its dense neutron star, the collapsed remnant of the stellar core. The close-up inset shows the swept-back wake created as the neutron star hurtles through the hot gas, but that direction is not aligned with the direction toward the apparent center of the remnant. The misalignment suggests that the explosion site was offset from the center or that fast-moving gas in the nebula has influenced the wake. The wide view of IC 443, also known as the Jellyfish nebula, spans about 65 light-years at the supernova remnant's estimated distance of 5,000 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0606/ic443_comp_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 443: Supernova Remnant and Neutron Star",
    "url": "https://apod.nasa.gov/apod/image/0606/ic443_comp_f85.jpg"
  },
  {
    "date": "2006-06-03",
    "explanation": "The pixelated planet above is actually our own planet Earth seen in gamma rays - the most energetic form of light. In fact, the gamma rays used to construct this view pack over 35 million electron volts (MeV) compared to a mere two electron volts (eV) for a typical visible light photon. The Earth's gamma-ray glow is indeed very faint, and this image was constructed by combining data from seven years of exposure during the life of the Compton Gamma Ray Observatory, operating in Earth orbit from 1991 to 2000. Brightest near the edge and faint near the center, the picture indicates that the gamma rays are coming from high in Earth's atmosphere. The gamma rays are produced as the atmosphere interacts with high energy cosmic rays from space, blocking the harmful radiation from reaching the surface.  Astronomers need to understand Earth's gamma-ray glow well as it can interfere with observations of cosmic gamma-ray sources like pulsars, supernova remnants, and distant active galaxies powered by supermassive black holes.",
    "hdurl": "https://apod.nasa.gov/apod/image/0606/grayEarth_petry.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gamma-Ray Earth",
    "url": "https://apod.nasa.gov/apod/image/0606/grayEarth_petry.jpg"
  },
  {
    "date": "2006-06-04",
    "explanation": "A new chapter in space flight began on 1950 July with the launch of the first rocket from Cape Canaveral, Florida: the Bumper 2.  Shown above, the Bumper 2 was an ambitious two-stage rocket program that topped a V-2 missile base with a WAC Corporal rocket.  The upper stage was able to reach then-record altitudes of almost 400 kilometers, higher than even modern Space Shuttles fly today.  Launched under the direction of the General Electric Company, the Bumper 2 was used primarily for testing rocket systems and for research on the upper atmosphere.  Bumper 2 rockets carried small payloads that allowed them to measure attributes including air temperature and cosmic ray impacts.  Seven years later, the Soviet Union launched Sputnik I and Sputnik II, the first  satellites into Earth orbit.  In response, in 1958, the US created NASA.",
    "hdurl": "https://apod.nasa.gov/apod/image/0606/bumper2_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The First Rocket Launch from Cape Canaveral",
    "url": "https://apod.nasa.gov/apod/image/0606/bumper2_nasa.jpg"
  },
  {
    "date": "2006-06-05",
    "explanation": "Here is a road never traveled.  To get to Victoria Crater on Mars, the rolling robotic rover Opportunity must traverse the landscape shown above.  Victoria Crater lies about one kilometer ahead. The intervening terrain shows a series of light rock outcrops that appears like some sort of cobblestone road.  Surrounding this naturally-occurring Martian road, is Martian sand ripples that must be navigated around. Inspection of the outcrop road shows it to be sprinkled with many small round rocks dubbed blueberries.  Opportunity and its sister robot Spirit continue their third year exploring Mars.  Within the next month, planetary scientists hope to maneuver Opportunity across Meridiani Planum  to get a good view of 800-meter diameter Victoria Crater.",
    "hdurl": "https://apod.nasa.gov/apod/image/0606/victoriaroad_opportunity_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Road to Victoria Crater on Mars",
    "url": "https://apod.nasa.gov/apod/image/0606/victoriaroad_opportunity.jpg"
  },
  {
    "copyright": "Gemini Obs.",
    "date": "2006-06-06",
    "explanation": "How did a star form this beautiful nebula?  In the middle of emission nebula NGC 6164-5 is an unusually massive star nearing the end of its life.  The star, visible in the center of the above image and catalogued as HD 148937, is so hot that the ultraviolet light it emits heats up gas that surrounds it.  That gas was likely thrown off from the star, possibly by its fast rotation, like a rotating lawn sprinkler.  Expelled material might have been further channeled by the magnetic field of the star, creating the symmetric shape of the bipolar nebula.  Several cometary knots of gas are also visible on the lower left. NGC 6164-5 spans about four light years and is located about 4,000 light years away toward the southern constellation Norma.",
    "hdurl": "https://apod.nasa.gov/apod/image/0606/ngc6164_gemini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6164: A Bipolar Emission Nebula",
    "url": "https://apod.nasa.gov/apod/image/0606/ngc6164_gemini.jpg"
  },
  {
    "date": "2006-06-07",
    "explanation": "What is happening to that volcano?  It's erupting!  The first person to note that the Aleutian Cleveland Volcano was spewing ash was astronaut Jeffrey N. Williams aboard the International Space Station.   Looking down on the Alaskan Aleutian Islands two weeks ago,  Williams noted, photographed, and reported a spectacular ash plume emanating from the Cleveland Volcano.  Starting just before this image was taken, the Cleveland Volcano underwent a short eruption lasting only about two hours.   The Cleveland stratovolcano is one of the most active in the Aleutian Island chain.  The volcano is fueled by magma displaced by the subduction  of the northwest-moving tectonic Pacific Plate under the tectonic North America Plate.",
    "hdurl": "https://apod.nasa.gov/apod/image/0606/volcanoplume_iss_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Alaskan Volcano Erupts",
    "url": "https://apod.nasa.gov/apod/image/0606/volcanoplume_iss.jpg"
  },
  {
    "copyright": "Michael Carroll",
    "date": "2006-06-08",
    "explanation": "In this stunning Saturnian vista - one in a series of artist's visions of volcanos on alien worlds - icy geysers erupt along narrow fractures in inner moon Enceladus. The majestic plumes were actually discovered by instruments on the Cassini Spacecraft during close encounters with bright and shiny Enceladus last year. Researchers now suspect the plumes originate from near-surface pockets of liquid water with temperatures near 273 kelvins (0 degrees C) - hot when compared to the distant moon's surface temperature of 73 kelvins (-200 degrees C).  A dramatic sign that tiny, 500km-diameter Enceladus is surprisingly active, these ice volcanos hold out another potential site in the search for water and origin of life beyond planet Earth. Enceladus' ice volcanos also likely produce Saturn's faint but extended E ring.",
    "hdurl": "https://apod.nasa.gov/apod/image/0606/EnceladusCARROLL_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Enceladus Ice Volcanos",
    "url": "https://apod.nasa.gov/apod/image/0606/EnceladusCARROLL_c35x1.jpg"
  },
  {
    "date": "2006-06-09",
    "explanation": "This wide, detailed Spitzer Space Telescope view features infrared light from dust (red) and old stars (blue) in Andromeda, a massive spiral galaxy a mere 2.5 million light-years away. In fact, with over twice the diameter of our own Milky Way, Andromeda is the largest nearby galaxy. Andromeda's population of bright young stars define its sweeping spiral arms in visible light images, but here the infrared view clearly follows the lumpy dust lanes heated by the young stars as they wind even closer to the galaxy's core. Constructed to explore Andromeda's infrared brightness and stellar populations, the full mosaic image is composed of about 3,000 individual frames. Two smaller companion galaxies, NGC 205 (below) and M32 (above) are also included in the combined fields. The data confirm that Andromeda (aka M31) houses around 1 trillion stars, compared to 4 hundred billion for the Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/0606/m31-irac_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Infrared Andromeda",
    "url": "https://apod.nasa.gov/apod/image/0606/m31-irac_cx38.jpg"
  },
  {
    "copyright": "Rob Ratkowski",
    "date": "2006-06-10",
    "explanation": "A waxing crescent Moon shines over the caldera of dormant volcano Haleakala and observatory domes in this dramatic view from above the clouds. Looking west from Maui, Hawaii on May 31st, the scene also records the lights of Honolulu on the horizon. Near the strongly overexposed crescent is bright planet Saturn, but included in the skyscape are planet Mars and the Gemini stars Castor and Pollux. Of course, skywatchers also found star cluster M44, The Beehive Cluster, in this early evening sky, wedged between Saturn and the Moon. In fact, as it closes with Saturn, Mars will pass in front of the Beehive on June 15, so just keep looking west. (Can't find all the players? Click here for help.)",
    "hdurl": "https://apod.nasa.gov/apod/image/0606/moonHaleakala_ratkowski_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Over Haleakala",
    "url": "https://apod.nasa.gov/apod/image/0606/moonHaleakala_ratkowski_f50.jpg"
  },
  {
    "date": "2006-06-11",
    "explanation": "It was a quiet day on the Sun.  The above image shows, however, that even during off days the Sun's surface is a busy place.  Shown in ultraviolet light, the relatively cool dark regions have temperatures of thousands of degrees Celsius.  Large sunspot group AR 9169 is visible as the bright area near the horizon.  The bright glowing gas flowing around the  sunspots has a temperature of over one million degrees Celsius.  The reason for the high temperatures is unknown but thought to be related to the rapidly changing magnetic field loops that channel solar plasma.  Sunspot group AR 9169 moved across the Sun during 2000 September and decayed in a few weeks.",
    "hdurl": "https://apod.nasa.gov/apod/image/0606/sun2_trace_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunspot Loops in Ultraviolet",
    "url": "https://apod.nasa.gov/apod/image/0606/sun2_trace.jpg"
  },
  {
    "date": "2006-06-12",
    "explanation": "Why is this galaxy so thin?  Many disk galaxies are actually just as thin as NGC 5866, pictured above, but are not seen edge-on from our vantage point.  One galaxy that is situated edge-on is our own Milky Way Galaxy.  Classified as a lenticular galaxy, NGC 5866 has numerous and complex dust lanes appearing dark and red, while many of the bright stars in the disk give it a more blue underlying hue.  The blue disk of young stars can be seen extending past the dust in the extremely thin galactic plane, while the bulge in the disk center appears tinged more orange from the older and redder stars that likely exist there. Although similar in mass to our Milky Way Galaxy, light takes about 60,000 years to cross NGC 5866, about 30 percent less than light takes to cross our own Galaxy. In general, many disk galaxies are very thin because the gas that formed them collided with itself as it rotated about the gravitational center.  Galaxy NGC 5866 lies about 44 million light years distant toward the constellation of the Dragon (Draco).",
    "hdurl": "https://apod.nasa.gov/apod/image/0606/ngc5866_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Edge-On Galaxy NGC 5866",
    "url": "https://apod.nasa.gov/apod/image/0606/ngc5866_hst.jpg"
  },
  {
    "copyright": "Lauri Turtiainen",
    "date": "2006-06-13",
    "explanation": "What's happened to the Sun?  Sometimes it looks like the Sun is being viewed through a large lens.  In the above case, however, there are actually millions of lenses: ice crystals.  As water freezes in the upper atmosphere, small, flat, six-sided, ice crystals might be formed.  As these crystals flutter to the ground, much time is spent with their faces flat, parallel to the ground.  An observer may pass through the same plane as many of the falling ice crystals near sunrise or sunset.  During this alignment, each crystal can act like a miniature lens, refracting sunlight into our view and creating phenomena like parhelia, the technical term for sundogs.  The above image was taken during early 2006 February near Helsinki, Finland with a quickly deployed cellular camera phone. Visible in the image center is the Sun, while two bright sundogs glow prominently from both the left and the right.  Also visible is the 22 degree halo also created by sunlight reflecting off of atmospheric ice crystals.",
    "hdurl": "https://apod.nasa.gov/apod/image/0606/skylens_turtainen.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Driving Toward a Sun Halo",
    "url": "https://apod.nasa.gov/apod/image/0606/skylens_turtainen_big.jpg"
  },
  {
    "copyright": "Steve MazlinJim Misti",
    "date": "2006-06-14",
    "explanation": "These three bright nebulae are often featured in telescopic tours of the constellation Sagittarius and the crowded starfields of the central Milky Way. In fact, 18th century cosmic tourist Charles Messier cataloged two of them; M8, the nebula below and right of center, and colorful M20 at the upper right. The third, NGC 6559, is left of M8, separated from the the larger nebula by a dark dust lane. All three are stellar nurseries about five thousand light-years or so distant. The expansive M8, over a hundred light-years across, is also known as the Lagoon Nebula while M20's popular moniker is the Trifid. This stunning digital view is actually a collaborative composite recorded by 2 cameras and 2 telescopes about 2 thousand miles apart. The deep, wide image field was captured under dark Arizona skies. Both M8 and M20 were recorded in more detail from an observatory in Pennsylvania. Glowing hydrogen gas creates the dominant red color of the emission nebulae, with contrasting blue hues, most striking in the Trifid, due to dust reflected starlight.",
    "hdurl": "https://apod.nasa.gov/apod/image/0606/LagoonTrifid_mazlinmisti_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sagittarius Triplet",
    "url": "https://apod.nasa.gov/apod/image/0606/LagoonTrifid_mazlinmisti_c65.jpg"
  },
  {
    "copyright": "W. P. Koorts",
    "date": "2006-06-15",
    "explanation": "Scroll right and enjoy this 180 degree panorama across the South African Astronomical Observatory's hilltop Sutherland observing station. Featured are SAAO telescope domes and buildings, along with the dark, wedge-shaped shadow of planet Earth stretching into the distance, bounded above by the delicately colored antitwilight arch. Visible along the antisunward horizon at sunset, (or sunrise) the pinkish antitwilight arch is also known as the Belt of Venus. In order, the significant structures from left to right house; the giant SALT 11-meter instrument, the internet telescope MONET, the 1.9 meter Radcliffe, the 1.0 meter Elizabeth, a 0.75 meter reflector, a 0.5 meter reflector, a garage, YSTAR, BiSON, ACT, IRSF (open), and a storage building. (Note to SAAO fans: in this east-facing view the planet-hunter SuperWASP south is hidden behind the IRSF.)",
    "hdurl": "https://apod.nasa.gov/apod/image/0606/willie_bov_panorama2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gordel van Venus",
    "url": "https://apod.nasa.gov/apod/image/0606/willie_bov_panorama2_80.jpg"
  },
  {
    "copyright": "Herman Serrano",
    "date": "2006-06-16",
    "explanation": "The first APOD appeared eleven years ago today, on 1995 June 16.  Although garnering only 14 page views on that day, we are proud to estimate that APOD has now served over 400 million space-related images over the last eleven years.  That early beginning, along with a nearly unchanging format, has allowed APOD to be a consistent and familiar site on a web frequently filled with change.   Many people don't know, though, that APOD is now translated daily into many major languages. We again thank our readers and NASA for their continued support, but ask that any potentially congratulatory e-mail go to the folks who created the great pictures -- many times with considerable effort -- that APOD has been fortunate enough to feature over the past year.  Many can be contacted by following links found in the credit line under the image.  Some of these images are featured in the above spectacular collage of a fantasy sky above Mars submitted by an enthusiastic APOD reader skilled in digital image manipulation. How many APOD images can you identify?",
    "hdurl": "https://apod.nasa.gov/apod/image/0606/apod11_serrano_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "APOD Turns Eleven",
    "url": "https://apod.nasa.gov/apod/image/0606/apod11_serrano.jpg"
  },
  {
    "copyright": "Tunc Tezel",
    "date": "2006-06-17",
    "explanation": "Grab a pair of binoculars and check out Saturn and Mars in the early evening sky tonight! Looking west shortly after sunset, your view could be similar to this one - recorded on June 14. But while this picture shows the two bright planets (Saturn at left) separated by around 1.5 degrees and neatly flanking M44, the Beehive Star Cluster, tonight should find those planets even closer together. In fact, Saturn and Mars are scheduled to achieve their closest alignment near sunset, approaching to within about half a degree.  The Beehive will still stand out in the distant starry background. Still got those binoculars in hand? You might as well look for Mercury and Jupiter too.",
    "hdurl": "https://apod.nasa.gov/apod/image/0606/2006SaMaM44_tezel_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn, Mars, and the Beehive Cluster",
    "url": "https://apod.nasa.gov/apod/image/0606/2006SaMaM44_tezel_c50.jpg"
  },
  {
    "date": "2006-06-18",
    "explanation": "Gliding silently through the outer Solar System, the Voyager 2 spacecraft camera captured Neptune and Triton together in crescent phase in 1989.  The above picture of the gas giant planet and its cloudy moon was taken from behind just after closest approach.  It could not have been taken from Earth because Neptune never shows a crescent phase to sunward Earth.  The unusual vantage point also robs Neptune of its familiar blue hue, as sunlight seen from here is scattered forward, and so is reddened like the setting Sun.  Neptune is smaller but more massive than Uranus, has several dark rings, and emits more light than it receives from the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/neptunetriton_vg2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crescent Neptune and Triton",
    "url": "https://apod.nasa.gov/apod/image/0106/neptunetriton_vg2.jpg"
  },
  {
    "copyright": "Russell Croman",
    "date": "2006-06-19",
    "explanation": "The star on the upper left is so bright it is sometimes hard to notice the galaxy on the lower right.  Both the star, Regulus, and the galaxy, Leo I, can be found within one degree of each other toward the constellation of Leo.  Regulus is part of a multiple star system, with a close companion double star visible to the upper right of the young main sequence star.   Leo I is a dwarf spheroidal galaxy in the Local Group of galaxies dominated by our Milky Way Galaxy and M31.  Leo I is thought to be the most distant of the several known small satellite galaxies orbiting our Milky Way Galaxy. Regulus is located about 75 light years away, in contrast to Leo 1 which is located about 800,000 light years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0606/leoregulus_croman_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bright Star Regulus near the Leo 1 Dwarf Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0606/leoregulus_croman.jpg"
  },
  {
    "copyright": "Inga Nielsen",
    "date": "2006-06-20",
    "explanation": "Is this a picture of a sunset from Earth's North Pole?  Regardless of urban legends circulating the Internet, the answer is no.  The above scene was drawn to be an imaginary celestial place that would be calm and peaceful, and therefore titled Hideaway. The scene could not exist anywhere on the Earth because from the Earth, the Moon and the Sun always have nearly the same angular size.  This is particularly apparent, for example, during solar eclipses.  Still, the scene drawn is quite striking, and the crescent part of the \"moon\" shown is approximately accurate given the location of the parent star.  In reality, the North Pole of Earth looks different.  Starting earlier this month, the North Pole even has a web camera returning near-live pictures.",
    "hdurl": "https://apod.nasa.gov/apod/image/0606/hideaway_nielsen_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hideaway",
    "url": "https://apod.nasa.gov/apod/image/0606/hideaway_nielsen.jpg"
  },
  {
    "copyright": "Pete Strasser",
    "date": "2006-06-21",
    "explanation": "Today the Sun reaches its northernmost point in the planet Earth's sky.  Called a solstice, the date traditionally marks a change of seasons -- from spring to summer in Earth's Northern Hemisphere and from fall to winter in Earth's Southern Hemisphere.   Pictured above is the 2005 Summer Solstice celebration at Stonehenge in England.  The event was rare because Stonehenge was not always open to the public, and because recent summer solstices there had been annoyingly cloudy.  In 2005, however, thousands of people gathered at sunrise to see the sun rise through the 4,000 year old solar monument.  Even given the precession of the Earth's rotational axis over the millennia, the Sun continues to rise over Stonehenge in an astronomically significant way.  In fact, the photographer was able to find a good spot where the rising Sun appeared over one of Stonehenge's massive standing stones.",
    "hdurl": "https://apod.nasa.gov/apod/image/0606/stonehenge_strasser_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunrise Solstice at Stonehenge",
    "url": "https://apod.nasa.gov/apod/image/0606/stonehenge_strasser.jpg"
  },
  {
    "copyright": "Chris\nSchur",
    "date": "2006-06-22",
    "explanation": "The heralded alignment of wandering planets Saturn and Mars with the well-known Beehive Cluster took place last weekend on Saturday, June 17. Recorded in dark Arizona skies on that date, this view finds Mars above and right of Saturn - the brightest celestial beacons in the scene - with the Beehive cluster of stars (M44) at the lower right. The two planets appear in conjunction separated by just over half a degree. But about another half a degree along a line joining the two and continuing towards the lower left lies the third brightest object in the image, giant star Asellus Australis. Asellus Australis is also known as Delta Cancri, a middling bright star 136 light-years away in the constellation Cancer, the Crab. Of course, this star's Latin name translates to \"Southern Donkey\".",
    "hdurl": "https://apod.nasa.gov/apod/image/0606/satmars_schur_f1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planets, Bees, and a Donkey",
    "url": "https://apod.nasa.gov/apod/image/0606/satmars_schur_c600.jpg"
  },
  {
    "copyright": "Panther Observatory",
    "date": "2006-06-23",
    "explanation": "st of Antares, dark markings seem to sprawl through the crowded star fields toward the center of our Milky Way Galaxy. Cataloged in the early 20th century by astronomer E. E. Barnard, the obscuring interstellar dust clouds include B72, B77, B78, and B59, seen in silhouette against the starry background. Here, their combined shape suggests smoke rising from a pipe, and so the dark nebula's popular name is the Pipe Nebula. This gorgeous and expansive view was recorded in very dark skies over Hakos, Namibia. It covers a full 10 by 7 degree field in the pronounceable constellation Ophiuchus.",
    "hdurl": "https://apod.nasa.gov/apod/image/0606/Pipe_200mm_60_schedler.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "East of Antares",
    "url": "https://apod.nasa.gov/apod/image/0606/Pipe_200mm_18_schedler.jpg"
  },
  {
    "date": "2006-06-24",
    "explanation": "Discovered in mid-2005, Pluto's small moons were provisionally designated S/2005 P1 and S/2005 P2. They have now been officially christened Nix and Hydra. Compared to Pluto and its large moon Charon, at 2,360 and 1,210 kilometers in diameter respectively, Nix (inner moon) and Hydra (outer moon) are tiny, estimated to be only 40 to 160 kilometers across. Pluto and Charon are bright enough to create diffraction spikes in this Hubble Space Telescope image, but Nix and Hydra are some 5,000 times fainter than Pluto and appear only as small points of light. Still, their new names are appropriate for the distant Pluto system. In mythology, Nix was the goddess of darkness and night and the mother of Charon, while Hydra was a nine headed monster and is now orbiting the solar system's ninth planet. Of course Nix and Hydra also share initials with the pluto-bound spacecraft New Horizons.",
    "hdurl": "https://apod.nasa.gov/apod/image/0606/PlutoNamesFig.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nix and Hydra",
    "url": "https://apod.nasa.gov/apod/image/0606/PlutoNamesFig_crop.jpg"
  },
  {
    "date": "2006-06-25",
    "explanation": "It looked like a ring on the sky.  Hundreds of years ago astronomers noticed a nebula with a most unusual shape.  Now known as M57 or NGC 6720, the gas cloud became popularly known as the Ring Nebula.  It is now known to be a planetary nebula, a gas cloud emitted at the end of a Sun-like star's existence.  As one of the brightest planetary nebula on the sky, the Ring Nebula can be seen with a small telescope in the constellation of Lyra.  The Ring Nebula lies about 4,000 light years away, and is roughly 500 times the diameter of our Solar System.  In this recent picture by the Hubble Space Telescope, dust filaments and globules are visible far from the central star.  This helps indicate that the Ring Nebula is not spherical, but cylindrical.",
    "hdurl": "https://apod.nasa.gov/apod/image/0606/m57ring_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M57: The Ring Nebula",
    "url": "https://apod.nasa.gov/apod/image/0606/m57ring_hst.jpg"
  },
  {
    "date": "2006-06-26",
    "explanation": "The painting Starry Night is one of the most famous icons of the night sky ever created.   The scene was painted by Vincent van Gogh in southern France in 1889.   The swirling style of Starry Night appears, to many, to make the night sky come alive.   Although van Gogh frequently portrayed real settings in his paintings, art historians do not agree on precisely what stars and planets are being depicted in Starry Night.   The style of Starry Night is post-impressionism, a popular painting style at the end of the nineteenth century.  The original Starry Night painting hangs in the Museum of Modern Art in New York City, New York, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/0606/starrynight_vangogh_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Starry Night",
    "url": "https://apod.nasa.gov/apod/image/0606/starrynight_vangogh.jpg"
  },
  {
    "date": "2006-06-27",
    "explanation": "The moons of Saturn never stop.   A space traveler orbiting the ringed giant planet would witness a continuing silent dance where Saturn's multiple moons pass near each other in numerous combinations.   Like a miniature Solar System, the innermost moons orbit Saturn the fastest.   The above movie was centered on Saturn's moon Rhea, so that the moons Mimas and Enceladus appear to glide by.  At 1,500 kilometers across, Rhea is over three times larger than the comparably sized Mimas and Enceladus.  The Sun illuminates the scene from the lower right, giving all of the moons the same crescent phase.  The above time lapse movie was created by the Saturn-orbiting robotic Cassini spacecraft over a period of about 40 minutes.",
    "hdurl": "https://apod.nasa.gov/apod/image/0606/movingmoons_cassini_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Moving Moons of Saturn",
    "url": "https://apod.nasa.gov/apod/image/0606/movingmoons_cassini.gif"
  },
  {
    "copyright": "Robert GendlerMartin Pugh",
    "date": "2006-06-28",
    "explanation": "Nebulae are perhaps as famous for being identified with familiar shapes as cats are for getting into trouble.  Still, no known cat could have created the vast Cat's Paw Nebula visible in Scorpius.  At 5,500 light years distant, Cat's Paw is an emission nebula with a red color that originates from an abundance of ionized hydrogen atoms.  Alternatively known as the Bear Claw Nebula or NGC 6334, stars nearly ten times the mass of our Sun have been born there in only the past few million years. This deep wide-field image of the Cat's Paw nebula was photographed from New South Wales, Australia.",
    "hdurl": "https://apod.nasa.gov/apod/image/0606/catspaw_gendler_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cat's Paw Nebula",
    "url": "https://apod.nasa.gov/apod/image/0606/catspaw_gendler.jpg"
  },
  {
    "copyright": "Vincent Jacques",
    "date": "2006-06-29",
    "explanation": "An old crescent Moon shares the eastern sky over Menton, France with the sister stars of the Pleiades cluster in this early morning skyscape recorded just last Friday, June 23rd. (Bright Venus was also near the eastern horizon, but is not pictured here.) Astronomical images of the well-known Pleiades often show the cluster's alluring blue reflection nebulae, but they are washed out here by the bright moonlight. Still, while the crescent Moon is overexposed, surface features can be seen on the dim lunar night side illuminated by earthshine - light from sunlit planet Earth. Of course, you can spot a young crescent Moon in the early evening sky tonight. Having left the Pleiades behind, a lovely lunar crescent now appears in the west, lining up with planets Mars, Saturn, and Mercury along the solar system's ecliptic plane.",
    "hdurl": "https://apod.nasa.gov/apod/image/0606/moonPL_jacques_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Old Moon and Sister Stars",
    "url": "https://apod.nasa.gov/apod/image/0606/moonPL_jacques_c.jpg"
  },
  {
    "copyright": "Antilhue Observatory",
    "date": "2006-06-30",
    "explanation": "Some 60 million light-years away in the southerly constellation Corvus, two large galaxies have collided. But stars in the two galaxies - NGC 4038 and NGC 4039 - don't collide in the course of the ponderous, billion year or so long event. Instead, their large clouds of molecular gas and dust do, triggering furious episodes of star formation. Spanning about 500 thousand light-years, this stunning view reveals new star clusters and matter flung far from the scene of the accident by gravitational tidal forces. Of course, the visual appearance of the far-flung arcing structures gives the galaxy pair its popular name - The Antennae. Recorded in this deep image of the region at the tip of the upper arc is a tidal dwarf galaxy NGC 4038S, formed in the cosmic debris.",
    "hdurl": "https://apod.nasa.gov/apod/image/0606/NGC4038_4039_verschatse_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Antennae",
    "url": "https://apod.nasa.gov/apod/image/0606/NGC4038_4039_verschatse_c52.jpg"
  },
  {
    "date": "2006-07-01",
    "explanation": "Binary star system GRO J1655-40 consists of a relatively normal star about twice as massive as the Sun co-orbiting with a black hole of about seven solar masses. This striking artist's vision of the exotic binary system helps visualize matter drawn from the normal star by gravity and swirling toward the black hole. But it also includes a wind of material escaping from the black hole's accretion disk. In fact, astronomers now argue that Chandra Observatory x-ray data indicate a high-speed wind is being driven from this system's disk by magnetic forces. Internal magnetic fields also help drive material in the swirling disk into the black hole itself. If you had x-ray eyes as good as Chandra's, you could find GRO J1655-40 about 11,000 light-years away in the constellation Scorpius.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/j1655_ill_disk.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Wind from a Black Hole",
    "url": "https://apod.nasa.gov/apod/image/0607/j1655_ill_disk78.jpg"
  }
]
