[
  {
    "copyright": "Elke Schulz",
    "date": "2006-09-01",
    "explanation": "Stars seem to arc through southern skies in this surrealistic time exposure -- recorded before moonrise from the Gemini South Observatory, Cerro Pachon, Chile, Planet Earth. During the one hour 40 minute exposure camera and tripod were fixed, so the concentric star trails are a reflection of Earth's daily rotation about its axis. The view looks to the south and includes the Gemini telescope enclosure in the foreground. At the apparent center of the curving trails, the South Celestial Pole lies just off the upper left edge. Two faint, wide streaks track the Magellanic Clouds, satellites of the Milky Way Galaxy, while a meteor flashes throught the scene just left of the observatory.",
    "hdurl": "https://apod.nasa.gov/apod/image/0609/gemstartrails_schulz_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gemini South Star Trails",
    "url": "https://apod.nasa.gov/apod/image/0609/gemstartrails_schulz_c52.jpg"
  },
  {
    "date": "2006-09-02",
    "explanation": "When morning twilight came to the Paranal Observatory in Chile, astronomers Mark Neeser and Peter Barthel interrupted their search for faint quasars, billions of light-years away. And just for a moment, they used Very Large Telescopes at the European Southern Observatory to appreciate the beauty of the nearby Universe. One result was this stunning view of beautiful spiral galaxy M66, a mere 35 million light-years away. About 100 thousand light-years across with striking dust lanes and bright star clusters along sweeping spiral arms, M66 is well known to astronomers as a member of the Leo Triplet of galaxies. Gravitational interactions with its neighborhood galaxies have likely influenced the shape of dusty spiral M66.",
    "hdurl": "https://apod.nasa.gov/apod/image/0609/m66_eso_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dusty Spiral M66",
    "url": "https://apod.nasa.gov/apod/image/0609/m66_eso_c33.jpg"
  },
  {
    "date": "2006-09-03",
    "explanation": "Pluto is mostly brown.  The above picture captures the true colors of Pluto as well as the highest surface resolution so far recovered.  Although no spacecraft has yet visited this distant world, the New Horizons spacecraft launched early this year is expected to reach Pluto in 2015. Pluto recent reclassification, by the International Astronomical Union, from planet to dwarf planet remains a topic of much debate. The above map was created by tracking brightness changes from Earth of Pluto during times when it was being partially eclipsed by its moon Charon.  The map therefore shows the hemisphere of Pluto that faces Charon.  Pluto's brown color is thought dominated by frozen methane deposits metamorphosed by faint but energetic sunlight. The dark band below Pluto's equator is seen to have rather complex coloring, however, indicating that some unknown mechanisms may have affected Pluto's surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/0103/pluto_sri.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pluto in True Color",
    "url": "https://apod.nasa.gov/apod/image/0103/pluto_sri.jpg"
  },
  {
    "date": "2006-09-04",
    "explanation": "Where does dust collect in galaxies? To help find out, a team of researchers took the most detailed image ever of gas clouds and dust in the neighboring Large Magellanic Cloud (LMC) galaxy.  The composite image, shown above, was taken by the Spitzer Space Telescope in infrared light, which highlights the natural glow of the warm materials returned to the interstellar medium by stars. The above mosaic combines 300,000 individual pointings to create a composite 1,000-times sharper than any previous LMC image. Visible are vast clouds of gas and dust, showing in graphic detail that dust prefers regions near young stars (red-tinted bright clouds), scattered unevenly between the stars (green-tinted clouds), and in shells around old stars (small red dots).  Also visible are huge caverns cleared away by the energetic outflows of massive former stars. The faint blue (false-color) glow across the bottom is the combined light from the old stars in the central bar of the LMC.   The LMC is a satellite galaxy to our own Milky Way Galaxy, spans about 70,000 light years, and lies about 160,000 light years away toward the southern constellation of the Swordfish (Dorado).",
    "hdurl": "https://apod.nasa.gov/apod/image/0609/lmc_spitzer_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Large Magellanic Cloud in Infrared",
    "url": "https://apod.nasa.gov/apod/image/0609/lmc_spitzer.jpg"
  },
  {
    "date": "2006-09-05",
    "explanation": "What causes the bright streaks on Dione?  Recent images of this unusual moon by the robot Cassini spacecraft now orbiting Saturn are helping to crack the mystery.  Close inspection of Dione's trailing hemisphere, pictured above, indicates that the white wisps are composed of deep ice cliffs dropping hundreds of meters. The cliffs may indicate that Dione has undergone some sort of tectonic surface displacements in its past. The bright ice-cliffs run across some of Dione's many craters, indicating that the process that created them occurred later than the impacts that created those craters.  Dione is made of mostly water ice but its relatively high density indicates that it contains much rock inside.  Giovanni Cassini discovered Dione in 1684.  The above image was taken at the end of July from a distance of about 263,000 kilometers. Other high resolution images of Dione were taken by the passing Voyager spacecraft in 1980.",
    "hdurl": "https://apod.nasa.gov/apod/image/0609/dione_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bright Cliffs Across Saturn's Moon Dione",
    "url": "https://apod.nasa.gov/apod/image/0609/dione_cassini.jpg"
  },
  {
    "copyright": "Jeff Hapeman",
    "date": "2006-09-06",
    "explanation": "What if your horizon was green?  If you've got a camera, take a picture!  That was the experience of Jeff Hapeman last week when visiting the Pictured Rocks National Lakeshore in Michigan.  On a quiet night toward the northern horizon over Lake Superior was a long lasting diffuse green aurora.  The above image was taken in an effort to capture the sense of wonder one gets when watching an auroral display. Auroras are sparked by energetic particles from the Sun impacting the magnetic environment around the Earth.  Resultant energetic particles such as electrons and protons rain down near the Earth's poles and impact the air.  The impacted air molecules temporarily lose electrons, and when oxygen molecules among them reacquire these electrons, they emit green light.  Auroras are known to have many shapes and colors.",
    "hdurl": "https://apod.nasa.gov/apod/image/0609/aurora_hapeman_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Green Aurora Over Lake Superior",
    "url": "https://apod.nasa.gov/apod/image/0609/aurora_hapeman.jpg"
  },
  {
    "copyright": "Noel Carboni",
    "date": "2006-09-07",
    "explanation": "No single exposure can easily capture faint stars along with the subtle colors of the Moon. But this dramatic composite view highlights both. The mosaic digitally stitches together fifteen carefully exposed high resolution images of a bright, gibbous Moon and a representative background star field. The fascinating color differences along the lunar surface are real, though highly exaggerated, corresponding to regions with different chemical compositions. And while these color differences are not visible to the eye even with a telescope, moon watchers can still see a dramatic lunar presentation tonight. A partial eclipse of the Moon will be visible from Europe, Africa, Asia, and Australia.",
    "hdurl": "https://apod.nasa.gov/apod/image/0609/moonmosaic_carboni_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Colorful Moon Mosaic",
    "url": "https://apod.nasa.gov/apod/image/0609/moonmosaic_carboni_f45.jpg"
  },
  {
    "copyright": "Panther Observatory",
    "date": "2006-09-08",
    "explanation": "This very sharp telescopic vista features the last object in the modern version of Charles Messier's catalog of bright clusters and nebulae - Messier 110. A dwarf elliptical galaxy, M110 (aka NGC 205) is actually a bright satellite of the large spiral galaxy Andromeda, making M110 a fellow member of the local group of galaxies. Seen through a foreground of nearby stars, M110 is about 15,000 light-years across. That makes it comparable in size to satellite galaxies of our own Milky Way, the Large and Small Magellanic Clouds. Though elliptical galaxies are normally thought to be lacking in gas and dust to form new stars, M110 is known to contain young stars, and faint dust clouds can easily be seen in this detailed image at about the 7 and 11 o'clock positions relative to the galaxy center.",
    "hdurl": "https://apod.nasa.gov/apod/image/0609/m110cassf10_schedler_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 110",
    "url": "https://apod.nasa.gov/apod/image/0609/m110cassf10_schedler_f40.jpg"
  },
  {
    "copyright": "PhotoAstronomique.net",
    "date": "2006-09-09",
    "explanation": "During September 7th's lunar eclipse, the Moon slid through the Earth's shadow. Extending into space, Earth's cone-shaped shadow has two distinct parts, the lighter, outer part or penumbra, and the darker, inner shadow called the umbra. For this eclipse, the lunar disk just grazed the shadow's dark inner umbra. As a result, only a small part of the Moon was noticeably eclipsed, but the performance still attracted the attention of Moon watchers along the Earth's night side. In this creative scene, eclipse enthusiasts have matched the curve of a hoop to the eclipsed portion of the Moon - demonstrating the apparent size and position of the lunar disk relative to the umbra and penumbra. Of course, it's only shadow play.",
    "hdurl": "https://apod.nasa.gov/apod/image/0609/sabineMoon_laveder_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shadow Play",
    "url": "https://apod.nasa.gov/apod/image/0609/sabineMoon_laveder_f700.jpg"
  },
  {
    "copyright": "Chris Hetlage",
    "date": "2006-09-10",
    "explanation": "Many stars form in clusters. Galactic or open star clusters are relatively young swarms of bright stars born together near the plane of our Milky Way Galaxy. Separated by about a degree on the sky, two nice examples are M46 (upper left) 5,400 light-years in the distance and M47 (lower right) only 1,600 light-years away toward the nautical constellation Puppis. Around 300 million years young M46 contains a few hundred stars in a region about 30 light-years across. Aged 80 million years, M47 is a smaller but looser cluster of about 50 stars spanning 10 light-years. But this portrait of stellar youth also contains an ancient interloper. The small, colorful patch of glowing gas in M46 is actually the planetary nebula NGC 2438 - the final phase in the life of a sun-like star billions of years old. NGC 2438 is estimated to be only 3,000 light-years distant and likely represents a foreground object, only by chance appearing along our line of sight to youthful M46.",
    "hdurl": "https://apod.nasa.gov/apod/image/0609/m46m47_hetlage_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Clusters Young and Old",
    "url": "https://apod.nasa.gov/apod/image/0609/m46m47_hetlage.jpg"
  },
  {
    "copyright": "Gain Lee",
    "date": "2006-09-11",
    "explanation": "Last Thursday, part of our Moon turned dark.  The cause, this time, was not a partial lunar phase -- the Moon was full -- but rather that part of the Moon went into Earth's shadow.  The resulting partial lunar eclipse was visible from the eastern Atlantic Ocean through Europe, Africa, and Asia and into the western Pacific Ocean.  The darkest part of the lunar eclipse, when part of the Moon was completely shielded from sunlight, lasted about 90 minutes. Pictured above, a partially eclipsed Moon is seen rising over an estate in Huddersfield, England.  The above image was taken far away from the house in the foreground, as only this would allow it to appear as angularly small as the half-degree Moon far in the background.   A setting twilight Sun lit the foreground. The next eclipse of the Moon will occur in March 2007.",
    "hdurl": "https://apod.nasa.gov/apod/image/0609/eclipse_lee_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipsed Moon Rising Over England",
    "url": "https://apod.nasa.gov/apod/image/0609/eclipse_lee.jpg"
  },
  {
    "date": "2006-09-12",
    "explanation": "This is what Saturn looks like at night.  In contrast to the human-made lights that cause the nighttime side of Earth to glow faintly, Saturn's faint nighttime glow is primarily caused by sunlight reflecting off of its own majestic rings.  The above image of Saturn at night was captured in July by the Cassini spacecraft now orbiting Saturn.  The above image was taken when the Sun was far in front of the spacecraft.  From this vantage point, the northern hemisphere of nighttime Saturn, visible on the left, appears eerily dark.  Sunlit rings are visible ahead, but are abruptly cut off by Saturn's shadow. In Saturn's southern hemisphere, visible on the right, the dim reflected glow from the sunlit rings is most apparent. Imprinted on this diffuse glow, though, are thin black stripes not discernable to any Earth telescope -- the silhouetted C ring of Saturn. Cassini has been orbiting Saturn since 2004 and its mission is scheduled to continue until 2008.",
    "hdurl": "https://apod.nasa.gov/apod/image/0609/saturnnight_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn at Night",
    "url": "https://apod.nasa.gov/apod/image/0609/saturnnight_cassini.jpg"
  },
  {
    "date": "2006-09-13",
    "explanation": "Birds don't fly this high.  Airplanes don't go this fast.  The Statue of Liberty weighs less.  No species other than human can even comprehend what is going on, nor could any human just a millennium ago.  The launch of a rocket bound for space is an event that inspires awe and challenges description.  Pictured above, the Space Shuttle Atlantis lifted off to visit the International Space Station during the morning of 2006 September 9.  From a standing start, the two million kilogram rocket ship left to circle the Earth where the outside air is too thin to breathe and where there is little noticeable onboard gravity.  Rockets bound for space are now launched from somewhere on Earth about once a week.",
    "hdurl": "https://apod.nasa.gov/apod/image/0609/atlantis_sts115_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Atlantis to Orbit",
    "url": "https://apod.nasa.gov/apod/image/0609/atlantis_sts115.jpg"
  },
  {
    "copyright": "Thomas V. Davis",
    "date": "2006-09-14",
    "explanation": "The small, northern constellation Triangulum harbors this magnificent face-on spiral galaxy, M33. Its popular names include the Pinwheel Galaxy or just the Triangulum Galaxy. M33 is over 50,000 light-years in diameter, third largest in the Local Group of galaxies after the Andromeda Galaxy (M31), and our own Milky Way. About 3 million light-years from the Milky Way, M33 is itself thought to be a satellite of the Andromeda Galaxy and astronomers in these two galaxies would likely have spectacular views of each other's grand spiral star systems. As for the view from planet Earth, this detailed, wide field image nicely shows off M33's blue star clusters and pinkish star forming regions which trace the galaxy's loosely wound spiral arms. In fact, the cavernous NGC 604 is the brightest star forming region, seen here at about the 1 o'clock position from the galaxy center. Like M31, M33's population of well-measured variable stars have helped make this nearby spiral a cosmic yardstick for establishing the distance scale of the Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0609/m33_tvdavis_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M33: Spiral Galaxy in Triangulum",
    "url": "https://apod.nasa.gov/apod/image/0609/m33_tvdavis_c65.jpg"
  },
  {
    "copyright": "Josch Hambsch",
    "date": "2006-09-15",
    "explanation": "Fix your camera to a tripod, lock the shutter open, and you can make an image of star trails - graceful concentric arcs traced by the stars as planet Earth rotates on its axis. Of course, the length of the star trails will depend on the exposure time. While exposures lasting just five minutes produce a significant arc, in about 12 hours a given star would trace out half a circle. But in any long exposure, the background glow from light-polluted skies can build up to wash out the trails. Still, astronomer Josch Hambsch produced this stunning composite of star trails around the South Celestial Pole with an effective \"all night\" exposure time of almost 11 hours. To do it, he combined 128 consecutive five minute long digital exposures recorded in very dark night skies above Namibia. In his final image, the background glow on the right is due in part to the faint, arcing Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/0609/startrails11h_hambsch_f1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "11 Hour Star Trails",
    "url": "https://apod.nasa.gov/apod/image/0609/startrails11h_hambsch_c90.jpg"
  },
  {
    "date": "2006-09-16",
    "explanation": "Approaching the International Space Station on STS-121 in July, the Shuttle Orbiter Discovery posed for a series of photographs. The process was part of an inspection to check for damage to the orbiter, but against the backdrop of planet Earth 300 kilometers below, the pictures themselves are stunning. Stereo artist Patrick Vantuyne has combined two of them (ISS013e48787 and ISS013e48788) to produce this dramatic 3D image. The stereo anaglyph is intended to be viewed with red/blue glasses. Details visible along the forward fuselage include high temperature (black) and low temperature (white) insulation tiles, thrusters used for steering and attitude control, and crew compartment windows.",
    "hdurl": "https://apod.nasa.gov/apod/image/0609/discovery_pava_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Discovery Orbiter Anaglyph",
    "url": "https://apod.nasa.gov/apod/image/0609/discovery_pava_c75.jpg"
  },
  {
    "copyright": "Daniel Herron",
    "date": "2006-09-17",
    "explanation": "What's happening over the horizon?  Although the scene may appear somehow supernatural, nothing more unusual is occurring than a setting Sun and some well placed clouds.  Strangely, the actual sunset was occurring in the opposite direction from where the camera was pointing.  Pictured above are anticrepuscular rays.  To understand them, start by picturing common crepuscular rays that are seen any time that sunlight pours though scattered clouds.  Now although sunlight indeed travels along straight lines, the projections of these lines onto the spherical sky are great circles.  Therefore, the crepuscular rays from a setting (or rising) sun will appear to re-converge on the other side of the sky.  At the anti-solar point 180 degrees around from the Sun, they are referred to as anticrepuscular rays. While enjoying the sunset after visiting NASA's Kennedy Space Center in Florida,  the photographer chanced to find that an even more spectacular sight was occurring in the other direction just over the Atlantic Ocean -- a particularly vivid set of anticrepuscular rays.",
    "hdurl": "https://apod.nasa.gov/apod/image/0609/anticrep_herron_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Anticrepuscular Rays Over Florida",
    "url": "https://apod.nasa.gov/apod/image/0609/anticrep_herron.jpg"
  },
  {
    "copyright": "W. M. Keck Observatory",
    "date": "2006-09-18",
    "explanation": "Is Pluto the largest dwarf planet? No!  Currently, the largest known dwarf planet is (136199) Eris, renamed last week from 2003 UB313.   Eris is just slightly larger than Pluto, but orbits as far as twice Pluto's distance from the Sun. Eris is shown above in an image taken by a 10-meter Keck Telescope from Hawaii, USA.  Like Pluto, Eris has a moon, which has been officially named by the International Astronomical Union as (136199) Eris I (Dysnomia).  Dysnomia is visible above just to the right of Eris.   Dwarf planets Pluto and Eris are trans-Neptunian objects that orbit in the Kuiper belt of objects past Neptune.  Eris was discovered in 2003, and is likely composed of frozen water-ice and methane. Since Pluto's recent demotion by the IAU from planet to dwarf planet status, Pluto has recently also been given a new numeric designation: (134340) Pluto.   Currently, the only other officially designated \"dwarf planet\" is (1) Ceres.",
    "hdurl": "https://apod.nasa.gov/apod/image/0609/eris_keck_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eris: The Largest Known Dwarf Planet",
    "url": "https://apod.nasa.gov/apod/image/0609/eris_keck.jpg"
  },
  {
    "date": "2006-09-19",
    "explanation": "What have we found on the way to large Victoria Crater?  Smaller Beagle Crater.  The robotic Opportunity rover rolling across Mars stopped at Beagle Crater early last month and took an impressively detailed 360-degree panorama of the alien Martian landscape.  Beagle crater appears in the center as a dip exposing relatively dark sand. Surrounding 35-meter Beagle Crater are many of the rocks ejected during its creation impact.  Opportunity's detailed images show significant erosion on the rocks and walls of Beagle Crater, indicating that the crater is not fresh. Beagle Crater's unofficial name derives from the ship HMS Beagle where Charles Darwin observations led him to postulate his theory of natural selection.  That ship was named after the dog breed of beagle.  Opportunity is scheduled to roll up to expansive Victoria Crater this week.",
    "hdurl": "https://apod.nasa.gov/apod/image/0609/beaglecrater_opportunity_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Beagle Crater on Mars",
    "url": "https://apod.nasa.gov/apod/image/0609/beaglecrater_opportunity.jpg"
  },
  {
    "date": "2006-09-20",
    "explanation": "The developing International Space Station (ISS) has changed its appearance again.  Over the past few days, the Space Shuttle Atlantis visited the ISS and added pieces of the  Integrated Truss Structure, including an impressively long array of solar panels.  These expansive solar panels are visible extending from the lower right of the above image taken by the Shuttle Atlantis Crew after leaving the ISS to return to Earth. The world's foremost space outpost can be seen developing over the past several years by comparing the above image to past images.  Also visible above are many different types of modules, a robotic arm, another impressive set of  solar panels, and a supply ship.  Construction began on the ISS in 1998.",
    "hdurl": "https://apod.nasa.gov/apod/image/0609/iss_sts115_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The International Space Station Expands Again",
    "url": "https://apod.nasa.gov/apod/image/0609/iss_sts115.jpg"
  },
  {
    "copyright": "Thierry Legault",
    "date": "2006-09-21",
    "explanation": "Though it's 93 million miles away, the Sun still hurts your eyes when you look at it. But bright sunlight (along with accurate planning and proper equipment!) resulted in this sharp silhouette of spaceship and space station. The amazing telescopic view, recorded on September 17, captures shuttle orbiter Atlantis and the International Space Station in orbit over planet Earth. At a range of 550 kilometers from the observing site near Mamers, Normandy, France, Atlantis (left) has just undocked and moved about 200 meters away from the space station. Tomorrow, yet another satellite of planet Earth can be seen in silhouette - the Moon will eclipse the Sun. This last eclipse of 2006 will be seen as an annular solar eclipse along a track that crosses northern South America and the south Atlantic.",
    "hdurl": "https://apod.nasa.gov/apod/image/0609/iss_shuttle_legault_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sharp Silhouette",
    "url": "https://apod.nasa.gov/apod/image/0609/iss_shuttle_legault_c88.jpg"
  },
  {
    "copyright": "Ken CrawfordRancho Del Sol Observatory",
    "date": "2006-09-22",
    "explanation": "Cosmic clouds seem to form fantastic shapes in the central regions of emission nebula IC 1805. Of course, the clouds are sculpted by stellar winds and radiation from massive hot stars in the nebula's newborn star cluster (aka Melotte 15). About 1.5 million years young, the cluster stars appear in this colorful skyscape, along with dark dust clouds silhouetted against glowing atomic gas. A composite of narrow band telescopic images, the view spans about 15 light-years and shows emission from hydrogen in green, sulfur in red, and oxygen in blue hues. Wider field images reveal that IC 1805's simpler, overall outline suggests its popular name - The Heart Nebula. IC 1805 is located about 7,500 light years away toward the constellation Cassiopeia.",
    "hdurl": "https://apod.nasa.gov/apod/image/0609/IC1805_Center_FC.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Central IC 1805",
    "url": "https://apod.nasa.gov/apod/image/0609/IC1805_Center_FC_43.jpg"
  },
  {
    "copyright": "Jim Hoida",
    "date": "2006-09-23",
    "explanation": "Today, the Sun rises due east at the Equinox, a geocentric astronomical event that occurs twice a year. To celebrate, consider this view of the rising Sun and a lovely set of ice halos recorded on a cold winter morning near Green Bay, Wisconsin, USA, planet Earth. Produced by sunlight shining through common atmospheric ice crystals with hexagonal cross-sections, such halos can actually be seen more often than rainbows. The remarkable sunrise picture captures a beautiful assortment of the types most frequently seen, including a sun pillar (center) just above the rising Sun surrounded by a 22 degree halo arc. Completing a triple sunrise illusion, sundogs appear at the far left and far right edges of the 22 degree arc. An upper tangent arc is also just visible at the very top of the view.",
    "hdurl": "https://apod.nasa.gov/apod/image/0609/ColdMorningSun_hoida_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Triple Sunrise",
    "url": "https://apod.nasa.gov/apod/image/0609/ColdMorningSun_hoida_c65.jpg"
  },
  {
    "date": "2006-09-24",
    "explanation": "What's California doing in space?  Drifting through the Orion Arm of the spiral Milky Way Galaxy, this cosmic cloud by chance echoes the outline of California on the west coast of the United States. Our own Sun also lies within the Milky Way's Orion Arm, only about 1,500 light-years from the California Nebula. Also known as NGC 1499, the classic emission nebula is around 100 light-years long. It glows with the red light characteristic of hydrogen atoms recombining with long lost electrons, stripped away (ionized) by energetic starlight. In this case, the star most likely providing the energetic starlight is the bright, hot, bluish Xi Persei, just right of the nebula and above picture center. Fittingly, this composite picture was made with images from a telescope in California - the 48-inch (1.2-meter) Samuel Oschin Telescope - taken as a part of the second National Geographic Palomar Observatory Sky Survey.",
    "hdurl": "https://apod.nasa.gov/apod/image/0609/california_palomar_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1499: The California Nebula",
    "url": "https://apod.nasa.gov/apod/image/0609/california_palomar.jpg"
  },
  {
    "date": "2006-09-25",
    "explanation": "Wouldn't it be fun if clouds were turtles?  Wouldn't it be fun if the laundry on the bedroom chair was a friendly  monster?  Wouldn't it be fun if rock mesas on Mars were faces or interplanetary monuments?  Clouds, though, are small water droplets, floating on air.  Laundry is cotton, wool, or plastic, woven into garments.  Famous Martian rock mesas known by names like the Face on Mars appear quite natural when seen more clearly, as the above recently-released digital-perspective image shows.  Is reality boring?  Nobody knows how clouds make lightning.  Nobody knows the geological history of Mars.  Nobody knows why the laundry on the bedroom chair smells like root beer.   Understanding reality brings more questions.  Mystery and adventure are never far behind.  Perhaps fun and  discovery are  just beginning.",
    "hdurl": "https://apod.nasa.gov/apod/image/0609/face2_marsexpress_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars Express Close-Up of the Face on Mars",
    "url": "https://apod.nasa.gov/apod/image/0609/face2_marsexpress.jpg"
  },
  {
    "date": "2006-09-26",
    "explanation": "The unusual stone mesas of the Cydonia region on Mars are quite striking in appearance.  Last week, the Mars Express project released a new close-up image of a portion of the Cydonia region on Mars. This new image, taken by the robotic Mars Express spacecraft now orbiting Mars,  shows an area about 90 kilometers wide.  In the far lower right of the above image, a particularly picturesque mesa can be seen as the upper right of the two mesas visible there.  This mesa, when lit from just the right sun angle, can appear similar to a human face and became famous as the Face on Mars in 1976 Viking orbiter images. Better images show it to be just an interesting mesa.  Such complex looking landforms in the Cydonia region are thought to be the result of landslides and erosion of the ancient Martian crust.",
    "hdurl": "https://apod.nasa.gov/apod/image/0609/cydonia_marsexpress_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars Express: Return to Cydonia",
    "url": "https://apod.nasa.gov/apod/image/0609/cydonia_marsexpress.jpg"
  },
  {
    "date": "2006-09-27",
    "explanation": "What's that pale blue dot in this image taken from Saturn?  Earth.  The robotic Cassini spacecraft looked back toward its old home world earlier this month as it orbited Saturn.  Using Saturn itself to block the bright Sun, Cassini imaged a faint dot on the right of the above photograph.  That dot is expanded on the image inset, where a slight elongation in the direction of Earth's Moon is visible.  Vast water oceans make Earth's reflection of sunlight somewhat blue.  Earth is home to over six billion humans and over one octillion Prochlorococcus.",
    "hdurl": "https://apod.nasa.gov/apod/image/0609/earth2_cassini.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth from Saturn",
    "url": "https://apod.nasa.gov/apod/image/0609/earth2_cassini_big.jpg"
  },
  {
    "date": "2006-09-28",
    "explanation": "In 185 AD, Chinese astronomers recorded the appearance of a new star in the Nanmen asterism - a part of the sky identified with Alpha and Beta Centauri on modern star charts. The new star was visible for months and is thought to be the earliest recorded supernova. Data from two orbiting X-ray telescopes of the 21st century, XMM-Newton and Chandra, now offer evidence that supernova remnant RCW 86 is indeed the debris from that stellar explosion. Their composite, false-color view of RCW 86 shows the expanding shell of material glowing in x-rays with high, medium, and low energies shown in blue, green, and red hues. Shock velocities measured in the x-ray emitting shell and an estimated radius of about 50 light-years can be used to find the apparent age of the remnant. The results indicate that light from the initial explosion could well have first reached planet Earth in 185 AD. Near the plane of our Milky Way Galaxy, RCW 86 is about 8,200 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0609/rcw86_xmmchandra_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "RCW 86: Historical Supernova Remnant",
    "url": "https://apod.nasa.gov/apod/image/0609/rcw86_xmmchandra_c95.jpg"
  },
  {
    "copyright": "Stefan Seip",
    "date": "2006-09-29",
    "explanation": "These two beautiful galaxies, NGC 5905 (left) and NGC 5908 lie about 140 million light-years distant in the northern constellation Draco. Separated by about 500,000 light-years, the pair are actually both spiral galaxies and nicely illustrate the striking contrasts in appearance possible when viewing spirals from different perspectives. Seen face-on, NGC 5905 is clearly a spiral galaxy with bright star clusters tracing arms that wind outward from a prominent central bar. Oriented edge-on to our view, the spiral nature of NGC 5908 is revealed by a bright nucleus and dark band of obscuring dust characteristic of a spiral galaxy's disk. In fact, NGC 5908 is similar in appearance to the well studied edge-on spiral galaxy M104 - The Sombrero Galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0609/ngc5905_5908_seip_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 5905 and 5908",
    "url": "https://apod.nasa.gov/apod/image/0609/ngc5905_5908_seip_c50.jpg"
  },
  {
    "date": "2006-09-30",
    "explanation": "On September 12, astronaut Heidemarie Stefanyshyn-Piper snapped photos of her colleague Joseph Tanner during the STS-115 mission. At the time, the spacesuited pair were working outside the shuttle orbiter Atlantis, some 300 kilometers above planet Earth. Portions of two of the pictures (S115-E-05750 and S115-E-05753) have been combined in this spectacular 3D image - a stereo anaglyph intended to be viewed with red/blue glasses. Included in the scene reflected in Tanner's visor is Stefanyshyn-Piper herself and the Sun shining above the Earth's distant horizon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0609/JosephTannerAstronaut_pava_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "STS-115: Stereo Portrait",
    "url": "https://apod.nasa.gov/apod/image/0609/JosephTannerAstronaut_pava_c74.jpg"
  },
  {
    "date": "2006-10-01",
    "explanation": "This is what the Earth looks like at night.  Can you find your favorite  country or city?  Surprisingly, city lights make this task quite possible.  Human-made lights highlight particularly developed or populated areas of the Earth's surface, including the seaboards of Europe, the eastern United States, and Japan.  Many large cities are located near rivers or oceans so that they can exchange goods cheaply by boat.  Particularly dark areas include the central parts of South America, Africa, Asia, and Australia.  The above image is actually a composite of hundreds of pictures made by the orbiting DMSP satellites. (Editor's note: This image has generated many print requests. Unfortunately, we do not sell prints. However, a high-resolution digital version of the image is available here.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/earthlights02_dmsp_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth at Night",
    "url": "https://apod.nasa.gov/apod/image/0610/earthlights_dmsp.jpg"
  }
]
