[
  {
    "copyright": "Clifford Pickover",
    "date": "2006-03-01",
    "explanation": "Do nearly exact copies of you exist in other universes?  If one or more of the multiverse hypotheses is correct, then quite possibly they do.  In the above computer-enhanced illustration, independent universes are shown as independent circles or spheres.  Spheres may be causally disconnected from all other spheres, meaning no communications can pass between them.  Some spheres may contain different realizations of our universe, while others may have different physical laws.  An entire set of parallel universes is called a multiverse.  The human eye might represent the possibility that realizations of some multiverse hypotheses might only exist in the human mind. One criticism of multiverse hypotheses is that they are frequently difficult to test.  Some multiverse hypotheses may therefore be great fun to think about but not practically falsifiable and therefore have no predictive scientific value.",
    "hdurl": "https://apod.nasa.gov/apod/image/0603/universes_pickover.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Multiverses: Do Other Universes Exist?",
    "url": "https://apod.nasa.gov/apod/image/0603/universes_pickover_big.jpg"
  },
  {
    "date": "2006-03-02",
    "explanation": "Big, beautiful spiral galaxy M101 is one of the last entries in Charles Messier's famous catalog, but definitely not one of the least. About 170,000 light-years across, this galaxy is enormous, almost twice the size of our own Milky Way galaxy. M101 was also one of the original spiral nebulae observed by Lord Rosse's large 19th century telescope, the Leviathan of Parsontown. Assembled from 51 exposures recorded by the Hubble Space Telescope in the 20th and 21st centuries, with additional data from ground based telescopes, this mosaic of M101 is touted as the largest, most detailed spiral galaxy view ever released from Hubble. The sharp image shows stunning features along the galaxy's face-on disk of stars and dust along with background galaxies, some visible right through M101 itself. Also known as the Pinwheel Galaxy, M101 lies within the boundaries of the northern constellation Ursa Major, about 25 million light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0603/m101_hst_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 101",
    "url": "https://apod.nasa.gov/apod/image/0603/m101_hst_f52.jpg"
  },
  {
    "copyright": "Tunc Tezel",
    "date": "2006-03-03",
    "explanation": "Shining brightly in the east at dawn, Venus dominates the sky in this view over a suburban landscape from Bursa, Turkey. An otherwise familiar scene for astronomer Tunc Tezel, his composite picture of the morning sky recorded on March 2nd also includes a surprise visitor to the inner solar system, Comet Pojmanski. Cataloged as C/2006 A1, the comet was discovered on January 2nd by Grzegorz Pojmanski of Warsaw University Astronomical Observatory in Poland. At the time very faint and tracking through southern skies, the comet has now moved north and grown just bright enough to be a good target for early-rising skygazers with binoculars. Enhanced and framed in this picture, the comet's tail has also grown to a length of several degrees. The comet will be at its closest approach to planet Earth, just over 100 million kilometers away, on March 5. For northern hemisphere observers in the next few days, the beginning of morning twilight really will be the best time to spot Comet Pojmanski.",
    "hdurl": "https://apod.nasa.gov/apod/image/0603/pojmanski_tezel_20060302f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus and Comet Pojmanski",
    "url": "https://apod.nasa.gov/apod/image/0603/pojmanski_tezel_20060302s4.jpg"
  },
  {
    "date": "2006-03-04",
    "explanation": "Peering deep inside Centaurus A, the closest active galaxy to Earth, the Spitzer Space Telescope's penetrating infrared cameras recorded this startling vista in February 2004. About 1,000 light-years across, the twisted cosmic dust cloud apparently shaped like a parallelogram is likely the result of a smaller spiral galaxy falling into the giant Centaurus A. The parallelogram lies along the active galaxy's central band of dust and stars visible in more familiar optical images. Astronomers believe that the striking geometric shape represents an approximately edge-on view of the infalling spiral galaxy's disk in the process of being twisted and warped by the interaction. Ultimately, debris from the ill-fated spiral galaxy should provide fuel for the supermassive black hole lurking at the center of Centaurus A.",
    "hdurl": "https://apod.nasa.gov/apod/image/0603/cena_spitzer_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Galaxy Within Centaurus A",
    "url": "https://apod.nasa.gov/apod/image/0603/cena_spitzer_c1.jpg"
  },
  {
    "copyright": "Alaska FairbanksAtmospheric Halos",
    "date": "2006-03-05",
    "explanation": "How can an aurora appear so near the ground? Pictured above are not aurora but nearby light pillars, a local phenomenon that can appear as a distant one.  In most places on Earth, a lucky viewer can see a Sun-pillar, a column of light appearing to extend up from the Sun caused by flat fluttering ice-crystals reflecting sunlight from the upper atmosphere.  Usually these ice ice crystals evaporate before reaching the ground.  During freezing temperatures, however, flat fluttering ice crystals may form near the ground in a form of light snow, sometimes known as a crystal fog.  These ice crystals may then reflect ground lights in columns not unlike a Sun-pillar.  In the above picture, the colorful lights causing the light pillars surround a ice-skating rink in Fairbanks, Alaska.",
    "hdurl": "https://apod.nasa.gov/apod/image/0603/pillars_tape_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Colorful Light Pillars",
    "url": "https://apod.nasa.gov/apod/image/0603/pillars_tape.jpg"
  },
  {
    "copyright": "Chris Schur",
    "date": "2006-03-06",
    "explanation": "Have you ever seen a comet?  Comets bright enough to be visible to the unaided eye appear only every few years.  Right now, however, a new comet has brightened unexpectedly and is visible as a faint streak to the unaided northern observer in the eastern morning sky just before sunrise.   Binoculars may help.  Comet Pojmanski, officially designated C/2006 A1 and discovered only in January, now sports a turquoise tail several times longer than the full moon.   Comet Pojmanski's ion tail is due to gas particles expelled by the comet being pushed away from the Sun by the solar wind, the same wind that ionizes gas in the tail causing its blue tint.   Pictured above as it appeared only last week, Comet Pojmanski has now begun to fade as its orbit around the Sun takes it further from the Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0603/pojmanski_schur_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unexpected Comet Pojmanski Now Visible",
    "url": "https://apod.nasa.gov/apod/image/0603/pojmanski_schur.jpg"
  },
  {
    "date": "2006-03-07",
    "explanation": "One of the nearer supernovas of recent years was discovered last month in the bright nearby galaxy M100.  The supernova, dubbed SN 2006X, is still near its maximum brightness and visible with a telescope toward the constellation of Berenice's Hair (Coma Berenices) The supernova, pictured above, has been identified as Type Ia indicating that a white dwarf star in the picturesque spiral galaxy has gone near its Chandrasekhar limit and exploded.  Although hundreds of supernovas are now discovered each year by automated searches, nearby supernova are rare and important because they frequently become bright enough to be studied by many telescopes and are near enough for their immediate surroundings to be spatially resolved.  Supernova 2006X's host galaxy M100 resides in the Virgo Cluster of Galaxies located about 50 million light years from Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0603/m100_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Nearby Supernova in Spiral Galaxy M100",
    "url": "https://apod.nasa.gov/apod/image/0603/m100_vlt.jpg"
  },
  {
    "date": "2006-03-08",
    "explanation": "Is the continent at the end of the Earth slowly melting?  For millions of years, Antarctica, the frozen continent at the southern end of planet Earth, has been encased in a gigantic sheet of ice.   Recently, the orbiting robotic GRACE satellite has been taking sensitive measurements of the gravity for the entire Earth, including Antarctica.  Recent analysis of Gravity Recovery and Climate Experiment (GRACE) data indicate that the Antarctic ice sheet might have lost enough mass to cause the worlds' oceans to rise about 1.2 millimeters, on the average, from between 2002 and 2005.   Although this may not seem like much, the equivalent amount of water is about 150 trillion liters, equivalent to the amount of water used by US residents in three months.  Uncertainties in the measurement make the mass loss uncertain by about 80 trillion liters.  Pictured above is an iceberg that is a small part of the Antarctic ice sheet. The picture was taken on the Riiser-Larsen ice shelf in December 1995. Future research will likely focus on trying to better understand the data, take more data, predict future trends, and understand possible effects of these trends on the future climate of our entire home planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/0603/iceberg_nasa.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth's Shrinking Antarctic Ice Sheet",
    "url": "https://apod.nasa.gov/apod/image/0603/iceberg_nasa.jpg"
  },
  {
    "copyright": "Antilhue Observatory",
    "date": "2006-03-09",
    "explanation": "This popular group is famous as the Leo Triplet - a gathering of three magnificent galaxies in one field of view. Crowd pleasers when imaged with even modest telescopes, these galaxies can be introduced individually as NGC 3628 (top), M66 (bottom left), and M65 (bottom right). All three are large spiral galaxies. They tend to look dissimilar because their galactic disks are tilted at different angles to our line of sight. NGC 3628 is seen edge-on, with obscuring dust lanes cutting across the plane of the galaxy, while the disks of M66 and M65 are both inclined enough to show off their spiral structure.  Gravitational interactions between galaxies in the group have also left telltale signs, including the warped and inflated disk of NGC 3628 and the drawn out spiral arms of M66. This gorgeous deep view of the region spans about one degree (two full moons) on the sky. The field covers over 500 thousand light-years at the trio's estimated distance of 30 million light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0603/TrioLeo_verschatseNRGBhi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Trio Leo",
    "url": "https://apod.nasa.gov/apod/image/0603/TrioLeo_verschatseNRGBc52.jpg"
  },
  {
    "date": "2006-03-10",
    "explanation": "Based on data from Cassini spacecraft instruments, researchers are now arguing that liquid water reservoirs exist only tens of meters below the surface of Saturn's small (500 kilometer diameter) but active moon Enceladus. The exciting new results center around towering jets and plumes of material erupting from the moon's surface. The plumes originate in the long tiger stripe fractures of the south polar region pictured here. Detailed models suport conclusions that the plumes arise from near-surface pockets of liquid water at temperatures of 273 kelvins (0 degrees Celsius), even though Enceladus has a surface temperature of about 73 kelvins (-200 degrees Celsius). Clearly an important step in the search for water and the potential for the origin of life beyond planet Earth, such near-surface reservoirs of water would be far more accessible than, for example, the internal ocean detected on the Jovian moon Europa.",
    "hdurl": "https://apod.nasa.gov/apod/image/0603/enceladus_cassini_PIA07800f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Enceladus and the Search for Water",
    "url": "https://apod.nasa.gov/apod/image/0603/enceladus_cassini_PIA07800c16.jpg"
  },
  {
    "copyright": "Caelum\nObservatoryCosmotography.com",
    "date": "2006-03-11",
    "explanation": "Comet Pojmanski flew by planet Earth last weekend on a surprise trip through the inner solar system. Then an easy binocular target for morning skygazers, Pojmanski ultimately showed off a long tail, but it also presented some lovely green-blue hues as gas molecules in its tenuous coma and tail fluoresced in the sunlight. Astronomers Adam Block and Jay GaBany recorded this colorful high-resolution view on March 3rd in the darkness just before twilight. The picture spans about one full moon on the sky. Comet Pojmanski (C/2006 A1) is outward bound and fading now, still visible in binoculars for northern hemisphere observers.",
    "hdurl": "https://apod.nasa.gov/apod/image/0603/c2006a1_blockGabany_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Colors of Comet Pojmanski",
    "url": "https://apod.nasa.gov/apod/image/0603/c2006a1_blockGabany_c53.jpg"
  },
  {
    "copyright": "S. Kafka",
    "date": "2006-03-12",
    "explanation": "This huge ball of stars predates our Sun.  Long before humankind evolved, before dinosaurs roamed, and even before our Earth existed, ancient globs of stars condensed and orbited a young Milky Way Galaxy.  Of the 200 or so globular clusters that survive today, M3 is one of the largest and brightest, easily visible in the Northern hemisphere with binoculars.  M3 contains about half a million stars, most of which are old and red.  Light takes about 35,000 years to reach us from M3, which spans about 150 light years.  The above picture is a composite of blue and red images.",
    "hdurl": "https://apod.nasa.gov/apod/image/0603/m3_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Globular Cluster M3 from WIYN",
    "url": "https://apod.nasa.gov/apod/image/0603/m3_noao.jpg"
  },
  {
    "date": "2006-03-13",
    "explanation": "Why is this plasma so hot?  Physicists aren't sure.  What is known for sure is that the Z Machine running at Sandia National Laboratories created a plasma that was unexpectedly hot.  The plasma reached a temperature in excess of two billion Kelvin, making it arguably the hottest human made thing ever in the history of the Earth and, for a brief time, hotter than the interiors of stars.   The Z Machine experiment, pictured above, purposely creates high temperatures by focusing 20 million amps of electricity into a small region further confined by a magnetic field.  Vertical wires give the Z Machine its name.  During the unexpected powerful contained explosion, the Z machine released about 80 times the world's entire electrical power usage for a brief fraction of a second.  Experiments with the Z Machine are helping to explain the physics of Solar flares, design more efficient nuclear fusion plants, test materials under extreme heat, and gather data for the computer modeling of nuclear explosions.",
    "hdurl": "https://apod.nasa.gov/apod/image/0603/zmachine_sandia_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Z Machine Sets Unexpected Earth Temperature Record",
    "url": "https://apod.nasa.gov/apod/image/0603/zmachine_sandia.jpg"
  },
  {
    "copyright": "T. A. Rector",
    "date": "2006-03-14",
    "explanation": "Can a gas cloud eat a galaxy?  It's not even close.  The odd looking \"creature\" in the center of the above photo is a gas cloud known as a cometary globule.  This globule, however, has ruptured.  Cometary globules are typically characterized by dusty heads and elongated tails.  These features cause cometary globules to have visual similarities to comets, but in reality they are very much different.  Globules are frequently the birthplaces of stars, and many show very young stars in their heads. The reason for the rupture in the head of this object is not completely known.  The galaxy to the left of center is huge, very far in the distance, and only placed near CG4 by chance superposition.",
    "hdurl": "https://apod.nasa.gov/apod/image/0603/cg4_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "CG4: A Ruptured Cometary Globule",
    "url": "https://apod.nasa.gov/apod/image/0603/cg4_noao.jpg"
  },
  {
    "date": "2006-03-15",
    "explanation": "You can make it.  Winter is rapidly advancing on the southern hemisphere on Mars, and the lack of sunlight could be dangerous unless you find a good place to hibernate.   There it is ahead: McCool Hill.  As the robotic Spirit rover rolling across Mars, you are told that this will be a good place to spend the Martian winter.  On the north slope of McCool Hill, you can tilt your solar panels toward the Sun enough to generate the power you need to keep running through the winter.  Between you and McCool Hill is an unusual reddish outcropping of rocks.  Also visible above, unusual layered rocks lie to your right, while other scattered rocks appear either smooth or sponge-like.  Fortunately, there is still some time to explore, and the landscape before you may hold more clues to the history of ancient Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0603/paigepan_spirit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "McCool Hill on Mars",
    "url": "https://apod.nasa.gov/apod/image/0603/paigepan_spirit.jpg"
  },
  {
    "copyright": "Brad Moore",
    "date": "2006-03-16",
    "explanation": "South is toward the top in this colorful close-up view of the Great Carina Nebula (NGC 3372), famous star-forming region of the southern sky. Covering an area surrounding the dusty Keyhole Nebula (NGC 3324) near picture center, the image spans about 40 light-years within the larger Carina Nebula at an estimated distance of 7,500 light-years. Like the more northerly Orion Nebula, the bright Carina Nebula is easily visible to the naked-eye. But the dramatic colors in this telescopic picture are mapped colors, based on three exposures through narrow filters each intended to record the light emitted by specific atoms in the gaseous nebula.  Sulfur is shown in blue, hydrogen in green and oxygen in red hues. The Carina Nebula is home to young, extremely massive stars, including the still enigmatic variable Eta Carinae, a star with well over 100 times the mass of the Sun. Highlighted by diffraction spikes, Eta is just above and right (east) of the Keyhole.",
    "hdurl": "https://apod.nasa.gov/apod/image/0603/KeyholeMapped_moore_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eta and Keyhole in the Carina Nebula",
    "url": "https://apod.nasa.gov/apod/image/0603/KeyholeMapped_moore_c2.jpg"
  },
  {
    "copyright": "Noel Carboni",
    "date": "2006-03-17",
    "explanation": "A well-known asterism in northern skies, The Big Dipper is easy to recognize even when viewed upside down. Part of the larger constellation of Ursa Major, the bright dipper stars above are named (left to right along the dipper) Dubhe, Merak, Phecda, Megrez, Alioth, Mizar/Alcor, and Alkaid. Of course, stars in any given constellation are unlikely to be physically related. But surprisingly, most of the big dipper stars do seem to be headed in the same direction as they plough through space, a property they share with other stars spread out over an even larger area across the sky.  Their measured common motion suggests that they all belong to a loose, nearby star cluster, thought to be on average only about 75 light-years away and up to 30 light-years across. The cluster is more properly known as the Ursa Major Moving Group.",
    "hdurl": "https://apod.nasa.gov/apod/image/0603/bigdipper_carboni_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Big Dipper Cluster",
    "url": "https://apod.nasa.gov/apod/image/0603/bigdipper_carboni_c46.jpg"
  },
  {
    "copyright": "Mike Salway",
    "date": "2006-03-18",
    "explanation": "Jupiter's Great Red Spot is a swirling storm seen for over 300 years, since the beginning of telescopic observations of the Solar System's ruling gas giant. But over the last month it has been joined by Red Spot Jr. Thought to be similar to the Great Red Spot itself, this not-so-great red spot was actually seen to form as smaller whitish oval-shaped storms merged and then developed the remarkable reddish hue.  This webcam image showing the two red tinted Jovian storms was recorded on the morning of March 12 from the Central Coast of New South Wales, Australia - part of a series showing Jupiter's rotation. Similar in diameter to planet Earth, Red Spot Jr. is expected to last for a while, and trails the Great Red Spot by about an hour as the planet rotates. Astronomers still don't exactly understand why Jupiter's red spots are red.",
    "hdurl": "https://apod.nasa.gov/apod/image/0603/redjr_salway_e.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Red Spot Jr.",
    "url": "https://apod.nasa.gov/apod/image/0603/redjr_salway_e.jpg"
  },
  {
    "copyright": "MPCCBATHarvard CfAIAU",
    "date": "2006-03-19",
    "explanation": "Our Solar System is a busy place.  Although the major planets get the most press, a swarm of rocks, comets, and asteroids also exist. The above plot shows the placement of known inner Solar System objects on 2002 July 20.  The light blue lines indicate the orbits of planets.  The green dots indicate asteroids, officially known as minor planets.  The red dots indicate asteroids that come within 1.3 Earth-Sun distances (AU) of the Sun and so pose an increased (although small) collision risk with the Earth.   Comets appear as dark blue squares, while dark blue points are Jupiter Trojans, asteroids that orbit just ahead of, or just behind Jupiter.  Note that most asteroids of the inner Solar System orbit between Mars and Jupiter in the main asteroid belt.  Every day this plot shifts with objects nearer the Sun typically shifting the most.  The current locations of these objects can be found here.",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/innersolsys_cfa_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Our Busy Solar System",
    "url": "https://apod.nasa.gov/apod/image/0207/innersolsys_cfa.gif"
  },
  {
    "copyright": "MicroFUN CollaborationCfANSF",
    "date": "2006-03-20",
    "explanation": "Are \"super-Earths\" common around other star systems?  Quite possibly.  Unexpected evidence for this came to light recently when a planet orbiting a distant star gravitationally magnified the light of an even more distant star.  Assuming the planet's parent star is normal red dwarf, the brightening is best explained if the planet is about 13 times the mass of the Earth and orbiting at the distance of the asteroid belt in our own Solar System.  Given the small number of objects observed and similar determinations already obtained for other star systems, these super-Earths might be relatively common.  Astronomers speculate that the planet might have grown into a Jupiter-sized planet if its star system had more gas.  Since the planet was not observed directly, significant uncertainty remains in its defining attributes, and future research will be aimed at better understanding this intriguing system.  The above drawing gives an artist's depiction of what a super-Earth orbiting a distant red dwarf star might look like, complete with a hypothetical moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0603/superearths_cfa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Super-Earths May Circle Other Stars",
    "url": "https://apod.nasa.gov/apod/image/0603/superearths_cfa.jpg"
  },
  {
    "copyright": "Misti\nMountain Observatory",
    "date": "2006-03-21",
    "explanation": "Almost every object in the above photograph is a galaxy.  The Coma Cluster of Galaxies pictured above is one of the densest clusters known - it contains thousands of galaxies.  Each of these galaxies houses billions of stars - just as our own Milky Way Galaxy does.  Although nearby when compared to most other clusters, light from the Coma Cluster still takes hundreds of millions of years to reach us.  In fact, the Coma Cluster is so big it takes light millions of years just to go from one side to the other!  Most galaxies in Coma and other clusters are  ellipticals, while most galaxies outside of clusters are spirals.  The nature of Coma's X-ray emission is still being investigated.",
    "hdurl": "https://apod.nasa.gov/apod/image/0603/coma_misti_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Coma Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/0603/coma_misti.jpg"
  },
  {
    "date": "2006-03-22",
    "explanation": "Some images of Saturn appear surreal.  Earlier this year, the robot spacecraft Cassini now orbiting Saturn took this surreal image of the gas giant Saturn, its majestic rings, and its enigmatic world Enceladus all in one frame. Enceladus, recently found to emit jets of ice from possible underground seas, appears white as its surface is covered with relatively clean water-ice. Below Enceladus are the rings of Saturn, seen nearly edge on.  Compared to Enceladus, Saturn's rings show their comparatively high density of dirt with their golden-brown color in this natural color image.  The planet Saturn, in the background, appears relatively featureless with the exception of thin ring shadows visible on the upper left.   The terminator between night and day is seen vertically across the face of this distant world.",
    "hdurl": "https://apod.nasa.gov/apod/image/0603/enceladusring_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Enceladus Near Saturn",
    "url": "https://apod.nasa.gov/apod/image/0603/enceladusring_cassini.jpg"
  },
  {
    "date": "2006-03-23",
    "explanation": "The Universe is expanding gradually now. But its initial expansion was almost impossibly rapid as it likely grew from quantum scale fluctuations in a trillionth of a second. In fact, this cosmological scenario, known as Inflation, is now reported to be further quantified by an analysis of three years of data from the WMAP spacecraft. WMAP's instruments detect the cosmic microwave background radiation - the afterglow light from the early Universe. WMAP's amazing success in exploring the first trillionth of a second and favoring specific inflationary scenarios lies in its ability to make unprecedented, precise measurements of the properties of the microwave background. The subtle properties are distilled from conditions in the early Universe and related to its first moments of existence. Schematically, this diagram traces the 13.7 billion year (plus a trillionth of a second ...) history of the Universe from the quantum scale to the formation of stars, galaxies, planets, and WMAP.",
    "hdurl": "https://apod.nasa.gov/apod/image/0603/CMB_Timeline300.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Inflating the Universe",
    "url": "https://apod.nasa.gov/apod/image/0603/CMB_Timeline75c.jpg"
  },
  {
    "copyright": "All About Astro3RF",
    "date": "2006-03-24",
    "explanation": "Not all roses are red of course, but they can still be very pretty. Likewise, the beautiful Rosette Nebula and other star forming regions are often shown in astronomical images with a predominately red hue - in part because the dominant emission in the nebula is from hydrogen atoms. Hydrogen's strongest optical emission line, known as H-alpha, is in the red region of the spectrum, but the beauty of an emission nebula need not be appreciated in red light alone. Other atoms in the nebula are also excited by energetic starlight and produce narrow emission lines as well. In this gorgeous view of the Rosette's central regions, narrow band images are combined to show emission from sulfur atoms in red, hydrogen in blue, and oxygen in green. In fact, the scheme of mapping these narrow atomic emission lines into broader colors is adopted in many Hubble images of stellar nurseries. This image spans about 50 light-years in the constellation Monoceros, at the 3,000 light-year estimated distance of the Rosette Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/0603/Rosette_ballauer_2400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "When Roses Aren't Red",
    "url": "https://apod.nasa.gov/apod/image/0603/Rosette_ballauer_640.jpg"
  },
  {
    "date": "2006-03-25",
    "explanation": "Astronomical spring came to planet Earth's northern hemisphere this week (and autumn to the south) with the equinox on March 20th. But on Mars, northern spring began on January 22nd.  Still in northern springtime, the Red Planet currently has a similar appearance to this composite of images from previous years taken by the long-lasting Mars Global Surveyor spacecraft. The sprawling dark region near picture center is Syrtis Major, with the whitish Hellas impact basin just below, in the southern hemisphere. The four seasons on Earth each last about 90 earth days, while Mars' larger and more eccentric elliptical orbit results in seasons that are longer and vary more widely in length - from about 140 to 190 martian sols.",
    "hdurl": "https://apod.nasa.gov/apod/image/0603/marsSyrtis_mgs_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Northern Spring on Mars",
    "url": "https://apod.nasa.gov/apod/image/0603/marsSyrtis_mgs_c.jpg"
  },
  {
    "date": "2006-03-26",
    "explanation": "Carinae may be about to explode.  But no one knows when - it may be next year, it may be one million years from now.  Eta Carinae's mass - about 100 times greater than our Sun - makes it an excellent candidate for a full blown supernova. Historical records do show that about 150 years ago Eta Carinae underwent an unusual outburst that made it one of the brightest stars in the southern sky.  Eta Carinae, in the Keyhole Nebula, is the only star currently thought to emit natural LASER light.  This image, taken in 1996, resulted from sophisticated image-processing procedures designed to bring out new details in the unusual nebula that surrounds this rogue star.  Now clearly visible are two distinct lobes, a hot central region, and strange radial streaks.  The lobes are filled with lanes of gas and dust which absorb the blue and ultraviolet light emitted near the center.  The streaks remain unexplained. Will these clues tell us how the nebula was formed?  Will they better indicate when Eta Carinae will explode?",
    "hdurl": "https://apod.nasa.gov/apod/image/0603/etacar_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Doomed Star Eta Carinae",
    "url": "https://apod.nasa.gov/apod/image/0603/etacar_hst.jpg"
  },
  {
    "date": "2006-03-27",
    "explanation": "Why are there so many moonquakes?   A recent reanalysis of seismometers left on the moon by the Apollo moon landings has revealed a surprising number of moonquakes occurring within 30 kilometers of the surface.   In fact, 28 moonquakes were detected in data recorded between 1972 and 1977.   These moonquakes were not only strong enough to move furniture but the stiff rock of the moon continued vibrating for many minutes, significantly longer than the soft rock earthquakes on Earth.   The cause of the moonquakes remains unknown, with one hypothesis holding that landslides in craters cause the vibrations.   Regardless of the source, future moon buildings need to be built to withstand the frequent shakings.   Pictured above in 1969, Apollo 11 astronaut Buzz Aldrin stands besides a recently deployed lunar seismometer, looking back toward the lunar landing module.",
    "hdurl": "https://apod.nasa.gov/apod/image/0603/aldrinseismometer_apollo11_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moonquakes Surprisingly Common",
    "url": "https://apod.nasa.gov/apod/image/0603/aldrinseismometer_apollo11.jpg"
  },
  {
    "date": "2006-03-28",
    "explanation": "How often does an asteroid whiz by the Earth?   The above time-lapse animation follows the orbit of the Earth around the Sun for two months in 2002 as numerous asteroids, also known as minor planets, approach and pass by.   Some asteroids appear out of nowhere as they are plotted only when they were discovered.   Most asteroids plotted were discovered only during the previous year.   Although none of the plotted objects came inside the orbit of our Moon, our Solar System is filled with objects as small as bits of sand, usually left by a comet, that appear as meteors as they streak into the Earth's atmosphere every day.   The only objects displayed are those visible from Earth closer than 20 million kilometers, color coded by three-dimensional distance.   In comparison, the Earth is a relatively small target having a radius of about 6,400 kilometers.  One significant research area in modern astronomy involves trying to find the majority of asteroids that could pose a future collision threat with Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0603/EarthRide_iau.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Animation of Asteroids Passing Near Earth",
    "url": "https://apod.nasa.gov/apod/image/0603/EarthRide_iau_big.gif"
  },
  {
    "copyright": "auroral displays",
    "date": "2006-03-29",
    "explanation": "What causes gaps between aurora curtains?  These unusual gaps can make auroral displays appear more detailed and intricate.  Research using data from four Cluster spacecraft orbiting the Earth has likely found the secret: auroral gaps, sometimes knows as black auroras, are actually anti-auroras.  In normal auroras, electrons and/or predominantly negatively charged particles fall toward Earth along surfaces of constant magnetic field.  They ionize the Earth's atmosphere on impact, causing the bright glows.  In auroral gaps, however, negatively charged particles may be sucked out from the Earth's ionosphere along adjoining magnetic field lines.  These dark anti-auroras can climb to over 20,000 kilometers and last for several minutes.  Pictured above, a series of well-defined auroral gaps is seen dividing green aurora curtains high above Harstad, Norway, earlier this month.",
    "hdurl": "https://apod.nasa.gov/apod/image/0603/aurora_andreassen_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Green and Black Aurora Over Norway",
    "url": "https://apod.nasa.gov/apod/image/0603/aurora_andreassen.jpg"
  },
  {
    "copyright": "Anthony Ayiomamitis",
    "date": "2006-03-30",
    "explanation": "The track of totality for the first solar eclipse of 2006 began early yesterday on the east coast of Brazil and ended half a world away at sunset in western Mongolia. In between, the shadow of the Moon crossed the Atlantic Ocean, northern Africa, and central Asia, and so came for a moment to the small Greek island of Kastelorizo in the eastern Aegean. Astronomer Anthony Ayiomamitis reports that the islanders and many eclipse-watching visitors were indeed treated to an inspiring display of the beautiful solar corona as totality lasted about three minutes. As the total phase of the eclipse ended, he was able to capture this striking \"diamond ring\" image. In it, the first rays of sunlight shining through edge-on lunar valleys create the fleeting appearance of glistening diamonds set in a bright ring around the Moon's silhouette.",
    "hdurl": "https://apod.nasa.gov/apod/image/0603/tse2006_ayiomamitis_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "When Diamonds Aren't Forever",
    "url": "https://apod.nasa.gov/apod/image/0603/tse2006_ayiomamitis_f.jpg"
  },
  {
    "date": "2006-03-31",
    "explanation": "Neither rain, nor snow, nor dark of night can keep the space-based SOlar Heliospheric Observatory (SOHO) from watching the Sun. In fact, from its vantage point 1.5 million kilometers sunward of planet Earth, SOHO's cameras can always monitor the Sun's outer atmosphere, or corona. But only during a total solar eclipse can earth-based observers see the lovely coronal streamers and structures - when the Moon briefly blocks the overwhelmingly bright solar surface. In this composite view, SOHO's uninterrupted view of the solar corona above the solar photosphere (center) and corona far beyond the Sun's disk, are shown in orange hues. The middle, donut-shaped region is the corona as recorded by the Williams College Eclipse Expedition to Kastelorizo Island, Greece, headed by Jay Pasachoff, during the March 29th total solar eclipse. Merging ground and space-based views allows astronomers to trace features in the corona that reach from just above the Sun's surface into the solar wind.",
    "hdurl": "https://apod.nasa.gov/apod/image/0603/tse2006_sohocomp3_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar Eclipse and SOHO",
    "url": "https://apod.nasa.gov/apod/image/0603/tse2006_sohocomp3_c.jpg"
  },
  {
    "date": "2006-04-01",
    "explanation": "Using the new camera on the Hubble Space Telescope, astronomers have been able to confirm that the Moon is made of green cheese.  The telling clue was the resolution of a marked date after which the Moon may go bad.  Controversy still exists, however, over whether the date resolved is truly an expiration date or just a \"sell by\" date.  \"To be cautious, we should completely devour the Moon by tomorrow,\" a spokesperson advised.  Happy April Fool's Day from the folks at APOD.  The above image (slightly altered) was actually taken in 1965 by the Ranger 9 probe minutes before impact.  The popular Moon is made of Green Cheese myth",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/gcmoon_ranger9_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hubble Resolves Expiration Date For Green Cheese Moon",
    "url": "https://apod.nasa.gov/apod/image/0604/gcmoon_ranger9_apr1.jpg"
  }
]
