[
  {
    "date": "2006-07-01",
    "explanation": "Binary star system GRO J1655-40 consists of a relatively normal star about twice as massive as the Sun co-orbiting with a black hole of about seven solar masses. This striking artist's vision of the exotic binary system helps visualize matter drawn from the normal star by gravity and swirling toward the black hole. But it also includes a wind of material escaping from the black hole's accretion disk. In fact, astronomers now argue that Chandra Observatory x-ray data indicate a high-speed wind is being driven from this system's disk by magnetic forces. Internal magnetic fields also help drive material in the swirling disk into the black hole itself. If you had x-ray eyes as good as Chandra's, you could find GRO J1655-40 about 11,000 light-years away in the constellation Scorpius.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/j1655_ill_disk.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Wind from a Black Hole",
    "url": "https://apod.nasa.gov/apod/image/0607/j1655_ill_disk78.jpg"
  },
  {
    "copyright": "Eric NguyenOklahoma U.",
    "date": "2006-07-02",
    "explanation": "The scene might have been considered serene if it weren't for the tornado.  Last June in Kansas, storm chaser Eric Nguyen photographed this budding twister in a different light -- the light of a rainbow.   Pictured above, a white tornado cloud descends from a dark storm cloud.   The Sun, peeking through a clear patch of sky to the left, illuminates some buildings in the foreground. Sunlight reflects off raindrops to form a rainbow.   By coincidence, the tornado appears to end right over the rainbow.   Streaks in the image are hail being swept about by the high swirling winds. Over 1,000 tornadoes, the most violent type of storm known, occur on Earth every year, many in tornado alley.   If you see a tornado while driving, do not try to outrun it -- park your car safely, go to a storm cellar, or crouch under steps in a basement.",
    "hdurl": "https://apod.nasa.gov/apod/image/0506/tornado_nguyen_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tornado and Rainbow Over Kansas",
    "url": "https://apod.nasa.gov/apod/image/0506/tornado_nguyen_big.jpg"
  },
  {
    "date": "2006-07-03",
    "explanation": "This Martian vista is only part of one of the  greatest panoramic views of Mars that has ever been attempted.   The expansive mosaic is helping to keep the robotic Spirit rover busy over the energy draining winter in the southern hemisphere of Mars.  During the winter, Spirit is constrained to stay on the side of McCool Hill in order to keep its solar panels pointed toward the Sun.   The panorama has so far involved over 800 exposures, very little digital compression, and will take over a month to complete.   The view shown is toward Husband Hill, a hill that Spirit climbed last year.  A careful inspection of the above image shows tracks crossing from the center to the right.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/husbandhillpan_spirit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The View toward Husband Hill on Mars \n",
    "url": "https://apod.nasa.gov/apod/image/0607/husbandhillpan_spirit.jpg"
  },
  {
    "copyright": "Jean-Charles\nCuillandre",
    "date": "2006-07-04",
    "explanation": "Why is peculiar galaxy Centaurus A so dusty?  Dramatic dust lanes that run across the galaxy's center mark Cen A.  These dust lanes are so thick they almost completely obscure the galaxy's center in visible light.  This is particularly unusual as Cen A's red stars and round shape are characteristic of a giant elliptical galaxy, a galaxy type usually low in dark dust.  Cen A, also known as NGC 5128, is also unusual compared to an average elliptical galaxy because it contains a higher proportion of young blue stars and is a very strong source of radio emission.  Evidence indicates that Cen A is likely the result of the collision of two normal galaxies.  During the collision, many young stars were formed, but details of the creation of Cen A's unusual dust belts are still being researched.  Cen A lies only 13 million light years away, making it the closest active galaxy.  Cen A, pictured above, spans 60,000 light years and can be seen with binoculars toward the constellation of Centaurus.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/cenA_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Elliptical Galaxy Centaurus A from CFHT",
    "url": "https://apod.nasa.gov/apod/image/0607/cenA_cfht.jpg"
  },
  {
    "copyright": "Suprime-Cam",
    "date": "2006-07-05",
    "explanation": "Sprawling spiral arms dotted with bright red emission nebulas highlight this new and detailed image of nearby spiral galaxy NGC 2403.   Also visible in the photogenic spiral galaxy are blue open clusters, dark dust lanes, and a bright but relatively small central nucleus.   NGC 2403 is located just beyond the Local Group of Galaxies, at a relatively close 10 million light years away toward the constellation of the Giraffe (Camelopardalis). NGC 2403 has a designated Hubble type of Sc. In 2004, NGC 2403 was home to one of the brightest supernovas of modern times. The above image, the highest resolution complete image of NGC 2403 ever completed, was taken by the Japan's 8.3-meter Subaru telescope located on Mauna Kea, Hawaii, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/ngc2403_subaru_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy NGC 2403 from Subaru",
    "url": "https://apod.nasa.gov/apod/image/0607/ngc2403_subaru.jpg"
  },
  {
    "date": "2006-07-06",
    "explanation": "NGC 6888, also known as the Crescent Nebula, is a cosmic bubble about 25 light-years across, blown by winds from its central, bright, massive star. Near the center of this intriguing widefield view of interstellar gas clouds and rich star fields of the constellation Cygnus, NGC 6888 is about 5,000 light-years away. The three color composite image was created by stacking exposures through narrow band filters that transmit the light from atoms in the clouds. Hydrogen is shown as green, sulfur as red, and oxygen as blue. NGC 6888's central star is classified as a Wolf-Rayet star (WR 136) and is shedding its outer envelope in a strong stellar wind, ejecting the equivalent of our Sun's mass every 10,000 years.  Burning fuel at a prodigious rate and near the end of its stellar life, this star should ultimately go out with a bang in a spectacular supernova explosion.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/Tricrescent_goldman_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6888: A Tricolor Starfield",
    "url": "https://apod.nasa.gov/apod/image/0607/Tricrescent_goldman_c50.jpg"
  },
  {
    "date": "2006-07-07",
    "explanation": "Big and beautiful spiral galaxy M81 lies in the northern constellation Ursa Major. One of the brightest galaxies in planet Earth's sky, M81 is also home to the second brightest supernova seen in modern times. This superbly detailed view reveals M81's bright yellow nucleus, blue spiral arms, and sweeping cosmic dust lanes with a scale comparable to the Milky Way. Hinting at a disorderly past, a remarkable dust lane actually runs straight through the disk, below and right of the galactic center, contrary to M81's other prominent spiral features. The errant dust lane may be the lingering result of a close encounter between M81 and its smaller companion galaxy, M82. Scrutiny of variable stars in M81 (aka NGC 3031) has yielded one of the best determined distances for an external galaxy -- 11.8 million light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/m81_benintende_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bright Galaxy M81",
    "url": "https://apod.nasa.gov/apod/image/0607/m81_benintende_f88.jpg"
  },
  {
    "date": "2006-07-08",
    "explanation": "On July 4th, the space shuttle orbiter Discovery rocketed into space on mission STS-121. Now docked with the International Space Station, Discovery orbits planet Earth at about 27 thousand kilometers per hour. But in this dramatic sunset view taken in May, Discovery is approaching the service structures at Kennedy Space Center's launch pad 39B at the blinding speed of (less than) 2 kilometers per hour. Of course, the orbiter, booster rockets, and external fuel tank ride on one of NASA's workhorse crawler transporters. Built for the Apollo program to carry the giant Saturn V rocket, the crawler transporters have seen four decades of service.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/discovery_06pd0906.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Discovery in Motion",
    "url": "https://apod.nasa.gov/apod/image/0607/discovery_06pd0906c.jpg"
  },
  {
    "date": "2006-07-09",
    "explanation": "In 1787, astronomer William Herschel discovered  NGC 2392.  From the ground, NGC 2392 resembles a person's head surrounded by a parka hood.  In 2000, the Hubble Space Telescope imaged  NGC 2392.   From space, the nebula displays gas clouds so complex they are not fully understood.   NGC 2392 is clearly a planetary nebula, and the gas seen above composed the outer layers of a Sun-like star only 10,000 years ago.  The inner filaments visible above are being ejected by strong  wind of particles from the central star.  The outer disk contains unusual light-year long orange filaments.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/ngc2392_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2392 Nebula from Hubble",
    "url": "https://apod.nasa.gov/apod/image/0607/ngc2392_hst.jpg"
  },
  {
    "date": "2006-07-10",
    "explanation": "Is this our Sun? Yes.  Even on a normal day, our Sun is sizzling ball of seething hot gas.   Unpredictably, regions of strong and tangled magnetic fields arise, causing sunspots and bright active regions.  The Sun's surface bubbles as hot hydrogen gas streams along looping magnetic fields.  These active regions channel gas along magnetic loops, usually falling back but sometimes escaping into the solar corona or out into space as the solar wind. Pictured above is our Sun in three colors of ultraviolet light.  Since only active regions emit significant amounts of energetic ultraviolet light, most of the Sun appears dark.  The colorful portions glow spectacularly, pinpointing the Sun's hottest and most violent regions.  Although the Sun is constantly changing, the rate of visible light it emits has been relatively stable over the past five billion years, allowing life to emerge on Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/uvsun_trace_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Sun Sizzling",
    "url": "https://apod.nasa.gov/apod/image/0607/uvsun_trace.jpg"
  },
  {
    "date": "2006-07-11",
    "explanation": "Soft hues, partially lit orbs, a thin trace of the ring, and slight shadows highlight this understated view of the majestic surroundings of the giant planet Saturn.  Looking nearly back toward the Sun, the robot Cassini spacecraft now orbiting Saturn captured crescent phases of Saturn and its moon Rhea in color a few months ago. As striking as the above image is, it is but a single frame from a recently released 60-frame silent movie where Rhea can be seen gliding in front of its parent world.   Since Cassini was nearly in the plane of Saturn's rings, the normally impressive rings are visible here only as a thin line across the image center. Cassini has now passed the official half-way mark of its mission around Saturn, but is well situated to complete another two years investigating this complex and surprising system.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/saturnrhea_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crescent Rhea Occults Crescent Saturn",
    "url": "https://apod.nasa.gov/apod/image/0607/saturnrhea_cassini.jpg"
  },
  {
    "copyright": "Neil deGrasseTysonAMNH",
    "date": "2006-07-12",
    "explanation": "Today, if it is clear, Manhattan will flood dramatically with sunlight just as the Sun sets precisely on the centerline of every street.  Usually, the tall buildings that line the gridded streets of New York City's tallest borough will hide the setting Sun.  This effect makes Manhattan a type of modern Stonehenge, although only aligned to about 30 degrees east of north.  Were Manhattan's road grid perfectly aligned to east and west, today's effect would occur on the Vernal and Autumnal Equinox, March 21 and September 21, the only two days that the  Sun rises and sets due east and west.  If today's sunset is hidden by clouds do not despair -- the same thing happens every May 28 and July 12.  On none of these occasions, however, should you ever look directly at the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/nycsunset_tyson_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Manhattan Sunset",
    "url": "https://apod.nasa.gov/apod/image/0607/nycsunset_tyson.jpg"
  },
  {
    "date": "2006-07-13",
    "explanation": "You are going into space.  New small cameras allow anyone with a web browser to virtually ride along with the space shuttle, at times from numerous angles, as it launches into Earth orbit.  Small cameras mounted on the tall thin solid rocket boosters have captured last week's launch of the Space Shuttle Discovery from a unique perspective and in fascinating detail.  The above movie picks up just before the space shuttle separated from the thin boosters.  The tiles on the bottom of the shuttle are clearly visible.  As the movie progresses, the shuttle Discovery and its brown external fuel tank break away from the boosters and continue onward and upward.  The new cameras not only make cool movies -- they help NASA monitor details of its shuttle launches better, with the promise of making future rocket launches safer and more efficient.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/shuttlego_nasa.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Space Shuttle Climbs to Orbit",
    "url": "https://apod.nasa.gov/apod/image/0607/shuttlego_nasa.gif"
  },
  {
    "copyright": "Jim MistiSteve MazlinRobert Gendler",
    "date": "2006-07-14",
    "explanation": "This stunning mosiac of the sky around bright stars Antares (Alpha Scorpii) and Rho Ophiuchi reveals spectacular colors in a cosmic starscape. Near the top, Rho Ophiuchi and nearby stars are immersed in blue reflection nebulae - dust clouds that shine primarily by reflected starlight. Cool supergiant star Antares (lower left) is itself shedding the material that reflects the evolved star's yellowish hue. Characteristic of star forming regions, the telltale red emission from hydrogen gas also permeates the view along with dark, obscuring dust clouds seen in silhouette against the background stars and brighter nebulosities. About 500 light-years away, the Rho Ophiuchi star clouds, are well in front of the nearby globular star cluster M4, visible just below and right of center. The wide view spans about 6 degrees on the sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/RhomosaicM_mmg_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Colorful Clouds of Rho Ophiuchi",
    "url": "https://apod.nasa.gov/apod/image/0607/RhomosaicM_mmg_f45.jpg"
  },
  {
    "date": "2006-07-15",
    "explanation": "In the well known Pleiades star cluster, starlight is slowly destroying this wandering cloud of gas and dust. The star Merope lies just off the upper left edge of this picture from the Hubble Space Telescope.  In the past 100,000 years, part of the cloud has by chance moved so close to this star - only 3,500 times the Earth-Sun distance - that the starlight itself is having a very dramatic effect. Pressure of the star's light significantly repels the dust in the reflection nebula, and smaller dust particles are repelled more strongly.  As a result, parts of the dust cloud have become stratified, pointing toward Merope.  The closest particles are the most massive and the least affected by the radiation pressure.  A longer-term result will be the general destruction of the dust by the energetic starlight.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/merope_hst_rfull.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Reflecting Merope",
    "url": "https://apod.nasa.gov/apod/image/0607/merope_hst_rc25.jpg"
  },
  {
    "date": "2006-07-16",
    "explanation": "The center of our Galaxy is a busy place. In visible light, much of the Galactic Center is obscured by opaque dust.  In infrared light, however, dust glows more and obscures less, allowing nearly one million stars to be recorded in the above photograph.  The Galactic Center itself appears on the right and is located about 30,000 light years away towards the constellation of Sagittarius.  The Galactic Plane of our Milky Way Galaxy, the plane in which the Sun orbits, is identifiable by the dark diagonal dust lane.  The absorbing dust grains are created in the atmospheres of cool red-giant stars and grow in molecular clouds.  The region directly surrounding the Galactic Center glows brightly in radio and high-energy radiation, and is thought to house a large black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/gcenter_2mass_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Galactic Center in Infrared",
    "url": "https://apod.nasa.gov/apod/image/0607/gcenter_2mass.jpg"
  },
  {
    "date": "2006-07-17",
    "explanation": "Humanity now has a spacecraft orbiting Venus.  The robotic Venus Express spacecraft launched by the European Space Agency in 2005 November arrived at Venus in 2006 April.  Venus Express is now orbiting Earth's sister planet and returning pictures.  Pictured above is a false-color, time-lapse movie in ultraviolet light captured by the Venus Express spacecraft as it flew over Venus' northern hemisphere in late May.  Venus Express is scheduled to orbit Venus for three years and collect data that might help in answering questions that include why Venus continually generates hurricane-force winds, why Venus became so hot in the past, and if there is any current volcanic activity on Venus.  It is hoped that a better understanding of Venus's hot and inhospitable climate will help humanity better understand Earth's climate as well.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/venusapproach_esa_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus Express Arrives at Venus",
    "url": "https://apod.nasa.gov/apod/image/0607/venusapproach_esa.gif"
  },
  {
    "date": "2006-07-18",
    "explanation": "Sometimes it's night on the ground but day in the air.  As the Earth rotates to eclipse the Sun, sunset rises up from the ground.  Therefore, at sunset on the ground, sunlight still shines on clouds above.   Under usual circumstances, a pretty sunset might be visible, but unusual noctilucent clouds float so high up they can be seen well after dark.   Pictured above last month, a network of noctilucent clouds cast a colorful but eerie glow after dusk near Vallentuna, Sweden.   Although noctilucent clouds are thought to be composed of small ice-coated particles, much remains unknown about them.  Recent evidence indicates that at least some noctilucent clouds result from freezing water exhaust from Space Shuttles.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/nlc_molten_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Noctilucent Clouds Over Sweden",
    "url": "https://apod.nasa.gov/apod/image/0607/nlc_molten.jpg"
  },
  {
    "date": "2006-07-19",
    "explanation": "Catching sight of your reflection in a store window or shiny hubcap can be entertaining and occasionally even inspire a thoughtful moment. So consider this reflective view from 300 kilometers above planet Earth. The picture is actually a self-portrait taken by astronaut Michael Fossum on July 8 during a space walk or extravehicular activity while the Discovery orbiter was docked with the International Space Station. Turning his camera to snap a picture of his own helmet visor, he also recorded the reflection of his fellow mission specialist, Piers Sellers, near picture center and one of the space station's gold-tinted solar power arrays arcing across the top. Of course, the horizon of our fair planet lies in background.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/iss013e49644.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Reflections on Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/0607/iss013e49644_25.jpg"
  },
  {
    "copyright": "Catching the Light",
    "date": "2006-07-20",
    "explanation": "This lovely twilight scene, recorded last April, finds a young crescent Moon low in the west at sunset. Above it, stars shine in the darkening sky but they too are soon to drop below the western horizon. These stars and constellations are prominent in the northern hemisphere winter sky and as the season changes, slowly give way to the stars of summer. Sliding your mouse over the picture will detail the constellations and stars in view, including Orion, Gemini, Auriga, Perseus, and the Hyades and Pleiades star clusters.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/winterconst_lodriguss_008.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Constellation Construction",
    "url": "https://apod.nasa.gov/apod/image/0607/winterconst_lodriguss_008.jpg"
  },
  {
    "date": "2006-07-21",
    "explanation": "This view from the winter station of Mars Exploration Rover Spirit, looks across the rock strewn landscape of Gusev Crater. The dark boulders and distant hills are characteristic of the region, but the two light colored rocks in the foreground of this cropped image are - like Spirit itself - most probably strangers to the Red Planet, believed to be iron meteorites. Informally named for sites in Antarctica they have been dubbed \"Zhong Shan\" and \"Allan Hills.\" Zhong Shan is the Antarctic base of the People's Republic of China. Allan Hills is the icy location where many Martian meteorites have been found on planet Earth, including the controversial ALH84001, suggested to contain evidence for fossilized Martian microbial life.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/PIA08576marsmeteorites.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Strangers on Mars",
    "url": "https://apod.nasa.gov/apod/image/0607/PIA08576marsmeteorites45.jpg"
  },
  {
    "date": "2006-07-22",
    "explanation": "To seventeenth century astronomers, Omicron Ceti or Mira was known as a wonderful star - a star whose brightness could change dramatically in the course of about 11 months. Modern astronomers now recognize an entire class of long period Mira-type variables as cool, pulsating, red giant stars, 700 or so times the diameter of the Sun. Only 420 light-years away, red giant Mira (Mira A, right) itself co-orbits with a companion star, a small white dwarf (Mira B). Mira B is surrounded by a disk of material drawn from the pulsating giant and in such a double star system, the white dwarf star's hot accretion disk is expected to produce some x-rays. But this sharp, false-color image from the Chandra Observatory also captures the cool giant star strongly flaring at x-ray energies, clearly separated from the x-ray emission of its companion's accretion disk. Placing your cursor over the Chandra x-ray image of Mira will reveal an artist's vision of this still wonderful interacting binary star system.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/mira_illustration.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mira: The Wonderful Star",
    "url": "https://apod.nasa.gov/apod/image/0607/mira_xray_cxc.jpg"
  },
  {
    "copyright": "Christine Churchill",
    "date": "2006-07-23",
    "explanation": "Although you've surely seen it, you might not have noticed it.  During a cloudless twilight, just before sunrise or after sunset, part of the atmosphere above the horizon appears slightly off-color, slightly pink.  Called the Belt of Venus, this off-color band between the dark eclipsed sky and the blue sky can be seen in nearly every direction including that opposite the Sun.  Straight above, blue sky is normal sunlight reflecting off the atmosphere.  In the Belt of Venus, however, the atmosphere reflects light from the setting (or rising) Sun which appears more red.  The Belt of Venus can be seen from any location with a clear horizon.  Pictured above, the Belt of Venus was photographed above morning fog in the Valley of the Moon, a famous wine-producing region in northern California, USA. The belt is frequently caught by accident in other photographs.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/beltofvenus_churchill_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Belt of Venus over the Valley of the Moon",
    "url": "https://apod.nasa.gov/apod/image/0607/beltofvenus_churchill.jpg"
  },
  {
    "date": "2006-07-24",
    "explanation": "This was home.  Last week, the STS-121 crew of the Space Shuttle Discovery undocked from the International Space Station (ISS) and returned to Earth.  As the shuttle departed the space station, they took the  above image.  Visible on the ISS are numerous modules, trusses, and long wing-like solar panels.  The space shuttle crew spent over 12 days calling the space station home.  The shuttle crew resupplied the space station and prepared it for future assembly.  The ISS's crew of two was expanded to three by the shuttle visit, and now includes one Russian, one American, and one European.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/iss_sts121_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The International Space Station on the Horizon",
    "url": "https://apod.nasa.gov/apod/image/0607/iss_sts121.jpg"
  },
  {
    "copyright": "Chad Trujillo",
    "date": "2006-07-25",
    "explanation": "Two storms systems larger than Earth are nearly colliding right now on planet Jupiter.   No one was sure what would happen, but so far both storms have survived.  In the above false-color infrared image taken last week by the Gemini Observatory in Hawaii, the red spots appear white because their cloud tops tower above other clouds.  Blue color represents lower clouds than white, while clouds colored red are the deepest.   The smaller red spot, sometimes called Red Spot Jr. or just Oval BA, turned red earlier this year for reasons unknown.  If both Jovian hurricanes continue to survive, they will surely pass near each other again in a few years since they revolve around Jupiter at different rates.   Astronomers will continue to monitor Red Spot Jr. closely, however, to see if it will remain red when it rotates away from the larger Great Red Spot.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/jupiter2storms_gemini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter's Two Largest Storms Nearly Collide",
    "url": "https://apod.nasa.gov/apod/image/0607/jupiter2storms_gemini.jpg"
  },
  {
    "copyright": "David A. HardyPPARC",
    "date": "2006-07-26",
    "explanation": "Spectacular explosions keep occurring in the binary star system named RS Ophiuchi.  Every 20 years or so, the red giant star dumps enough hydrogen gas onto its companion white dwarf star to set off a brilliant thermonuclear explosion on the white dwarf's surface.  At about 2,000 light years distant, the resulting nova explosions cause the RS Oph system to brighten up by a huge factor and become visible to the unaided eye.  The red giant star is depicted on the right of the above drawing, while the white dwarf is at the center of the bright accretion disk on the left.  As the stars orbit each other, a stream of gas moves from the giant star to the white dwarf.  Astronomers speculate that at some time in the next 100,000 years, enough matter will have accumulated on the white dwarf to push it over the Chandrasekhar Limit, causing a much more powerful and final explosion known as a supernova.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/rsoph_pparc_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Explosions from White Dwarf Star RS Oph",
    "url": "https://apod.nasa.gov/apod/image/0607/rsoph_pparc.jpg"
  },
  {
    "copyright": "R. Jay\nGaBanyCosmotography.com",
    "date": "2006-07-27",
    "explanation": "Spiral galaxy NGC 7331 is often touted as an analog to our own Milky Way. About 50 million light-years distant in the northern constellation Pegasus, NGC 7331 was recognized early on as a spiral nebula and is actually one of the brighter galaxies not included in Charles Messier's famous 18th century catalog. Since the galaxy's disk is inclined to our line-of-sight, long telescopic exposures often result in an image that evokes a strong sense of depth. The effect is further enhanced in this well-framed view by the galaxies that lie beyond this beautiful island universe. The background galaxies are about one tenth the apparent size of NGC 7331 and so lie roughly ten times farther away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/ngc7331_gabany_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7331 and Beyond",
    "url": "https://apod.nasa.gov/apod/image/0607/ngc7331_gabany_c65.jpg"
  },
  {
    "date": "2006-07-28",
    "explanation": "These four panels show x-ray images of expanding cosmic debris clouds, tens of light-years across, in nearby galaxy the Large Magellanic Cloud. The supernova remnants (SNRs) are the results of two types of stellar explosions and are arranged in order of apparent age or the time since light from the initial explosion first reached planet Earth. Clockwise starting at the upper left are remnants aged 600 years, 1,500 years, 10,000 years and 13,000 years. The first three result from a Type Ia explosion - the destruction of a white dwarf star by a thermonuclear blast triggered by mass accreted from a stellar companion.  The fourth (lower left) is a Type II explosion - triggered by the final collapse of the core of a massive star. A neutron star, the remnant of the collapsed core, lies at its center.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/4snr_cxc_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Four Supernova Remnants",
    "url": "https://apod.nasa.gov/apod/image/0607/4snr_cxc_f89.jpg"
  },
  {
    "date": "2006-07-29",
    "explanation": "What do you call a group of black holes ... a flock, a brace, a swarm? Monitoring a region around the center of our Galaxy, astronomers have indeed found evidence for a surprisingly large number of variable x-ray sources - likely black holes or neutron stars in binary star systems - swarming around the Milky Way's own central supermassive black hole. Chandra Observatory combined x-ray image data from their monitoring program is shown above, with four variable sources circled and labeled A-D. While four sources may not make a swarm, these all lie within only three light-years of the central supermassive black hole known as Sgr A* (the bright source just above C). Their detection implies that a much larger concentration of black hole systems is present. Repeated gravitational interactions with other stars are thought to cause the black hole systems to spiral inward toward the Galactic Center region.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/swarm_cxc_labelf.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Swarm",
    "url": "https://apod.nasa.gov/apod/image/0607/swarm_cxc_labelc.jpg"
  },
  {
    "date": "2006-07-30",
    "explanation": "The largest canyon in the Solar System cuts a wide swath across the face of Mars.  Named Valles Marineris, the grand valley extends over 3,000 kilometers long, spans as much as 600 kilometers across, and delves as much as 8 kilometers deep.  By comparison, the Earth's Grand Canyon in Arizona, USA is 800 kilometers long, 30 kilometers across, and 1.8 kilometers deep.  The origin of the Valles Marineris remains unknown, although a leading hypothesis holds that it started as a crack billions of years ago as the planet cooled.  Recently, several geologic processes have been identified in the canyon.  The above mosaic was  created from over 100 images of Mars taken by Viking Orbiters in the 1970s.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/marsglobe_viking_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Valles Marineris: The Grand Canyon of Mars",
    "url": "https://apod.nasa.gov/apod/image/0607/marsglobe_viking.jpg"
  },
  {
    "date": "2006-07-31",
    "explanation": "Have methane lakes been discovered on Saturn's Titan?  That exciting possibility was uncovered from analyses of radar images returned last week by the robotic Cassini spacecraft now orbiting Saturn.  The above image is a radar reflection from terrain near Titan's North Pole and spans a region about 200 kilometers across. Evidence that the dark areas might be pools of liquid hydrocarbons includes an extreme smoothness implied by the lack of a return radar signal, and apparently connected tributaries.  If true, Titan would be only the second body in our Solar System, after Earth, found to possess liquids on the surface. Future observations from Cassini during Titan flybys might test the methane lake hypothesis, as comparative wind affects on the regions are studied.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/titanlakes_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Possible Methane Lakes on Titan",
    "url": "https://apod.nasa.gov/apod/image/0607/titanlakes_cassini.jpg"
  },
  {
    "copyright": "Wally PacholkaAstropics.com",
    "date": "2006-08-01",
    "explanation": "If sometimes it appears that the entire Milky Way Galaxy is raining down on your head, do not despair.  It happens twice a day.  As the Sun rises in the East, wonders of the night sky become less bright than the sunlight scattered by our own Earth's atmosphere, and so fade from view.  They will only rotate back into view when the Earth again eclipses our bright Sun at dusk.  This battle between heaven and Earth was captured dramatically over a rock formation at  Capitol Reef National Park Utah, USA in 2003 May.  Dark dust, millions of stars, and bright glowing red gas highlight the plane of our Milky Way Galaxy, which lies on average thousands of light years behind Earth's mountains.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/mwcapitalreef_pacholka_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Milky Way over Utah",
    "url": "https://apod.nasa.gov/apod/image/0608/mwcapitalreef_pacholka.jpg"
  }
]
