[
  {
    "date": "2006-01-01",
    "explanation": "There, that faint dot in the center - that's the largest rock known in our Solar System.  It is larger than every known asteroid, moon, and comet nucleus.  It is larger than any other local rocky planet. (Nobody knows for sure what size rocks lie at the cores of Jovian planets, or orbit other stars.)  It used to be the largest rock of any type known until earlier last year.  The Voyager 1 spacecraft took the above picture of the giant space rock in 1990 from the outer Solar System.  This rock is so large its gravity makes it nearly spherical, and holds heavy gases near its surface. Today, this rock starts another orbit around its parent star, for roughly the 5 billionth time, spinning over 350 times during each trip.  Happy Gregorian Calendar New Year to all the human inhabitants of this rock we call Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/earth_vg1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Largest Rock in the Solar System",
    "url": "https://apod.nasa.gov/apod/image/0601/earth_vg1.jpg"
  },
  {
    "copyright": "Lucy Orloski",
    "date": "2006-01-02",
    "explanation": "Have you ever seen a sun pillar?  When the air is cold and the Sun is rising or setting, falling ice crystals can reflect sunlight and create an unusual column of light.  Ice sometimes forms flat, six-sided shaped crystals as it falls from high-level clouds.  Air resistance causes these crystals to lie nearly flat much of the time as they flutter to the ground.  Sunlight reflects off crystals that are properly aligned, creating the sun-pillar effect.  In the above picture taken late last month, a sun-pillar reflects light from a Sun setting over Bangor, Maine, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/pillarmaine_orloski_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sun Pillar Over Maine",
    "url": "https://apod.nasa.gov/apod/image/0601/pillarmaine_orloski.jpg"
  },
  {
    "date": "2006-01-03",
    "explanation": "Why are vast sections of Iapetus as dark as coal?   No one knows for sure. Iapetus, the third largest moon of Saturn, was inspected again as the Saturn-orbiting robot Cassini spacecraft swooped past the enigmatic world again late last year.  The dark material covers most of the surface visible in the above image, while the small portion near the top that appears almost white is of a color and reflectance more typical of Saturn's other moons. The unknown material covers about half of the 1,500 kilometer wide moon. The material is so dark that it reflects less than five percent of incident sunlight, yet overlays craters indicating that it was spread after the craters were formed.  Iapetus has other unexplained features. The bright part of Iapetus is covered with unexplained long thin streaks.  The orbit of Iapetus is also unusual, being tilted to the plane of Saturn's orbit by an unusually high fifteen degrees. A strange ridge about 13 kilometers high crosses much of Iapetus near the equator and is visible near the bottom.  Oddly, this ridge is almost exactly parallel with Iapetus' equator. The exact shape of Iapetus remains undetermined, but images indicate that it is quite strange -- something like a walnut.   Research into the formation and history of mysterious Iapetus is active and ongoing.",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/iapetus3_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Terrain on Saturn's Iapetus",
    "url": "https://apod.nasa.gov/apod/image/0601/iapetus3_cassini.jpg"
  },
  {
    "copyright": "Rob Ratkowski",
    "date": "2006-01-04",
    "explanation": "Fading sunlight, a young crescent Moon, and brilliant Venus shared the western sky in this view of 2005's final sunset from the top of Mount Haleakala, on Maui, Hawaii. Also known as the Sacred House of the Sun, Haleakala, is Maui's dormant volcano. At 10,000 feet the summit is an ideal site for astronomical observatories, and this scene also features the silhouette of the northern hemisphere Faulkes Telescope. Of particular interest to students the Faulkes Telescope is a 2-meter diameter instrument, dedicated to astronomy education, that can be remotely operated over the internet. The project is a joint effort between the Dill Faulkes Educational Trust and the University of Hawaii Institute for Astronomy. Of course on Haleakala, \"Happy New Year\" would be \"Hauoli Makahiki hou\" (how-oh-lee ma-ka-hee-key ho).",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/haleakalaMoon_ratkowski_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hauoli Makahiki Hou",
    "url": "https://apod.nasa.gov/apod/image/0601/haleakalaMoon_ratkowski_f80.jpg"
  },
  {
    "date": "2006-01-05",
    "explanation": "According to an Earth-based calendar, the Spirit rover spent the first day of 2006 gathering data to complete this panoramic view from Gusev crater on Mars. That day corresponded to Spirit's 710th Martian day or sol on the Red Planet. Scrolling right the view spans 160 degrees, looking up a slope and across rippled sand deposits in a dark field dubbed \"El Dorado\". The Spirit rover is traveling in a down hill direction after reaching the summit of Husband Hill. This month, both Spirit and Opportunity rovers will celebrate two years of Mars exploration, a remarkable achievement considering their original 90 day warranty. During that time Spirit has traveled over 3.5 miles and Opportunity over 4 miles across the Martian surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/mars_spirit_PIA03274_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "New Year Mars Panorama",
    "url": "https://apod.nasa.gov/apod/image/0601/mars_spirit_PIA03274_f15.jpg"
  },
  {
    "copyright": "Brad Moore",
    "date": "2006-01-06",
    "explanation": "First cataloged as a star, 30 Doradus is actually an immense star forming region in nearby galaxy The Large Magellanic Cloud. The region's spidery appearance is responsible for its popular name, the Tarantula Nebula, except that this tarantula is about 1,000 light-years across, and 180,000 light-years away in the southern constellation Dorado. If the Tarantula Nebula were at the distance of the Orion Nebula (1,500 light-years), the nearest stellar nursery to Earth, it would appear to cover about 30 degrees on the sky or 60 full moons. The spindly arms of the Tarantula Nebula surround NGC 2070, a cluster that contains some of the intrinsically brightest, most massive stars known. Intriguing details of the nebula's core can be seen in this remarkable skyscape, a composite of 31 hours of exposure time. This cosmic Tarantula also lies near the site of the closest recent supernova.",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/tarantula_moore_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Tarantula Nebula",
    "url": "https://apod.nasa.gov/apod/image/0601/tarantula_moore_fr1.jpg"
  },
  {
    "date": "2006-01-07",
    "explanation": "Awkward and angular looking, Apollo 17's lunar module Challenger was designed for flight in the vacuum of space. This picture from command module America, shows Challenger's ascent stage in lunar orbit. Small reaction control thrusters are at the sides of the moonship with the bell of the ascent rocket engine underneath. The hatch allowing access to the lunar surface is seen at the front, with a round radar antenna at the top. Mission commander Gene Cernan is just visible through the dark, triangular window. This spaceship performed gracefully, landing on the Moon and returning the Apollo astronauts to the orbiting command module in December of 1972. So where is Challenger now? Its descent stage remains at the Apollo 17 landing site, Taurus-Littrow. The ascent stage was intentionally crashed nearby after being jettisoned from the command module prior to the astronauts' return to planet Earth. Apollo 17's mission was the sixth and last time astronauts have landed on the Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/as17-149-22859HR.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 17's Moonship",
    "url": "https://apod.nasa.gov/apod/image/0601/as17-149-22859c41.jpg"
  },
  {
    "date": "2006-01-08",
    "explanation": "In this stunning vista recorded with the Hubble Space Telescope's Advanced Camera for Surveys, distant galaxies form a dramatic backdrop for disrupted spiral galaxy Arp 188, the Tadpole Galaxy. The cosmic tadpole is a mere 420 million light-years distant toward the northern constellation Draco. Its eye-catching tail is about 280 thousand light-years long and features massive, bright blue star clusters. One story goes that a more compact intruder galaxy crossed in front of Arp 188 - from left to right in this view - and was slung around behind the Tadpole by their gravitational attraction. During the close encounter, tidal forces drew out the spiral galaxy's stars, gas, and dust forming the spectacular tail. The intruder galaxy itself, estimated to lie about 300 thousand light-years behind the Tadpole, can be seen through foreground spiral arms at the upper left. Following its terrestrial namesake, the Tadpole Galaxy will likely lose its tail as it grows older, the tail's star clusters forming smaller satellites of the large spiral galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/tadpole_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Arp 188 and the Tadpole's Tidal Tail",
    "url": "https://apod.nasa.gov/apod/image/0601/tadpole_hst.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2006-01-09",
    "explanation": "Perhaps the most famous star cluster on the sky, the Pleiades can be seen without binoculars from even the depths of a light-polluted city.  Also known as the Seven Sisters and M45, the Pleiades is one of the brightest and closest open clusters.   The Pleiades contains over 3000 stars, is about 400 light years away, and only 13 light years across.  Quite evident in the above photograph are the blue reflection nebulae that surround the brighter cluster stars.  Low mass, faint, brown dwarfs have also been found in the Pleiades. (Editors' note:  The prominent diffraction spikes are caused by the telescope itself and may be either distracting or provide aesthetic enhancement, depending on your point of view.)",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/pleiades_gendler_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M45: The Pleiades Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/0601/pleiades_gendler.jpg"
  },
  {
    "copyright": "Wah!",
    "date": "2006-01-10",
    "explanation": "Venus goes through phases.  Just like our Moon, Venus can appear as full as a disk or as a thin as a crescent.  Venus, frequently the brightest object in the post-sunset or pre-sunrise sky, appears so small, however, that it usually requires binoculars or a small telescope to clearly see its current phase.  The above time-lapse sequence, however, was taken over the course of many months and shows not only how Venus changes phase but how it's apparent angular size also changes.  In the middle negative image, Venus is in a new phase, the same phase that occurred during its rare partial eclipse of the Sun in 2004.",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/venusphases_wah_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Phases of Venus",
    "url": "https://apod.nasa.gov/apod/image/0601/venusphases_wah.gif"
  },
  {
    "copyright": "Ken CrawfordRancho Del Sol Observatory",
    "date": "2006-01-11",
    "explanation": "This close-up view shows a portion of otherwise faint emission nebula IC 410 in striking false-colors. It also shows two remarkable denizens of the glowing gas cloud at the right - the \"tadpoles\" of IC 410. The picture is a composite of images taken through narrow band filters intended to trace atoms in the nebula. Emission from sulfur atoms is shown in red, hydrogen atoms in green, and oxygen in blue. Partly obscured by foreground dust, the nebula itself surrounds NGC 1893, a young galactic cluster of stars that energizes the glowing gas. Composed of denser, cooler gas and dust, the tadpoles are around 10 light-years long. Sculpted by wind and radiation from the cluster stars, their tails trail away from the cluster's central region. IC 410 lies some 12,000 light-years away, toward the constellation Auriga. At that distance, this image spans about 70 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/ic410_crawford_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Tadpoles of IC 410",
    "url": "https://apod.nasa.gov/apod/image/0601/ic410_crawford_f31.jpg"
  },
  {
    "date": "2006-01-12",
    "explanation": "Over six hundred light years from Earth, in the constellation Aquarius, a sun-like star is dying. Its last few thousand years have produced the Helix Nebula (NGC 7293), a well studied and nearby example of a Planetary Nebula, typical of this final phase of stellar evolution. Emission in this infrared Spitzer Space Telescope image of the Helix comes mostly from the nebula's molecular hydrogen gas. The gas appears to be clumpy, forming thousands of comet-shaped knots each spanning about twice the size of our solar system. Bluer, more energetic radiation is seen to come from the heads with redder emission from the tails, suggesting that they are more shielded from the central star's winds and intense ultraviolet radiation. The nebula itself is about 2.5 light-years across. The Sun is expected to go through its own Planetary Nebula phase ... in another 5 billion years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/helix_spitzer_f50.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Infrared Helix",
    "url": "https://apod.nasa.gov/apod/image/0601/helix_spitzer_c45.jpg"
  },
  {
    "date": "2006-01-13",
    "explanation": "The center of our Milky Way Galaxy is hidden from the prying eyes of optical telescopes by clouds of obscuring dust and gas. But in this stunning vista, the Spitzer Space Telescope's infrared cameras, penetrate much of the dust revealing the stars of the crowded galactic center region. A mosaic of many smaller snapshots, the detailed, false-color image shows older, cool stars in bluish hues. Reddish glowing dust clouds are associated with young, hot stars in stellar nurseries. The galactic center lies some 26,000 light-years away, toward the constellation Sagittarius. At that distance, this picture spans about 900 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/gcenter_spitzer_f40.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars of the Galactic Center",
    "url": "https://apod.nasa.gov/apod/image/0601/gcenter_spitzer_c11.jpg"
  },
  {
    "date": "2006-01-14",
    "explanation": "On November 17, 1970 the Soviet Luna 17 spacecraft landed the first roving remote-controlled robot on the Moon. Known as Lunokhod 1, it weighed just under 2,000 pounds and was designed to operate for 90 days while guided in real-time by a five person team at the Deep Space Center near Moscow, USSR, Planet Earth.  The futuristic looking eight wheeler rode on top of a descent module that extended ramps from both sides offering alternative routes to the surface in case one side was blocked by boulders. Lunokhod 1 toured the lunar Mare Imbrium (Sea of Rains) for 11 months in one of the greatest successes of the Soviet lunar exploration program. This Lunokhod's operations officially ceased on October 4, 1971, 14 years after the launch of Sputnik.",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/lunokhod.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunokhod: Moon Robot",
    "url": "https://apod.nasa.gov/apod/image/0601/lunokhod.jpg"
  },
  {
    "date": "2006-01-15",
    "explanation": "Why does the Sombrero Galaxy look like a hat?  Reasons include the Sombrero's unusually large and extended central bulge of stars, and dark prominent dust lanes that appear in a disk that we see nearly edge-on.  Billions of old stars cause the diffuse glow of the extended central bulge.  Close inspection of the bulge in the above photograph shows many points of light that are actually globular clusters. M104's spectacular dust rings harbor many younger and brighter stars, and show intricate details astronomers don't yet fully understand.  The very center of the Sombrero glows across the electromagnetic spectrum, and is thought to house a large black hole.  Fifty million-year-old light from the Sombrero Galaxy can be seen with a small telescope towards the constellation of Virgo.",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/sombrero_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sombrero Galaxy from HST",
    "url": "https://apod.nasa.gov/apod/image/0601/sombrero_hst.jpg"
  },
  {
    "date": "2006-01-16",
    "explanation": "A flying saucer from outer space crash-landed in the Utah desert yesterday after being tracked by radar and chased by helicopters and airplanes.  Like last time, no space aliens were involved.  The saucer, the Stardust return capsule, is carrying bits of Comet Wild 2 captured two years ago during a rendezvous between Stardust and the ancient comet.  The capsule is pictured above entering a temporary clean room in Utah before part of it is shipped to NASA's Johnson Space Center in Houston, Texas, USA.  In the inset on the lower right, an artist depicts the capsule as it likely looked after it parachuted to a landing in the Utah desert.  The upper right insert shows an image of the streaking capsule taken yesterday by a DC-8 chase plane.  The bits of Comet Wild 2 stored in the Stardust return capsule are likely older than the Sun and will be inspected over the next few years for clues about the early years of our Solar System. You, too, can help look for dust grains in the Stardust aerogel!",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/stardustcomposite_nasa.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stardust Capsule Returns to Earth",
    "url": "https://apod.nasa.gov/apod/image/0601/stardustcomposite_nasa.jpg"
  },
  {
    "copyright": "Dan BushMissouri Skies",
    "date": "2006-01-17",
    "explanation": "What kind of cloud is this?  A roll cloud.  These rare long clouds may form near advancing cold fronts.   In particular, a downdraft from an advancing storm front can cause moist warm air to rise, cool below its dew point, and so form a cloud.  When this happens uniformly along an extended front, a roll cloud may form.  Roll clouds may actually have air circulating along the long horizontal axis of the cloud.  A roll cloud is not thought to be able to morph into a tornado.  Unlike a similar shelf cloud, a roll cloud is completely detached from their parent  cumulonimbus cloud.  Pictured above, a roll cloud extends far into the distance in the summer of 2005 above Albany, Missouri, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/rollcloud_bush_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Roll Cloud Over Missouri",
    "url": "https://apod.nasa.gov/apod/image/0601/rollcloud_bush.jpg"
  },
  {
    "date": "2006-01-18",
    "explanation": "By chance, a collision of two galaxies has created a surprisingly recognizable shape on a cosmic scale - The Cartwheel Galaxy. The Cartwheel is part of a group of galaxies about 400 million light years away in the constellation Sculptor (two smaller galaxies in the group are visible below and left). Its rim is an immense ring-like structure over 100,000 light years in diameter, composed of star forming regions filled with extremely bright, massive stars. When galaxies collide they pass through each other, their individual stars do not come into contact. However, this ring-like shape is the result of gravitational disruption caused by a smaller galaxy passing through a large one, compressing the interstellar gas and dust and causing a star formation wave to move out like a ripple across the surface of a pond. This false-color composite image of the Cartwheel Galaxy is from space-based observatories. The Chandra X-ray Observatory data is in purple, the Galaxy Evolution Explorer ultraviolet view is in blue, the Hubble Space Telescope visible light picture is in green and the Spitzer Space Telescope infrared image is in red.",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/cartwheel_5panel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cartwheel of Fortune",
    "url": "https://apod.nasa.gov/apod/image/0601/cartwheel_5panelc.jpg"
  },
  {
    "date": "2006-01-19",
    "explanation": "Few cosmic vistas excite the imagination like the Orion Nebula. Also known as M42, the nebula's glowing gas surrounds hot young stars at the edge of an immense interstellar molecular cloud only 1,500 light-years away. The Orion Nebula offers one of the best opportunities to study how stars are born partly because it is the nearest large star-forming region, but also because the nebula's energetic stars have blown away obscuring gas and dust clouds that would otherwise block our view - providing an intimate look at a range of ongoing stages of starbirth and evolution. This detailed image of the Orion Nebula is the sharpest ever, constructed using data from the Hubble Space Telescope's Advanced Camera for Surveys and the European Southern Observatory's La Silla 2.2 meter telescope. The mosaic contains a billion pixels at full resolution and reveals about 3,000 stars. In apparent size, the picture is as large as the Full Moon. At the distance of M42 it spans thirteen light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/m42_hst_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion Nebula: The Hubble View",
    "url": "https://apod.nasa.gov/apod/image/0601/m42_hst_c45.jpg"
  },
  {
    "date": "2006-01-20",
    "explanation": "This esthetic close-up of cosmic clouds and stellar winds features LL Orionis, interacting with the Orion Nebula flow. Adrift in Orion's stellar nursery and still in its formative years, variable star LL Orionis produces a wind more energetic than the wind from our own middle-aged Sun. As the fast stellar wind runs into slow moving gas a shock front is formed, analogous to the bow wave of a boat moving through water or a plane traveling at supersonic speed. The small, arcing, graceful structure just above and left of center is LL Ori's cosmic bow shock, measuring about half a light-year across. The slower gas is flowing away from the Orion Nebula's hot central star cluster, the Trapezium, located off the upper left corner of the picture. In three dimensions, LL Ori's wrap-around shock front is shaped like a bowl that appears brightest when viewed along the \"bottom\" edge. The beautiful picture is part of a large mosaic view of the complex stellar nursery in Orion, filled with a myriad of fluid shapes associated with star formation.",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/llori_orion_hst_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "LL Ori and the Orion Nebula",
    "url": "https://apod.nasa.gov/apod/image/0601/llori_orion_hst_c14.jpg"
  },
  {
    "date": "2006-01-21",
    "explanation": "In November of 1969, Apollo 12 astronaut-photographer Charles \"Pete\" Conrad recorded this masterpiece while documenting colleague Alan Bean's lunar soil collection activities on the Oceanus Procellarum. The image is dramatic and stark. The harsh environment of the Moon's Ocean of Storms is echoed in Bean's helmet, a perfectly composed reflection of Conrad and the lunar horizon. Is it art? Works of photojournalists originally intent on recording the human condition on planet Earth, such as Lewis W. Hine's images from New York City in the early 20th century, or Margaret Bourke-White's magazine photography are widely regarded as art. Similarly many documentary astronomy and space images can be appreciated for their artistic and esthetic appeal.",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/bean_conrad_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 12: Self-Portrait",
    "url": "https://apod.nasa.gov/apod/image/0601/bean_conrad_c70.jpg"
  },
  {
    "date": "2006-01-22",
    "explanation": "These bacteria could survive on another planet.  In an Earth lab, Deinococcus radiodurans (D. rad) survive extreme levels of radiation, extreme temperatures, dehydration, and exposure to genotoxic chemicals.  Amazingly, they even have the ability to repair their own  DNA, usually with 48 hours.  Known as an extremophile, bacteria such as  D. rad are of interest to NASA partly because they might be adaptable to help human astronauts survive on other worlds.  A recent map of D. rad's  DNA might allow biologists to augment their survival skills with the ability to produce medicine, clean water, and oxygen.  Already they have been genetically engineered to  help clean up spills of toxic mercury.  Likely one of the oldest surviving life forms, D. rad was discovered by accident in the 1950s when scientists investigating food preservation techniques could not easily kill it.  Pictured above, Deinococcus radiodurans grow quietly in a dish.",
    "hdurl": "https://apod.nasa.gov/apod/image/0209/drad_daly_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "D. rad Bacteria: Candidate Astronauts",
    "url": "https://apod.nasa.gov/apod/image/0209/drad_daly.jpg"
  },
  {
    "date": "2006-01-23",
    "explanation": "What goes on inside of a galaxy? To help find out, astronomers from the Magellanic Cloud Emission Line Survey team imaged our neighboring LMC galaxy in spectacular detail and highlighted very specific colors of light emitted by glowing gas. The above mosaic of over 1,500 images of the Large Magellanic Cloud (LMC) is the result -- clicking on the image will bring up an image with much greater detail.  The colors highlighted on the mosaic are light emitted by hydrogen (red), oxygen (green), and sulfur (yellow), while light from individual stars has been subtracted. The mosaic shows what a busy and violent place the inside of the LMC really is. Visible in the above image are many small planetary nebulas pushed out by low mass stars, large emission nebula of ambient interstellar gas set aglow by massive stars, and huge gaseous supernova remnants cast off by massive stars exploding.  The extended connected filaments are mostly connected supernova remnants.  The LMC, a familiar sight to an unaided eye in the southern hemisphere, spans about 15,000 light years and lies only about 180,000 light years distant.",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/lmcgas_ctio_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The LMC Galaxy in Glowing Gas",
    "url": "https://apod.nasa.gov/apod/image/0601/lmcgas_ctio.jpg"
  },
  {
    "copyright": "Ben Cooper",
    "date": "2006-01-24",
    "explanation": "Destination: Pluto.  The New Horizons spacecraft roared off its launch pad at Cape Canaveral in Florida, USA last week toward adventures in the distant Solar System.   The craft is one of the fastest spaceships ever launched by humans, having passed the Moon only nine hours after launch and is on track to buzz Jupiter in early 2007.  Even traveling over 75,000 kilometers per hour, the New Horizons craft will not arrive at Pluto until 2015.  Pluto is the only remaining planet that has never been visited by a spacecraft or photographed up close.  After Pluto, the robot spaceship will visit one or more Kuiper Belt Objects orbiting the Sun even further out than Pluto.  Pictured, the New Horizons craft launches into space atop a powerful Atlas V rocket.",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/NHLaunch_cooper_8.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "New Horizons Launches to Pluto",
    "url": "https://apod.nasa.gov/apod/image/0601/NHLaunch_cooper_8.jpg"
  },
  {
    "date": "2006-01-25",
    "explanation": "Can you find supernova 1987A?  It isn't hard -- it occurred at the center of the expanding bullseye pattern.  Although this stellar detonation was first seen almost two decades ago, light from it continues to bounce off clumps of interstellar dust and be reflected to us today.  These expanding light echoes have been recorded in the above time-lapse movie recorded over four years from the Blanco 4-meter telescope in Chile.  The first image is an image of the SN 1987A region, while the next four images were created by subtracting consecutive images, taken a year apart, and leaving only the difference between the images.  Light echoes can be seen moving out from the position of the supernova.  The SuperMACHO team who recorded the above light echoes around supernova 1987A has also found faint and previously unnoticed light echoes from two other LMC supernovas.  Study of these light echoes has enabled more accurate determinations of the location and date of these two supernova explosions that were first visible hundreds of years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/lmcechoes_ctio.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Expanding Light Echoes of SN 1987A",
    "url": "https://apod.nasa.gov/apod/image/0601/lmcechoes_ctio_big.gif"
  },
  {
    "date": "2006-01-26",
    "explanation": "How did this unusual Martian rock form? The atypical two-toned rock, visible in the lower right of the above image, was photographed a few days ago by the robotic Spirit rover currently rolling across Mars.  For now, the environmental processes that created the rock remain a matter of speculation.  Finding unusual rocks is not unusual for Spirit or its twin rover Opportunity, however.  Over the past two years, for example, the rovers have unexpectedly discovered very small gray pebbles dubbed blueberries, and a rock out in the middle of nowhere now thought to be a meteorite.  Having investigated alien terrain and having found clear evidence that part of Mars had a wet past, the Earth-launched Martian rovers are now entering their third spectacular year exploring the red planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/twotonerock_spirit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Unusual Two-Toned Rock on Mars",
    "url": "https://apod.nasa.gov/apod/image/0601/twotonerock_spirit.jpg"
  },
  {
    "copyright": "Jean-Luc Dauvergne",
    "date": "2006-01-27",
    "explanation": "Presently at opposition in planet Earth's sky, Saturn is well placed for telescopic observations. On Wednesday two amateur astronomers took full advantage of the situation from Melun, near Paris, France. With a 12 inch diameter telescope and web cam they recorded this sharp image of the ringed gas giant and made an exciting discovery -- a new storm on Saturn. The storm appears as the white spot visible here in Saturn's southern hemisphere (south is toward the top in the picture). In particular, the storm seems to correspond with an outburst of radio noise detected by the Cassini spacecraft. The phenomenon is likely similar to the Dragon Storm recorded by Cassini's instruments early last year. That storm is thought to be analogous to a terrestrial thunderstorm, with radio noise produced in high-voltage lightning discharges.",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/saturnetempete250106_2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A New Storm on Saturn",
    "url": "https://apod.nasa.gov/apod/image/0601/saturnetempete250106_2.jpg"
  },
  {
    "copyright": "Jimmy WestlakeColorado\nMountain College",
    "date": "2006-01-28",
    "explanation": "If you can find Saturn in tonight's sky, then you can also find M44, popularly known as the Beehive star cluster. In fact, with a pair of binoculars most casual skygazers should find it fairly easy to zero in on this celestial scene. Saturn is at opposition - opposite the Sun in Earth's sky - so, the bright planet rises in the east at sunset and is visible throughout the night. Near the stationary part of its wandering path through the heavens, Saturn will obligingly linger for a while in the vicinity of M44 in the relatively faint constellation Cancer. Seen here in a photograph from January 25, Saturn (lower right) is strongly overexposed with the stars of M44 swarming above and to the left.  The picture approximately corresponds to the view when looking through a typical pair of binoculars. Saturn is about 64 light-minutes from our fair planet while M44, one of the closest star clusters, is around 600 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/SaturnM44012506_westlake_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn in the Hive",
    "url": "https://apod.nasa.gov/apod/image/0601/SaturnM44012506_westlake_c70.jpg"
  },
  {
    "date": "2006-01-29",
    "explanation": "Sometimes both heaven and Earth erupt.  In Iceland in 1991, the volcano Hekla erupted at the same time that auroras were visible overhead.  Hekla, one of the most  famous volcanoes in the world, has erupted at least 20 times over the past millennium, sometimes causing great destruction.  The last eruption occurred only six years ago but caused only minor damage.  The green auroral band occurred fortuitously about 100 kilometers above the erupting  lava.  Is Earth the Solar System's only planet with both auroras and volcanos?",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/volcanoaurora2_shs.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Volcano and Aurora in Iceland",
    "url": "https://apod.nasa.gov/apod/image/0601/volcanoaurora2_shs_big.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2006-01-30",
    "explanation": "South of the large star-forming region known as the Orion Nebula, lies bright blue reflection nebula NGC 1999. The nebula is marked with a dark inverted T-shape at the lower left in a broad cosmic vista that spans over 10 light-years. The dark shape is a dense gas and dust cloud, or Bok globule, seen in silhouette against the bright nebula, and likely a site of future star formation. At the edge of the Orion molecular cloud complex some 1,500 light-years distant, NGC 1999's illumination is provided by the embedded variable star V380 Orionis. The region abounds with energetic young stars producing jets and outflows that create luminous shock waves, including HH (Herbig-Haro) 1 and 2 just below and left of NGC 1999, and the apparent cascade of reddish arcs and bow shocks beginning at the upper right. The stellar jets and outflows push through the surrounding material at speeds of hundreds of kilometers per second.",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/NGC1999NMM_gendler_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1999: South of Orion",
    "url": "https://apod.nasa.gov/apod/image/0601/NGC1999NMM_gendler_f46.jpg"
  },
  {
    "date": "2006-01-31",
    "explanation": "If you could stand on Titan, what might you see?  About one year ago the robotic Huygens probe landed on the enigmatic moon of Saturn and sent back the first ever images from beneath Titan's thick cloud layers.   From the images sent back, an artist's impression of Huygens on Titan's surface has been reconstructed.  In the foreground of the above image sits the car-sized lander that sent back images for more than 90 minutes before running out of battery power.  The parachute that slowed Huygen's re-entry is seen in the background, attached to the lander by strong cords.  Strange light smooth stones possibly containing water-ice are visible surrounding the landing craft.  Analyses of Huygen's images and data shows that Titan's surface today has intriguing similarities to the surface of the early Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0601/titan_huygens_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Huygens on Titan Illustrated",
    "url": "https://apod.nasa.gov/apod/image/0601/titan_huygens.jpg"
  },
  {
    "copyright": "Tun� Tezel",
    "date": "2006-02-01",
    "explanation": "Is that Venus or an airplane?  A common ponderable for sky enthusiasts is deciding if that bright spot near the horizon is the planet Venus.  Usually, an airplane will show itself by moving significantly in a few moments.  Venus will set only slowly as the Earth turns.  Still, the identification would be easier if Venus did not keep shifting its position each night.  Pictured above, Venus was captured 38 different nights during 2005 and 2006 over Bursa, Turkey, when Earth's sister planet appeared exclusively in the evening sky.  The average spacing of the images was about five days, while the images were always taken with the Sun about 7 degrees below the horizon.  Venus' orbit around the Sun will now confine it to Earth's morning sky until October 2006.",
    "hdurl": "https://apod.nasa.gov/apod/image/0602/venuslemma_tezel_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus Just After Sunset",
    "url": "https://apod.nasa.gov/apod/image/0602/venuslemma_tezel.jpg"
  }
]
