[
  {
    "copyright": "T. A. Rector",
    "date": "2007-01-01",
    "explanation": "Ten thousand years ago, before the dawn of recorded human history, a new light must suddenly have appeared in the night sky and faded after a few weeks.  Today we know this light was an exploding star and record the colorful expanding cloud as the Veil Nebula.  Pictured above is the west end of the Veil Nebula known technically as NGC 6960 but less formally as the Witch's Broom Nebula.  The rampaging gas gains its colors by impacting and exciting existing nearby gas.  The supernova remnant lies about 1400 light-years away towards the constellation of Cygnus.  This Witch's Broom actually spans over three times the angular size of the full Moon.  The bright star 52 Cygnus is visible with the unaided eye from a dark location but unrelated to the ancient supernova.",
    "hdurl": "https://apod.nasa.gov/apod/image/0701/veil_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6960: The Witch's Broom Nebula",
    "url": "https://apod.nasa.gov/apod/image/0701/veil_noao.jpg"
  },
  {
    "date": "2007-01-02",
    "explanation": "What were the first stars like? No one is yet sure.  Our Sun is not a first-generation star.  It is not even second generation.  The first stars to appear in the universe likely came and went about 13 billion years ago. However, deep observations by the Spitzer Space Telescope in infrared light have detected a diffuse glow, possibly from first generation stars hundreds of times more massive than our Sun.  The above image shows infrared background light with bright patches that might have originated from clusters of these first objects.   Gray areas depict places where nearby foreground stars from our Milky Way Galaxy were digitally removed.",
    "hdurl": "https://apod.nasa.gov/apod/image/0701/firstllight_spitzer_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Light from the First Stars",
    "url": "https://apod.nasa.gov/apod/image/0701/firstllight_spitzer.jpg"
  },
  {
    "copyright": "PhotoAstronomique.net",
    "date": "2007-01-03",
    "explanation": "In celebration of tonight's Full Moon, the first of 2007, consider this grid of twenty Full Moons. From upper left to lower right, the images represent every lunation from May 2005 through December 2006. The consecutive Full Moons are all shown at the same scale, so unlike the famous Moon Illusion the change in apparent size seen here is real. (For example, compare early and late 2006 Full Moons.) The change is caused by the variation in lunar distance due to the Moon's significantly non-circular orbit. A subtler change in appearance can also be noticed on close examination, as the Moon seems to wobble and rock slightly from one Full Moon to the next. This effect, known as libration, is more dramatic and easier to see in a twenty frame movie comparing these twenty Full Moons.",
    "hdurl": "https://apod.nasa.gov/apod/image/0701/fullmoons20_laveder.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Twenty Full Moons",
    "url": "https://apod.nasa.gov/apod/image/0701/fullmoons20_laveder720.jpg"
  },
  {
    "copyright": "Noel CarboniGreg Parker",
    "date": "2007-01-04",
    "explanation": "Supergiant star Gamma Cygni lies at the center of the Northern Cross, famous asterism in the constellation Cygnus the Swan. Known by the proper name Sadr, the bright star also lies at the center of this gorgeous skyscape, featuring a complex of stars, dust clouds, and glowing nebulae along the plane of our Milky Way galaxy. The field of view spans over 3 degrees (six Full Moons) on the sky and includes emission nebula IC 1318 and open star cluster NGC 6910. Left of Gamma Cyg and shaped like two glowing cosmic wings divided by a long dark dust lane, IC 1318's popular name is understandably the Butterfly Nebula. Above and left of Gamma Cyg, are the young, still tightly grouped stars of NGC 6910. Some distance estimates for Gamma Cyg place it at around 1,800 light-years while estimates for IC 1318 and NGC 6910 range from 2,000 to 5,000 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0701/gammacyg_parkercarboni.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Central Cygnus",
    "url": "https://apod.nasa.gov/apod/image/0701/gammacyg_parkercarboni720.jpg"
  },
  {
    "copyright": "Michael\nJager and Gerald Rhemann",
    "date": "2007-01-05",
    "explanation": "rly morning risers with a clear and unobstructed eastern horizon can enjoy the sight of Comet McNaught (C/2006 P1) in dawn skies over the next few days. Discovered in August by R. H. McNaught (Siding Spring Survey) the comet has grown bright enough to see with the unaided eye but will soon be lost in the glare of the Sun. Still, by January 11 sun-staring spacecraft SOHO should be able to offer web-based views as the comet heads toward a perihelion passage inside the orbit of Mercury. This image captures the new naked-eye comet at about 2nd magnitude in twilight skies near sunset on January 3rd. After rounding the Sun and emerging from the solar glare later this month, Comet McNaught could be even brighter.",
    "hdurl": "https://apod.nasa.gov/apod/image/0701/c2006p1_rhemann_mid.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet McNaught Heads for the Sun",
    "url": "https://apod.nasa.gov/apod/image/0701/c2006p1_rhemann_mid720.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2007-01-06",
    "explanation": "Adrift 1,500 light-years away in one of the night sky's most recognizable constellations, the glowing Orion Nebula and the dark Horsehead Nebula are contrasting cosmic vistas. But even fainter filaments of glowing gas are easily traced throughout the region in this stunning composite image that includes exposures filtered to record emission from hydrogen atoms. The view reveals extensive nebulosities associated with the giant Orion Molecular Cloud complex, itself hundreds of light-years across. A magnificent emission region, the Orion Nebula (aka M42) lies at the upper right of the picture. Immediately to its left are a cluster of prominent bluish reflection nebulae sometimes called the Running Man. The Horsehead nebula appears as a dark cloud, a small silhouette notched against the long red glow left of center. Alnitak is the easternmost star in Orion's belt and the brightest star to the left of the Horsehead. Below Alnitak is the Flame Nebula, with clouds of bright emission and dramatic dark dust lanes.  Completing the trio of Orion's belt stars, bluish Alnilam and Mintaka form a line with Alnitak, extending to the upper left.",
    "hdurl": "https://apod.nasa.gov/apod/image/0701/oriondeepwide_gendler_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Orion Deep Field",
    "url": "https://apod.nasa.gov/apod/image/0701/oriondeepwide_gendler720.jpg"
  },
  {
    "date": "2007-01-07",
    "explanation": "What's causing those odd rings in supernova 1987A?  In 1987, the brightest supernova in recent history occurred in the Large Magellanic Clouds.  At the center of the picture is an object central to the remains of the violent stellar explosion. When the Hubble Space Telescope was pointed at the supernova remnant in 1994, however, the existence of  curious rings was confirmed.  The origins of these rings still remains a mystery.  Speculation into the cause of the rings includes beamed jets emanating from a dense star left over from the supernova, and a superposition of two stellar winds ionized by the supernova explosion.",
    "hdurl": "https://apod.nasa.gov/apod/image/0701/sn1987a_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Mysterious Rings of Supernova 1987A",
    "url": "https://apod.nasa.gov/apod/image/0701/sn1987a_hst.jpg"
  },
  {
    "copyright": "Catching the Light",
    "date": "2007-01-08",
    "explanation": "Do you see it?  This common question frequently precedes the rediscovery of one of the most commonly recognized configurations of stars on the northern sky: the Big Dipper.  This grouping of stars is one of the few things that has likely been seen, and will be seen, by every generation.   The Big Dipper is not by itself a constellation.  Although part of the constellation of the Great Bear (Ursa Major), the Big Dipper is an asterism that has been known by different names to different societies. Five of the Big Dipper stars are actually near each other in space and were likely formed at nearly the same time.  Connecting two stars in the far part of the Big Dipper will lead one to Polaris, the North Star, which is part of the Little Dipper.   Relative stellar motions will cause the Big Dipper to slowly change its apparent configuration over the next 100,000 years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0701/dippers_lodriguss_clean.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Big Dipper",
    "url": "https://apod.nasa.gov/apod/image/0701/dippers_lodriguss_clean.jpg"
  },
  {
    "copyright": "Jens Hackmann",
    "date": "2007-01-09",
    "explanation": "The brightest comet in decades is unexpectedly now visible. The most optimistic predictions have Comet McNaught (C/2006 P1) shortly becoming one of the brightest comets of the past century. For the next few days, its short tail and bright coma can be spotted with the unaided eye close to the Sun and near the horizon in both evening and morning skies. This dramatic picture of the comet shining through cloudy skies was taken near sunset on January 7 from Bad Mergentheim, Germany.",
    "hdurl": "https://apod.nasa.gov/apod/image/0701/mcnaught_jhackmann.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "McNaught Now Brightest Comet in Decades",
    "url": "https://apod.nasa.gov/apod/image/0701/mcnaught_jhackmann720.jpg"
  },
  {
    "date": "2007-01-10",
    "explanation": "Near the outskirts of the Small Magellanic Cloud, a satellite galaxy some 200 thousand light-years distant, lies 5 million year young star cluster NGC 602. Surrounded by natal gas and dust, NGC 602 is featured in this stunning Hubble image of the region. Fantastic ridges and swept back shapes strongly suggest that energetic radiation and shock waves from NGC 602's massive young stars have eroded the dusty material and triggered a progression of star formation moving away from the cluster's center. At the estimated distance of the Small Magellanic Cloud, the picture spans about 200 light-years, but a tantalizing assortment of background galaxies are also visible in the sharp Hubble view. The background galaxies are hundreds of millions of light-years or more beyond NGC 602.",
    "hdurl": "https://apod.nasa.gov/apod/image/0701/ngc602_hst_large.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 602 and Beyond",
    "url": "https://apod.nasa.gov/apod/image/0701/ngc602_hst_c720.jpg"
  },
  {
    "date": "2007-01-11",
    "explanation": "In visible light, the whole thing looks like an eagle.  The region was captured recently in unprecedented detail in infrared light by the robotic orbiting Spitzer Space Telescope (SSC). Shown above, the infrared image allows observers to peer through normally opaque dust and so better capture the full complexity of the Eagle Nebula star forming region. In particular, the three famous pillars near the image center are seen bathed in dust likely warmed by a supernova explosion.  The warm dust is digitally assigned the false color of red. Also visible, near the bottom of the image, is ten light-year long pillar sometimes dubbed the Fairy of Eagle Nebula. The greater Eagle emission nebula, tagged M16, lies about 6500 light years away, spans about 20 light-years, and is visible with binoculars toward the constellation of Serpens.",
    "hdurl": "https://apod.nasa.gov/apod/image/0701/eagle_spitzer_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Eagle Nebula in Infrared",
    "url": "https://apod.nasa.gov/apod/image/0701/eagle_spitzer.jpg"
  },
  {
    "copyright": "Frank BarrettCelestial Wonders",
    "date": "2007-01-12",
    "explanation": "Is this coat hanger a star cluster or an asterism?  This cosmic hang-up has been debated over much of last century, as astronomers wondered whether this binocular-visible object is really a physically associated open cluster or a chance projection. Chance star projections are known as asterisms, an example of which is the popular Big Dipper.  Recent precise measurements from different vantage points in the Earth's orbit around the Sun have recently uncovered discrepant angular shifts indicating that the Coat Hanger is better described as an asterism. Known more formally as Collinder 399, this bright stellar grouping can be seen spanning more than a full moon toward the direction of the constellation of the Fox (Vulpecula).  On the far right of the above image is the open cluster of stars NGC 6802.",
    "hdurl": "https://apod.nasa.gov/apod/image/0701/coathanger_barrett.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Collinder 399: The Coat Hanger",
    "url": "https://apod.nasa.gov/apod/image/0701/coathanger_barrett.jpg"
  },
  {
    "copyright": "Andrzej Sawow",
    "date": "2007-01-13",
    "explanation": "Bright Comet McNaught (C/2006 P1) graced the twilight this week, seen by many and often described with superlatives. Watching the skies over Krakow, Poland, Andrzej Sawow recorded this view on Wednesday - with an ordinary handheld digital camera. He notes that \"... astronomy is really for everyone who loves to look at the night sky. And fortunately (sometimes) the sky generously rewards its observer\". Now very close to the Sun, Comet McNaught (along with Mercury) is visible in realtime images from the SOHO spacecraft. Otherwise, skywatchers will find the comet hard to see this weekend. But southern hemisphere observers could be rewarded next week as Comet McNaught begins to climb higher in southern skies.",
    "hdurl": "https://apod.nasa.gov/apod/image/0701/KrakowMcNaught2_sawow.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Over Krakow",
    "url": "https://apod.nasa.gov/apod/image/0701/KrakowMcNaught2_sawow720.jpg"
  },
  {
    "date": "2007-01-14",
    "explanation": "Why are these stars moving so fast?  Shown above is a time-lapse movie in infrared light detailing how stars in the central light-year of our Galaxy have moved over the past eight years.  The yellow mark at the image center represents the location of a peculiar radio source named Sgr A*.  If these fast stars are held to the Galactic Center by gravity, then the central object exerting this gravity must be both compact and massive.  Analysis of the stellar motions indicates that over one million times the mass of our Sun is somehow confined to a region less than a fifth of a light-year across.  Astronomers interpret these observations as strong evidence that the center of our Galaxy is home to a very massive black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/SgrA_sharp_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sgr A*: Fast Stars Near the Galactic Center",
    "url": "https://apod.nasa.gov/apod/image/0012/SgrA_sharp.gif"
  },
  {
    "copyright": "Juan Casado",
    "date": "2007-01-15",
    "explanation": "This past weekend Comet McNaught peaked at a brightness that surpassed even Venus.  Fascinated sky enthusiasts in the Earth's northern hemisphere were treated to an instantly visible comet head and a faint elongated tail near sunrise and sunset.  Recent brightness estimates had Comet McNaught brighter than magnitude -5 (minus five) over this past weekend, making it the brightest comet since Comet Ikeya-Seki in 1965, which was recorded at -7 (minus seven). The Great Comet of 2007 reached its brightest as it rounded the Sun well inside the orbit of Mercury. Over the next week Comet McNaught will begin to fade as it moves south and away from the Sun.  The unexpectedly bright comet should remain visible to observers in the southern hemisphere with unaided eyes for the rest of January.  The above image, vertically compressed, was taken at sunset last Friday from mountains above Catalonia, Spain.",
    "hdurl": "https://apod.nasa.gov/apod/image/0701/mcnaught_casado_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet McNaught Over Catalonia",
    "url": "https://apod.nasa.gov/apod/image/0701/mcnaught_casado.jpg"
  },
  {
    "date": "2007-01-16",
    "explanation": "What caused this mess? Some type of star exploded to create the unusually shaped nebula known as Kepler's supernova remnant, but which type? Light from the stellar explosion that created this energized cosmic cloud was first seen on planet Earth in October 1604, a mere four hundred years ago. The supernova produced a bright new star in early 17th century skies within the constellation Ophiuchus. It was studied by astronomer Johannes Kepler and his contemporaries, with out the benefit of a telescope, as they searched for an explanation of the heavenly apparition.  Armed with a modern understanding of stellar evolution, early 21st century astronomers continue to explore the expanding debris cloud, but can now use orbiting space telescopes to survey Kepler's supernova remnant (SNR) across the spectrum.  Recent X-ray data and images of Kepler's supernova remnant taken by the orbiting Chandra X-ray Observatory has shown relative elemental abundances more typical of a Type Ia supernova, indicating that the progenitor was a white dwarf star that exploded when it accreted too much material and went over Chandrasekhar's limit. About 13,000 light years away, Kepler's supernova represents the most recent stellar explosion seen to occur within our Milky Way galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0701/keplersnr_chandra_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Kepler's Supernova Remnant in X-Rays",
    "url": "https://apod.nasa.gov/apod/image/0701/keplersnr_chandra.jpg"
  },
  {
    "date": "2007-01-17",
    "explanation": "The brightest comet of recent decades was a surprising first sight for a new camera in space.  The Sun Earth Connection Coronal and Heliospheric Investigation (SECCHI) instrument onboard the Solar TErrestrial RElations Observatory (STEREO) satellite had just opened up on January 11 when it snapped the above image of Comet McNaught.  Visible was a spectacular view of the ion tail of Comet McNaught being swept away from the Sun by the solar wind in filamentary rays.   The comet tail is seen to extend at least seven degrees across the above image, while the central coma is so bright it saturates. Comet McNaught is now reportedly so bright that it is visible even in broad daylight by blocking out the Sun with your hand.   Comet McNaught has rounded the Sun and will slowly fade away for observers in Earth's Southern Hemisphere as it recedes from the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/0701/mcnaught_stereo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet McNaught from New STEREO Satellite",
    "url": "https://apod.nasa.gov/apod/image/0701/mcnaught_stereo.jpg"
  },
  {
    "copyright": "Noel\nMunford",
    "date": "2007-01-18",
    "explanation": "After a remarkable performance in the northern hemisphere, the brightest comet in decades is now showing off in the south. Recorded during evening twilight on January 17, this view features the bright coma and gorgeous, sweeping tail of Comet McNaught (c/2006 P1) over Lake Horowhenua in Levin, a small town on New Zealand's North Island. Astronomer Noel Munford reports that the five second long digital camera exposure comes close to capturing the visual appearance of the comet in a sky coloured by smoke from distant brush fires in Australia. Discovered last summer by R. H. McNaught (Siding Spring Survey), the comet grew impressively bright in early January and has even been sighted in full daylight. In the coming days Comet McNaught will continue to move south, for now a spectacle in southern skies as it heads for the outer solar system.",
    "hdurl": "https://apod.nasa.gov/apod/image/0701/CometMcNaught_munford.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Southern Comet",
    "url": "https://apod.nasa.gov/apod/image/0701/CometMcNaught_munford_c505.jpg"
  },
  {
    "copyright": "Stefan\nSeipDavid Levy",
    "date": "2007-01-19",
    "explanation": "Comets grow bright when they're close to the Sun, basking in the intense solar radiation. Of course, they're also usually impossible to see against the overwhelming scattered sunlight. But surprising Comet McNaught - whose January 12 closest approach to the Sun (perihelion passage) was well inside the orbit of Mercury - gave an enjoyable performance in bright blue daytime skies. In fact, comet expert David Levy captured this remarkable inset (upper left) telescopic view of McNaught within an hour of perihelion, with the comet in broad daylight only about 7 degrees away from the Sun's position. Stefan Seip's wider daytime view of the comet and fluffy clouds was recorded approximately a day later. Seip used a polarizing filter and a telescope/camera set up near Stuttgart, Germany. No longer visible in broad daylight, Comet McNaught is now touring twilight southern skies.",
    "hdurl": "https://apod.nasa.gov/apod/image/0701/CometMcNaught2_seip.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "McNaught's Matinee",
    "url": "https://apod.nasa.gov/apod/image/0701/CometMcNaught_SeipLevy_inset.jpg"
  },
  {
    "date": "2007-01-20",
    "explanation": "This frame from a spectacular time lapse movie shows Comet McNaught - the Great Comet of 2007 - sweeping through the inner solar system. The movie frames were recorded from January 12 through Jan 16 by a coronograph onboard the sun-staring SOHO spacecraft. Bright planet Mercury also glides dramatically through the field of view but the Sun itself remains fixed, hidden behind the coronograph's central occulting disk. The broad-tailed comet is so bright it almost overwhelms SOHO's sensitive camera designed to explore the fainter structures in the Sun's outer atmosphere. Comet McNaught's closest approach to the Sun (perihelion on January 12) was only 0.17 astronomical units, or about half the distance between the Sun and Mercury. (Note: To download the movie file, click on the picture.)",
    "hdurl": "https://apod.nasa.gov/apod/image/0701/sohoMcNaught_sm.mov",
    "media_type": "image",
    "service_version": "v1",
    "title": "SOHO: Comet McNaught Movie",
    "url": "https://apod.nasa.gov/apod/image/0701/sohoMcNaught_cropframe.jpg"
  },
  {
    "date": "2007-01-21",
    "explanation": "This floating ring is the size of a galaxy.  In fact, it is part of the photogenic Sombrero Galaxy, one of the largest galaxies in the nearby Virgo Cluster of Galaxies.  The dark band of dust that obscures the mid-section of the Sombrero Galaxy in optical light actually glows brightly in infrared light.  The above image shows the infrared glow, recently recorded by the orbiting Spitzer Space Telescope, superposed in false-color on an existing image taken by NASA's Hubble Space Telescope in optical light.  The Sombrero Galaxy, also known as M104, spans about 50,000 light years across and lies 28 million light years away.  M104 can be seen with a small telescope in the direction of the constellation Virgo.",
    "hdurl": "https://apod.nasa.gov/apod/image/0701/sombrero_spitzer_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sombrero Galaxy in Infrared",
    "url": "https://apod.nasa.gov/apod/image/0701/sombrero_spitzer.jpg"
  },
  {
    "copyright": "Robert H. McNaught",
    "date": "2007-01-22",
    "explanation": "Comet McNaught, the Great Comet of 2007, has grown a long and filamentary tail.  The spectacular tail spreads across the sky and is visible to Southern Hemisphere observers just after sunset.  The head of the comet remains quite bright and easily visible to even city observers without any optical aide.  The amazing tail is visible on long exposures and even to the unaided eye from a dark location.  Reports even have the tail visible just above the horizon after sunset for many northern observers as well.  Comet McNaught, estimated at magnitude -2 (minus two), was caught by the comet's discoverer in the above image just after sunset last Friday from Siding Spring Observatory in Australia. Comet McNaught, the brightest comet in decades, is now fading as it moves further into southern skies and away from the Sun and Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0701/comet_mcnaught_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Magnificent Tail of Comet McNaught",
    "url": "https://apod.nasa.gov/apod/image/0701/comet_mcnaught.jpg"
  },
  {
    "copyright": "Los Cielos de Chile",
    "date": "2007-01-23",
    "explanation": "It's not the sky that's falling. More accurately, the Earth is rising.   The Earth's rotation gives a continually changing view to all Earth observers, including those measuring the universe at the Paranal Observatory. The observatory's four, massive 8.2 meter telescope units are situated on top of the 2,600 meter high mountain, Cerro Paranal, in the dry Atacama Desert in northern Chile. The individual unit telescopes can be used separately or in combination. Their names, Antu, Kueyen, Melipal, and Yepun, are taken from the Mapuche language. Fittingly they translate to Sun, Moon, Evening Star, and Southern Cross. Together they are fittingly known as the European Southern Observatory's Very Large Telescope. A higher time resolution version of the above movie is available here.",
    "hdurl": "https://apod.nasa.gov/apod/image/0701/mwsetparanal_guisard.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Milky Way Over Paranal \n",
    "url": "https://apod.nasa.gov/apod/image/0701/mwsetparanal_guisard_big.gif"
  },
  {
    "copyright": "Marco Fulle",
    "date": "2007-01-24",
    "explanation": "What's happening over the horizon?  Many a sky enthusiast who thought they had seen it all had never seen anything like this.  To the surprise of many Northern Hemisphere observers, the tail of Comet McNaught remained visible even after the comet's head set ahead of the Sun.  What's more, visible were bright but extremely rare filamentary striae from the comet's expansive dust tail.  The cause of dust tail striae are not known for sure, but are possibly related to fragmentation of comet's nucleus. The last comet to show prominent striae was Comet Hale-Bopp in 1997. Pictured above, the tail of Comet McNaught was caught just after sunset last Friday above the Carnic Alps of northern Italy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0701/naughtail_fulle_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Comet Tail Horizon",
    "url": "https://apod.nasa.gov/apod/image/0701/naughtail_fulle.jpg"
  },
  {
    "copyright": "Tony Hallas",
    "date": "2007-01-25",
    "explanation": "Cradled in glowing hydrogen, stellar nurseries in Orion lie at the edge of a giant molecular cloud some 1,500 light-years away. This breath-taking view spans about 13 degrees across the center of the well-known constellation with the Great Orion Nebula, the closest large star forming region, just right of center. The deep mosaic also includes (left of center), the Horsehead Nebula, the Flame Nebula, and Orion's belt stars. Image data acquired with a hydrogen alpha filter adds other remarkable features to this wide angle cosmic vista -- pervasive tendrils of energized atomic hydrogen gas and portions of the surrounding Barnard's Loop. While the Orion Nebula and belt stars are easy to see with the unaided eye, emission from the extensive interstellar gas is faint and much harder to record, even in telescopic views of the nebula-rich complex.",
    "hdurl": "https://apod.nasa.gov/apod/image/0701/orioncradle_hallas_r.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion's Cradle",
    "url": "https://apod.nasa.gov/apod/image/0701/orioncradle_hallas_r780.jpg"
  },
  {
    "date": "2007-01-26",
    "explanation": "Like grains of sand on a cosmic beach, individual stars of barred spiral galaxy NGC 1313 are resolved in this sharp composite from the Hubble Space Telescope's Advanced Camera for Surveys (ACS). The inner region of the galaxy is pictured, spanning about 10,000 light-years. Hubble's unique ability to distinguish individual stars in the 14 million light-year distant galaxy has been used to unravel the fate of star clusters whose bright young stars are spread through the disk of the galaxy as the clusters dissolve. The exploration of stars and clusters in external galaxy NGC 1313 offers clues to star formation and star cluster evolution in our own Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/0701/ngc1313_hst.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Star Clusters of NGC 1313",
    "url": "https://apod.nasa.gov/apod/image/0701/ngc1313_hst_c720.jpg"
  },
  {
    "copyright": "Paco Bellido",
    "date": "2007-01-27",
    "explanation": "While Comet McNaught ruled southern skies, last week's conjunction of the Moon and Venus could be enjoyed by denizens of both hemispheres of planet Earth. The two more commonly viewed celestial beacons produced this lovely twilight scene, recorded last Saturday in skies above Almodovar near Cordoba in southern Spain. Brilliant Venus and a slender crescent Moon seem to overlook the small town, along with a well-lit Castle Almodovar. The impressive castle's construction began in the 700s on the strategic site of a Roman fort. It was extensively restored in the 20th century.",
    "hdurl": "https://apod.nasa.gov/apod/image/0701/castlesky_bellido.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Castle and Sky",
    "url": "https://apod.nasa.gov/apod/image/0701/castlesky_bellido_c720.jpg"
  },
  {
    "date": "2007-01-28",
    "explanation": "What lies at the bottom of Hyperion's strange craters?  Nobody knows. To help find out, the robot Cassini spacecraft now orbiting Saturn swooped past the sponge-textured moon in late 2005 and took an image of unprecedented detail.  That image, shown above in false color, shows a remarkable world strewn with strange craters and a generally odd surface.   The slight differences in color likely show differences in surface composition.   At the bottom of most craters lies some type of unknown dark material.  Inspection of the image shows bright features indicating that the dark material might be only tens of meters thick in some places.   Hyperion is about 250 kilometers across, rotates chaotically, and has a density so low that it might house a vast system of caverns inside.",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/hyperion2_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Hyperion: A Moon with Odd Craters",
    "url": "https://apod.nasa.gov/apod/image/0510/hyperion2_cassini.jpg"
  },
  {
    "copyright": "Danilo PivatoBeyond the Moon",
    "date": "2007-01-29",
    "explanation": "How could the Sun turn green?  Difficult to observe, the momentary green flash above the rising or setting sun has been documented as a phenomenon caused by the atmospheric bending or refraction of sunlight. Like a weak prism, the Earth's atmosphere breaks white sunlight into colors, bending red colors slightly and green and blue colors through increasingly larger angles. When the sky is clear, a green flash just above the sun's edge can sometimes be seen for a second or so, when the sun is close to a distant horizon. Still, from a site atop Mt. Autore (altitude 1,850 meters) in Italy astrophotographer Danilo Pivato captured this dramatic green flash movie.  The time between frames varies from over one minute in the beginning to about one second as the flash becomes visible.",
    "hdurl": "https://apod.nasa.gov/apod/image/0701/greenset_pivato.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Movie: A Green Flash Over Italy",
    "url": "https://apod.nasa.gov/apod/image/0701/greenset_pivato.jpg"
  },
  {
    "copyright": "Jean-Charles\nCuillandre",
    "date": "2007-01-30",
    "explanation": "NGC 2359 is a striking emission nebula with an impressive popular name - Thor's Helmet Sure, its suggestive winged appearance might lead some to refer to it as the \"duck nebula\", but if you were a nebula which name would you choose? By any name NGC 2359 is a bubble-like nebula some 30 light-years across, blown by energetic winds from an extremely hot star seen near the center and classified as a Wolf-Rayet star. Wolf-Rayet stars are rare massive blue giants which develop stellar winds with speeds of millions of kilometers per hour. Interactions with a nearby large molecular cloud are thought to have contributed to this nebula's more complex shape and curved bow-shock structures. NGC 2359 is about 15,000 light-years distant toward the constellation Canis Major.",
    "hdurl": "https://apod.nasa.gov/apod/image/0701/thor_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Thor's Helmet from CFHT",
    "url": "https://apod.nasa.gov/apod/image/0701/thor_cfht.jpg"
  },
  {
    "date": "2007-01-31",
    "explanation": "What would the rings of Saturn look like if you passed right through the ring plane? To find out, NASA aimed cameras from the Cassini spacecraft right at Saturn's rings as the robotic explorer passed from the sunlit side of the rings to the shadowed side.   Resulting images from a vantage point outside the rings and most moons, but inside the orbit of Titan, have been gathered together in the above time-lapse movie.  The dramatic movie demonstrates that ring particle density and reflectivity makes some parts of the shadowed side nearly the photographic negative of the sunlit side, but nearly empty regions remain continually dark.  Visible also are Saturn-orbiting moons Enceladus, Mimas, Janus, Epimetheus, Prometheus, and Pandora.  The extreme thinness of Saturn's rings can be appreciated from frames taken near the crossing time.",
    "hdurl": "https://apod.nasa.gov/apod/image/0701/ringcross_cassini.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Movie: Cassini Crosses Saturn's Ring Plane",
    "url": "https://apod.nasa.gov/apod/image/0701/ringcross_cassini.jpg"
  },
  {
    "copyright": "S. DeiriesESOM. FulleINAF",
    "date": "2007-02-01",
    "explanation": "By January 19/20 Comet McNaught's magnificent dust tail stretched for about 150 million kilometers (~1 AU), requiring images from both southern and northern hemispheres of planet Earth to take it all in. Two such views - from Cerro Paranal in Chile (left) and the Carnic Alps in Italy - are combined in this unique graphic that also outlines a perspective view of the comet's orbit (dotted line) and relative position of the Sun. Driven by solar radiation pressure the dust tail initially points away from the Sun, but also trails outside the comet's orbit. Astronomers try to account for the complex structure along the tail, including the pronounced striations, by considering forces acting on the dust (e.g. gravity, solar wind and radiation) as well as the release time and size of the dust grains. In the diagram, the modeled location of dust grains released at approximately the same time relative to perihelion passage, synchrones, are shown as dashed lines. The location of grains of similar size, syndynes, are shown as solid lines.",
    "hdurl": "https://apod.nasa.gov/apod/image/0702/mcnaught_deiriesfulle_comp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Tail of Two Hemispheres",
    "url": "https://apod.nasa.gov/apod/image/0702/mcnaught_deiriesfulle_comp720.jpg"
  }
]
