[
  {
    "copyright": "S. DeiriesESOM. FulleINAF",
    "date": "2007-02-01",
    "explanation": "By January 19/20 Comet McNaught's magnificent dust tail stretched for about 150 million kilometers (~1 AU), requiring images from both southern and northern hemispheres of planet Earth to take it all in. Two such views - from Cerro Paranal in Chile (left) and the Carnic Alps in Italy - are combined in this unique graphic that also outlines a perspective view of the comet's orbit (dotted line) and relative position of the Sun. Driven by solar radiation pressure the dust tail initially points away from the Sun, but also trails outside the comet's orbit. Astronomers try to account for the complex structure along the tail, including the pronounced striations, by considering forces acting on the dust (e.g. gravity, solar wind and radiation) as well as the release time and size of the dust grains. In the diagram, the modeled location of dust grains released at approximately the same time relative to perihelion passage, synchrones, are shown as dashed lines. The location of grains of similar size, syndynes, are shown as solid lines.",
    "hdurl": "https://apod.nasa.gov/apod/image/0702/mcnaught_deiriesfulle_comp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Tail of Two Hemispheres",
    "url": "https://apod.nasa.gov/apod/image/0702/mcnaught_deiriesfulle_comp720.jpg"
  },
  {
    "copyright": "Robert GendlerJan-Erik Ovaldsen",
    "date": "2007-02-02",
    "explanation": "Of course, the Flame Nebula is not on fire. Also known as NGC 2024, the nebula's suggestive reddish color is due to the glow of hydrogen atoms at the edge of the giant Orion molecular cloud complex some 1,500 light-years away. The hydrogen atoms have been ionized, or stripped of their electrons, and glow as the atoms and electrons recombine.  But what ionizes the hydrogen atoms? In this close-up view, a dark lane of absorbing interstellar dust stands out in silhouette against the hydrogen glow and actually hides the true source of the Flame Nebula's energy from optical telescopes. Behind the dark lane lies a cluster of hot, young stars, seen at infrared wavelengths through the obscuring dust.  A young, massive star in that cluster is the likely source of energetic ultraviolet radiation that ionizes the hydrogen gas in the Flame Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/0702/FlameNML_gendler.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Flame Nebula Close-Up",
    "url": "https://apod.nasa.gov/apod/image/0702/FlameNML_gendler_rc720.jpg"
  },
  {
    "copyright": "Babak Tafreshi",
    "date": "2007-02-03",
    "explanation": "On January 25th, light from a first quarter Moon illuminated this dreamlike landscape looking across the rugged, snow-covered peaks of the Alborz Mountain Range in northern Iran. The stunning sky is filled with stars, including the yellow-tinged Betelgeuse at the shoulder of Orion. Sirius, alpha star of Canis Major and the brightest star in planet Earth's night, stands above and left of picture center. The eerie glow along the Haraz valley in the foreground is light from cars traveling a highway leading from Tehran to the Caspian Sea.",
    "hdurl": "https://apod.nasa.gov/apod/image/0702/alborzmountains_tafreshi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Alborz Mountains in Moonlight",
    "url": "https://apod.nasa.gov/apod/image/0702/alborzmountains_tafreshi_63.jpg"
  },
  {
    "date": "2007-02-04",
    "explanation": "What if you saw your shadow on Mars and it wasn't human?  Then you might be the Opportunity rover currently exploring Mars.  Opportunity and sister robot Spirit have been probing the red planet since early 2004, finding evidence of ancient water, and sending breathtaking images across the inner Solar System.  Pictured above, Opportunity looks opposite the Sun into Endurance Crater and sees its own shadow.  Two wheels are visible on the lower left and right, while the floor and walls of the unusual crater are visible in the background.  Opportunity and Spirit have now spent over three years exploring the red world, find new clues into the wet ancient past of our Solar System's second most habitable planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/0702/shadow_opportunity_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shadow of a Martian Robot",
    "url": "https://apod.nasa.gov/apod/image/0702/shadow_opportunity.jpg"
  },
  {
    "copyright": "Antti Kemppainen",
    "date": "2007-02-05",
    "explanation": "Sometimes the sky itself is the best show in town.  On January 26, people from Perth, Australia gathered on a local beach to watch a sky light up with delights near and far.  Nearby, fireworks exploded as part of Australia Day celebrations.  On the far right, lightning from a thunderstorm flashed in the distance.  Near the image center, though, seen through clouds, was the most unusual sight of all: Comet McNaught.  The photogenic comet was so bright that it even remained visible though the din of Earthly flashes.  Comet McNaught continues to move out from the Sun and dim, but should remain visible in southern skies with binoculars through the end of this month. The above image is actually a three photograph panorama digitally processed to reduce red reflections from the exploding firework.",
    "hdurl": "https://apod.nasa.gov/apod/image/0702/mcnaught3_kemppainen.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Between Fireworks and Lightning",
    "url": "https://apod.nasa.gov/apod/image/0702/mcnaught3_kemppainen.jpg"
  },
  {
    "date": "2007-02-06",
    "explanation": "What's happening to our Sun?  Another Coronal Mass Ejection (CME)!  The Sun-orbiting SOHO spacecraft has imaged many erupting filaments lifting off the active solar surface and blasting enormous bubbles of magnetic plasma into space. Direct light from the sun is blocked in the inner part of the above image, taken in 2002, and replaced by a simultaneous image of the Sun in ultraviolet light.  The field of view extends over two million kilometers from the solar surface. While hints of these explosive events, called coronal mass ejections or CMEs, were discovered by spacecraft in the early 70s, this dramatic image is part of a detailed record of this CME's development from the presently operating SOHO spacecraft.  Near the minimum of the solar activity cycle CMEs occur about once a week, but near solar maximum rates of two or more per day are typical. Strong CMEs may profoundly influence space weather. Those directed toward our planet can have serious effects.",
    "hdurl": "https://apod.nasa.gov/apod/image/0702/cmesun_soho_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sun Storm: A Coronal Mass Ejection",
    "url": "https://apod.nasa.gov/apod/image/0702/cmesun_soho.jpg"
  },
  {
    "date": "2007-02-07",
    "explanation": "Why would some regions on Titan reflect very little radar?   The leading explanation is that these regions are lakes, possibly composed of liquid methane.  The above image is a false-color synthetic radar map of a northern region of Titan taken during a flyby of the cloudy moon by the robotic Cassini spacecraft last July.  On this map, which spans about 150 kilometers across, dark regions reflect relatively little of the broadcast radar signal.  Images like this show Titan to be only the second body in the Solar System to possess liquids on the surface.  Future observations from Cassini during Titan flybys will further test the methane lake hypothesis, as comparative wind effects on the regions are studied.",
    "hdurl": "https://apod.nasa.gov/apod/image/0702/titanlakes2_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Liquid Lakes on Saturn's Titan",
    "url": "https://apod.nasa.gov/apod/image/0702/titanlakes2_cassini.jpg"
  },
  {
    "date": "2007-02-08",
    "explanation": "This stunning group of galaxies is far, far away - about 450 million light-years from planet Earth - cataloged as galaxy cluster Abell S0740. Dominated by the cluster's large central elliptical galaxy (ESO 325-G004), this sharp Hubble view takes in a remarkable assortment of galaxy shapes and sizes with only a few spiky foreground stars scattered through the field. The giant elliptical galaxy spans over 100,000 light years and contains about 100 billion stars, comparable in size to our own spiral Milky Way. The Hubble data reveal a wealth of detail in even these distant galaxies, including magnificent arms and dust lanes, star clusters, ring structures, and gravitational lensing arcs.",
    "hdurl": "https://apod.nasa.gov/apod/image/0702/abellclust_hst_lr.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxies Away",
    "url": "https://apod.nasa.gov/apod/image/0702/abellclust_hst_lr720.jpg"
  },
  {
    "copyright": "Alan Friedman",
    "date": "2007-02-09",
    "explanation": "These three ancient, large impact craters lie on the north eastern shores of Mare Nubium, the lunar Sea of Clouds. Along the top of the stark mosaic (left to right) are the namesakes of Ptolemaeus, Alphonsus and Arzachel. The picture offers a remarkably detailed view of the well-studied region with shadows emphasizing the large crater central peaks and slumping walls. Careful examination also reveals the 110 kilometer long Straight Wall, a fault 200-300 meters high, and the intriguing Davy crater chain. Overall, the striking moonscape is similar to the final images recorded by the Ranger 9 spacecraft, before it crashed into the 108 kilometer wide crater Alphonsus in March of 1965.",
    "hdurl": "https://apod.nasa.gov/apod/image/0702/bigmoonmosaic_friedman.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ptolemaeus, Alphonsus and Arzachel",
    "url": "https://apod.nasa.gov/apod/image/0702/bigmoonmosaic_friedman750.jpg"
  },
  {
    "date": "2007-02-10",
    "explanation": "The center of our Milky Way Galaxy is hidden from the prying eyes of optical telescopes by clouds of obscuring dust and gas. But in this stunning vista, the Spitzer Space Telescope's infrared cameras, penetrate much of the dust revealing the stars of the crowded galactic center region. A mosaic of many smaller snapshots, the detailed, false-color image shows older, cool stars in bluish hues. Reddish glowing dust clouds are associated with young, hot stars in stellar nurseries. The galactic center lies some 26,000 light-years away, toward the constellation Sagittarius. At that distance, this picture spans about 900 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0702/gcenter_spitzer_f40.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars of the Galactic Center",
    "url": "https://apod.nasa.gov/apod/image/0702/gcenter_spitzer_c11.jpg"
  },
  {
    "date": "2007-02-11",
    "explanation": "What's happening on Jupiter's moon Io? Two sulfurous eruptions are visible on Jupiter's volcanic moon Io in this color composite image from the robotic Galileo spacecraft that orbited Jupiter from 1995 to 2003. At the image top, over Io's limb, a bluish plume rises about 140 kilometers above the surface of a volcanic caldera known as Pillan Patera. In the image middle, near the night/day shadow line, the ring shaped Prometheus plume is seen rising about 75 kilometers above Io while casting a shadow below the volcanic vent. Named for the Greek god who gave mortals fire, the Prometheus plume is visible in every image ever made of the region dating back to the Voyager flybys of 1979 - presenting the possibility that this plume has been continuously active for at least 18 years. The above digitally sharpened image was originally recorded in 1997 on June 28 from a distance of about 600,000 kilometers.",
    "hdurl": "https://apod.nasa.gov/apod/image/0702/ioprometheus_galileo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io: The Prometheus Plume",
    "url": "https://apod.nasa.gov/apod/image/0702/ioprometheus_galileo.jpg"
  },
  {
    "copyright": "Minoru Yoneto",
    "date": "2007-02-12",
    "explanation": "Comet McNaught is perhaps the most photogenic comet of our time.  After making quite a show in the northern hemisphere in mid January, the comet moved south and developed a long and unusual dust tail that dazzled southern hemisphere observers starting in late January. Comet McNaught was imaged two weeks ago between Mount Remarkable and Cecil Peak in this spectacular image taken from Queenstown, South Island, New Zealand.   The bright comet dominates the right part of the above image, while the central band of our Milky Way Galaxy dominates the left.  Careful inspection of the image will reveal a meteor streak just to the left of the comet.  Comet McNaught continues to move out from the Sun and dim, but should remain visible in southern skies with binoculars through the end of this month.",
    "hdurl": "https://apod.nasa.gov/apod/image/0702/cometmeteorgalaxy_yoneto_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet McNaught Over New Zealand",
    "url": "https://apod.nasa.gov/apod/image/0702/cometmeteorgalaxy_yoneto.jpg"
  },
  {
    "date": "2007-02-13",
    "explanation": "The explosion is over but the consequences continue.  About eleven thousand years ago a star in the constellation of Vela could be seen to explode, creating a strange point of light briefly visible to humans living near the beginning of recorded history.  The outer layers of the star crashed into the interstellar medium, driving a shock wave that is still visible today.  A roughly spherical, expanding shock wave is visible in X-rays. The above image captures much of that filamentary and gigantic shock in visible light, spanning almost 100 light years and appearing twenty times the diameter of the full moon. As gas flies away from the detonated star, it decays and reacts with the interstellar medium, producing light in many different colors and energy bands. Remaining at the center of the Vela Supernova Remnant is a pulsar, a star as dense as nuclear matter that completely rotates more than ten times in a single second.",
    "hdurl": "https://apod.nasa.gov/apod/image/0702/vela_skyfactory_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Vela Supernova Remnant in Visible Light",
    "url": "https://apod.nasa.gov/apod/image/0702/vela_skyfactory.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2007-02-14",
    "explanation": "Would the Rosette Nebula by any other name look as sweet?  The bland New General Catalog designation of NGC 2237 doesn't appear to diminish the appearance of the  this flowery emission nebula.  Inside the nebula lies an open cluster of bright young stars designated NGC 2244.  These stars formed about four million years ago from the nebular material and their  stellar winds are clearing a hole in the nebula's center, insulated by a layer of dust and hot gas.  Ultraviolet light from the hot cluster stars causes the surrounding nebula to glow. The Rosette Nebula spans about 100 light-years across, lies about 5000 light-years away, and can be seen with a small telescope towards the constellation of Monoceros.",
    "hdurl": "https://apod.nasa.gov/apod/image/0702/rosette_gendler_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Rosette Nebula",
    "url": "https://apod.nasa.gov/apod/image/0702/rosette_gendler.jpg"
  },
  {
    "date": "2007-02-15",
    "explanation": "Planetary nebula NGC 2440 has an intriguing bow-tie shape in this stunning view from space. The nebula is composed of material cast off by a dying sun-like star as it enters its white dwarf phase of evolution. Details of remarkably complex structures are revealed within NGC 2440, including dense ridges of material swept back from the nebula's central star. Near the center of the view, the star itself is one of the hottest known, with a surface temperature of about 200,000 kelvins. About 4,000 light-years from planet Earth toward the nautical constellation Puppis, the nebula spans over a light-year and is energized by ultraviolet light from the central star. The false-color image was recorded earlier this month using the Hubble's Wide-Field Planetary Camera 2(WFPC2), demonstrating still impressive imaging capabilities following the failure of the Advanced Camera for Surveys.",
    "hdurl": "https://apod.nasa.gov/apod/image/0702/ngc2440_hst_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planetary Nebula NGC 2440",
    "url": "https://apod.nasa.gov/apod/image/0702/ngc2440_hst_c720.jpg"
  },
  {
    "copyright": "Ken CrawfordRancho Del Sol Observatory",
    "date": "2007-02-16",
    "explanation": "NGC 2685 is a confirmed polar ring galaxy - a rare type of galaxy with stars, gas and dust orbiting in rings perpendicular to the plane of a flat galactic disk. The bizarre configuration could be caused by the chance capture of material from another galaxy by a disk galaxy, with the captured debris strung out in a rotating ring. Still, observed properties of NGC 2685 suggest that the rotating ring structure is remarkably old and stable. In this fascinating view of the peculiar system also known as Arp 336 or the Helix galaxy, the strange, perpendicular rings are easy to trace as they pass in front of the galactic disk, along with other disturbed outer structures. NGC 2685 is about 50,000 light-years across and 40 million light-years away in the constellation Ursa Major.",
    "hdurl": "https://apod.nasa.gov/apod/image/0702/NGC2685_crawford.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Polar Ring Galaxy NGC 2685",
    "url": "https://apod.nasa.gov/apod/image/0702/NGC2685_crawford720.jpg"
  },
  {
    "date": "2007-02-17",
    "explanation": "Get out your red/blue glasses and float next to asteroid 433 Eros, now over 220 million kilometers away! Orbiting the Sun once every 1.8 earth-years, asteroid Eros is a diminutive 40 x 14 x 14 kilometer world of undulating horizons, craters, boulders and valleys. Its unsettling scale and bizarre shape are emphasized in this picture - a mosaic of images from the NEAR Shoemaker spacecraft processed to yield a stereo anaglyphic view.  Along with dramatic chiaroscuro, NEAR's 3-D imaging provided important measurements of the asteroid's landforms and structures, and clues to the origin of this city-sized chunk of solar system. The smallest features visible here are about 30 meters across. After spending a year in orbit around Eros, the historic Near Shoemaker spacecraft made the first ever landing on an asteroid's surface February 12, 2001.",
    "hdurl": "https://apod.nasa.gov/apod/image/0702/stereoeros_near.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stereo Eros",
    "url": "https://apod.nasa.gov/apod/image/0702/stereoeros_near.jpg"
  },
  {
    "date": "2007-02-18",
    "explanation": "It has become one of the most famous images of modern times. This image, taken with the Hubble Space Telescope in 1995, shows evaporating gaseous globules (EGGs) emerging from pillars of molecular hydrogen gas and dust.  The giant pillars are light years in length and are so dense that interior gas contracts gravitationally to form stars.  At each pillars' end, the intense radiation of bright young stars causes low density material to boil away, leaving stellar nurseries of dense EGGs exposed.  The Eagle Nebula, associated with the open star cluster M16, lies about 7000 light years away.  The pillars of creation were imaged recently by the orbiting Chandra X-ray Observatory, and it was found that most EGGS are not strong emitters of X-rays.",
    "hdurl": "https://apod.nasa.gov/apod/image/0702/pillars5_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M16: Pillars of Creation",
    "url": "https://apod.nasa.gov/apod/image/0702/pillars5_hst.jpg"
  },
  {
    "copyright": "Mohammad Rahimi",
    "date": "2007-02-19",
    "explanation": "A bright new nova is being studied by astronomers.  The officially dubbed Nova Scorpii 2007 has become so bright in recent days that it is now visible to the unaided eye.   Adventurous early morning sky enthusiasts should look in dark skies toward the constellation of the Scorpion, just below Jupiter and Antares.  The above image may help as a sky chart.   A nova this bright occurs only every few years.  Novas are caused by thermonuclear explosions casting off the outer layers of a white dwarf star.   Pictured above on Friday, the nova was being studied through a small telescope as it appeared over the Varzaneh Desert in Isfahan, Iran. The nova will likely fade but remain visible with binoculars for at least a few more days.",
    "hdurl": "https://apod.nasa.gov/apod/image/0702/nova_rahimi_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nova Over Iran",
    "url": "https://apod.nasa.gov/apod/image/0702/nova_rahimi.jpg"
  },
  {
    "date": "2007-02-20",
    "explanation": "What created these white ridges on Mars?  The images showing the white ridges, including some of the highest resolution images ever taken from Martian orbit, were recorded last year by the Mars Reconnaissance Orbiter (MRO). A current leading hypothesis is that the white ridges formed as water flowed through underground cracks and bleached and hardened the edges of surrounding rocks.  Over millions of years, surface winds eroded the darker rock leaving the raised white ridges.   Such water-created light-colored markings are well known here on Earth.  The hypothesis is particularly interesting as underground water could have helped to support microbial life on the red world. The above image resolves surface features as small as one meter across in Candor Chasma region of huge Valles Marineris on Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0702/marsridges_mro_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "White Ridges on Mars",
    "url": "https://apod.nasa.gov/apod/image/0702/marsridges_mro.jpg"
  },
  {
    "date": "2007-02-21",
    "explanation": "What's that new star in the sky?  The star might appear new, but it's actually just the variable star Mira near its brightest.  Rolling your cursor over the above vertically compressed image will identify the unusual star Mira, a star that can change from practical invisibility to one of the brighter stars on the sky over the course of a year. Pictured above a castle in Stuttgart, Germany, last week, red giant star Mira appeared near its maximum brightness of magnitude 2. Although similar in mass to our Sun, Mira tenuous and cool atmosphere could extend out past the orbit of Mars, and achieve a luminosity over 10,000 times greater than our Sun. Mira is near the end of its life and its variability is somewhat erratic.  Details of Mira's variability are still being researched, but the reason for Mira's pulsations are thought related to periodic changes in the thickness of parts of Mira's atmosphere.  Recent high resolution images show that Mira is not even round.  Mira lies 420 light years distant toward the constellation of the Monster Whale (Cetus). Mira will fade over the next 200 days, but climb back to naked-eye visibility early next year.",
    "hdurl": "https://apod.nasa.gov/apod/image/0702/mira_seip_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mira Over Germany",
    "url": "https://apod.nasa.gov/apod/image/0702/mira_seip.jpg"
  },
  {
    "copyright": "Ray Palmer",
    "date": "2007-02-22",
    "explanation": "Place your cursor on this stunning view through dark skies over western Australia to highlight wonders of the southern Milky Way -- including the famous Southern Cross, the dark Coal Sack Nebula, and bright reddish emission regions surrounding massive star Eta Carinae. Recorded Tuesday at about 2 am, the thirty minute long color film exposure also captured a bright but mysterious object that moved slowly across the sky for over an hour. Widely seen, the object began as a small point and expanded as it tracked toward the North (left), resulting in a comet-like appearance in this picture. What was it? Reports are now identifying the mystery glow with a plume from the explosion of a malfunctioned Russian rocket stage partially filled with fuel. The rocket stage was marooned in Earth orbit after a failed communication satellite launch almost a year ago on February 28, 2006. A substantial amount of debris from the breakup can be tracked.",
    "hdurl": "https://apod.nasa.gov/apod/image/0702/SouthernCross_Phenomenon.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mystery Over Australia",
    "url": "https://apod.nasa.gov/apod/image/0702/SouthernCross_Phenomenon.jpg"
  },
  {
    "date": "2007-02-23",
    "explanation": "Dust makes this cosmic eye look red. The eerie Spitzer Space Telescope image shows infrared radiation from the well-studied Helix Nebula (NGC 7293) a mere 700 light-years away in the constellation Aquarius. The two light-year diameter shroud of dust and gas around a central white dwarf has long been considered an excellent example of a planetary nebula, representing the final stages in the evolution of a sun-like star. But the Spitzer data show the nebula's central star itself is immersed in a surprisingly bright infrared glow. Models suggest the glow is produced by a dust debris disk. Even though the nebular material was ejected from the star many thousands of years ago, the close-in dust could be generated by collisions in a reservoir of objects analogous to our own solar system's Kuiper Belt or cometary Oort cloud. Formed in the distant planetary system, the comet-like bodies have otherwise survived even the dramatic late stages of the star's evolution.",
    "hdurl": "https://apod.nasa.gov/apod/image/0702/helix_spitzer_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dust and the Helix Nebula",
    "url": "https://apod.nasa.gov/apod/image/0702/helix_spitzer_720.jpg"
  },
  {
    "date": "2007-02-24",
    "explanation": "The premier Chandra X-ray Observatory images of M16, the Eagle Nebula, show many bright x-ray sources in the region. Most of the x-ray sources are energetic young stars. They are seen here as colored spots superimposed on the Hubble's well-known optical view of M16's light-year long Pillars of Creation. For example, a blue source near the tip of the large pillar at the upper left is estimated to be an embedded young star 4 or 5 times as massive as the Sun. Still, most of the x-ray sources are not coincident with the pillars themselves, indicating that embedded stars are not common in the dusty structures. The mostly empty pillars are thought to be an indication that star formation actually peaked millions of years ago within the Eagle Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/0702/m16composite_chandra.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-rays and the Eagle Nebula",
    "url": "https://apod.nasa.gov/apod/image/0702/m16composite_chandra720c.jpg"
  },
  {
    "date": "2007-02-25",
    "explanation": "Does this moon look familiar? Possibly not, even though it is Earth's Moon.  Locked in synchronous rotation, the Moon always presents its well-known near side to Earth.  But from lunar orbit, Apollo astronauts also grew to know the Moon's far side.  This sharp picture from Apollo 16's mapping camera shows the eastern edge of the familiar near side (top) and the strange and heavily cratered far side of the Moon.  Surprisingly, the rough and battered surface of the far side looks very different from the near side which is covered with smooth dark lunar maria.  The likely explanation is that the far side crust is thicker, making it harder for molten material from the interior to flow to the surface and form the smooth maria.",
    "hdurl": "https://apod.nasa.gov/apod/image/0702/farside_apollo16_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Far Side of the Moon",
    "url": "https://apod.nasa.gov/apod/image/0702/farside_apollo16.jpg"
  },
  {
    "copyright": "Robert H. McNaught",
    "date": "2007-02-26",
    "explanation": "What's that cloud drifting in space?  It's not an astronomical nebula -- those appear to stay put. Atmospheric clouds don't look like this.  The answer to last week's sky mystery turned out to be orbiting and expanding debris from the upper stage of a failed Russian rocket that exploded unexpectedly.  The cloud became visible to unaided southern hemisphere observers, and its cause was initially unknown. The above time lapse movie shows the cloud drifting as seen from Australia.  Streaks in and near the cloud are likely large pieces of debris.  The debris cloud is more than an astronomical curiosity -- particles from this cloud and others could become projectiles damaging existing satellites.   As the cloud disperses, many particles will fall to Earth, but many more may help make low Earth orbit an increasingly hostile environment.",
    "hdurl": "https://apod.nasa.gov/apod/image/0702/debrismovie_mcnaught_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Rocket Debris Cloud Drifts",
    "url": "https://apod.nasa.gov/apod/image/0702/debrismovie_mcnaught.jpg"
  },
  {
    "date": "2007-02-27",
    "explanation": "Do extrasolar planets have water?  In an attempt to find out, the orbiting Spitzer Space Telescope made detailed observations of the atmospheres of two planets that orbit stars other than our Sun.  Unfortunately, water vapor was not detected in either exoplanet. Spitzer watched star systems HD 209458b and HD 189733b closely in infrared light both before and after the parent stars eclipsed their known planets.   By comparing eclipsed and uneclipsed spectra very closely, astronomers could deduce bright light-emitting atmospheric gasses that were being blocked during eclipse.   Were water vapor one of these atmospheric gases, a new indication that life might exist outside of our Solar System would have been found.   The planets being analyzed are known as hot Jupiters -- they have sizes close to Jupiter but orbits closer to the distance of Mercury. The above illustration shows an artist's depiction of one of these dry worlds. Although no water vapor was detected this time, the techniques of measuring exoplanet atmospheres are quite promising, and the search for distant water and other biomarkers is just beginning.",
    "hdurl": "https://apod.nasa.gov/apod/image/0702/planetatm_spitzer_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Atmospheres Detected for Two Extrasolar Planets",
    "url": "https://apod.nasa.gov/apod/image/0702/planetatm_spitzer.jpg"
  },
  {
    "copyright": "Russell Croman",
    "date": "2007-02-28",
    "explanation": "When stars form, pandemonium reigns.  A textbook case is the star forming region NGC 2170.  Visible above are red glowing emission nebulas of hydrogen, blue  reflection nebulas of dust, dark absorption nebulas of dust, and the stars that formed from them.  The first massive stars formed from the dense gas will emit energetic light and winds that erode, fragment, and sculpt their birthplace.  And then they explode.  The resulting morass is often as beautiful as it is complex.  After tens of millions of years, the dust boils away, the gas gets swept away, and all that is left is a naked open cluster of stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0702/ngc2170_croman_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars, Dust and Nebula in NGC 2170",
    "url": "https://apod.nasa.gov/apod/image/0702/ngc2170_croman.jpg"
  },
  {
    "date": "2007-03-01",
    "explanation": "Panels on ESA's Rosetta spacecraft appear in the foreground of this intriguing image of Mars recorded on February 25 at a range of about 1,000 kilometers. Launched in March 2004, Rosetta was near its closest approach to the Red Planet during a gravity assist flyby maneuver and is ultimately destined to rendezvous with a comet designated 67P/Churyumov-Gerasimenko. Below the comet-chasing spacecraft lies a dark boundary along the martian Syrtis region. But wait ... who took the picture? The picture was actually captured by the imaging system (CIVA) onboard Rosetta's lander, Philae, switched on for testing. The three-legged, box-shaped, 100 kilogram Philae is scheduled to attempt a landing on the comet nucleus after Rosetta's rendezvous in November 2014.",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/CIVA_Mars_30_H.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rosetta Over Mars",
    "url": "https://apod.nasa.gov/apod/image/0703/CIVA_Mars_30_H720rg.jpg"
  }
]
