[
  {
    "date": "2007-05-01",
    "explanation": "What's happening over the South Pole of Venus?  To find out, scientists sent the robot Venus Express spacecraft now orbiting Venus directly over the lower spin axis of Earth's overheated twin. Venus Express confirmed there a spectacular massive swirling storm system with similarities to the vortex recently imaged over Saturn's South Pole.  The above composite image in infrared light features Venus' daytime side on the left, shining primarily by reflected sunlight, and nighttime side on the right, shining primarily by thermal light.  A Venusian polar vortex is visible as the small circular feature near the center of the thermal infrared image pictured on the right.  Close inspection of other South Pole images unexpectedly showed a second vortex, meaning that the unusual swirling clouds are like an Earth-hurricane that has two eyes. Why a double vortex has formed is now a topic of research.  The above image was taken last year, and more recent images from Venus Express are being processed that have as much as 100 times more detail.",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/southvenus_venusexpress_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Swirling Clouds Over the South Pole of Venus",
    "url": "https://apod.nasa.gov/apod/image/0705/southvenus_venusexpress.jpg"
  },
  {
    "copyright": "Karen Wehrstein",
    "date": "2007-05-02",
    "explanation": "How might a sunrise appear on Gliese 581c?  One artistic guess is shown above.  Gliese 581c is the most Earth-like planet yet discovered and lies a mere 20 light-years distant.  The central red dwarf is small and redder than our Sun but one of the orbiting planets has recently been discovered to be in the habitable zone where liquid water could exist on its surface.   Although this planet is much different from Earth, orbiting much closer than Mercury and containing five times the mass of Earth, it is now a candidate to hold not only oceans but life enabled by the oceans.  Were future observations to confirm liquid water, Gliese 581c might become a worthy destination or way station for future interstellar travelers from Earth.  Drawn above in the hypothetical, the red dwarf star Gliese 581 rises through clouds above a calm ocean of its planet Gliese 581c.",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/gliese581_wehrstein_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunrise from the Surface of Gliese 581c",
    "url": "https://apod.nasa.gov/apod/image/0705/gliese581_wehrstein.jpg"
  },
  {
    "copyright": "Dietmar Hager",
    "date": "2007-05-03",
    "explanation": "Grand spiral galaxies often seem to get all the glory. Their newly formed, bright, blue star clusters along beautiful, symmetric spiral arms are guaranteed to attract attention. But small irregular galaxies form stars too, like NGC 4449, located about 12 million light-years away. The well-studied galaxy is similar in size, and often compared to our Milky Way's satellite galaxy, the Large Magellanic Cloud (LMC). This lovely color image shows NGC 4449's general bar shape, also characteristic of the LMC, with scattered young blue star clusters. Near the bottom is the pinkish glow of atomic hydrogen gas, the telltale tracer of massive star forming regions. NGC 4449 is a member of a group of galaxies found in the constellation Canes Venatici. In fact, interactions with nearby galaxies are thought to have influenced star formation in NGC 4449.",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/ngc4449_hager.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Small Galaxy NGC 4449",
    "url": "https://apod.nasa.gov/apod/image/0705/ngc4449_hager720.jpg"
  },
  {
    "date": "2007-05-04",
    "explanation": "Outstanding in planet Earth's sky early this year, Comet McNaught is captured in this view from the STEREO A spacecraft. McNaught's coma is so bright, it blooms into the long horizontal stripe at the bottom of the field. Brilliant Venus, near the top left corner, also produces a severe horizontal blemish in the digital image. But the sensitive camera does accurately record the striations in McNaught's famous dust tail along a region stretching over 30 million kilometers toward the top right of the field of view. A separate, fainter, arching tail just to the left of the dust tail was initially thought to be an example of a common ion tail, formed by electrically charged atoms carried away from the comet by the solar wind. However, detailed modeling indicates that tail is actually due to neutral iron atoms pushed out by the pressure of sunlight -- the first ever detected neutral iron tail from a comet. The iron atoms are thought to originate in dust grains from the comet nucleus that contain the iron-sulfur mineral troilite (FeS).",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/irontail_STEREOfulle.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Iron Tail of Comet McNaught",
    "url": "https://apod.nasa.gov/apod/image/0705/irontail_STEREOfulle720.jpg"
  },
  {
    "date": "2007-05-05",
    "explanation": "Appropriately famous for its broad ring of obscuring dust and hat-like appearance, the Sombrero Galaxy (aka spiral galaxy M104) is featured in this unique composite view that spans the electromagnetic spectrum, from three major space-based observatories. Exploring the Sombrero's high-energy x-ray emission (blue), the Chandra contribution highlights the pervasive, tenuous, hot gas that extends some 60,000 light-years from the galaxy's center. Hubble's optical view (green) shows the more familiar emission from the Sombrero's population of stars, seen from a nearly edge-on perspective and noticeably bulging at the galaxy's bright core. The broad ring of dust that blocks light in other bands, glows in the infrared contribution (red) from the Spitzer Space Telescope.  The Sombrero Galaxy is about 28 million light-years away, near the southern edge of the extensive Virgo cluster of galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/sombrero_composite.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sombrero Galaxy Across the Spectrum",
    "url": "https://apod.nasa.gov/apod/image/0705/sombrero_composite.jpg"
  },
  {
    "date": "2007-05-06",
    "explanation": "In the center of star-forming region 30 Doradus lies a huge cluster of the largest, hottest, most massive stars known.  These stars, known as the star cluster R136, and part of the surrounding nebula are captured here in this gorgeous visible-light image from the Hubble Space Telescope.  Gas and dust clouds in 30 Doradus, also known as the Tarantula Nebula, have been sculpted into elongated shapes by powerful winds and ultraviolet radiation from these hot cluster stars.  The 30 Doradus Nebula lies within a neighboring galaxy, the Large Magellanic Cloud, located a mere 170,000 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/r136_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Cluster R136 Bursts Out",
    "url": "https://apod.nasa.gov/apod/image/0705/r136_hst.jpg"
  },
  {
    "date": "2007-05-07",
    "explanation": "When passing Jupiter on your way to Pluto, what should you look for? NASA pondered just this question recently, and the response from one space enthusiast was to capture the above breathtaking moonrise. The unusual vista was then actually captured by the New Horizons spacecraft in February just after it buzzed past Jupiter on its way to Pluto and the outer Solar System.  Visible above is the cracked surface of Europa's expansive ice fields, visible just behind a jumble of Jupiter's swirling clouds.  Europa is one of the largest moons of Jupiter and a possible host to sub-surface liquid oceans that are real candidates for containing extra-terrestrial life.   During the Jupiter flyby, New Horizons also carried out scientific observations of Jupiter's cloud tops and comparative images of Io's volcanoes and its continually changing surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/europarising_newhorizons_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Europa Rising",
    "url": "https://apod.nasa.gov/apod/image/0705/europarising_newhorizons.jpg"
  },
  {
    "date": "2007-05-08",
    "explanation": "This eerie glow over Death Valley is in danger. Scrolling right will show a spectacular view from one of the darkest places left in the continental USA: Death Valley, California.   The above 360-degree full-sky panorama is a composite of 30 images taken two years ago in Racetrack Playa.  The image has been digitally processed and increasingly stretched at high altitudes to make it rectangular.   In the foreground on the image right is an unusually placed rock that was pushed by high winds onto Racetrack Playa after a slick rain.  In the background is a majestic night sky, featuring thousands of stars and many constellations.  The arch across the middle is the central band of our Milky Way Galaxy.  Light pollution is threatening dark skies like this all across the US, and therefore the International Dark-Sky Association and the US National Parks Service are suggesting methods that can protect them.",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/deathvalleysky_nps_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Dark Sky Over Death Valley",
    "url": "https://apod.nasa.gov/apod/image/0705/deathvalleysky_nps.jpg"
  },
  {
    "date": "2007-05-09",
    "explanation": "Strange shapes and textures can be found in the neighborhood of the Cone Nebula.  These patterns result from the tumultuous unrest that accompanies the formation of the open cluster of stars known as NGC 2264, the Snowflake cluster.  To better understand this process, a detailed image of this region was taken in two colors of infrared light by the orbiting Spitzer Space Telescope.  Bright stars from the Snowflake cluster dot the field.   These stars soon heat up and destroy the gas and dust mountains in which they formed.  One such dust mountain is the famous Cone Nebula, visible in the above image on the left, pointing toward a bright star near the center of the field.  The entire NGC 2264 region is located about 2,500 light years away toward the constellation of the Unicorn (Monoceros).",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/ngc2264_spitzer_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Snowflake Cluster versus the Cone Nebula",
    "url": "https://apod.nasa.gov/apod/image/0705/ngc2264_spitzer.jpg"
  },
  {
    "date": "2007-05-10",
    "explanation": "The stellar explosion cataloged as supernova SN 2006gy shines in this wide-field image (left) of its host galaxy, NGC 1260, and expanded view (upper right panel) of the region surrounding the galaxy's core. In fact, given its estimated distance of 240 million light-years, SN 2006gy was brighter than, and has stayed brighter longer than, any previously seen supernova. The Chandra observations in the lower right panel establish the supernova's x-ray brightness and lend strong evidence to the theory that SN 2006gy was the death explosion of a star well over 100 times as massive as the Sun. In such an exceptionally massive star, astronomers suspect an instability producing matter-antimatter pairs led to the cosmic blast and obliterated the stellar core. Thus, unlike in other massive star supernovae, neither neutron star, or even black hole, would remain. Intriguingly, analogs in our own galaxy for SN 2006gy's progenitor may include the well-known, extremely massive star Eta Carinae.",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/sn2006gy_3panel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SN 2006GY: Brightest Supernova",
    "url": "https://apod.nasa.gov/apod/image/0705/sn2006gy_3panelc720.jpg"
  },
  {
    "date": "2007-05-11",
    "explanation": "The silhouette of an intriguing dark nebula inhabits this cosmic scene, based on images from the Palomar Observatory Sky Survey. Lynds' Dark Nebula (LDN) 1622 appears against a faint background of glowing hydrogen gas only easily seen in long telescopic exposures of the region. LDN 1622 lies near the plane of our Milky Way Galaxy, close on the sky to Barnard's Loop - a large cloud surrounding the rich complex of emission nebulae found in the Belt and Sword of Orion. But the obscuring dust of LDN 1622 is thought to be much closer than Orion's more famous nebulae, perhaps only 500 light-years away. At that distance, this 1 degree wide field of view would span less than 10 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/ldn1622_carboni.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "LDN 1622: Dark Nebula in Orion",
    "url": "https://apod.nasa.gov/apod/image/0705/ldn1622_carboni_c720.jpg"
  },
  {
    "date": "2007-05-12",
    "explanation": "HD 189733b is a Jupiter-sized planet known to orbit a star some 63 light-years away. But while the distant world is approximately the size of Jupiter, its close-in orbit makes it much hotter than our solar system's ruling gas giant. Like other detected hot Jupiters, its rotation is tidally locked -- one side always faces its parent star as it orbits once every 2.2 days. Using infrared data from the Spitzer Space Telescope, this planet's temperature variations have been mapped out -- the first map ever made for a planet beyond our solar system. Seen here (brighter colors = higher temperatures), the hottest spot on the planet is not at longitude 0.0, the point exactly facing the parent star. Instead, it's about 30 degrees to the east (right), evidence that fierce, planet circling winds influence the temperature. In the planet-wide map, the temperature measurements vary from about 930 to 650 degrees C (1,700 to 1,200 F).",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/hotJmap_spitzer_medium.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "HD 189733b: Hot Jupiter",
    "url": "https://apod.nasa.gov/apod/image/0705/hotJmap_spitzer_mediumc720.jpg"
  },
  {
    "date": "2007-05-13",
    "explanation": "Staring across interstellar space, the alluring Cat's Eye nebula lies three thousand light-years from Earth. A classic planetary nebula, the Cat's Eye (NGC 6543) represents a final, brief yet glorious phase in the life of a sun-like star. This nebula's dying central star may have produced the simple, outer pattern of dusty concentric shells by shrugging off outer layers in a series of regular convulsions. But the formation of the beautiful, more complex inner structures is not well understood. Seen so clearly in this sharp Hubble Space Telescope image, the truly cosmic eye is over half a light-year across.  Of course, gazing into the Cat's Eye, astronomers may well be seeing the fate of our sun, destined to enter its own planetary nebula phase of evolution ... in about 5 billion years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/catseye2_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cat's Eye Nebula from Hubble",
    "url": "https://apod.nasa.gov/apod/image/0705/catseye2_hst.jpg"
  },
  {
    "date": "2007-05-14",
    "explanation": "When passing Earth on your way to Jupiter, what should you look for? That question arose for the robotic Galileo spacecraft that soundlessly coasted past the Solar System's most photographed orb almost two decades ago.  The Galileo spacecraft, although originally launched from Earth, coasted past its home world twice in an effort to gain speed and shorten the duration of its trip to Jupiter.  During Galileo's first Earth flyby in late 1990, it made a majestically silent home movie of our big blue marble rotating by taking images almost every minute during a 25-hour period.  The above picture is one frame from this movie -- clicking on this frame will put it in motion (in many browsers).  Visible on Earth are vast blue oceans, swirling white clouds, large golden continents, and even one continent frozen into a white sheet of water-ice.  As Galileo passed, it saw a globe that not only rotated but began to recede into the distance.  Galileo went on to a historic mission uncovering many secrets and mysteries of Jupiter over the next 14 years, before performing a final spectacular dive into the Jovian atmosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/earth_galileo_big.mov",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rotating Earth from Galileo",
    "url": "https://apod.nasa.gov/apod/image/0705/earth_galileo.jpg"
  },
  {
    "date": "2007-05-15",
    "explanation": "Where are the hot stars in M81, one of the closest major spiral galaxies? To help find out, astronomers took a deep image in ultraviolet light of the sprawling spiral with the Earth-orbiting Galex telescope.  Hot stars emit more ultraviolet than cool stars, and are frequently associated with young open clusters of stars and energetic star forming regions.  Magnificent spiral galaxy M81, slightly smaller in size to our own Milky Way Galaxy, shows off its young stars in its winding spiral arms in the above image.  Less than 100 million years old, the young stars are blue in the above false-color Galex image and seen to be well separated from the older yellowish stars of the galactic core. Visible above M81 is a satellite galaxy dubbed Holmberg IX.   Studying the unexpectedly bright ultraviolet glow of this small irregular galaxy may help astronomers understand how the many satellites of our own Milky Way Galaxy developed.  M81, visible through a small telescope, spans about 70,000 light years and lies about 12 million light years away toward the constellation of the Great Bear (Ursa Major).",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/m81_galex_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bright Spiral Galaxy M81 in Ultraviolet from Galex",
    "url": "https://apod.nasa.gov/apod/image/0705/m81_galex.jpg"
  },
  {
    "date": "2007-05-16",
    "explanation": "How do we know that dark matter isn't just normal matter exhibiting strange gravity?  A new observation of gravitationally magnified faint galaxies far in the distance behind a massive cluster of galaxies is shedding new dark on the subject.   The above detailed image from the Hubble Space Telescope indicates that a huge ring of dark matter likely exists surrounding the center of CL0024+17 that has no normal matter counterpart.  What is visible in the above image, first and foremost, are many spectacular galaxies that are part of CL0024+17 itself, typically appearing tan in color.  Next, a close inspection of the cluster center shows several unusual and repeated galaxy shapes, typically more blue.  These are multiple images of a few distant galaxies, showing that the cluster is a strong gravitational lens.  It is the relatively weak distortions of the many distant faint blue galaxies all over the image, however, that indicates the existence of the dark matter ring. The computationally modeled dark matter ring spans about five million light years and been digitally superimposed to the image in diffuse blue.  A hypothesis for the formation of the huge dark matter ring holds that it is a transient feature formed when galaxy cluster CL0024+17 collided with another cluster of galaxies about one billion years ago, leaving a ring similar to when a rock is thrown in a pond.",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/cl0024dark_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Matter Ring Modeled around Galaxy Cluster CL0024+17",
    "url": "https://apod.nasa.gov/apod/image/0705/cl0024dark_hst.jpg"
  },
  {
    "copyright": "Yuri Beletsky",
    "date": "2007-05-17",
    "explanation": "The glow of the southern Milky Way and the well-known Southern Cross are featured in this colorful skyscape recorded in April over La Frontera, Chile. The Southern Cross (Crux) itself is at the right of the 20 degree wide field of view, topped by bright, yellowish star Gamma Crucis. A line from Gamma Crucis through the blue star at the bottom of the cross, Alpha Crucis, points toward the south celestial pole. Against faint Milky Way starlight, the dark expanse of the Coal Sack Nebula lies just left of the cross, while farther left along the Milky Way are the bright stars Hadar and Rigil Kentaurus, also known as Beta and Alpha Centauri. Blazing in the lower left, Alpha Cen is the closest star to the Sun, a mere 4.3 light-years distant. In fact, yellowish Alpha Cen is actually a triple star system that includes a sun-like star. Seen from Alpha Cen, our own Sun would be a bright yellowish star in the otherwise recognizable constellation Cassiopeia.",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/southernCross_beletsky.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Milky Way Near the Southern Cross",
    "url": "https://apod.nasa.gov/apod/image/0705/southernCross_beletsky750.jpg"
  },
  {
    "copyright": "Thomas V. Davis",
    "date": "2007-05-18",
    "explanation": "In 1714, Edmond Halley noted that M13 \"shows itself to the naked eye when the sky is serene and the Moon absent.\" Of course, M13 is now modestly recognized as the Great Globular Cluster in Hercules, one of the brightest globular star clusters in the northern sky. Telescopic views reveal the spectacular cluster's hundreds of thousands of stars. At a distance of 25,000 light-years, the cluster stars crowd into a region 150 light-years in diameter, but approaching the cluster core upwards of 100 stars could be contained in a cube just 3 light-years on a side. For comparison, the closest star to the Sun is over 4 light-years away. Along with the cluster's dense core, the outer reaches of M13 are highlighted in this deep color image. A distant background galaxy, NGC 6207 is also visible above and to the right of the Great Globular Cluster M13.",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/m13_tvdavis.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M13: The Great Globular Cluster in Hercules",
    "url": "https://apod.nasa.gov/apod/image/0705/m13_tvdavis_c720.jpg"
  },
  {
    "copyright": "Trudy E. Bell",
    "date": "2007-05-19",
    "explanation": "Are photographs of star trails really evidence of the Earth's rotation about its axis? Yes they are, and science journalist Trudy E. Bell discovered that there is a simple way to demonstrate this, if you have the stomach for it.  First, find a playground equipped with a standard Merry-Go-Round (MGR) located under or near a large, leafy tree. Seat yourself near the middle of the MGR platform. Ask a local playground expert (KID) to get you spinning very, very fast. As the scenery flashes by at a dizzying rate, point your camera skyward and take a picture with a slow shutter speed setting. The result will be similar to this excellent image of concentric, arcing leaf trails centered at a point corresponding to the MGR's axis of rotation - a convincing imitation of circumpolar star trails recorded in hours-long exposures of planet Earth's night sky. Then, just stand up and walk away ... if you still can.",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/TrudyEBell_leafTrails.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Circum-axial Leaf Trails",
    "url": "https://apod.nasa.gov/apod/image/0705/TrudyEBell_leafTrails_sm.jpg"
  },
  {
    "date": "2007-05-20",
    "explanation": "How did this spherule come to be on the Moon? When a meteorite strikes the Moon, the energy of the impact melts some of the splattering rock, a fraction of which might cool into tiny glass beads.  Many of these glass beads were present in lunar soil samples returned to Earth by the Apollo missions.  Pictured above is one such glass spherule that measures only a quarter of a millimeter across.  This spherule is particularly interesting because it has been victim to an even smaller impact.  A miniature crater is visible on the upper left, surrounded by a fragmented area caused by the shockwaves of the small impact.  By dating many of these impacts, astronomers can estimate the history of cratering on our Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/spherule_apollo11.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Spherule from the Earth's Moon",
    "url": "https://apod.nasa.gov/apod/image/0705/spherule_apollo11_big.jpg"
  },
  {
    "copyright": "T. Rector",
    "date": "2007-05-21",
    "explanation": "The dust is so thick in the center of NGC 1333 that you can hardly see the stars forming.  Conversely, the very dust clouds that hide the stars also reflects their optical light, giving NGC 1333's predominantly blue glow the general designation of a reflection nebula. A highly detailed image of the nebula, shown above, was taken recently by the Mayall 4-meter telescope on Kitt Peak in Arizona, USA and released to honor astronomer Stephen Strom on his retirement. Visible near the image top are vast blue regions of dust predominantly reflecting the light from bright massive stars.  Visible in the thick central dust are not only newly formed stars but red jets and red-glowing gas energized by the light and winds from recently formed young stars.   The NGC 1333 nebula contains hundreds of newly formed stars that are less than one million years old. Reflection nebula NGC 1333 lies about 1,000 light years away toward the constellation of Perseus.",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/ngc1333_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Center of Reflection Nebula NGC 1333",
    "url": "https://apod.nasa.gov/apod/image/0705/ngc1333_noao.jpg"
  },
  {
    "date": "2007-05-22",
    "explanation": "The Sun's surface keeps changing.  Click the central arrow and watch how the Sun's surface oozes during a single hour.  The Sun's photosphere has thousands of bumps called granules and usually a few dark depressions called sunspots.  The above time-lapse movie centered on Sunspot 875 was taken last year by the Vacuum Tower Telescope in the Canary Islands of Spain using adaptive optics to resolve details below 500 kilometers across.  Each of the numerous granules is the size of an Earth continent, but much shorter lived.  A granule slowly changes its shape over an hour, and can even completely disappear.  Hot hydrogen gas rises in the bright center of a granule, and falls back into the Sun along a dark granule edge.  The above movie and similar movies allow solar scientists to study how granules and sunspots evolve as well as how magnetic sunspot regions produce powerful solar flares.",
    "media_type": "other",
    "service_version": "v1",
    "title": "Orange Sun Oozing"
  },
  {
    "copyright": "Jay Ouellet",
    "date": "2007-05-23",
    "explanation": "The two brightest objects in the night sky appeared to go right past each other last week.  On the night of May 19, Earth's Moon and the planet Venus were visible in the same part of the sky, and at closest approach were less than one degree apart.  The conjunction was captured in the above image taken from near Quebec City, Quebec, Canada.  Venus appears on the lower left of the above photo.  The spires that appear to emanate from Venus are diffraction spikes caused by the camera itself.   The image is so clear that craters on the Moon are resolved.  Of course, the real physical distance between the two heavenly bodies was not unusually small -- the apparent conjunction was really just an illusion of perspective. Although Earth's Moon passes Venus once each month, such a close passing visible in the evening sky is more rare.",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/venusmoon_ouellet_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus Near the Moon",
    "url": "https://apod.nasa.gov/apod/image/0705/venusmoon_ouellet.jpg"
  },
  {
    "copyright": "Neil Fleming",
    "date": "2007-05-24",
    "explanation": "This expansive (1-degree wide) telescopic view looks out along the plane of our Milky Way Galaxy toward the nebula rich constellation Cygnus the Swan. It is centered on a bright hydrogen emission region recorded in the 1959 catalog by astronomer Stewart Sharpless as Sh2-101. About 8,000 light-years distant the nebula is popularly known as the Tulip Nebula, understandably not the only cosmic cloud to evoke the imagery of flowers. Complex and beautiful in visible light, the area also includes one of the brightest, most famous sources in the x-ray sky, Cygnus X-1. Discovered in the early 1970s, Cygnus X-1 is a bizarre binary system consisting of a massive, hot, supergiant star (seen here) in close orbit with a stellar mass black hole. The Cygnus X-1 system is also estimated to lie a comfortable 8,000 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/tulip_fleming.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Tulip in the Swan",
    "url": "https://apod.nasa.gov/apod/image/0705/tulip_fleming720.jpg"
  },
  {
    "copyright": "Jimmy WestlakeColorado\nMountain College",
    "date": "2007-05-25",
    "explanation": "In this gorgeous skyscape, gas giant Jupiter along with the stars and cosmic dust clouds of the Milky Way hang over the southern horizon in the early morning hours as seen from Stagecoach, Colorado, USA. Recorded on Thursday, Jupiter is the brightest object near picture center. Along with the stunning Milky Way, Jupiter is hard to miss, but a careful inspection of the view also reveals main belt asteroid Vesta. Of all the asteroids Vesta is the brightest and is now just bright enough to be visible to the naked eye from locations with very dark, clear skies. Vesta (as well as Jupiter) appears relatively bright now because it is near opposition, literally opposite the Sun in planet Earth's sky and closest to Earth in its orbit. For Vesta, this opposition offers the best viewing in many years. The year 2007 also coincides with the 200th anniversary of the asteroid's discovery. Starting late next month, NASA plans to launch the Dawn mission intended to explore Vesta (and Ceres) and the main asteroid belt.",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/JupiterVesta052407_westlake.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter, Vesta, and the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/0705/JupiterVesta052407_westlake720.jpg"
  },
  {
    "copyright": "Jens Hackmann",
    "date": "2007-05-26",
    "explanation": "On May 22nd, just days after sharing the western evening sky with Venus, the Moon moved on to Saturn - actually passing in front of the ringed planet when viewed in skies over Europe, northern Africa, and western Asia. Because the Moon and bright planets wander through the sky near the ecliptic plane, such occultation events are not uncommon, but they are dramatic, especially in telescopic views. For example, in this sharp image Saturn is captured emerging from behind the Moon, giving the illusion that it lies just beyond the Moon's bright edge. Of course, the Moon is a mere 400 thousand kilometers away, compared to Saturn's distance of 1.4 billion kilometers. Taken with a digital camera and 20 inch diameter telescope at the Weikersheim Observatory in southern Germany, the picture is a single exposure adjusted to reduce the difference in brightness between Saturn and the cratered lunar surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/saturnoccultation_hackmann.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Moon's Saturn",
    "url": "https://apod.nasa.gov/apod/image/0705/saturnoccultation_hackmann720.jpg"
  },
  {
    "copyright": "Nigel Sharp",
    "date": "2007-05-27",
    "explanation": "One of the most identifiable nebulae in the sky, the Horsehead Nebula in Orion, is part of a large, dark, molecular cloud.  Also known as Barnard 33, the unusual shape was first discovered on a photographic plate in the late 1800s.  The red glow originates from hydrogen gas predominantly behind the nebula, ionized by the nearby bright star Sigma Orionis.  The darkness of the Horsehead is caused mostly by thick dust, although the lower part of the Horsehead's neck casts a shadow to the left.  Streams of gas leaving the nebula are funneled by a strong magnetic field.  Bright spots in the Horsehead Nebula's base are young stars just in the process of forming.  Light takes about 1500 years to reach us from the Horsehead Nebula.   The above image was taken with the 0.9-meter telescope at  Kitt Peak National Observatory.",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/horsehead_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Horsehead Nebula",
    "url": "https://apod.nasa.gov/apod/image/0705/horsehead_noao.jpg"
  },
  {
    "date": "2007-05-28",
    "explanation": "Black spots have been discovered on Mars that are so dark that nothing inside can be seen. Quite possibly, the spots are entrances to deep underground caves capable of protecting Martian life, were it to exist.  The unusual hole pictured above was found on the slopes of the giant Martian volcano Arsia Mons. The above image was captured three weeks ago by the HiRISE instrument onboard the Mars Reconnaissance Orbiter currently circling Mars.  The holes were originally identified on lower resolution images from the Mars Odyssey spacecraft, The above hole is about the size of a football field and is so deep that it is completely unilluminated by the Sun.  Such holes and underground caves might be prime targets for future spacecraft, robots, and even the next generation of human interplanetary explorers.",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/marshole_hirise_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Hole in Mars",
    "url": "https://apod.nasa.gov/apod/image/0705/marshole_hirise.jpg"
  },
  {
    "date": "2007-05-29",
    "explanation": "The Hubble Space Telescope has resolved individual stars in a spectacular new image of nearby spiral galaxy M81.  The feat is similar to Edwin Hubble's historic images with the Mt. Wilson 100-inch Hooker Telescope in the 1920s that resolved stars in neighboring galaxy M31.  Edwin Hubble was able to use individual Cepheid variable stars to show that M31 was not nearby swirling gas but rather an entire galaxy like our Milky Way Galaxy.   This above image in visible light taken by the Hubble Space Telescope is being used in conjunction with images being taken in ultraviolet by Galex, infrared by Spitzer, and X-rays with Chandra to study how stars have formed and died over the history M81.  Light takes about 12 million years to reach us from M81.  M81 is visible with binoculars toward the constellation of the Great Bear (Ursa Major).",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/m81_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bright Spiral Galaxy M81 from Hubble",
    "url": "https://apod.nasa.gov/apod/image/0705/m81_hst.jpg"
  },
  {
    "date": "2007-05-30",
    "explanation": "What is this vast dark region on Titan?  Quite possible a sea of liquid hydrocarbons. The region was imaged earlier this month when the robotic Cassini spacecraft swooped past Saturn's cloudy moon and illuminated part of it with radar.  The dark region in the above image reflected little radar, an effect expected were the dark surface relatively flat, as expected for a liquid.   Other indications that the vast dark area is liquid include the coastline-like topology of the brighter regions, which appear to include islands, inlets, and tributary channels. The uninterrupted smoothness of much of the dark sea may indicate that the sea runs deep, with speculation holding a depth estimate of tens of meters. A hydrocarbon sea on Titan holds particular interest for exobiologists as it might be a place where life could develop.  In 2005 the Huygens probe landed on Titan and returned the first surface images.  Cassini will continue to explore Titan, as 13 more flybys are planned.",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/titansea_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Liquid Sea on Saturn's Titan",
    "url": "https://apod.nasa.gov/apod/image/0705/titansea_cassini.jpg"
  },
  {
    "date": "2007-05-31",
    "explanation": "In visible light images, over a thousand galaxies are seen to lie within a volume about 20 million light-years across in the rich Coma Galaxy Cluster. But infrared images of the Coma Cluster have now been used to add thousands more to the Coma's galaxy count in the form of previously undiscovered dwarf galaxies. This composite combines infrared Spitzer Space Telescope image data (red and green) with visible light Sloan Sky Survey data (blue) for the central part of the cluster. Over 1 degree wide, the field is dominated by two giant elliptical galaxies in blue. Still, many of the small green smudges (see magnified inset) are identified as dwarf galaxies, roughly comparable to the Small Magellanic Cloud. Dwarf galaxies are thought to form first, providing building blocks for larger galaxies. The well-studied, friendly, Coma Cluster is 320 million light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/comacluster_spitzer_0.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dwarf Galaxies in the Coma Cluster",
    "url": "https://apod.nasa.gov/apod/image/0705/comacluster_spitzer720.jpg"
  },
  {
    "copyright": "Volker Wendel",
    "date": "2007-06-01",
    "explanation": "M65 is a big, beautiful spiral galaxy, the sixty-fifth object in the famous astronomical catalog compiled by 18th century cosmic tourist Charles Messier. It's also a member of a picturesque trio of large spiral galaxies known as the Leo Triplet, about 35 million light-years away. This sharp view of M65 shows off the galaxy in remarkable detail, with tightly wound spiral arms and dust lanes stretching into a core dominated by the yellowish light from an older population of stars.  In fact, M65 seems to be the least disturbed of the Leo Trio, though it is close enough to be interacting gravitationally with the other two galaxies (not seen here). Very nearly edge-on to our line-of-sight, M65 is about 100,000 light-years across, similar in size to our Milky Way Galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0706/m65_wendel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 65",
    "url": "https://apod.nasa.gov/apod/image/0706/m65_wendel_c720.jpg"
  }
]
