[
  {
    "date": "2007-08-01",
    "explanation": "Why does one half of Dione have more craters than the other? Start with the fact that Saturn's moon Dione always has one side that faces Saturn, and always has one side that faces away.  This is similar to Earth's Moon. This tidal locking means that one side of Dione always leads as the moon progresses in its orbit, while the other side always trails.  Dione should therefore have undergone a significant amount of impacts on its leading half. But the current leading half of Dione is less cratered than the trailing half!  A possible explanation is that some impacts were so large they spun Dione, sometimes changing the part that suffered the highest impact rate before the moon's spin again became locked.  Pictured above, it is the top part of Dione that appears significantly more cratered than the bottom half.",
    "hdurl": "https://apod.nasa.gov/apod/image/0707/dione3_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual Cratering on Saturn's Dione",
    "url": "https://apod.nasa.gov/apod/image/0707/dione3_cassini.jpg"
  },
  {
    "copyright": "Andrea Tamanti",
    "date": "2007-08-02",
    "explanation": "This bright, beautiful spiral galaxy is Messier 64, sometimes known as the Black Eye Galaxy. M64 lies about 17 million light-years distant in the otherwise well-groomed northern constellation Coma Berenices. The dark clouds along the near-side of M64's central region that give the galaxy its black-eye appearance are enormous obscuring dust clouds associated with star formation, but they are not the galaxy's only peculiar feature. Observations show that M64 is actually composed of two concentric, counter-rotating systems of stars, one in the inner 3,000 light-years and another extending to about 40,000 light-years and rotating in the opposite direction. The dusty black eye and bizarre rotation is likely the result of a merger of two different galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/M64_RC_tamanti_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M64: The Black Eye Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0708/M64_RC_tamanti_c800.jpg"
  },
  {
    "copyright": "Josch HambschKarel Teuwen",
    "date": "2007-08-03",
    "explanation": "A mere seven hundred light years from Earth, in the constellation Aquarius, a sun-like star is dying. Its last few thousand years have produced the Helix Nebula (NGC 7293), a well studied and nearby example of a Planetary Nebula, typical of this final phase of stellar evolution.  Nearly 11 hours of exposure time have gone in to creating this remarkably deep view of the nebula. It shows details of the Helix's brighter inner region, about 3 light-years across, but also follows fainter outer halo features that give the nebula a span of well over six light-years. The white dot at the Helix's center is this Planetary Nebula's hot, central star. A simple looking nebula at first glance, the Helix is now understood to have a surprisingly complex geometry.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/helixdeep_hambsch.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7293: The Helix Nebula",
    "url": "https://apod.nasa.gov/apod/image/0708/helixdeep_hambsch720.jpg"
  },
  {
    "copyright": "Steve MazlinJim Misti",
    "date": "2007-08-04",
    "explanation": "These three bright nebulae are often featured in telescopic tours of the constellation Sagittarius and the crowded starfields of the central Milky Way. In fact, 18th century cosmic tourist Charles Messier cataloged two of them; M8, the nebula below and right of center, and colorful M20 at the upper right. The third, NGC 6559, is left of M8, separated from the the larger nebula by a dark dust lane. All three are stellar nurseries about five thousand light-years or so distant. The expansive M8, over a hundred light-years across, is also known as the Lagoon Nebula while M20's popular moniker is the Trifid. This stunning digital view is actually a collaborative composite recorded by 2 cameras and 2 telescopes about 2 thousand miles apart. The deep, wide image field was captured under dark Arizona skies. Both M8 and M20 were recorded in more detail from an observatory in Pennsylvania. Glowing hydrogen gas creates the dominant red color of the emission nebulae, with contrasting blue hues, most striking in the Trifid, due to dust reflected starlight.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/LagoonTrifid_mazlinmisti_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sagittarius Triplet",
    "url": "https://apod.nasa.gov/apod/image/0708/LagoonTrifid_mazlinmisti_c65.jpg"
  },
  {
    "copyright": "Malin Space Science SystemsMOCMGSJPLNASA",
    "date": "2007-08-05",
    "explanation": "What causes the black dots on dunes on Mars?  As spring dawned on the Northern Hemisphere of Mars in 2004, dunes of sand near the poles begin to defrost.  Thinner regions of ice typically thaw first revealing sand whose darkness soaks in sunlight and accelerates the thaw.  The process might involve sandy jets exploding through the thinning ice.  By summer, the spots expanded to encompass the entire dunes that were then completely thawed and dark. The carbon dioxide and water ice actually sublime in the thin atmosphere directly to gas.  Taken in mid-July, the above image shows a field of spotted polar dunes spanning about 3 kilometers near the Martian North Pole.  Today, the future of Mars rovers Spirit and Opportunity remains unknown windy dust storms continue to starve them of needed sunlight.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/dotteddunes_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Dotted Dunes of Mars",
    "url": "https://apod.nasa.gov/apod/image/0708/dotteddunes_mgs.jpg"
  },
  {
    "copyright": "Josch Hambsch",
    "date": "2007-08-06",
    "explanation": "Can a gas cloud eat a galaxy?  It's not even close.  The odd looking \"creature\" or \"hand\" extending down from the top of the above photo is a gas cloud known as a cometary globule.  This globule, however, has ruptured.  Cometary globules are typically characterized by dusty heads and elongated tails.  These features cause cometary globules to have visual similarities to comets, but in reality they are very much different.  Globules are frequently the birthplaces of stars, and many show very young stars in their heads. The reason for the rupture in the head of this object is not completely known.  The galaxy to the near the bottom of the image is huge, very far in the distance, and only placed near CG4 by chance superposition.   News Flash: Phoenix Spacecraft Launches to Mars",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/cg4_hambsch_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "CG4: A Ruptured Cometary Globule",
    "url": "https://apod.nasa.gov/apod/image/0708/cg4_hambsch.jpg"
  },
  {
    "copyright": "Wally PacholkaAstropics.com",
    "date": "2007-08-07",
    "explanation": "You don't have to be at Yellowstone to see a sky this beautiful, but it helps. Only at Yellowstone National Park in Wyoming, USA, would you see the picturesque foreground of the famous Old Faithful Geyser erupting in front an already picturesque sky.  Old Faithful Geyser, visible in the foreground, is seen propelling a stream of hot water over 30 meters in the air. This happens predictably for a few minutes about every 90 minutes.  Also predictable are the brightest orbs that populate the nighttime sky, although those visible at any one time keep changing.  Visible far in the background sky of this mid-July image are the plane of our Milky Way Galaxy on the left, and the bright planet Jupiter on the right.  Jupiter is the brightest celestial object in the entire image. Old Faithful has been erupting at least since the late 1800s.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/oldfaithful_pacholka_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Old Faithful Below a Yellowstone Sky",
    "url": "https://apod.nasa.gov/apod/image/0708/oldfaithful_pacholka.jpg"
  },
  {
    "date": "2007-08-08",
    "explanation": "Can Mars sustain life?  To help answer this question, last week NASA launched the Phoenix mission to Mars. In May 2008, Phoenix is expected to land in an unexplored north polar region of Mars that is rich in water-ice.  Although Phoenix cannot move, it can deploy its cameras, robotic arm, and a small chemistry laboratory to inspect, dig, and chemically analyze its landing area.  One hope is that Phoenix will be able to discern telling clues to the history of ice and water on Mars.  Phoenix is also poised to explore the boundary between ice and soil in hopes of finding clues of a habitable zone there that could support microbial life. Phoenix has a planned lifetime of three months on the Martian surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/phoenix_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Phoenix Rises Toward Mars",
    "url": "https://apod.nasa.gov/apod/image/0708/phoenix_nasa.jpg"
  },
  {
    "copyright": "Noel CarboniGreg Parker",
    "date": "2007-08-09",
    "explanation": "Gathered at the center of this sharp skyview are the stars of Messier 67, one of the oldest known open star clusters. In fact, though open star clusters are usually much younger, the stars of M67 are likely around 4 billion years old, about the same age and with about the same elemental abundances as the Sun. Open clusters are almost always younger because they are dispersed over time as they encounter other stars, interstellar clouds, and experience gravitational tides while orbiting the center of our galaxy.  Still, M67 contains over 500 stars or so and lies some 2,800 light-years away in the constellation Cancer. At that estimated distance, M67 would be about 12 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/M67_Greg_Noel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Cluster Messier 67",
    "url": "https://apod.nasa.gov/apod/image/0708/M67_Greg_Noel800.jpg"
  },
  {
    "copyright": "Ignacio de la Cueva\nTorregrosa",
    "date": "2007-08-10",
    "explanation": "Sculpted by stellar winds and radiation, the star factory known as Messier 17 lies some 5,500 light-years away in the nebula-rich constellation Sagittarius. At that distance, this 30 arcminute field of view spans almost 50 light-years. Stellar winds and energetic light from hot, massive stars formed from M17's stock of cosmic gas and dust have slowly carved away at the remaining interstellar material producing the cavernous appearance and undulating shapes. Colors in the gorgeous image were picked to emphasize light emitted by specific elements in the nebula excited by the energetic starlight. Red indicates emission from sulfur, green from hydrogen, and blue from oxygen. M17 is also known as the Omega Nebula or the Swan Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/m17x1600ignacio.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Factory Messier 17",
    "url": "https://apod.nasa.gov/apod/image/0708/m17x800ignacio.jpg"
  },
  {
    "date": "2007-08-11",
    "explanation": "Light-years in length, this cosmic tornado is actually a powerful jet cataloged as HH (Herbig-Haro) 49/50 blasting down from the top of a Spitzer Space Telescope view. Though such energetic outflows are well known to be associated with the formation of young stars, the exact cause of the spiraling structures apparent in this case is still mysterious. The embryonic star responsible for the 100-kilometer per second jet is located just off the top of the picture, while the bright star seen near the tip of the jet may just by chance lie along the line of sight. In the false-color infrared image, the tornado glows with infrared light generated as the outflow heats surrounding dust clouds. The color coding shows a trend from red to blue hues at the tornado's tip indicating a systematic increase in emission at shorter wavelengths. The trend is thought to indicate an increase in molecular excitation closer to where the head of the jet is impacting interstellar gas. HH49/50 is about 450 light-years distant, located in the Chamaeleon I molecular cloud.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/hh49_spitzer_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cosmic Tornado HH49/50",
    "url": "https://apod.nasa.gov/apod/image/0708/hh49_spitzer_c29.jpg"
  },
  {
    "copyright": "Fred Bruenjes",
    "date": "2007-08-12",
    "explanation": "Tonight is a good night to see meteors.  Comet dust will rain down on planet Earth, streaking through dark skies in the annual Perseid meteor shower. While enjoying the anticipated space weather, astronomer Fred Bruenjes recorded a series of many 30 second long exposures spanning about six hours on the night of 2004 August 11/12 using a wide angle lens. Combining those frames which captured meteor flashes, he produced this dramatic view of the Perseids of summer. Although the comet dust particles are traveling parallel to each other, the resulting shower meteors clearly seem to radiate from a single point on the sky in the eponymous constellation Perseus. The radiant effect is due to perspective, as the parallel tracks appear to converge at a distance. Bruenjes notes that there are 51 Perseid meteors in the composite image, including one seen nearly head-on. This year, the Perseids Meteor Shower is expected to peak after midnight tonight, in the moonless early morning hours of August 12.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/perseids_bruenjes_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Raining Perseids",
    "url": "https://apod.nasa.gov/apod/image/0708/perseids_bruenjes.jpg"
  },
  {
    "copyright": "R. Jay\nGaBanyCosmotography.com",
    "date": "2007-08-13",
    "explanation": "Unspeakable beauty and unimaginable bedlam can be found together in the Trifid Nebula. Also known as M20, this photogenic nebula is visible  with good binoculars towards the constellation of Sagittarius. The energetic processes of star formation create not only the colors but the chaos.  The red-glowing gas results from high-energy starlight striking interstellar hydrogen gas.  The dark dust filaments that lace M20 were created in the atmospheres of cool  giant stars and in the debris from supernovae explosions.  Which bright young stars light up the blue reflection nebula is still being investigated.  The light from M20 we see today left perhaps 3000 years ago, although the exact distance remains unknown.  Light takes about 50 years to cross M20.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/trifid_gabany_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Trifid Nebula in Stars and Dust",
    "url": "https://apod.nasa.gov/apod/image/0708/apod_small_m20.jpg"
  },
  {
    "copyright": "Wally PacholkaAstropics.com Image Processing: Tony Hallas",
    "date": "2007-08-14",
    "explanation": "Behold the breathtaking beauty of Earth and sky together.  In the foreground is the Teton Mountain Range of Wyoming, USA.  The Grand Tetons are a relatively isolated set of high peaks that are part of the Rocky Mountains. On the far left, vast clouds of bright stars and dark dust are visible in the nearly vertical plane of our Milky Way Galaxy.  Our Galactic Plane appears to crash into the Tetons, but is actually far more distant. On the left, just to the left of the southernmost Teton peak, the planet Jupiter is visible. Near the image center is the bright star Arcturus.  Scrolling to the far right will bring over the familiar asterism of the Big Dipper. Last month it took five images, later digitally fused, to capture the majesty of this panoramic view.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/tetons_pacholka_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Spectacular Sky Over the Grand Tetons",
    "url": "https://apod.nasa.gov/apod/image/0708/tetons_pacholka.jpg"
  },
  {
    "copyright": "TuncTezel",
    "date": "2007-08-15",
    "explanation": "What are they? Five streaks near the bottom of the above image taken near Ankara, Turkey on Sunday would be identified at first glance as meteors from the Perseids meteor shower peaking just that night.  Unexpectedly, however, these streaks do not point back to the Perseids radiant in Perseus.  Their origin is therefore somewhat unclear.  The above image was captured over the time span of 40 minutes.  Other visible celestial icons include the constellation Orion and the Pleiades star cluster.  One hypothesis is that the streaks are part of a microburst from a much less active meteor shower known as the Alpha Ursae Majorids. Another possibility is that they are parts of a satellite that broke up as it re-entered the Earth's atmosphere.  A discussion of these possibilities can be found here. This year's Perseids meteor shower was a good one, as it was particularly active and corresponded with the dark skies that come with a new moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/meteorsurprise_tezel_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mysterious Streaks Over Turkey",
    "url": "https://apod.nasa.gov/apod/image/0708/meteorsurprise_tezel.jpg"
  },
  {
    "copyright": "John Chumack",
    "date": "2007-08-16",
    "explanation": "Last weekend, dark, moonless night skies brought many sightings of Perseid meteors to skygazers all over planet Earth.  Early Sunday morning astronomer John Chumack's camera captured this Perseid meteor streak with a flare near the end of its track over Yellow Springs, Ohio. The single, four minute long exposure looks toward the constellation of Taurus and the eastern horizon. The meteor streak points back to the annual meteor shower's radiant in Perseus off the upper left corner of the picture.  Of course, the view includes the well-known Pleiades Star cluster (near top center) with a bright yellowish planet Mars below it. Also seen with a yellowish tint but not quite as bright as Mars, the giant star Aldebaran anchors the V-shaped Hyades star cluster left of center, above the trees.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/Perseid2007_M45_Mars_Chumack.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moonless Perseid Sky",
    "url": "https://apod.nasa.gov/apod/image/0708/Perseid2007_M45_Mars_Chumack720.jpg"
  },
  {
    "date": "2007-08-17",
    "explanation": "To seventeenth century astronomers, Omicron Ceti or Mira was known as a wonderful star, a star whose brightness could change dramatically in the course of about 11 months. Mira is now seen as the archetype of an entire class of long-period variable stars. Surprisingly, modern astronomers have only recently discovered another striking characteristic of Mira -- an enormous comet-like tail nearly 13 light-years long. The discovery was made using ultraviolet image data from the Galaxy Evolution Explorer (GALEX) satellite. Billions of years ago Mira was likely similar to our Sun, but has now become a swollen red giant star, its outer layers of material blowing off into interstellar space. Fluorescing in ultraviolet light, the cast off material trails behind the giant star as it plows through the surrounding interstellar medium at 130 kilometers per second. The amount of material in Mira's tail is estimated to be equivalent to 3,000 times the mass of planet Earth. About 400 light-years away toward the constellation Cetus, Mira is presently too faint to be seen by the unaided eye, but will become visible again in mid-November.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/B-Mira-Head.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Tail of a Wonderful Star",
    "url": "https://apod.nasa.gov/apod/image/0708/B-Mira-Headc720.jpg"
  },
  {
    "copyright": "Guillaume PoulinAstrolab du Parc du Mont-Megantic",
    "date": "2007-08-18",
    "explanation": "On August 1st, a time exposure created this surreal view that looks up into the early morning sky over southern Quebec. Only the light from a nearly Full Moon brightens the sky and highlights the dome of the 1.6 meter telescope at Mont-Megantic Observatory. Shadowy figures on the catwalk are astronomers who have interrupted their work to glimpse the International Space Station (ISS) streaking overhead. The brightest \"star\" in the moonlit sky, the ISS was easy to spot moving through a background of stars in the high-flying constellation Pegasus.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/issMegantic_poulin.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "ISS Over Mont-Megantic Observatory",
    "url": "https://apod.nasa.gov/apod/image/0708/issMegantic_poulin_800.jpg"
  },
  {
    "date": "2007-08-19",
    "explanation": "Is this what a sonic boom looks like?  When an airplane travels at a speed faster than sound, density waves of sound emitted by the plane cannot precede the plane, and so accumulate in a cone behind the plane.  When this shock wave passes, a listener hears all at once the sound emitted over a longer period: a sonic boom.  As a plane accelerates to just break the sound barrier, however, an unusual cloud might form.  The origin of this cloud is still debated.  A leading theory is that a drop in air pressure at the plane described by the Prandtl-Glauert Singularity occurs so that moist air condenses there to form water droplets.  Above, an F/A-18 Hornet was photographed just as it broke the sound barrier.  Large meteors and the space shuttle frequently produce audible  sonic booms before they are slowed below sound speed by the Earth's atmosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/sonicboomplane_navy_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sonic Boom",
    "url": "https://apod.nasa.gov/apod/image/0708/sonicboomplane_navy.jpg"
  },
  {
    "date": "2007-08-20",
    "explanation": "Huge clusters of galaxies are surely colliding in Abell 520 but astrophysicists aren't sure why the dark matter is becoming separated from the normal matter.  The dark matter in the above multi-wavelength image is shown in false blue, determined by carefully detailing how the cluster distorts light emitted by more distant galaxies.  Very hot gas, a form of normal matter, is shown in false red, determined by the X-rays detected by the Earth-orbiting Chandra X-ray Observatory.  Individual galaxies dominated by normal matter appear yellowish or white.  Conventional wisdom holds that dark matter and normal matter are attracted the same gravitationally, and so should be distributed the same in Abell 520. Inspection of the above image, however, shows a surprising a lack of a concentration of visible galaxies along the dark matter.  One hypothetical answer is that the discrepancy is caused by the large galaxies undergoing some sort of conventional gravitational slingshots.   A more controversial hypothesis holds that the dark matter is colliding with itself in some non-gravitational way that has never been seen before.  Further simulations and study of this cluster may resolve this scientific conundrum.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/a520_chandra_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cluster Crash Illuminates Dark Matter Conundrum",
    "url": "https://apod.nasa.gov/apod/image/0708/a520_chandra.jpg"
  },
  {
    "copyright": "M. Colleen Gino",
    "date": "2007-08-21",
    "explanation": "Why would the dome of a telescopic observatory appear translucent red?  As one of the telescopes of the Etscorn Observatory of New Mexico Tech waited to inspect small portions of the night sky, playful observers decided to make this unusual image.  Tricks needed to create this seemingly impossible shot included opening the observatory dome slightly, using a red light to illuminate the inside of the dome, spinning the dome, and using a long exposure.  The open slit in the dome then allowed the camera to incrementally image the inside of the observatory, including the telescope.  A fortuitous break in the clouds allowed the stars of the Big Dipper asterism to shine through.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/domesky_gino_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Red Dome Under the Big Dipper",
    "url": "https://apod.nasa.gov/apod/image/0708/domesky_gino.jpg"
  },
  {
    "copyright": "WFIMPG/ESO 2.2-m TelescopeLa SillaESO",
    "date": "2007-08-22",
    "explanation": "The largest, most violent star forming region known in the whole Local Group of galaxies lies in our neighboring galaxy the Large Magellanic Cloud (LMC).  Were the Tarantula Nebula at the distance of the Orion Nebula -- a local star forming region -- it would take up fully half the sky.  Also called 30 Doradus, the red and pink gas indicates a massive emission nebula, although supernova remnants and dark nebula also exist there.  The bright knot of stars left of center is called R136 and contains many of the most massive, hottest, and brightest stars known.  The above image taken with the European Southern Observatory's (ESO's) Wide Field Imager is one of the most detailed ever of this vast star forming region.  ESO has made it possible to fly around and into this detailed image by clicking here.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/tarantula_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tentacles of the Tarantula Nebula",
    "url": "https://apod.nasa.gov/apod/image/0708/tarantula_eso.jpg"
  },
  {
    "copyright": "Wes Higgins",
    "date": "2007-08-23",
    "explanation": "The Moon's south pole is near the top of this sharp telescopic view looking across the southern lunar highlands. Recorded on August 3rd from Tecumseh, Oklahoma, planet Earth, the foreshortened perspective heightens the impression of a dense field of craters and makes the craters themselves appear more oval shaped. The prominent crater in the foreground, Moretus, has a diameter of 114 kilometers and lies just west (left) of the Moon's central meridian. For large lunar craters, Moretus is young and features terraced inner walls and a 2.1 kilometer high, bright central peak, similar in appearance to the more northerly crater Tycho. Just to the right of Moretus is the 95 kilometer diameter crater Curtius. Curtius has older, rounded walls marked by smaller, more recent impact craters.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/MoretusCurtius_higgins.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Southern Moonscape",
    "url": "https://apod.nasa.gov/apod/image/0708/MoretusCurtius_higgins720.jpg"
  },
  {
    "copyright": "Yuri Goryachko",
    "date": "2007-08-24",
    "explanation": "Jupiter is an astronomer's planet -- its large size and contrasting global cloud belts and zones allow detailed studies with a range of earthbound telescopes. On the other hand, most telescopic views of Jupiter's moons usually show only featureless, tantalizing points of light hovering near the ruling gas giant. But this impressive picture from a small, ground-based telescope reveals a stunning amount of detail on Ganymede, a jovian moon about the same size as Earth's moon but at least 1,500 times farther away. The image was carefully constructed by combining and processing only the 409 sharpest frames from a total of 10,000 recorded at 30 frames per second by a digital camera. Ganymede's radius is about 2,600 kilometers indicating that the surface markings visible are as small as around 900 kilometers across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/Ganymede_20070630_2005UT.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Astronomer's Moon",
    "url": "https://apod.nasa.gov/apod/image/0708/Ganymede_20070630_2005UT.jpg"
  },
  {
    "copyright": "Robert\nStephan",
    "date": "2007-08-25",
    "explanation": "M33 is a big, beautiful spiral galaxy a mere 3 million light-years away, understandably a popular target for enthusiastic astro-imagers. Just as understandably, interfering satellite trails and airplane streaks that are becoming more common in planet Earth's busy night sky are processed out of their finished images. But Robert Stephan left these streaks in his final picture of M33, realizing that he had also recorded something relatively rare. His otherwise cosmic skyscape shows the tail of an aircraft passing overhead through his telescope's field of view. A navigational strobe light on the plane flashed across the tail at exactly the right moment. The brief illumination produced the incongruous, though remarkably sharp image.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/M33airplane_stephan.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Just Passing Through",
    "url": "https://apod.nasa.gov/apod/image/0708/M33airplane_stephan720.jpg"
  },
  {
    "copyright": "David Cortner",
    "date": "2007-08-26",
    "explanation": "This coming Tuesday, our Moon will appear to disappear.   A similar total lunar eclipse is seen above in a time lapse image captured in 2003 over North Carolina, USA.  As the Earth moves between the Moon and the Sun, the Earth's shadow fell on the moon, making it quite dark.  In the above picture the Earth's rotation, multiple exposures, and digital enhancements are used to create a time-lapse effect that dramatizes how the Moon looked as it faded out and re-appeared during the three hour lunar eclipse.  As the Earth's shadow engulfed the Moon, the lunar images became less and less bright, practically disappearing during totality.  At this time, the Moon, which normally shines by reflecting direct sunlight, shone only by sunlight refracted through the Earth's atmosphere.  The next total lunar eclipse won't be visible from Earth until February 2008.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/200311eclipse_cortner_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Total Lunar Eclipse Over North Carolina",
    "url": "https://apod.nasa.gov/apod/image/0708/200311eclipse_cortner.jpg"
  },
  {
    "date": "2007-08-27",
    "explanation": "What has created this huge empty volume in the universe?  No one is yet sure, and even the extent of the estimated billion-light year void is being researched.  The void is not a hole in space like a black hole, but rather a vast region of the universe that appears to be mostly devoid of normal matter and even dark matter.  The void is still thought to contain dark energy, though, and is clearly traversable by light.   The void's existence is being postulated following scientific curiosity about how unusually cold spots came to appear on WMAP's map of cosmic microwave background (CMB) radiation.   One possibility was that this CMB region was not actually very cold but light from the spot somehow became more cosmologically redshifted than normal along the way.  Other voids in the universe are known to exist, but this void appears to have an unusually large gravitational effect, and so might possibly be the largest in our entire visible universe.   Investigating this, a recent study found an unusually low number of cosmic radio sources between Earth and the CMB cold spot, which led to the inference of this giant void.  An artist's depiction of the huge cosmic void is shown above.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/void_nrao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Huge Void Implicated in Distant Universe",
    "url": "https://apod.nasa.gov/apod/image/0708/void_nrao.jpg"
  },
  {
    "date": "2007-08-28",
    "explanation": "Is there life on Mars?  Although no unambiguous evidence for indigenous life on Mars has ever been found, a more speculative question -- could some life forms survive on Mars -- has taken on a new twist.  Two planetary scientists recently speculated that were extremophile microbes to involve a mixture of hydrogen peroxide (H2O2) and water (H2O), these microbes might well be able survive the thin, cold, dry atmosphere on Mars.  Life that involves hydrogen peroxide does exist here on Earth, they note, and such life would be better able to absorb water on Mars. They also claim that such life would be consistent with the ambiguous results coming out from the life-detecting experiments aboard the old Viking Landers. Although such speculation is not definitive, debating possibilities for life on Mars has again proven to be fun and a magnet for media attention.   Pictured above, the Viking Lander 2 captured an unusual image of the Martian surface in 1979 sporting a thin layer of seasonal water ice.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/ice_viking_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Could Hydrogen Peroxide Life Survive on Mars?",
    "url": "https://apod.nasa.gov/apod/image/0708/ice_viking.jpg"
  },
  {
    "date": "2007-08-29",
    "explanation": "Have you ever seen a gigantic jet?  They are extremely rare but tremendously powerful. Gigantic jets are a newly discovered type of lightning discharge between some thunderstorms and the Earth's ionosphere high above them.  Pictured above is one such jet caught by accident by a meteor camera in Oklahoma, USA.  The gigantic jet, at the lower left, traversed perhaps 70 kilometers in just under one second.  Clicking on the image will bring up a movie in many browsers, also visible here. Gigantic jets are much different from regular cloud-to-cloud and cloud-to-ground lightning. The bottoms of gigantic jets appear similar in appearance to another type cloud-to-ionosphere strike called blue jets, while the tops appear similar to upper-atmosphere red sprites. Although the mechanism and trigger that causes gigantic jets is a topic of research, it is clear that the jets reduce charge imbalance between different parts of Earth's atmosphere.  A good way to look for gigantic jets is to watch a powerful but distant thunderstorm from a clear location.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/jet2_smedley.wmv",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gigantic Jets Over Oklahoma",
    "url": "https://apod.nasa.gov/apod/image/0708/jet2_smedley.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2007-08-30",
    "explanation": "The Moon passed close to the center of Earth's shadow on August 28th. Seen best by skywatchers in western North America, and the Pacific region, the resulting total lunar eclipse was a dark one, lasting about 90 minutes. In this telescopic image taken near mid totality from Yass, NSW Australia, the 85 kilometer wide ray crater Tycho lies near the top right of the shadowed lunar surface. Of course, even during a total lunar eclipse,the Moon is not completely dark. Instead the Moon remains visible during totality, reflecting reddened light filtering into the Earth's shadow. The light comes from all the sunsets and sunrises, as seen from the lunar perspective, around the edges of a silhouetted Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/EclipsedMoonPugh.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Lunar Eclipse",
    "url": "https://apod.nasa.gov/apod/image/0708/EclipsedMoonPugh720.jpg"
  },
  {
    "copyright": "ESO",
    "date": "2007-08-31",
    "explanation": "Stars are forming in a dense molecular cloud a mere 1,000 light-years away in the constellation Serpens Cauda (The Serpent's Tail). At that estimated distance, this sharp, near-infrared close-up of the active Serpens star-forming region spans about 2 arcminutes or just over half a light-year. Though such near-infrared observations can be made by mountain-top telescopes with specialized detectors, near-infrared light has too long a wavelength to be visible to the eye. This view was recorded with a sensitive camera, HAWK-I (High Acuity, Wide field K-band Imaging), just commissioned at the Paranal Observatory in Chile. Intended to illustrate HAWK-I's impressive capabilities, the tantalizing image highlights reddish young stars and protostars, likely up to a few million years old, emerging from the nebular gas and dust.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/serpensStar_eso_c1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars Forming in Serpens",
    "url": "https://apod.nasa.gov/apod/image/0708/serpensStar_eso_c720.jpg"
  },
  {
    "copyright": "Yuichi Takasaka",
    "date": "2007-09-01",
    "explanation": "Recorded on August 28th, this serene total lunar eclipse sequence looks southwest down Kalamalka Lake toward the lights of Coldstream, British Columbia. An exposure every 4 minutes captured the Moon's position and eclipse phase, until the Moon set behind the town lights and a hill on the horizon. In fact, the sequence effectively measures the duration of the total phase of the eclipse. Around 270 BC, the Greek astronomer Aristarchus also measured the duration of lunar eclipses - though probably without the benefit of digital clocks and cameras. Still, using geometry, he devised a simple and impressively accurate way to calculate the Moon's distance, in terms of the radius of planet Earth, from the eclipse duration.",
    "hdurl": "https://apod.nasa.gov/apod/image/0709/Yuichi-Takasaka2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Kalamalka Lake Eclipse",
    "url": "https://apod.nasa.gov/apod/image/0709/Yuichi-Takasaka2_750.jpg"
  }
]
