[
  {
    "date": "2007-11-01",
    "explanation": "A cosmic bridge of stars, gas, and dust stretches for over 75,000 light-years and joins this peculiar pair of galaxies cataloged as Arp 87. The bridge is strong evidence that these two immense star systems have passed close to each other and experienced violent tides induced by mutual gravity. As further evidence, the face-on spiral galaxy on the right, also known as NGC 3808A, exhibits many young blue star clusters produced in a burst of star formation. The twisted edge-on spiral on the left (NGC 3808B) seems to be wrapped in the material bridging the galaxies and surrounded by a curious polar ring. While such interactions are drawn out over billions of years, repeated close passages should ultimately result in the merger of this pair of galaxies into a larger single galaxy of stars. Although this scenario does look peculiar, galactic mergers are thought to be common, with Arp 87 representing a stage in this inevitable process. The Arp 87 pair are about 300 million light-years distant toward the constellation Leo. The prominent edge-on spiral at the far left appears to be a more distant background galaxy and not involved in the on-going merger.",
    "hdurl": "https://apod.nasa.gov/apod/image/0711/arp87full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Peculiar Arp 87",
    "url": "https://apod.nasa.gov/apod/image/0711/arp87web_c800.jpg"
  },
  {
    "copyright": "Michael Mayda",
    "date": "2007-11-02",
    "explanation": "Narrow band filters and a false-color palette give these three nebulae a stunning appearance against the cosmic canvas of the central Milky Way. All three are stellar nurseries about 5,000 light-years or so distant, toward the nebula rich constellation Sagittarius. In the 18th century, astronomer Charles Messier cataloged two of them; colorful M8, above and right of center, and compact M20 at the left. The third, NGC 6559, is at bottom right. Over a hundred light-years across, M8 is also known as the Lagoon Nebula. Divided by obscuring dust lanes, M20's popular moniker is the Trifid. In the composite image, narrow emission lines from sulfur, hydrogen, and oxygen atoms recorded through the filters, are mapped into broader red, green, and blue colors respectively. The color scheme was made popular in Hubble Space Telescope images. But for ground-based telescopes, narrow band filters also make it possible to reject overwhelming light-pollution and capture compelling images of the cosmos from urban skies.",
    "hdurl": "https://apod.nasa.gov/apod/image/0711/LagoonCA2007_mayda.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Three Nebulae in Narrow Band",
    "url": "https://apod.nasa.gov/apod/image/0711/LagoonCA2007_mayda_rc720.jpg"
  },
  {
    "copyright": "Don Goldman",
    "date": "2007-11-03",
    "explanation": "Surprising Comet Holmes remains easily visible as a round, fuzzy cloud in the northern constellation Perseus. Skywatchers with telescopes, binoculars, or those that just decide to look up can enjoy the solar system's latest prodigy as it glides about 150 million kilometers from Earth, beyond the orbit of Mars. Still expanding, Holmes now appears to be about 1/3 the size of the Full Moon, and many observers report a yellowish tint to the dusty coma. A golden color does dominate this telescopic view recorded on November 1, showing variations across the coma's bright central region. But where's the comet's tail? Like any good comet, Holmes' tail would tend to point away from the Sun. That direction is nearly along our line-of-sight behind the comet, making its tail very difficult to see.",
    "hdurl": "https://apod.nasa.gov/apod/image/0711/P17HolmesWeb3_goldman.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Golden Comet Holmes",
    "url": "https://apod.nasa.gov/apod/image/0711/P17HolmesWeb3_goldman_c740.jpg"
  },
  {
    "copyright": "R. IbataStrasbourg ObservatoryULP2MASSNASA",
    "date": "2007-11-04",
    "explanation": "What is the closest galaxy to the Milky Way?  The new answer to this old question is the Canis Major dwarf galaxy.  For many years astronomers thought the Large Magellan Cloud (LMC) was closest, but its title was supplanted in 1994 by the Sagittarius dwarf galaxy.  Recent measurements indicate that the Canis Major dwarf is only 42,000 light years from the  Galactic center, about three quarters of the distance to the Sagittarius dwarf and a quarter of the distance to the LMC.  The discovery was made in data from the 2MASS-sky survey, where infrared light allows a better view through our optically opaque Galactic plane.  The labeled illustration above shows the location of the newly discovered Canis Major dwarf and its associated tidal stream of material in relation to our Milky Way Galaxy.  The Canis Major dwarf and other satellite galaxies are slowly being gravitationally ripped apart as they travel around and through our Galaxy.   Note added in 2010: Canis Major's galaxy designation is now disputed.",
    "hdurl": "https://apod.nasa.gov/apod/image/0711/canisgalaxy_2mass_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Closest Galaxy: Canis Major Dwarf",
    "url": "https://apod.nasa.gov/apod/image/0711/canisgalaxy_2mass.jpg"
  },
  {
    "copyright": "Vicent Perisastrofoto.es",
    "date": "2007-11-05",
    "explanation": "Comet Holmes continues to be an impressive sight to the unaided eye. The comet has diminished in brightness only slightly, and now clearly appears to have a larger angular extent than stars and planets.  Astrophotographers have also noted a distinctly green appearance to the comet's coma over the past week.  Pictured above over Spain in three digitally combined exposures, Comet 17P/Holmes now clearly sports a tail.  The blue ion tail is created by the solar wind impacting ions in the coma of Comet Holmes and pushing them away from the Sun.  Comet Holmes underwent an unexpected and dramatic increase in brightness starting only two weeks ago.  The detail visible in Comet Holmes' tail indicates that the explosion of dust and gas that created this dramatic brightness increase is in an ongoing and complex event. Comet Holmes will move only slightly on the sky over during the next month.",
    "hdurl": "https://apod.nasa.gov/apod/image/0711/holmes_peris_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Holmes Grows a Tail",
    "url": "https://apod.nasa.gov/apod/image/0711/holmes_peris.jpg"
  },
  {
    "date": "2007-11-06",
    "explanation": "Why does the Sun flare?  Unpredictably, our Sun unleashes tremendous flares expelling hot gas into the Solar System that can affect satellites, astronauts, and power grids on Earth.  This close up of an active region on the Sun that produced a powerful X-class flare was captured by the orbiting TRACE satellite. Clicking on the image should bring up a movie that shows the evolution of Active Region 9906 over about four hours.  The glowing gas flowing around the relatively stable magnetic field loops above the Sun's photosphere has a temperature of over ten million degrees Celsius. These flows occurred after violently unstable magnetic reconnection events above the Sun produced the flare.  Many things about solar active regions are not well understood including the presence of dark regions that appear to move inward during the movie.",
    "hdurl": "https://apod.nasa.gov/apod/image/0711/ar9906_trace.mpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An X Class Flare Region on the Sun",
    "url": "https://apod.nasa.gov/apod/image/0711/ar9906_trace.jpg"
  },
  {
    "copyright": "W. SchaapU. Groningen2dF Galaxy Redshift Survey",
    "date": "2007-11-07",
    "explanation": "What is the largest structure known? The answer might depend on how one defines \"structure.\" A grouping of galaxies known as the Sloan Great Wall was discovered in the Sloan Digital Sky Survey and is a leading candidate. The Sloan Great Wall can be seen in this digitally recast contour map of galaxies in the Two Degree Field galaxy survey.  Galaxies within one billion light years, a redshift of about 0.1, are depicted.  The labeled Sloan Great Wall spans over one billion light years, longer than any structure ever measured. Critics worry that the Sloan Great Wall should not itself be characterized as a coherent structure because it is not currently gravitationally bound together and parts of it might never become gravitationally bound.  Regardless, the beauty of the local universe of galaxies is evident in the image where several huge superclusters of galaxies -- clusters of galaxy clusters -- can also be seen.  These include the Shapley Supercluster of galaxies, part of the Pisces-Cetus Supercluster, and part of the Horologium-Reticulum Supercluster.",
    "hdurl": "https://apod.nasa.gov/apod/image/0711/2df3d_schaap_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sloan Great Wall: Largest Known Structure?",
    "url": "https://apod.nasa.gov/apod/image/0711/2df3d_schaap.jpg"
  },
  {
    "copyright": "Adler PlanetariumVERITAS",
    "date": "2007-11-08",
    "explanation": "rly morning risers and late to bed astronomers have recently enjoyed bright planets in predawn skies, with brilliant Venus above the eastern horizon. On November 5, Venus was joined by the waning crescent Moon. This self-portrait by astronomer Larry Ciupik captures the lovely pairing of the two brightest celestial beacons on the scene, though the Moon, right of Venus, is strongly over exposed. Included at the far left in the 30 second exposure is the bright streak of the International Space Station still docked with shuttle orbiter Discovery. Together in Earth orbit, the spacefaring combination was momentarily the third brightest sky light in view. In dim silhouette, a multi-mirrored unit of the Very Energetic Radiation Imaging Telescope Array System (VERITAS) is also visible in the foreground. VERITAS operates at the Whipple Observatory near Tucson, Arizona to detect high-energy gamma-rays from the cosmos.",
    "hdurl": "https://apod.nasa.gov/apod/image/0711/VERITASVenus_ciupik.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "VERITAS and Venus",
    "url": "https://apod.nasa.gov/apod/image/0711/VERITASVenus_ciupik800.jpg"
  },
  {
    "copyright": "Dave Kodama",
    "date": "2007-11-09",
    "explanation": "This gorgeous skyscape spans some 10 degrees across the heroic constellation Perseus, about the size of a generous binocular field of view. The deep exposure includes bright stars, emission nebulae, star clusters, and, of course, the famous Comet Holmes. To identify the celestial landmarks, just place your cursor over the image. The brightest star in view, Alpha Persei, is itself surrounded by a loose cluster of stars - the Alpha Per Moving Cluster - at a distance of about 600 light-years. But, at a distance of a mere 14 light-minutes bright Comet Holmes still dominates the scene with its fluorescing greenish coma and foreshortened blue tail.",
    "hdurl": "https://apod.nasa.gov/apod/image/0711/WideHolmes_kodama.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Skyscape with Comet Holmes",
    "url": "https://apod.nasa.gov/apod/image/0711/WideHolmes_kodama_800.jpg"
  },
  {
    "copyright": "Ivan Eder",
    "date": "2007-11-10",
    "explanation": "A beautiful blue ion tail has become visible in deep telescopic images of Comet Holmes. Pointing generally away from the Sun and also planet Earth, the comet's ion tail is seriously foreshortened by our extreme viewing angle. Still, enthusiastic comet watchers have remarked that on the whole, the compact but tentacled appearance suggests a jellyfish or even a cosmic calamari. This stunning view of the comet's greenish coma and blue tail was recorded on November 4 in clear skies near Budapest, Hungary. The colors are caused by molecules in the tenuous gas, like C2 (green) and CO+ (blue), fluorescing in sunlight. In a more recent development, the dramatic inset is a deep image from L'Aquila in central Italy on November 8, showing the ion tail disconnecting from the comet.",
    "hdurl": "https://apod.nasa.gov/apod/image/0711/CHolmes_eder.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Tale of Comet Holmes",
    "url": "https://apod.nasa.gov/apod/image/0711/CHolmes_eder_berardi.jpg"
  },
  {
    "copyright": "Franck Bugnet",
    "date": "2007-11-11",
    "explanation": "What caused the Crescent Nebula?  Looking like an emerging space cocoon, the Crescent Nebula, visible in the center of the above image, was created by the brightest star in its center.  A leading progenitor hypothesis has the Crescent Nebula beginning to form about 250,000 years ago.  At that time, the massive central star had evolved to become a Wolf-Rayet star (WR 136), shedding its outer envelope in a strong stellar wind, ejecting the equivalent of our Sun's mass every 10,000 years.  This wind impacted surrounding gas left over from a previous phase, compacting it into a series of complex shells, and lighting it up.  The Crescent Nebula, also known as NGC 6888, lies about 4,700 light-years away in the constellation of Cygnus.  Star WR 136 will probably undergo a supernova explosion sometime in the next million years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0711/crescent_bugnet_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6888: The Crescent Nebula",
    "url": "https://apod.nasa.gov/apod/image/0711/crescent_bugnet.jpg"
  },
  {
    "date": "2007-11-12",
    "explanation": "Where do cosmic rays come from?  A major step toward answering this century old question may have just come in from the Auger Observatory project, the world's premier cosmic ray observatory.  That high energy fundamental particles are barreling through the universe has been known for about a century.  Because ultra high energy cosmic rays are so rare and because their extrapolated directions are so imprecise, no progenitor objects have ever been unambiguously implied. New results from Auger, however, indicate that 12 of 15 ultra high energy cosmic rays have sky directions statistically consistent with the positions of nearby active galactic nuclei.   These galactic centers are already known to emit great amounts of light and are likely powered by large black holes.  The Auger results also indicate that the highest energy cosmic rays are protons, since the electric charge of higher energy nuclei would force the Milky Way Galaxy's magnetic field to deflect and effectively erase progenitor source direction. Pictured above, an artist illustrates a cosmic ray striking the Earth's atmosphere and creating a shower of secondary particles detectable on the surface.   The image of Centaurus A digitally superposed near the top signifies one such active galaxy from which cosmic rays might originate.",
    "hdurl": "https://apod.nasa.gov/apod/image/0711/cr_auger_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cosmic Rays from Galactic Centers",
    "url": "https://apod.nasa.gov/apod/image/0711/cr_auger.jpg"
  },
  {
    "copyright": "Gianluca Masi",
    "date": "2007-11-13",
    "explanation": "What's happening to Comet Holmes? The rare comet remains visible to the unaided eyes of northern observers as an unusual small puff ball in the constellation of Perseus.  A high resolution set of images of the comet's inner coma, taken last week and shown above, reveals significant detail.  Close inspection shows numerous faint streamers that are possibly the result of jets emanating from the comet's nucleus.   Comet Holmes has remained surprisingly bright over the past week, with luminosity estimates ranging from between visual magnitudes 2 to 3, making it brighter than most stars visible on a dark sky.  The above image of Comet Holmes was made with a small automated 0.38-meter telescope hirable over the web for a small fee.",
    "hdurl": "https://apod.nasa.gov/apod/image/0711/holmes_masi_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Inner Coma of Comet Holmes",
    "url": "https://apod.nasa.gov/apod/image/0711/holmes_masi.jpg"
  },
  {
    "date": "2007-11-14",
    "explanation": "Yes, but can your meteor do this?  The most powerful natural explosion in recent Earth history occurred on 1908 June 30 when a meteor exploded above the Tunguska River in Siberia, Russia.  Detonating with an estimated power 1,000 times greater than the atomic bomb dropped over Hiroshima, the Tunguska event leveled trees over 40 kilometers away and shook the ground in a tremendous earthquake.  Eyewitness reports are astounding.  The above picture was taken by a Russian expedition to the Tunguska site almost 20 years after the event, finding trees littering the ground like toothpicks. Estimates of the meteor's size range from 60 meters to over 1000 meters in diameter.  Recent evidence suggests that nearby Lake Cheko may even have been created by the impact. Although a meteor the size of the Tunguska can level a city, metropolitan areas take up such a small fraction of the Earth's surface that a direct impact on one is relatively unlikely.  More likely is an impact in the water near a city that creates a dangerous tsunami.  One focus of modern astronomy is to find Solar System objects capable of creating such devastation well before they impact the Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0711/tunguska_kulik_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tunguska: The Largest Recent Impact Event",
    "url": "https://apod.nasa.gov/apod/image/0711/tunguska_kulik.jpg"
  },
  {
    "copyright": "Noel Carboni",
    "date": "2007-11-15",
    "explanation": "M13 is modestly recognized as the Great Globular Cluster in Hercules. A system of stars numbering in the hundreds of thousands, it is one of the brightest globular star clusters in the northern sky. At a distance of 25,000 light-years, the cluster stars crowd into a region 150 light-years in diameter, but approaching the cluster core over 100 stars would be contained in a cube just 3 light-years on a side. For comparison, the closest star to the Sun is over 4 light-years away. This stunning view of the cluster combines recent telescopic images of the cluster's dense core with digitized photographic plates recorded between 1987 and 1991 using the Samuel Oschin Telescope, a wide-field survey instrument at Palomar Observatory. The resulting composite highlights both inner and outer reaches of the giant star cluster. Among the distant background galaxies also visible, NGC 6207 is above and to the left of the Great Globular Cluster M13.",
    "hdurl": "https://apod.nasa.gov/apod/image/0711/M13_DSS_Noel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M13: The Great Globular Cluster in Hercules",
    "url": "https://apod.nasa.gov/apod/image/0711/M13_DSS_Noel_c800.jpg"
  },
  {
    "copyright": "Dave Kodama",
    "date": "2007-11-16",
    "explanation": "This gorgeous image of Orion shows off the constellation's young stars and cosmic clouds of hydrogen gas and dust. Made with a film camera tracking the stars on November 11, the exposure lasted some 40 minutes. It includes the Great Orion Nebula (near center), a string of well-known nebulae leading upwards to Orion's three belt stars, and the large semi-circular arc known as Barnard's Loop that seems to end at the bottom right, next to bluish supergiant star Rigel. Serendipitously, the picture also recorded a bright, comet-shaped cloud not known to share the sky with Orion's famous stars and nebulae. Also spotted by other skywatchers, the mystery cloud was quickly recognized as a fuel dump from a booster rocket used to place a satellite in geosynchronous orbit. Reflecting sunlight, the fuel dump plume begins on the west (right) side of the star field and expands as it slowly drifts eastward and fades during the time exposure, creating the wedge-shaped streak.",
    "hdurl": "https://apod.nasa.gov/apod/image/0711/rocketOrion_kodama.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rocket Fuel",
    "url": "https://apod.nasa.gov/apod/image/0711/rocketOrion_kodama720.jpg"
  },
  {
    "copyright": "Vincent Jacques",
    "date": "2007-11-17",
    "explanation": "With pine trees in dim silhouette, this skyscape from Breil-sur-Roya in southern France was captured on November 11. In the early evening scene, a satellite seems to streak through the branches, while bright, round, fuzzy Comet Holmes appears to lie just beyond them, near the stars of the constellation Perseus. Mirfak, alpha star of Perseus, is the brightest star above the comet and to the right. Next Monday (November 19), Holmes will be close enough to Mirfak to view the star through the remarkable comet's expanding coma. Recent measurements place the dusty coma's diameter at about 1.4 million kilometers, even larger than the Sun.  Ed.'s Note: Predawn skies this weekend will feature the Leonids Meteor Shower.",
    "hdurl": "https://apod.nasa.gov/apod/image/0711/forestSky_jacques.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Forest and Sky",
    "url": "https://apod.nasa.gov/apod/image/0711/forestSky_jacques800.jpg"
  },
  {
    "copyright": "Antonio Fernandez-Sanchez",
    "date": "2007-11-18",
    "explanation": "Perhaps the most famous star cluster on the sky, the Pleiades can be seen without binoculars from even the depths of a light-polluted city.  Also known as the Seven Sisters and M45, the Pleiades is one of the brightest and closest open clusters.   The Pleiades contains over 3000 stars, is about 400 light years away, and only 13 light years across.  Quite evident in the above photograph are the blue reflection nebulae that surround the brighter cluster stars.  Low mass, faint, brown dwarfs have also been found in the Pleiades.",
    "hdurl": "https://apod.nasa.gov/apod/image/0711/pleiades_fs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M45: The Pleiades Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/0711/pleiades_fs.jpg"
  },
  {
    "copyright": "Lance McVay",
    "date": "2007-11-19",
    "explanation": "Some auroras can only be seen with a camera.  They are called sub-visual and are too faint to be seen with the unaided eye.  The reason is that the human eye only accumulates light for a fraction of a second at a time, while a camera shutter can be left open indefinitely.  When photographing an already picturesque scene above Juneau, Alaska, USA, a camera caught green sub-visual aurora near the horizon.  Auroras are sparked by energetic particles from the Sun impacting the  magnetic environment around the Earth.  Resultant energetic particles such as electrons and protons rain down near the Earth's poles and impact the air.  The impacted air molecules temporarily lose electrons, and when oxygen molecules among them reacquire these electrons, they emit green light.  Auroras are known to have many shapes and colors.",
    "hdurl": "https://apod.nasa.gov/apod/image/0711/aurora_mcvay.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora in the Distance",
    "url": "https://apod.nasa.gov/apod/image/0711/aurora_mcvay.jpg"
  },
  {
    "copyright": "SELENE\nTeamJAXANHK",
    "date": "2007-11-20",
    "explanation": "What does the Earth look like from the Moon? A new version of this space age perspective was captured by the robotic Kaguya spacecraft currently in orbit around Earth's Moon. Launched two months ago by Japan, the scientific mission of the Selenological and Engineering Explorer (SELENE), nicknamed Kaguya, is to study the origin and evolution of the Moon. Last month Kaguya reached lunar orbit and starting transmitting data and images. This frame is from Kaguya's onboard HDTV camera. An astronaut standing on the lunar surface would never actually see the Earth rise, since the Moon always keeps the same side toward the Earth. This Earthrise as well as the famous Earthrise captured 40 years ago by the crew of Apollo 8, only occurs for observers in lunar orbit.",
    "hdurl": "https://apod.nasa.gov/apod/image/0711/earthrise_kayuga_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earthrise from Moon-Orbiting Kaguya",
    "url": "https://apod.nasa.gov/apod/image/0711/earthrise_kayuga.jpg"
  },
  {
    "copyright": "Jean-Charles\nCuillandre",
    "date": "2007-11-21",
    "explanation": "The spherical coma of Comet Holmes has swollen to a diameter of over 1.4 million kilometers, making the tenuous, dusty cloud even bigger than the Sun. Scattering sunlight, all that dust and gas came from the comet's remarkably active nucleus, whose diameter before the late October outburst was estimated to be a mere 3.4 kilometers. In this sharp image, recorded on November 14 with the Canada-France-Hawaii Telescope, stars are easily visible right through the outer coma, while the nucleus is buried inside the condensed, bright region. The bright region of the coma seems offset from the center, consistent with the idea that a large fragment drifted away from the nucleus and disintegrated, producing the comet's spectacular outburst. Of course, more recent images of Holmes also show the bright star Mirfak (Alpha Persei) shining through as the comet sweeps slowly through the constellation Perseus.",
    "hdurl": "https://apod.nasa.gov/apod/image/0711/Holmes-CFHT_Cuillandre.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Expansive Comet Holmes",
    "url": "https://apod.nasa.gov/apod/image/0711/Holmes-CFHT_Cuillandre800.jpg"
  },
  {
    "copyright": "Tony Hallas",
    "date": "2007-11-22",
    "explanation": "Hurtling through a cosmic dust cloud a mere 400 light-years away, the lovely Pleiades or Seven Sisters star cluster is well-known for its striking blue reflection nebulae. This remarkable wide-field (3 degree) image of the region shows the famous star cluster at the right, while highlighting lesser known dusty reflection nebulae nearby, across an area that would span over 20 light-years. In this case, the sister stars and cosmic dust clouds are not related, they just happen to be passing through the same region of space. But astronomers using infrared detectors have recently found a dusty disk that really does belong to one young Pleiades star -- HD 23514. Surrounding HD 23514, the disk is estimated to be comparable in size to the terrestrial planet zone in our own solar system and likely represents the debris from the process of rocky planet formation.",
    "hdurl": "https://apod.nasa.gov/apod/image/0711/M45WF_hallas_r.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pleiades and Stardust",
    "url": "https://apod.nasa.gov/apod/image/0711/M45WF_hallas_r800.jpg"
  },
  {
    "copyright": "Don Goldman",
    "date": "2007-11-23",
    "explanation": "Braided, serpentine filaments of glowing gas suggest this nebula's popular name, The Medusa Nebula. Also known as Abell 21, this Medusa is an old planetary nebula some 1,500 light-years away in the constellation Gemini. Like its mythological namesake, the nebula is associated with a dramatic transformation. The planetary nebula phase represents a final stage in the evolution of low mass stars like the sun, as they transform themselves from red giants to hot white dwarf stars and in the process shrug off their outer layers. Ultraviolet radiation from the hot star powers the nebular glow. The Medusa's transforming hot central star is visible in the detailed color image as the small blue star within the upper half of the overall bright crescent shape. Fainter filaments clearly extend above and to the left of the bright crescent region. The Medusa Nebula is estimated to be over 4 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0711/MedusaNBStars_goldman.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Medusa Nebula",
    "url": "https://apod.nasa.gov/apod/image/0711/MedusaNBStars_goldman800.jpg"
  },
  {
    "copyright": "Dietmar Hager",
    "date": "2007-11-24",
    "explanation": "This wide, sharp telescopic view reveals galaxies scattered beyond the stars near the northern boundary of the high-flying constellation Pegasus. Prominent at the upper right is NGC 7331. A mere 50 million light-years away, the large spiral is one of the brighter galaxies not included in Charles Messier's famous 18th century catalog. The disturbed looking group of galaxies at the lower left is well-known as Stephan's Quintet. About 300 million light-years distant, the quintet dramatically illustrates a multiple galaxy collision, its powerful, ongoing interactions posed for a brief cosmic snapshot. On the sky, the quintet and NGC 7331 are separated by about half a degree.",
    "hdurl": "https://apod.nasa.gov/apod/image/0711/NGC7331-hager.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxies in Pegasus",
    "url": "https://apod.nasa.gov/apod/image/0711/NGC7331-hager800.jpg"
  },
  {
    "copyright": "August Allen",
    "date": "2007-11-25",
    "explanation": "Why would a cloud appear to be different colors? A relatively rare phenomenon known as iridescent clouds can show unusual colors vividly or a whole spectrum of colors simultaneously. These clouds are formed of small water droplets of nearly uniform size. When the Sun is in the right position and mostly hidden by thick clouds, these thinner clouds significantly diffract sunlight in a nearly coherent manner, with different colors being deflected by different amounts. Therefore, different colors will come to the observer from slightly different directions. Many clouds start with uniform regions that could show iridescence but quickly become too thick, too mixed, or too far from the Sun to exhibit striking colors. This iridescent cloud was photographed above Boulder, Colorado last week.",
    "hdurl": "https://apod.nasa.gov/apod/image/0711/iridescent_allen_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Iridescent Cloud Over Colorado",
    "url": "https://apod.nasa.gov/apod/image/0711/iridescent_allen.jpg"
  },
  {
    "copyright": "Tyler Westcott",
    "date": "2007-11-26",
    "explanation": "This spectacular sky is mostly human-made. Once a year, the Light Station at Pigeon Point near San Francisco, California, USA is lit as it was over 100 years ago. During this time, light generated by five kerosene lamps pours through 24 rotating Fresnel lenses, warning approaching ships to stay away. Early last week, light emanating from the Pigeon Point Lighthouse was particularly picturesque because of a thin fog, also blurring the distant Moon. During the latter 1970s, the lighthouse was guarded by an 800 pound pig named Lester. In modern times, the light house is still active but has been supplied with a more efficient flashing aerobeacon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0711/lighthouse_westcott_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Over Pigeon Point Lighthouse",
    "url": "https://apod.nasa.gov/apod/image/0711/lighthouse_westcott.jpg"
  },
  {
    "date": "2007-11-27",
    "explanation": "Last August, the Space Shuttle Endeavour crew captured this shot of the International Space Station (ISS) against the backdrop of Planet Earth. During that trip to the ISS, the space shuttle crew re-supplied the station, repaired the station, and even built more of the station. Its primary mission complete, the crew took the premier spaceship on a tour around the premier space station. Pictured during this inspection tour, the ISS is visible in front the Ionian Sea. The boot of Italy is visible on the left, while the western coastlines of Greece and Albania stretch across the top. The dorsal fin of the upside-down shuttle orbiter pokes into the very top of the image. The Space Shuttle Discovery subsequently visited the ISS in October while the next shuttle mission to the ISS is scheduled for next week.",
    "hdurl": "https://apod.nasa.gov/apod/image/0711/earth_sts118_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Space Station Over the Ionian Sea",
    "url": "https://apod.nasa.gov/apod/image/0711/earth_sts118.jpg"
  },
  {
    "date": "2007-11-28",
    "explanation": "Why did Comet Holmes brighten? The unexpectedly bright Comet 17P/Holmes continues to grace northern skies as a naked-eye addition to the constellation Perseus. Any northern sky enthusiast with a dark sky, a bright curiosity, and a recent sky map should still be able to locate the comet in a few minutes. What is seen, however, is primarily the sun-light reflecting dust coma. It surrounds an iceberg nucleus too small and too faint to discern. Clues to the nearly million-fold brightness increase are therefore being sought in dramatic images of the enigmatic comet's central regions taken earlier this month by the Hubble Space Telescope. One such Hubble image, shown above, indicates a still unresolved dense central dust cloud near the nucleus, surrounded by a more complex, anisotropic coma. The Hubble images do not show any obvious fragmentation of the nucleus, however, as was seen last year in Comet Schwassman-Wachmann 3. Observers around and above the world will continue to study this unusual addition to the night sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/0711/holmes_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Holmes from the Hubble Space Telescope",
    "url": "https://apod.nasa.gov/apod/image/0711/holmes_hst.jpg"
  },
  {
    "copyright": "Jeff Lunglhofer",
    "date": "2007-11-29",
    "explanation": "This cosmic expanse of dust, gas, and stars covers some 4 degrees on the sky in the heroic constellation Perseus. Centered in the gorgeous skyscape is the dusty blue reflection nebula NGC 1333, about 1,000 light-years away. At that estimated distance, the field of view is nearly 70 light-years across. Other reflection nebulae are scattered around, along with remarkable dark dust nebulae and the faint reddish glow of hydrogen gas. These dust and gas clouds lie near the edge of a large molecular cloud. Themselves telltale signs of star-forming regions, they tend to hide the newly formed stars and young stellar objects or protostars from prying optical telescopes. Collapsing due to self-gravity, the protostars form around dense cores embedded in the molecular cloud.",
    "hdurl": "https://apod.nasa.gov/apod/image/0711/NGC1333_Lunglhofer2048c.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stardust in Perseus",
    "url": "https://apod.nasa.gov/apod/image/0711/NGC1333_Lunglhofer800c.jpg"
  },
  {
    "copyright": "Alan Friedman",
    "date": "2007-11-30",
    "explanation": "Anchored in the vast lava flows of the Moon's Oceanus Procellarum lies the Aristarchus Plateau. The bright impact crater at the corner of the plateau is Aristarchus, a young crater 42 kilometers wide and 3 kilometers deep. Only slightly smaller, lava flooded Herodotus crater is above and to the left. A valley or rille feature likely carved by rapidly flowing lava or a collapsed lava tunnel, Vallis Schroteri begins just to the right of Herodotus and winds across the plateau for about 160 kilometers, eventually turning toward the top of the picture. Aristarchus Plateau itself is like a rectangular island about 200 kilometers across, raised up to 2 kilometers or so above the smooth surface of the lunar Ocean of Storms. Recorded from a backyard observatory in Buffalo, New York, the contrast of light-colored ejecta around Aristarchus with surrounding dark, smooth, lava flooded surfaces suggests more familiar snowy scenes of planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0711/aristarchus_100407friedman.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aristarchus Plateau",
    "url": "https://apod.nasa.gov/apod/image/0711/aristarchus_100407friedman_800c.jpg"
  },
  {
    "date": "2007-12-01",
    "explanation": "If not perfect, then this spiral galaxy is at least one of the most photogenic. An island universe of about 100 billion stars, 32 million light-years away toward the constellation Pisces, M74 presents a gorgeous face-on view. Classified as an Sc galaxy, the grand design of M74's graceful spiral arms are traced by bright blue star clusters and dark cosmic dust lanes. Constructed from image data recorded in 2003 and 2005, this sharp composite is from the Hubble Space Telescope's Advanced Camera for Surveys. Spanning about 30,000 light-years across the face of M74, it includes exposures recording emission from hydrogen atoms, highlighting the reddish glow of the galaxy's large star-forming regions.",
    "hdurl": "https://apod.nasa.gov/apod/image/0712/m74_hst.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M74: The Perfect Spiral",
    "url": "https://apod.nasa.gov/apod/image/0712/m74_hst_800c.jpg"
  }
]
