[
  {
    "date": "2007-03-01",
    "explanation": "Panels on ESA's Rosetta spacecraft appear in the foreground of this intriguing image of Mars recorded on February 25 at a range of about 1,000 kilometers. Launched in March 2004, Rosetta was near its closest approach to the Red Planet during a gravity assist flyby maneuver and is ultimately destined to rendezvous with a comet designated 67P/Churyumov-Gerasimenko. Below the comet-chasing spacecraft lies a dark boundary along the martian Syrtis region. But wait ... who took the picture? The picture was actually captured by the imaging system (CIVA) onboard Rosetta's lander, Philae, switched on for testing. The three-legged, box-shaped, 100 kilogram Philae is scheduled to attempt a landing on the comet nucleus after Rosetta's rendezvous in November 2014.",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/CIVA_Mars_30_H.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rosetta Over Mars",
    "url": "https://apod.nasa.gov/apod/image/0703/CIVA_Mars_30_H720rg.jpg"
  },
  {
    "date": "2007-03-02",
    "explanation": "Parts of Saturday's (March 3) lunar eclipse will be widely visible. For example, skywatchers in Europe, Africa, and western Asia will be able to see the entire spectacle of the Moon gliding through Earth's shadow, but in eastern North America the Moon will rise already in its total eclipse phase. Of course if you traveled to the Moon's near side, you could see the same event as a solar eclipse, with the disk of our fair planet Earth completely blocking out the Sun. For a moon-based observer's view, graphic artist Hana Gartstein (Haifa, Israel) offers this composite illustration. In the cropped version of her picture, an Apollo 17 image of Earth is surrounded with a red-tinted haze as sunlight streams through the planet's dusty atmosphere. Earth's night side remains faintly visible, still illuminated by the dark, reddened Moon, but the disk of the Earth would appear almost four times the size of the Sun's disk, so the faint corona surrounding the Sun would be largely obscured. At the upper left, the Sun itself is just disappearing behind the Earth's limb.",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/tsemoon_Gartstein_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar Eclipse from the Moon",
    "url": "https://apod.nasa.gov/apod/image/0703/tsemoon_Gartstein_720cropped.jpg"
  },
  {
    "date": "2007-03-03",
    "explanation": "A million miles from planet Earth, last weekend the STEREO B spacecraft found itself in the shadow of the Moon. So, looking toward the Sun, extreme ultraviolet cameras onboard STEREO B were able to record a stunning movie of a lunar transit (aka solar eclipse), as the Moon tracked across the solar disk. Each frame of the movie is a false-color composite of images made through four different filters that highlight temperature regimes and structures in the upper solar atmosphere. In this frame, large bright active regions, seen as dark sunspots in visible light, flank the Moon's silhouetted disk. The Moon appears small, less than 1/4th the size seen from Earth, because the spacecraft-Moon separation is over four times the Earth-Moon distance. Tonight, the Moon will find itself in planet Earth's shadow in a total lunar eclipse.",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/transit_label_med4.mov",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Transit from STEREO",
    "url": "https://apod.nasa.gov/apod/image/0703/transit_still1_stereo.jpg"
  },
  {
    "date": "2007-03-04",
    "explanation": "In October of 1846, William Lassell was observing the newly discovered planet Neptune.  He was attempting to confirm his observation, made just the previous week, that Neptune had a ring. But this time he discovered that Neptune had a satellite as well.  Lassell soon proved that the ring was a product of his new telescope's distortion, but the satellite Triton remained.  The above picture of Triton was taken in 1989 by the only spacecraft ever to pass Triton: Voyager 2.  Voyager 2 found fascinating terrain, a thin atmosphere, and even evidence for ice volcanoes on this world of peculiar orbit and spin.  Ironically, Voyager 2 also confirmed the existence of complete thin rings around Neptune - but these would have been quite invisible to Lassell!",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/triton_voyager2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Triton: Neptune's Largest Moon",
    "url": "https://apod.nasa.gov/apod/image/0703/triton_voyager2.jpg"
  },
  {
    "date": "2007-03-05",
    "explanation": "What's happening to the galaxies of cluster Abell 2667?  On the upper left, a galaxy appears to be breaking up into small pieces, while on the far right, another galaxy appears to be stretched like taffy.  To start, most of the yellowish objects in the above image from the Hubble Space Telescope are galactic members of a massive cluster of galaxies known as Abell 2667.  The distortion of the galaxy on the upper left is real.  As the galaxy plows through the intercluster medium, gas is stripped out and condenses to form bright new knots of stars.  This detailed image of ram pressure stripping helps astronomers understand why so many galaxies today have so little gas. The distortion of the galaxy on the far right, however, is an illusion.  This nearly normal galaxy is actually far behind the massive galaxy cluster.  Light from this galaxy is gravitationally lensed by Abell 2667, appearing much like a distant person would appear through a wine glass. Each distorted galaxy gives important clues about how galaxies and clusters of galaxies evolve.",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/a2667_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Illusion and Evolution in Galaxy Cluster Abell 2667",
    "url": "https://apod.nasa.gov/apod/image/0703/a2667_hst.jpg"
  },
  {
    "date": "2007-03-06",
    "explanation": "This image of Saturn could not have been taken from Earth.  No Earth based picture could possibly view the night side of Saturn and the corresponding shadow cast across Saturn's rings.  Since Earth is much closer to the Sun than Saturn, only the day side of the planet is visible from the Earth.  In fact, this image mosaic was taken in January by the robotic Cassini spacecraft now orbiting Saturn.   The beautiful rings of Saturn are seen in full expanse, while cloud details are visible near the night-day terminator divide.",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/saturnfromabove_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn from Above",
    "url": "https://apod.nasa.gov/apod/image/0703/saturnfromabove_cassini.jpg"
  },
  {
    "date": "2007-03-07",
    "explanation": "A new spacecraft is headed for the outer Solar System.  Named New Horizons, this robotic explorer passed Jupiter last week after being launched only in early 2006.  New Horizons is being pulled by Jupiter's gravity to a greater speed toward its next target: Pluto in 2015. During its encounter with Jupiter, New Horizons was able to capture new images of many Jovian moons, Jupiter's complex and ever-changing atmosphere, and Jupiter's Little Red Spot, pictured above. Formed over the past few years from several smaller storms, Jupiter's Little Red Spot survived a near miss with Jupiter's better-known Great Red Spot last year. The above image of Jupiter covers over twice the diameter of the Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/jupiter_newhorizons_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "New Horizons Spacecraft Passes Jupiter",
    "url": "https://apod.nasa.gov/apod/image/0703/jupiter_newhorizons.jpg"
  },
  {
    "copyright": "Panther Observatory",
    "date": "2007-03-08",
    "explanation": "This dramatic image features a dark red Moon during a total lunar eclipse -- celestial shadow play enjoyed by many denizens of planet Earth last Saturday. Recorded near Wildon, Austria, the picture is a composite of two exposures; a relatively short exposure to feature the lunar surface and a longer exposure to capture background stars in the constellation Leo. Completely immersed in Earth's cone-shaped shadow during the total eclipse phase, the lunar surface is still illuminated by sunlight, reddened and refracted into the dark shadow region by a dusty atmosphere. As a result, familiar details of the Moon's nearside are easy to pick out, including the smooth lunar mare and the large ray crater Tycho. In this telescopic view, the background stars are faint and most would be invisible to the naked eye.",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/tle_03032007_60_schedler.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipsed Moon and Stars",
    "url": "https://apod.nasa.gov/apod/image/0703/tle_03032007_60_schedler720.jpg"
  },
  {
    "copyright": "Thierry Legault",
    "date": "2007-03-09",
    "explanation": "When a Full Moon lies near the ecliptic there can be a lunar eclipse. That cosmic alignment is well illustrated in this composite of eclipse images recorded last Saturday near Paris, France. The projection of the ecliptic plane, the plane of planet Earth's orbit around the Sun, is traced by the long blue line running diagonally through the picture. At a small angle to the ecliptic, along the Moon's orbit, are a series of images from the eclipse itself following the Moon as it moves (down and left) through Earth's shadow. A small blue circle centered on the ecliptic outlines the extent of the dark region of the shadow or umbra. Above, the principal stars of Leo are highlighted, while at the far right lies another celestial wanderer that stays close to the ecliptic - Saturn.",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/tle070303_legault_legend.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse and Ecliptic",
    "url": "https://apod.nasa.gov/apod/image/0703/tle070303_legault_legend_auto800.jpg"
  },
  {
    "copyright": "Chris Cook Photography",
    "date": "2007-03-10",
    "explanation": "A red Moon rose over Cape Cod, Massachusetts, USA on March 3rd, immersed in Earth's shadow near the total phase of a lunar eclipse. This serene portrait of the eclipsed Moon in a dark blue twilight sky also features the Highland Lighthouse (aka Cape Cod lighthouse), another more locally familiar beacon in the night. Now automated, the 66 foot tall structure in use today was built in 1857. How often has there been an eclipse within view of the Highland light? For locations on planet Earth there are about two eclipse seasons each year. So, eclipses have actually had many chances to be part of the pictorial history of the Highland Lighthouse, including a total solar eclipse in 1932.",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/tle_030307_cook.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse with Lighthouse",
    "url": "https://apod.nasa.gov/apod/image/0703/tle_030307_cook800.jpg"
  },
  {
    "copyright": "J. Rhoads",
    "date": "2007-03-11",
    "explanation": "Most galaxies have a single nucleus -- does this galaxy have four?  The strange answer leads astronomers to conclude that the nucleus of the surrounding galaxy is not even visible in this image.  The central cloverleaf is rather light emitted from a background quasar.  The gravitational field of the visible foreground galaxy breaks light from this distant quasar into four distinct images.  The quasar must be properly aligned behind the center of a massive galaxy for a mirage like this to be evident.  The general effect is known as gravitational lensing, and this specific case is known as the Einstein Cross.  Stranger still, the images of the Einstein Cross vary in relative brightness, enhanced occasionally by the additional gravitational microlensing effect of specific stars in the foreground galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/qso2237_wiyn_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Einstein Cross Gravitational Lens",
    "url": "https://apod.nasa.gov/apod/image/0703/qso2237_wiyn.jpg"
  },
  {
    "date": "2007-03-12",
    "explanation": "What would it be like to coast by Jupiter and watch it rotate?   This was just the experience of the New Horizons spacecraft as it approached and flew by Jupiter earlier this year.   Clicking on the image will bring up a movie of what the robotic spacecraft saw. Visible above in the extensive atmosphere of the Solar System's largest planet are bands and belts of light and dark clouds, as well as giant rotating storm systems seen as ovals.  Other movies compiled by New Horizons and other passing spacecraft have captured the clouds swirling and moving relative to themselves.  Jupiter has a diameter of about eleven times that of our Earth, and rotates once in about 10 hours. The robotic New Horizons spacecraft continues to speed toward the outer Solar System where it is expected to approach Pluto in 2015.",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/jupiterspin_newhorizons.mpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Watch Jupiter Rotate",
    "url": "https://apod.nasa.gov/apod/image/0703/jupiterspin_newhorizons.jpg"
  },
  {
    "date": "2007-03-13",
    "explanation": "The Spirit rover attacked Mars again in 2005 September.  What might look, above, like a military attack, though, was once again just a scientific one - Spirit was instructed to closely inspect some interesting rocks near the summit of Husband Hill.  Spirit's Panoramic Camera captured the rover's Instrument Deployment Device above as moved to get a closer look at an outcrop of rocks named Hillary.   The Spirit rover, and its twin rover Opportunity, have now been exploring the  red planet for over three years. Both Spirit and Opportunity have found evidence that parts of Mars were once wet.",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/hillaryoutcrop_spirit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Attacking Mars",
    "url": "https://apod.nasa.gov/apod/image/0703/hillaryoutcrop_spirit.jpg"
  },
  {
    "copyright": "Jean-Charles\nCuillandre",
    "date": "2007-03-14",
    "explanation": "Why do some spiral galaxies have a ring around the center?  First and foremost, M95 is one of the closer examples of a big and beautiful barred spiral galaxy.  Visible in the above recent image from the CFHT telescope in Hawaii, USA, are sprawling spiral arms delineate by open clusters of bright blue stars, lanes of dark dust, the diffuse glow of billions of faint stars, and a short bar across the galaxy center.  What intrigues many astronomers, however, is the circumnuclear ring around the galaxy center visible just outside the central bar.  Recent images by the Chandra X-ray Observatory have shown that X-ray light surrounding the ring is likely emission from recent supernovas.  Although the long term stability of the ring remains a topic of research, recent observations indicate its present brightness is at least enhanced by transient bursts of star formation. M95, also known as NGC 3351, spans about 50,000 light-years and can be seen with a small telescope toward the constellation of the Lion (Leo).",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/m95_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Barred Spiral Galaxy M95",
    "url": "https://apod.nasa.gov/apod/image/0703/m95_cfht.jpg"
  },
  {
    "date": "2007-03-15",
    "explanation": "Distorted galaxy NGC 2442 can be found in the southern constellation of the flying fish, (Piscis) Volans. Located about 50 million light-years away, the galaxy's two spiral arms extending from a pronounced central bar give it an ominous hook-shaped appearance. This striking color image also shows obscuring dust lanes, young blue star clusters and reddish star forming regions surrounding a core of yellowish light from an older population of stars. But the star forming regions seem more concentrated along the drawn-out northern (top) spiral arm. The distorted structure is likely the result of a close encounter with a smaller galaxy located just outside this telescopic field of view. The picture spans about 1/6 of a degree, or 150,000 light years at the estimated distance of NGC 2442.",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/NGC2442_ssroGoldman.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2442: Galaxy in Volans",
    "url": "https://apod.nasa.gov/apod/image/0703/NGC2442_ssroGoldman720.jpg"
  },
  {
    "date": "2007-03-16",
    "explanation": "The March 3rd total lunar eclipse was widely viewed by denizens of planet Earth.  But only a day before, well placed observers could also watch a lunar occultation of Saturn as the planet passed behind the nearly Full Moon. From Selsey, UK, astronomer Pete Lawrence actually saw Saturn graze the lunar limb, the Moon's bright surface dramatically eclipsing a substantial part of the gas giant's spectacular rings. In this summary view of the grazing occultation, south is up and Saturn's position is shown every 90 seconds in a composite of images constructed from video frames. The frames were all recorded near the occultation event, then combined and adjusted to compensate for the large difference in brightness between Saturn and the lunar surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/saturnOccultation_Lawrence.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipsing the Rings",
    "url": "https://apod.nasa.gov/apod/image/0703/saturnOccultation_Lawrence720.jpg"
  },
  {
    "date": "2007-03-17",
    "explanation": "Celestial and terrestrial lights are featured in this stunning image that includes the Moon in phases of the total lunar eclipse of March 3rd. In the foreground, the distinctively-shaped Eiffel Tower, over 300 meters tall, is a well-known tourist destination and one of the most visited buildings in the world. Of course the Moon is even more recognizable, but harder to visit. The last lunar tour was undertaken nearly 35 years ago, during the Apollo 17 mission.",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/chapellet_tapissier.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eiffel Moon",
    "url": "https://apod.nasa.gov/apod/image/0703/chapellet_tapissier720c.jpg"
  },
  {
    "copyright": "Mark Newbold",
    "date": "2007-03-18",
    "explanation": "Does our universe have higher but unusual spatial dimensions? This idea has been gaining popularity to help explain why vastly separated parts of our universe appear so similar, and why the geometry of our universe does not seem to result naturally from the amounts of matter it seems to contain.  The idea is also prevalent in modern attempts to combine gravity and quantum mechanics that include M-theory (formerly string theory) and Randall-Sundrum theory. Such models involve branes and bulks and frequently attempt to explain, among other things, why some quantum energies and the measured cosmological constant are so small. Above, a dynamic three-dimensional drawing (two spatial plus one time) of a four-dimensional depiction of a five-dimensional cube (a hypercube with four spatial dimensions is also known as a tesseract) is shown.  Donning red-blue glasses will give the best multi-dimensional perspective.   News: A partial solar eclipse will occur tomorrow.",
    "hdurl": "https://apod.nasa.gov/apod/image/0104/hyprcube.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Higher Dimensional Universe?",
    "url": "https://apod.nasa.gov/apod/image/0104/hyprcube.gif"
  },
  {
    "copyright": "MASIL Imaging Team",
    "date": "2007-03-19",
    "explanation": "Galaxies, like stars, frequently form groups.  A group of galaxies is a system containing more than two galaxies but less than the tens or hundreds typically found in a cluster of galaxies.  A most notable example is the Local Group of Galaxies, which houses over 30 galaxies including our Milky Way, Andromeda, and the Magellanic Clouds.  Pictured above is nearby compact group Hickson 44.  This group is located about 60 million light-years away toward the constellation of Leo.  Also known as the NGC 3190 Group, Hickson 44 contains several bright spiral galaxies and one bright elliptical galaxy on the upper left. The bright source on the upper right is a foreground star.  Many galaxies in Hickson 44 and other compact groups are either slowly merging or gravitationally pulling each other apart.",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/hickson44_masil_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy Group Hickson 44",
    "url": "https://apod.nasa.gov/apod/image/0703/hickson44_masil.jpg"
  },
  {
    "date": "2007-03-20",
    "explanation": "What's happening to the Moon?   Drifting around the Earth in 2006 July, astronauts from the International Space Station (ISS) captured a crescent Moon floating far beyond the horizon.   The captured above image is interesting because part of the Moon appears blue, and because part of the moon appears missing.  Both effects are created by the Earth's atmosphere. Air molecules more efficiently scatter increasingly blue light, making the clear day sky blue for ground observers, and the horizon blue for astronauts.  Besides reflecting sunlight, these atmospheric molecules also deflect moonlight, making the lower part of the moon appear to fade away.  As one looks higher in the photograph, the increasingly thin atmosphere appears to fade to black.",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/horizonmoon_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Blue Crescent Moon from Space",
    "url": "https://apod.nasa.gov/apod/image/0703/horizonmoon_nasa.jpg"
  },
  {
    "copyright": "T. Rector",
    "date": "2007-03-21",
    "explanation": "It may look to some like a duck, but it lays stars instead of eggs.  In the center of the above image lies Barnard 163, a nebula of molecular gas and dust so thick that visible light can't shine through it.   With a wing span measured in light years, Barnard 163's insides are surely colder than its exterior, allowing conditions where gas can clump and eventually form stars.  Barnard 163 lies about 3,000 light years from Earth toward the constellation of Cepheus the King. The red glow in the background results from IC 1396, a large emission nebula that houses the Elephant's Trunk Nebula.  Finding Barnard 163 in an image of its greater emission nebula IC 1396 can be a challenge, but it's possible.    News: Night and Day are Equal: Today is an Equinox",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/barnard163_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Molecular Cloud Barnard 163",
    "url": "https://apod.nasa.gov/apod/image/0703/barnard163_noao.jpg"
  },
  {
    "copyright": "Joerg Schoppmeyer",
    "date": "2007-03-22",
    "explanation": "On Moonday, March 19, shortly before the equinox, locations in Asia and the Arctic were favoured by the New Moon's shadow during a partial solar eclipse. Although the view from Goa, India found the eclipsed Sun near the horizon, photographer Joerg Schoppmeyer was still able to capture this lovely image, combining celestial with terrestrial silhouettes. The next eclipse season will begin in late August this year, featuring a total lunar eclipse on August 28, and another partial solar eclipse on September 11. Compared to the March 19th eclipse, the September 11th eclipse will be seen on the other side of our fair planet, from parts of South America and Antarctica.",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/pse2007mar_Schoppmeyer1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Goa Silhouettes",
    "url": "https://apod.nasa.gov/apod/image/0703/pse2007mar_Schoppmeyer1_720.jpg"
  },
  {
    "copyright": "Babak Tafreshi",
    "date": "2007-03-23",
    "explanation": "Clouds covered the eastern horizon on Monday, when the Sun rose over the expansive Touran Wildlife Reserve in northeastern Iran. Of course, on that day the Moon rose with the Sun, creating a widely enjoyed partial solar eclipse. Along with a mountainous horizon, the cloud cover lent a dramatic aspect to this eclipse sunrise and made it possible for astronomer Babak Tafreshi to record these telephoto images without using a filter. Advancing north in planet Earth's sky, the Sun itself was also approaching the equinox, the astronomical marker for the first day of northern hemisphere spring and the beginning of Norouz, the Persian New Year.",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/pse2007mar_tafreshi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Touran Sunrise",
    "url": "https://apod.nasa.gov/apod/image/0703/pse2007mar_tafreshi720.jpg"
  },
  {
    "copyright": "Miguel Claro",
    "date": "2007-03-24",
    "explanation": "Brilliant Venus, a slender crescent Moon, and lights along the Ponte 25 de Abril glow against the western twilight in this lovely moonset scene from Lisbon, Portugal, recorded on March 20. In fact, such serene views were enjoyed across planet Earth this week, as the young Moon remained near the setting Sun following a partial solar eclipse, and Venus ruled as the evening star. Because of strong Earthshine - light from the sunlit Earth - even the Moon's night side is clearly visible in the picture. The Ponte 25 de Abril is a 2.3 kilometer long suspension bridge across the Tagus river, often compared to the Golden Gate bridge in San Francisco, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/venusmoonPonte_claro.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lisbon Moonset",
    "url": "https://apod.nasa.gov/apod/image/0703/venusmoonPonte_claro720.jpg"
  },
  {
    "date": "2007-03-25",
    "explanation": "Welcome to Planet Earth, the third planet from a star named the Sun.  The Earth is shaped like a sphere and composed mostly of rock.  Over 70 percent of the Earth's surface is water.  The planet has a relatively thin atmosphere composed mostly of nitrogen and oxygen.  The above picture of Earth, dubbed Blue Marble, was taken from Apollo 17 in 1972 and features Africa and Antarctica.  It is thought to be one of the most widely distributed photographs of any kind. Earth has a single large Moon that is about 1/4 of its diameter and, from the planet's surface, is seen to have almost exactly the same angular size as the Sun.  With its abundance of liquid water, Earth supports a large variety of life forms, including potentially intelligent species such as dolphins and humans.  Please enjoy your stay on Planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/bluemarble_apollo17_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Welcome to Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/0703/bluemarble_apollo17.jpg"
  },
  {
    "copyright": "Gemini Observatory",
    "date": "2007-03-26",
    "explanation": "Why are bullets of gas shooting out of the Orion Nebula? Nobody is yet sure.  First discovered in 1983, each bullet is actually about the size of our Solar System, and moving at about 400 km/sec from a central source dubbed IRc2.  The age of the bullets, which can be found from their speed and distance from IRc2, is very young -- typically less than 1,000 years. As the bullets rip through the interior of the Orion Nebula, a small percentage of iron gas causes the tip of each bullet to glow blue, while each bullet leaves a tubular pillar that glows by the light of heated hydrogen gas.   Pictured above, the Orion bullets were captured in unprecedented detail by the adaptive optics technology of the Gemini North telescope.  M42, the Orion Nebula, is the closest major star forming region to us and filled with changing dust, gas, and bright stars.  The Orion Nebula, is located about 1,500 light years away and can be seen with the unaided eye toward the constellation of Orion.",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/bullets_gemini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bullet Pillars in Orion",
    "url": "https://apod.nasa.gov/apod/image/0703/bullets_gemini.jpg"
  },
  {
    "date": "2007-03-27",
    "explanation": "The active moon Enceladus appears to be making Saturn's E ring. An amazing picture showing the moon at work was taken late last year by the Saturn-orbiting Cassini spacecraft and is shown above. Enceladus is the dark spot inside the bright flare, right near the center of Saturn's E ring.  Streams of ice and water vapor can be seen pouring off Enceladus into the E ring.  The above bright image of the normally faint E-ring was made possible by aligning Cassini so that Saturn blocked the Sun.   From that perspective, small ring particles reflect incoming sunlight more efficiently. Cassini has now been orbiting Saturn for almost three years, and is scheduled to swoop by the unexpectedly cryovolcanic Enceladus at least several more times.",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/ering_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Enceladus Creates Saturn's E Ring",
    "url": "https://apod.nasa.gov/apod/image/0703/ering_cassini.jpg"
  },
  {
    "copyright": "SSRO-South",
    "date": "2007-03-28",
    "explanation": "Barred spiral galaxy NGC 1365 is truly a majestic island universe some 200,000 light-years across. Located a mere 60 million light-years away toward the chemical constellation Fornax, NGC 1365 is a dominant member of the well-studied Fornax galaxy cluster. This impressively sharp color image shows intense star forming regions at the ends of the bar and along the spiral arms, as well as details of dust lanes cutting across the galaxy's bright core. At the core lies a supermassive black hole. Astronomers think NGC 1365's prominent bar plays a crucial role in the galaxy's evolution, drawing gas and dust into a star-forming maelstrom and ultimately feeding material into the central black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/NGC1365_master.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1365: Majestic Island Universe",
    "url": "https://apod.nasa.gov/apod/image/0703/NGC1365_master650.jpg"
  },
  {
    "copyright": "Mike Salway",
    "date": "2007-03-29",
    "explanation": "South is toward the top in this frame from a stunning movie featuring Jupiter and moons recorded last Thursday from the Central Coast of New South Wales, Australia. In fact, three jovian moons and two red spots are ultimately seen in the full video as they glide around the solar system's ruling gas giant. In the early frame above, Ganymede, the largest moon in the solar system, is off the lower right limb of the planet, while intriguing Europa is visible against Jupiter's cloud tops, also near the lower right. Jupiter's new red spot junior is just above the broad white band in the planet's southern (upper) hemisphere. In later frames, as planet and moons rotate (right to left), red spot junior moves behind Jupiter's left edge while the Great Red Spot itself comes into view from the right. Also finally erupting into view at the right, is Jupiter's volcanic moon, Io. To download the full 2 megabyte movie as an animated gif file, click on the picture.",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/20070323-jupiter_anim.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter Moon Movie",
    "url": "https://apod.nasa.gov/apod/image/0703/jupiterAnim_salway.jpg"
  },
  {
    "copyright": "Miloslav\nDruckmuller",
    "date": "2007-03-30",
    "explanation": "Diffuse starlight and dark nebulae along the southern Milky Way arc over the horizon and sprawl diagonally through this gorgeous nightscape. The breath-taking mosaic spans a wide 100 degrees, with the rugged terrain of the Patagonia, Argentina region in the foreground. Along with the insider's view of our own galaxy, the image features our outside perspective on two irregular satellite galaxies - the Large and Small Magellanic Clouds. Recorded on January 28, the scene also captures the broad tail and bright coma of Comet McNaught, The Great Comet of 2007.",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/3772-84mcnaught_druckmuller.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Three Galaxies and a Comet",
    "url": "https://apod.nasa.gov/apod/image/0703/3772-84mcnaught_druckmuller720.jpg"
  },
  {
    "copyright": "Catching the Light",
    "date": "2007-03-31",
    "explanation": "Ten short years ago, Comet Hale-Bopp rounded the Sun and offered a dazzling spectacle in planet Earth's night. This stunning view, recorded shortly after the comet's perihelion passage on April 1, 1997, features the memorable tails of Hale-Bopp -- a whitish dust tail and blue ion tail. Here, the ion tail extends well over ten degrees across the northern sky, fading near the double star clusters in Perseus, while the head of the comet lies near Almach, a bright star in the constellation Andromeda.  Do you remember Hale-Bopp? The photographer's sons do, pictured in the foreground at ages 12 and 15. In all, Hale-Bopp was reported as visible to the naked eye from roughly late May 1996 through September 1997.",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/970401C_lodriguss.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hale-Bopp: The Great Comet of 1997",
    "url": "https://apod.nasa.gov/apod/image/0703/970401C_lodriguss720.jpg"
  },
  {
    "date": "2007-04-01",
    "explanation": "A historic first Space Quidditch match came to a spectacular conclusion last night as astronaut Michael Lopez-Alegria caught the Golden Snitch to give the Americans a hard fought victory over the Russians.  \"The Russians used brilliant strategy, but only NASA had the T2KQMU (Thunderbolt 2000 Quidditch Maneuvering Unit),\" commented Lopez-Alegria, pictured above squeezing the elusive Golden Snitch in his left hand. Happy April Fools Day from the folks at APOD.  In reality, Astronauts Jeff Wisoff and Lopez-Alegria are shown space-walking in 2001 October during a space shuttle mission to help build the International Space Station.",
    "hdurl": "https://apod.nasa.gov/apod/image/0104/quiddich_sts92_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Americans Defeat Russians in First Space Quidditch Match",
    "url": "https://apod.nasa.gov/apod/image/0104/quiddich_sts92.jpg"
  }
]
