[
  {
    "copyright": "Volker Wendel",
    "date": "2007-06-01",
    "explanation": "M65 is a big, beautiful spiral galaxy, the sixty-fifth object in the famous astronomical catalog compiled by 18th century cosmic tourist Charles Messier. It's also a member of a picturesque trio of large spiral galaxies known as the Leo Triplet, about 35 million light-years away. This sharp view of M65 shows off the galaxy in remarkable detail, with tightly wound spiral arms and dust lanes stretching into a core dominated by the yellowish light from an older population of stars.  In fact, M65 seems to be the least disturbed of the Leo Trio, though it is close enough to be interacting gravitationally with the other two galaxies (not seen here). Very nearly edge-on to our line-of-sight, M65 is about 100,000 light-years across, similar in size to our Milky Way Galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/0706/m65_wendel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 65",
    "url": "https://apod.nasa.gov/apod/image/0706/m65_wendel_c720.jpg"
  },
  {
    "copyright": "PixHeaven.net",
    "date": "2007-06-02",
    "explanation": "Get out your red/blue glasses and check out this satisfying stereo anaglyph of the Full Moon. A corresponding stereo image pair, intended for cross-eyed viewing, is also available through this link. Regardless of your preferred technique for stereo viewing, the 3D effect comes from combining pictures of the same scene taken at different angles -- mimicking the slightly different perspective of each eye. Perhaps surprisingly for Earthdwellers, getting two pictures of the Full Moon from different angles only requires a little patience. In this case, photographer Laurent Laveder used pictures taken months apart, one in November 2006 and one in January 2007. He relied on the Moon's continuous libration or wobble as it orbits to produce two shifted images of a Full Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0706/3dfullmoon0611-0701_laveder.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "3D Full Moon",
    "url": "https://apod.nasa.gov/apod/image/0706/3dfullmoon0611-0701_laveder720.jpg"
  },
  {
    "date": "2007-06-03",
    "explanation": "Why would the shadow of a space shuttle launch plume point toward the Moon? In early 2001 during a launch of Atlantis, the Sun, Earth, Moon, and rocket were all properly aligned for this photogenic coincidence.  First, for the space shuttle's plume to cast a long shadow, the time of day must be either near sunrise or sunset.  Next, just at sunset, the shadow is the longest and extends all the way to the horizon.  Finally, during a Full Moon, the Sun and Moon are on opposite sides of the sky.  Just after sunset, for example, the Sun is slightly below the horizon, and, in the other direction, the Moon is slightly above the horizon.  Therefore, as Atlantis blasted off, just after sunset, its shadow projected away from the Sun toward the opposite horizon, where the Full Moon just happened to be.",
    "hdurl": "https://apod.nasa.gov/apod/image/0706/sts98plume_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shuttle Plume Shadow Points to Moon",
    "url": "https://apod.nasa.gov/apod/image/0706/sts98plume_nasa.jpg"
  },
  {
    "copyright": "Takayuki Yoshida",
    "date": "2007-06-04",
    "explanation": "Why does this starfield photograph resemble an impressionistic painting?  The effect is created not by digital trickery but by large amounts of interstellar dust.  Dust, minute globs rich in carbon and similar in size to cigarette smoke, frequently starts in the outer atmospheres of large, cool, young stars. The dust is dispersed as the star dies and grows as things stick to it in the interstellar medium.  Dense dust clouds are opaque to visible light and can completely hide background stars.  For less dense clouds, the capacity of dust to preferentially reflect blue starlight becomes important, effectively blooming the stars blue light out and marking the surrounding dust.  Nebular gas emissions, typically brightest in red light, can combine to form areas seemingly created on an artist's canvas.  Photographed above is roughly four square degrees of the nebula IC 4603 near the bright star Antares toward the constellation of Ophiuchus.",
    "hdurl": "https://apod.nasa.gov/apod/image/0706/ic4603_yoshida_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 4603: Reflection Nebula in Ophiuchius",
    "url": "https://apod.nasa.gov/apod/image/0706/ic4603_yoshida.jpg"
  },
  {
    "copyright": "Vincent Jacques",
    "date": "2007-06-05",
    "explanation": "No natural clouds appear in this picture.  On the left, an airplane cruises through the atmosphere leaving a contrail in its wake.  The contrail would normally appear white, but the large volume of air toward the setting Sun preferentially knocks away blue light, giving the reflected trail a bright orange hue.  Far in the distance, to the right of the plane, is the young Moon.  This vast world shows only a sliver of itself because the Sun is nearly lined up behind it.  The above image is framed by an eerie gray sky, too far from day to be blue, too far from night to be black.  Within minutes the impromptu sky show ended.  The plane crossed the Moon. The contrail dispersed. The Sun set. The Moon set.  The sky faded to black, only to reveal thousands of stars that had been hiding below the gray din.",
    "hdurl": "https://apod.nasa.gov/apod/image/0706/planecrescent_jacques_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jet Approaching a Crescent Moon",
    "url": "https://apod.nasa.gov/apod/image/0706/planecrescent_jacques.jpg"
  },
  {
    "copyright": "Ignacio de la Cueva Torregrosa",
    "date": "2007-06-06",
    "explanation": "What creates the cosmic dust sculptures in the Rosette Nebula?  Noted for the common beauty of its overall shape, parts of the Rosette Nebula, also known as NGC 2244, show beauty even when viewed up close.  Visible above are globules of dark dust and gas that are slowly being eroded away by the energetic light and winds by nearby massive stars.  Left alone long enough, the molecular-cloud globules would likely form stars and planets.  The above image was taken in very specific colors of  Sulfur (shaded red), Hydrogen (green), and Oxygen (blue). The Rosette Nebula spans about 50 light-years across, lies about 4,500 light-years away, and can be seen with a small telescope towards the constellation of the Unicorn (Monoceros).",
    "hdurl": "https://apod.nasa.gov/apod/image/0706/rosette_torregrosa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dust Sculptures in the Rosette Nebula",
    "url": "https://apod.nasa.gov/apod/image/0706/rosette_torregrosa.jpg"
  },
  {
    "copyright": "Tunc Tezel",
    "date": "2007-06-07",
    "explanation": "On May 31st, a gorgeous Full Moon rose over Uludag Mountain in Bursa Province, Turkey. This alluring telephoto view of the twilight scene is a composite of images taken roughly every two minutes beginning shortly after Sunset, following the rising Moon as it moves up and to the right. Of course, as the Moon rises it gets brighter and changes color, becoming less reddened as the sight-line through the dense atmosphere is steadily reduced. Each of the final two exposures also captured a rising planet Jupiter. Like the Full Moon, the bright, wandering planet is nearly opposite the Sun in Earth's sky and was caught on the lefthand side of the picture in two places, just above a small peak in the mountain side. Intriguingly, some considered this Full Moon a Blue Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0706/UludagMoonrise_tezel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Great Mountain Moonrise",
    "url": "https://apod.nasa.gov/apod/image/0706/UludagMoonrise_tezel720.jpg"
  },
  {
    "copyright": "Ken CrawfordRancho Del Sol Observatory",
    "date": "2007-06-08",
    "explanation": "Across the heart of the Virgo Galaxy Cluster lies a string of galaxies known as Markarian's Chain. Prominent in Markarian's Chain are these two interacting galaxies, NGC 4438 (left) and NGC 4435 - also known as The Eyes. About 50 million light-years away, the two galaxies appear to be about 100,000 light-years apart in this sharp close-up, but have likely approached to within an estimated 16,000 light-years of each other in their cosmic past. Gravitational tides from the close encounter have ripped away at their stars, gas, and dust. The more massive NGC 4438 managed to hold on to much of the material torn out in the collision, while material from the smaller NGC 4435 was more easily lost. The remarkably deep image of this crowded region of the universe also includes many more distant background galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/0706/NGC4438_NGC4435_crawford_r.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Markarian's Eyes",
    "url": "https://apod.nasa.gov/apod/image/0706/NGC4438_NGC4435_crawford_rc720.jpg"
  },
  {
    "copyright": "Karel Teuwen",
    "date": "2007-06-09",
    "explanation": "This immense ball of half a million stars older than the Sun lies over 30,000 light-years away. Cataloged as M3 (and NGC 5272), it is one of about 150 globular star clusters that roam the halo of our Milky Way Galaxy. Even in this impressively sharp image, individual stars are difficult to distinguished in the densely packed core, but colors are apparent for the bright stars on the cluster's outskirts. M3's many cool \"red\" giant stars take on a yellowish cast, while hotter giants and pulsating variable stars look light blue. A closer look at the deep telescopic view also reveals a host of background galaxies. Itself about 200 light-years across, the giant star cluster is a relatively bright, easy target for binoculars in the northern constellation Canes Venatici, The Hunting Dogs, and not far from Arcturus.",
    "hdurl": "https://apod.nasa.gov/apod/image/0706/M3_teuwen.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Globular Star Cluster M3",
    "url": "https://apod.nasa.gov/apod/image/0706/M3_teuwen720.jpg"
  },
  {
    "copyright": "CNES",
    "date": "2007-06-10",
    "explanation": "Here is what the Earth looks like during a solar eclipse.  The shadow of the Moon can be seen darkening part of Earth.  This shadow moved across the Earth at nearly 2000 kilometers per hour.  Only observers near the center of the  dark circle see a total solar eclipse - others see a partial eclipse where only part of the Sun appears blocked by the Moon.  This spectacular picture of the 1999 August 11 solar eclipse was one of the last ever taken from the Mir space station. The two bright spots that appear on the upper left are possibly Jupiter and Saturn, although this has yet to be proven. Mir was deorbited in a controlled re-entry in 2001.",
    "hdurl": "https://apod.nasa.gov/apod/image/0706/eclipse99_mir_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Looking Back at an Eclipsed Earth",
    "url": "https://apod.nasa.gov/apod/image/0706/eclipse99_mir.jpg"
  },
  {
    "copyright": "Jean-Charles\nCuillandre",
    "date": "2007-06-11",
    "explanation": "Reflection nebulas reflect light from a nearby star.  Many small carbon grains in the nebula reflect the light.  The blue color typical of reflection nebula is caused by blue light being more efficiently scattered by the carbon dust than red light.  The brightness of the nebula is determined by the size and density of the reflecting grains, and by the color and brightness of the neighboring star(s).  NGC 1435, pictured above, surrounds Merope (23 Tau), one of the brightest stars in the Pleiades (M45).  The Pleiades nebulosity is caused by a chance encounter between an open cluster of stars and a molecular cloud.",
    "hdurl": "https://apod.nasa.gov/apod/image/0706/merope_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Merope Reflection Nebula",
    "url": "https://apod.nasa.gov/apod/image/0706/merope_cfht.jpg"
  },
  {
    "date": "2007-06-12",
    "explanation": "What kind of cloud is that?  Not a naturally occurring one.  Pictured above is the drifting smoke plume left over from last Friday's launch of the Space Shuttle Atlantis.  The twisted plume was captured shortly after launch high above NASA's massive Vehicle Assembly Building, the largest single story building in the world.  Rockets frequently create picturesque plumes during launch.  The Space Shuttle is currently visiting the International Space Station and delivering a new backbone truss segment to the continually developing and occupied spaceport.  This trip, officially labeled STS-117, is the 118th space shuttle flight overall and the 28th for the Atlantis Orbiter.",
    "hdurl": "https://apod.nasa.gov/apod/image/0706/plume_sts117_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shuttle Plume",
    "url": "https://apod.nasa.gov/apod/image/0706/plume_sts117.jpg"
  },
  {
    "copyright": "Peter Ward",
    "date": "2007-06-13",
    "explanation": "What's happened to the sky?  A time warp, of sorts, and a digital space warp too.  The time warp occurs because the above image captured in a single frame a four hour exposure of the night sky.  Prominent and picturesque star trails are visible.   The space warp occurs because the above image is actually a full 360 degree panorama, horizontally compressed to fit your browser.   As the Earth rotated, stars appeared to circle both the South Celestial Pole, on the left, and the North Celestial Pole, which occurs just below the horizon on the right.   The above image captured the sky over Mudgee, New South Wales, Australia, including the domes of two large telescopes artificially lit by red light. A horizontally unwarped image is visible by clicking on the above image.",
    "hdurl": "https://apod.nasa.gov/apod/image/0706/startrails_ward_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Warped Sky: Star Trails Panorama",
    "url": "https://apod.nasa.gov/apod/image/0706/startrails_ward.jpg"
  },
  {
    "copyright": "Giovanni Benintende",
    "date": "2007-06-14",
    "explanation": "Described as a \"dusty curtain\" or \"ghostly apparition\", mysterious reflection nebula vdB 152 really is very faint. It lies about 1400 light-years away, along the northern Milky Way in the royal constellation Cepheus. Near the edge of a large molecular cloud, pockets of cosmic dust in the region block light from background stars or scatter light from the embedded bright star (top) giving parts of the nebula a characteristic blue color. Ultraviolet light from the star is also thought to cause a dim reddish luminescence in the nebular dust. Though stars do form in molecular clouds, this star seems to have only accidentally wandered into the area, as its measured velocity through interstellar space is very different from the cloud's velocity. This deep telescopic image spans about 7 light-years at the estimated distance of vdB 152.",
    "hdurl": "https://apod.nasa.gov/apod/image/0706/vdb152_benintende.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "vdB 152: Reflection Nebula in Cepheus",
    "url": "https://apod.nasa.gov/apod/image/0706/vdb152_benintende720.jpg"
  },
  {
    "copyright": "Caelum Observatory",
    "date": "2007-06-15",
    "explanation": "Dust lanes seem to swirl around the core of Messier 96 in this colorful, detailed portrait of the beautiful island universe. Of course M96 is a spiral galaxy, and counting the faint arms extending beyond the brighter central region it spans 100 thousand light-years or so, about the size of our own Milky Way. M96 is known to be 38 million light-years distant, a dominant member of the Leo I galaxy group. Background galaxies and smaller Leo I group members can be found by examining the picture, but accomplished astro-imager Adam Block notes he is most intrigued by the edge-on spiral galaxy that apparently lies behind the outer spiral arm near the 10 o'clock position. The edge-on spiral appears to be about 1/5 the size of M96. If the spiral is similar in actual size to M96, then it lies about 5 times farther away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0706/m96sqcrop_block.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 96",
    "url": "https://apod.nasa.gov/apod/image/0706/m96crop_block720.jpg"
  },
  {
    "date": "2007-06-16",
    "explanation": "To prepare for the Apollo landings, five Lunar Orbiter spacecraft were launched during 1966 and 1967 to gather detailed images of our fair planet's large, natural satellite. Dramatic views returned by the spacecraft cameras included this stark moonscape. The mosaic of 93 kilometer wide impact crater Copernicus features central peaks rising above the crater floor and rugged crater walls.  Note: As of today, June 16, the APOD editors have enjoyed presenting images from space missions, major observatories, and professional and amateur cosmic tourists alike for twelve years.  A sincere thanks to our web site operators, translators, and to all for the gracious email and continued APOD submissions!",
    "hdurl": "https://apod.nasa.gov/apod/image/0706/copernicus_lunarorbiter.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Orbiter Views Crater Copernicus",
    "url": "https://apod.nasa.gov/apod/image/0706/copernicus_lunarorbiter_c720.jpg"
  },
  {
    "copyright": "Vasilij Rumyantsev\nCrimean Astrophysical Obsevatory",
    "date": "2007-06-17",
    "explanation": "If you took a picture of the Sun at the same time each day, would it remain in the same position?  The answer is no, and the shape traced out by the Sun over the course of a year is called an analemma.  The Sun's apparent shift is caused by the Earth's motion around the Sun when combined with the tilt of the Earth's rotation axis.  The Sun will appear at its highest point of the analemma during summer and at its lowest during winter.  Analemmas created from different Earth latitudes would appear at least slightly different, as well as analemmas created at a different time each day.  The analemma pictured to the left was built up by Sun photographs taken from 1998 August through 1999 August from Ukraine.  The foreground picture from the same location was taken during the early evening in 1999 July.",
    "hdurl": "https://apod.nasa.gov/apod/image/0706/analemma_vr_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Analemma over Ukraine",
    "url": "https://apod.nasa.gov/apod/image/0706/analemma_vr.jpg"
  },
  {
    "date": "2007-06-18",
    "explanation": "ring the myriad shapes found in the cosmic zoo of planetary nebulae, some astronomers have focused on the intriguing example of M2-9. About 2,100 light-years away and over one light-year across, M2-9 is known as a twin jet or butterfly nebula in reference to its striking bipolar symmetry. Monitoring M2-9 over many years from ground based telescopes has revealed the dramatic west to east (left to right) progression of features illustrated in this collage. The apparent motion could well be caused by an energetic rotating beam sweeping across the nebular material. Astronomers argue that the beam is collimated by interacting stellar winds in a double star system at the center of M2-9. The binary system of a giant star and hot white dwarf star orbit each other about once every 120 years. Click on the image to watch an animated gif of M2-9.",
    "hdurl": "https://apod.nasa.gov/apod/image/0706/m2-9motivo_corradi.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Monitoring M2-9",
    "url": "https://apod.nasa.gov/apod/image/0706/m2-9collage_corradi720arrow.jpg"
  },
  {
    "copyright": "Thierry Lombry",
    "date": "2007-06-19",
    "explanation": "ris, a dwarf planet currently orbiting the Sun at about twice Pluto's distance, has been measured to have about 27 percent more mass than Pluto.  The mass was calculated by timing the orbit of Eris' moon Dysnomia.  Images taken with a ground-based Keck telescope, when combined with existing images taken by Hubble Space Telescope, show that Dysnomia has a nearly circular orbit lasting about 16 days.  Cataloged as 2003 UB313 only a year ago, infrared images also showed previously that Eris is actually larger in diameter than Pluto.  The plane of Eris' orbit is well out of the plane of the Solar System's planets.  In the above drawing, a scientific artist has imagined Eris and Dysnomia orbiting our distant Sun.  No space missions are currently planned to Eris, although the robotic New Horizons spacecraft bound for Pluto has recently  passed Jupiter.",
    "hdurl": "https://apod.nasa.gov/apod/image/0706/eris_lombry_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eris: More Massive than Pluto",
    "url": "https://apod.nasa.gov/apod/image/0706/eris_lombry.jpg"
  },
  {
    "copyright": "Peter Heinzen",
    "date": "2007-06-20",
    "explanation": "Something was about to happen.  Just two days ago, two of the three celestial objects easily visible during the day appeared to collide.  But actually, Earth's Moon passed well in front of the distant planet Venus.  The occultation was caught from Switzerland in the hours before sunset. Moments after this image was taken, the Moon, visible as the crescent on the right of the above image, eclipsed Venus, appearing near half phase on the lower left.   Clouds that once threatened to obscure the whole event, were visible on the far left.  About 90 minutes later, Venus re-appeared just to the right of the bright crescent.",
    "hdurl": "https://apod.nasa.gov/apod/image/0706/venuseclipse_heinzen_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Daylight Eclipse of Venus",
    "url": "https://apod.nasa.gov/apod/image/0706/venuseclipse_heinzen.jpg"
  },
  {
    "copyright": "Catching the Light",
    "date": "2007-06-21",
    "explanation": "If you could turn off the atmosphere's ability to scatter overwhelming sunlight, today's daytime sky might look something like this ... with the Sun surrounded by the stars of the constellations Taurus and Gemini. Of course, today is the Solstice. Traveling along the ecliptic plane, the Sun is at its northernmost position in planet Earth's sky, marking the astronomical beginning of summer in the north. Accurate for the exact time of today's Solstice, this composite image also shows the Sun at the proper scale (about the angular size of the Full Moon). Open star cluster M35 is to the Sun's left, and the other two bright stars in view are Mu and Eta Geminorum. Digitally superimposed on a nighttime image of the stars, the Sun itself is a composite of a picture taken through a solar filter and a series of images of the solar corona recorded during the solar eclipse of February 26, 1998 by Andreas Gada.",
    "hdurl": "https://apod.nasa.gov/apod/image/0706/solsticesun_lodriguss.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars and the Solstice Sun",
    "url": "https://apod.nasa.gov/apod/image/0706/solsticesun_lodriguss720.jpg"
  },
  {
    "date": "2007-06-22",
    "explanation": "Ceres and Vesta are, respectively, only around 950 kilometers and 530 kilometers in diameter - about the size of Texas and Arizona.  But they are two of the largest of over 100,000 minor bodies orbiting in the main asteroid belt between Mars and Jupiter. These remarkably detailed Hubble Space Telescope images show brightness and color variations across the surface of the two small worlds. The variations could represent large scale surface features or areas of different compositon. The Hubble image data will help astronomers plan for a visit by the asteroid-hopping Dawn spacecraft, scheduled for launch on July 7 and intended to orbit first Vesta and then Ceres after a four year interplanetary cruise. Though Shakespeare might not have been impressed, nomenclature introduced by the International Astronomical Union in 2006 classifies nearly spherical Ceres as a dwarf planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/0706/ceresvesta_hst.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Small Worlds Ceres and Vesta",
    "url": "https://apod.nasa.gov/apod/image/0706/ceresvesta_hst720.jpg"
  },
  {
    "copyright": "Astro Meeting",
    "date": "2007-06-23",
    "explanation": "Barringer Meteorite Crater, near Winslow, Arizona, is one of the best known impact craters on planet Earth. View this color stereo anaglyph with red/blue glasses to get a dramatic sense of the crater's dimensions -- one mile wide, and up to 570 feet deep. (A cross-eyed stereo pair is available here.) Historically, this crater is the first recognized to be caused by an impact rather than a volcanic eruption. Modern research indicates that the impactor responsible, a 300,000 ton nickel-iron meteor, struck some 50,000 years ago. Estimates suggest that it was about 130 feet across and was traveling over 26,000 miles per hour. For comparison, the asteroid or comet impactor that created the Chicxulub crater 65 million years ago, and is thought to have caused the extinction of the dinosaurs, was 6 to 12 miles across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0706/MeteorCrater3D_seip.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "3D Barringer Meteorite Crater",
    "url": "https://apod.nasa.gov/apod/image/0706/MeteorCrater3D_seip_720.jpg"
  },
  {
    "copyright": "Nigel Sharp",
    "date": "2007-06-24",
    "explanation": "It is still not known why the Sun's light is missing some colors.  Shown above are all the visible colors of the Sun, produced by passing the Sun's light through a prism-like device.  The above spectrum was created at the  McMath-Pierce Solar Observatory and shows, first off, that although our yellow-appearing Sun emits light of nearly every color, it does indeed appear brightest in yellow-green light.  The dark patches in the above spectrum arise from gas at or above the Sun's surface absorbing sunlight emitted below.  Since different types of gas absorb different colors of light, it is possible to determine what gasses compose the Sun.  Helium, for example, was first discovered in 1870 on a solar spectrum and only later found here on Earth.  Today, the majority of spectral absorption lines have been identified - but not all.",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/solarspectrum_noao.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "All the Colors of the Sun",
    "url": "https://apod.nasa.gov/apod/image/0604/solarspectrum_noao_big.jpg"
  },
  {
    "date": "2007-06-25",
    "explanation": "The developing International Space Station (ISS) has changed its appearance again.  During the past week, the Space Shuttle Atlantis visited the ISS and added pieces of the  Integrated Truss Structure that mirrored those added in September 2006, including a second impressively long array of solar panels.  The entire array of expansive solar panels are visible at the edges of the above image taken by the Shuttle Atlantis Crew after leaving the ISS to return to Earth. The world's foremost space outpost can be seen developing over the past several years by comparing the above image to past images.  Also visible above are many different types of modules, a robotic arm, another impressive set of  solar panels, and a supply ship.  Construction began on the ISS in 1998.",
    "hdurl": "https://apod.nasa.gov/apod/image/0706/iss_sts117_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The International Space Station Expands Again",
    "url": "https://apod.nasa.gov/apod/image/0706/iss_sts117.jpg"
  },
  {
    "copyright": "Thomas V. Davis",
    "date": "2007-06-26",
    "explanation": "Like delicate cosmic petals, these clouds of interstellar dust and gas have blossomed 1,300 light-years away in the fertile star fields of the constellation Cepheus. Sometimes called the Iris Nebula and dutifully cataloged as NGC 7023, this is not the only nebula in the sky to evoke the imagery of flowers. Still, this beautiful digital image shows off the Iris Nebula's range of colors and symmetries in impressive detail. Within the Iris, dusty nebular material surrounds a massive, hot, young star in its formative years. Central filaments of cosmic dust glow with a reddish photoluminescence as some dust grains effectively convert the star's invisible ultraviolet radiation to visible red light. Yet the dominant color of the central nebula is blue, characteristic of dust grains reflecting starlight. Dark, obscuring clouds of dust and cold molecular gas are present on the left of the image, and lead the eye to see other convoluted and fantastic shapes. Infrared observations indicate that this nebula may contain complex carbon molecules known as PAHs. As shown here, the bright blue portion of the Iris Nebula is about six  light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0706/ngc7023_davis_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Wisps of the Iris Nebula",
    "url": "https://apod.nasa.gov/apod/image/0706/ngc7023_davis.jpg"
  },
  {
    "date": "2007-06-27",
    "explanation": "If seen in the right light, Saturn glows like a neon sign.  Although Saturn has comparatively little of the element neon, a composite image false-colored in three bands of infrared light highlights features of the giant ringed planet like a glowing sign.  At the most blue band of the infrared light featured, false-colored blue in the above image, Saturn itself appears dark but Saturn's thin rings brightly reflect light from our Sun.   Conversely, Saturn's B ring is so thick that little reflected light makes it through, creating a dark band between Saturn's A and C rings.  At the most red band of the infrared, false-colored red above, Saturn emits a surprisingly detailed thermal glow, indicating planet-wide bands, huge hurricane-like storms, and a strange hexagon-shaped cloud system around the North Pole.  In the middle infrared band, false-colored green, the sunlit side of Saturn's atmosphere reflects brightly.   The above image was obtained in late February by the robotic Cassini spacecraft orbiting about 1.6 million kilometers out from Saturn.",
    "hdurl": "https://apod.nasa.gov/apod/image/0706/neonsaturn_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Neon Saturn",
    "url": "https://apod.nasa.gov/apod/image/0706/neonsaturn_cassini.jpg"
  },
  {
    "copyright": "Clay Center ObservatoryDexter and Southfield Schools\n\n",
    "date": "2007-06-28",
    "explanation": "This remarkable image of the space shuttle orbiter Atlantis docked with the International Space Station (ISS) was taken at a range of 190 nautical miles. To record the fast moving pair, last week astronomers at Clay Center Observatory, near Boston, Massachusetts, planet Earth, used a satellite tracking system and 25-inch diameter telescope in combination with a digital video camera. In the sharp picture, Atlantis is below and left of center. The aft view shows three main engines just below its vertical tail glinting in the sunlight. With the Sun shining from below, the body of the orbiter casts a long shadow across the ISS itself and impressive details of the ISS solar arrays used for power generation are easily visible. The large set of solar arrays installed at the lower right was delivered during this visit from Atlantis.",
    "hdurl": "https://apod.nasa.gov/apod/image/0706/atlantisISS_dantowitz.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Visit from Atlantis",
    "url": "https://apod.nasa.gov/apod/image/0706/atlantisISS_dantowitz_d720.jpg"
  },
  {
    "copyright": "Panther\nObservatory",
    "date": "2007-06-29",
    "explanation": "The Cat's Eye Nebula (NGC 6543) is one of the best known planetary nebulae in the sky. Its more familiar outlines are seen in the brighter central region of this impressive wide-angle view. But the composite image also combines many short and long exposures to reveal the nebula's extremely faint halo. At an estimated distance of 3,000 light-years, the faint outer halo is over 5 light-years across. Planetary nebulae have long been appreciated as a final phase in the life of a sun-like star. More recently, some planetary nebulae are found to have halos like this one, likely formed of material shrugged off during earlier episodes in the star's evolution. While the planetary nebula phase is thought to last for around 10,000 years, astronomers estimate the age of the outer filamentary portions of this halo to be 50,000 to 90,000 years. Visible on the right, some 50 million light-years beyond the Cat's Eye, lies spiral galaxy NGC 6552.",
    "hdurl": "https://apod.nasa.gov/apod/image/0706/NGC6543widedeep_schedler.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cat's Eye Wide and Deep",
    "url": "https://apod.nasa.gov/apod/image/0706/NGC6543widedeep_schedler720.jpg"
  },
  {
    "copyright": "Robert GendlerStephane Guisard",
    "date": "2007-06-30",
    "explanation": "At the center of this sharp skyscape, Centaurus A seems to be a fantastic jumble of old yellow stars, young blue star clusters, and imposing dark dust lanes. Spanning over 60,000 light-years, the peculiar elliptical galaxy is apparently the result of a collision of two otherwise normal galaxies. The left over cosmic debris is steadily being consumed by a black hole with a billion times the mass of the Sun which lies at the center of Centaurus A. It's likely that such black hole central engines generate the radio, X-ray, and gamma-ray energy radiated by Centaurus A and other active galaxies. For an active galaxy Centaurus A is close, a mere 10 million light-years away, and is well-studied by earthbound astronomers.",
    "hdurl": "https://apod.nasa.gov/apod/image/0706/CentaurusASGL_gendler.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jumbled Galaxy Centaurus A",
    "url": "https://apod.nasa.gov/apod/image/0706/CentaurusASGL_gendler_c720.jpg"
  },
  {
    "date": "2007-07-01",
    "explanation": "Vertical cliffs of nearly two kilometers occur near the North Pole of Mars.  Also visible in the above image of the Martian North Polar Cap are red areas of rock and sand, white areas of ice, and dark areas of unknown composition but hypothesized to be volcanic ash.  The cliffs are thought to border volcanic caldera.  Although the sheer drop of the Martian cliffs is extreme, the drop is not as deep as other areas in our Solar System, including the 3.4-kilometer depth of Colca Canyon on Earth and the 20 kilometer depth of Verona Rupes on Uranus' moon Miranda.  The above image, digitally reconstructed into a perspective view, was taken by the High Resolution Stereo Camera on board the ESA's robotic Mars Express spacecraft currently orbiting Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0707/marscliffs_express_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Steep Cliffs on Mars",
    "url": "https://apod.nasa.gov/apod/image/0707/marscliffs_express.jpg"
  }
]
