[
  {
    "date": "2007-04-01",
    "explanation": "A historic first Space Quidditch match came to a spectacular conclusion last night as astronaut Michael Lopez-Alegria caught the Golden Snitch to give the Americans a hard fought victory over the Russians.  \"The Russians used brilliant strategy, but only NASA had the T2KQMU (Thunderbolt 2000 Quidditch Maneuvering Unit),\" commented Lopez-Alegria, pictured above squeezing the elusive Golden Snitch in his left hand. Happy April Fools Day from the folks at APOD.  In reality, Astronauts Jeff Wisoff and Lopez-Alegria are shown space-walking in 2001 October during a space shuttle mission to help build the International Space Station.",
    "hdurl": "https://apod.nasa.gov/apod/image/0104/quiddich_sts92_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Americans Defeat Russians in First Space Quidditch Match",
    "url": "https://apod.nasa.gov/apod/image/0104/quiddich_sts92.jpg"
  },
  {
    "copyright": "Hinode",
    "date": "2007-04-02",
    "explanation": "Why are there dark spots on the sun? Although noted for thousands of years, sunspots have been known for decades to be regions of the Sun that are slightly depressed and cooled by the Sun's complex and changing magnetic field. High resolution pictures like the above image from Japan's new Sun-watching Hinode satellite, however, are helping to increase modern understanding.  In the center of the above image is a sunspot, but not seen in the usual orientation --this sunspot is seen sideways.  Of particular interest is erupting glowing gas that shows how the Sun's magnetic field comes right out of the spot center, but curves markedly around the spot edges.  Better understanding of how the Sun ejects particles into space may result in more accurate predictions of solar storms that affect satellites, astronauts, and even power grids on Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0704/sidespot_hinode_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Active Sunspot Viewed Sideways",
    "url": "https://apod.nasa.gov/apod/image/0704/sidespot_hinode.jpg"
  },
  {
    "date": "2007-04-03",
    "explanation": "Why would clouds form a hexagon on Saturn? Nobody is yet sure.   Originally discovered during the Voyager flybys of Saturn in the 1980s, nobody has ever seen anything like it anywhere else in the Solar System.  If Saturn's South Pole wasn't strange enough with its rotating vortex, Saturn's North Pole might now be considered even stranger.  The bizarre cloud pattern is shown above in a recent infrared image taken by the Saturn-orbiting Cassini spacecraft. The images show the stability of the hexagon even 20 years after Voyager.  Movies of Saturn's North Pole show the cloud structure maintaining its hexagonal structure while rotating.  Unlike individual clouds appearing like a hexagon on Earth, the Saturn cloud pattern appears to have six well defined sides of nearly equal length. Four Earths could fit inside the hexagon. Although full explanations are not yet available, planetary scientists are sure to continue to study this most unusual cloud formation for quite some time.",
    "hdurl": "https://apod.nasa.gov/apod/image/0704/hexagon_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Mysterious Hexagonal Cloud System on Saturn",
    "url": "https://apod.nasa.gov/apod/image/0704/hexagon_cassini.jpg"
  },
  {
    "date": "2007-04-04",
    "explanation": "Spewed from a volcano, a complex plume rises over 300 kilometers above the horizon of Jupiter's moon Io in this image from cameras onboard the New Horizons spacecraft. The volcano, Tvashtar, is marked by the bright glow (about 1 o'clock) at the moon's edge, beyond the terminator or night/day shadow line. The shadow of Io cuts across the plume itself. Also capturing stunning details on the dayside surface, the high resolution image was recorded when the spacecraft was 2.3 million kilometers from Io. Later it was combined with lower resolution color data by astro-imager Sean Walker to produce this sharp portrait of the solar system's most active moon. Outward bound at almost 23 kilometers per second, the New Horizons spacecraft should cross the orbit of Saturn in June next year, and is ultimately destined to encounter Pluto in 2015.",
    "hdurl": "https://apod.nasa.gov/apod/image/0704/io_walkerNH.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "New Horizons at Io",
    "url": "https://apod.nasa.gov/apod/image/0704/io_walkerNH520.jpg"
  },
  {
    "date": "2007-04-05",
    "explanation": "Apollo class asteroid 2006 VV2 flashed past planet Earth in late March, approaching to within 3.4 million kilometers or about 8.8 times the Earth-Moon distance. Due to the proximity of its orbit to Earth and its estimated diameter of over 1 kilometer, 2006 VV2 is classified as a Potentially Hazardous Asteroid. Telescopes large and small were trained on the much anticipated flyby, the closest for a known asteroid of comparable size until the year 2036. This composite telescopic view is from a series of images recorded over a period of about an hour on Mar. 28 from Vado, New Mexico. The asteroid begins near the center of the field and tracks down and to the left, apparently passing very near galaxy M81. Of course, along with its companion galaxy M82 on the right, M81 is really 12 million light years away, compared to the asteroid's range of a mere 15 light seconds.",
    "hdurl": "https://apod.nasa.gov/apod/image/0704/vv2m81_long.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Asteroid and Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0704/vv2m81_long.jpg"
  },
  {
    "copyright": "Alan Friedman",
    "date": "2007-04-06",
    "explanation": "Saturn and its magnificent ring system can offer even casual astronomers the most memorable of telescopic sights. Wandering between Leo and Cancer this month, a bright Saturn is well placed for viewing in evening skies. But from our earthbound perspective, the tilt of Saturn's rings does change with time. In 1995 and 1996 the broad rings were edge-on and nearly invisible, gradually opening to a spectacular maximum tilt of about 27 degrees by 2003. This frame from a series of Saturn images beginning a year later, in 2004, and ending just last month shows the steady decrease in apparent tilt as the rings head toward another edge-on presentation in 2009. Saturn's south pole is toward the bottom.  Click on the picture to view the sharp, color gif movie.",
    "hdurl": "https://apod.nasa.gov/apod/image/0704/4_years_of_saturn.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Four Years of Saturn",
    "url": "https://apod.nasa.gov/apod/image/0704/saturn2007play_friedman.jpg"
  },
  {
    "copyright": "Peter\nWienerroither",
    "date": "2007-04-07",
    "explanation": "Using an image recorded just last month as a base, this composite illustration tracks the motion of bright Saturn as it wanders through planet Earth's night sky. Starting at the upper right, Saturn's position is shown about every two weeks beginning in August 2005 and projected through September 2008. Over the three year period, Saturn actually appears to reverse its general eastward (leftward) drift, tracing out three flattened curves. The periodic backwards or retrograde motion with respect to the background stars is a reflection of the motion of the Earth itself. Retrograde motion can be seen each time Earth overtakes and laps planets orbiting farther from the Sun, the Earth moving more rapidly through its own closer-in orbit.  The Beehive star cluster in Cancer lies near the track at the upper right. Stars along the \"backward question mark\" at the head of Leo are in the left half of the frame. Saturn's position this month is near the right hand limit of the middle curve. Click on the picture to download and view the gif animation.",
    "hdurl": "https://apod.nasa.gov/apod/image/0704/3_years_of_saturn.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Three Years of Saturn",
    "url": "https://apod.nasa.gov/apod/image/0704/saturn3play_wienerroither_c.jpg"
  },
  {
    "copyright": "Roddy Mackenzie",
    "date": "2007-04-08",
    "explanation": "What would it be like to stand atop the tallest mountain on Earth?  To see a full panoramic vista from there, scroll right.  Visible are snow peaked mountains near and far, tremendous cliffs, distant plateaus, the tops of clouds, and a dark blue sky.  Mt. Everest stands 8.85 kilometers above sea level, roughly the maximum height reached by international airplane flights, but much less than the 300 kilometers achieved by a space shuttle.  Hundreds of people have tried and failed to climb the behemoth by foot, a feat first accomplished successfully in 1953.  About 1000 people have now made it to the summit.  Roddy Mackenzie, who climbed the mountain in 1989, captured the above image. Mt. Everest lies in the Himalayan mountains in the country of Nepal.  In the native language of Nepal, the mountain's name is \"Sagarmatha\" which means \"forehead of the sky.\"",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/everest_mackenzie.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The View from Everest",
    "url": "https://apod.nasa.gov/apod/image/0207/everest_mackenzie.jpg"
  },
  {
    "date": "2007-04-09",
    "explanation": "Higher than the highest mountain, higher than the highest airplane, lies the realm of the aurora.  Aurora rarely reach below 60 kilometers, and can range up to 1000 kilometers.  Aurora light results from solar shockwave causing energetic electrons and protons to striking molecules in the Earth's atmosphere.  Frequently, when viewed from space, a complete aurora will appear as a circle around one of the Earth's magnetic poles.  The above digitally enhanced photograph was taken in 2005 January shows a spectacular aurora borealis above the frozen landscape of Bear Lake, Alaska, USA. The above image was voted Wikipedia Commons Picture of the Year for 2006.",
    "hdurl": "https://apod.nasa.gov/apod/image/0704/aurora1_wikipedia_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Over Alaska",
    "url": "https://apod.nasa.gov/apod/image/0704/aurora1_wikipedia.jpg"
  },
  {
    "date": "2007-04-10",
    "explanation": "Swooping below Saturn, the Cassini spacecraft spied several strange wonders.  Visible in the distance are some of the many complex rings that orbit the Solar System's second largest planet.  In the foreground looms the gigantic world itself, covered with white dots that are clouds high in Saturn's thick atmosphere.   Saturn's atmosphere is so thick that only clouds are visible.  At the very South Pole of Saturn lies a huge vortex that is a hurricane-like storm showing no sign of dissipating.   The robotic Cassini spacecraft took the above image in January from about one million kilometers out, resolving details about 50 kilometers across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0704/belowsaturn_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn from Below",
    "url": "https://apod.nasa.gov/apod/image/0704/belowsaturn_cassini.jpg"
  },
  {
    "date": "2007-04-11",
    "explanation": "Better known as M106, bright spiral galaxy NGC 4258 is about 30 thousand light years across and 21 million light years away toward the northern constellation Canes Venatici. The yellow and red hues in this composite image show the galaxy's sweeping spiral arms as seen in visible and infrared light. But x-ray and radio data (blue and purple) reveal two extra spiral arms -- arms that don't align with the more familiar tracers of stars, gas, and dust. In fact, an analysis of the x-ray and radio data suggests that the anamolous arms are composed of material heated by shock waves. Detected at radio wavelengths, powerful jets originating in the galaxy's core likely drive the shocks into the disk of NGC 4258.",
    "hdurl": "https://apod.nasa.gov/apod/image/0704/ngc4258_comp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Arms of NGC 4258",
    "url": "https://apod.nasa.gov/apod/image/0704/ngc4258_compc.jpg"
  },
  {
    "copyright": "Adam BlockTim Puckett",
    "date": "2007-04-12",
    "explanation": "Cosmic clouds of hydrogen gas and dust abound in this gorgeous skyscape, stretching through Monoceros in the neighborhood of The Cone Nebula. A dark, obscuring dust cloud, the simple, sculpted shape of the Cone Nebula is near the lower left edge. Surrounded by the red glow of hydrogen gas, the cone points up, toward bright, blue-white S Monocerotis, a quadruple system of very massive, hot stars. S Mon itself is also surrounded by intriguing red emission nebulae characteristic of star forming regions while above and to the right of S Mon, expansive dark markings on the sky are silhouetted by a larger region of fainter emission. Yellowish open star cluster Trumpler 5 is below picture center, with the striking blue reflection nebula, IC 2169 near the center right edge. The curious compact cometary shape near the bottom edge is Hubble's Variable Nebula. Over 31 hours of exposure time went into this truly remarkable, 2.5 degree wide, color mosaic.",
    "hdurl": "https://apod.nasa.gov/apod/image/0704/coneabtpss.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cone Nebula Neighborhood",
    "url": "https://apod.nasa.gov/apod/image/0704/coneabtpss720.jpg"
  },
  {
    "date": "2007-04-13",
    "explanation": "Hurtling through a cosmic dust cloud a mere 400 light-years away, the lovely Pleiades or Seven Sisters star cluster is well-known in astronomical images for its striking blue reflection nebulae. At visible wavelengths, the starlight is scattered and reflected by the dust, but in this portrait in infrared light by the Spitzer Space Telescope, the dust itself glows. The false color image spans about 1 degree or seven light-years at the distance of the Pleiades, with the densest regions of the dust cloud shown in yellow and red hues. Exploring this young, nearby cluster, the Spitzer data have revealed many cool, low mass stars, brown dwarfs or failed stars, and possible planetary debris disks. Want to see the Pleiades tonight? Look near Venus, the brilliant evening star in the west just after sunset.",
    "hdurl": "https://apod.nasa.gov/apod/image/0704/m45_spitzerR.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Seven Dusty Sisters",
    "url": "https://apod.nasa.gov/apod/image/0704/m45_spitzerR720.jpg"
  },
  {
    "copyright": "Tunc Tezel",
    "date": "2007-04-14",
    "explanation": "Finding Venus in the night sky is not too hard these days. Now appearing as the evening star, Venus rules as the brightest celestial beacon in west just after sunset. And if you can find Venus tonight, you can also easily find the lovely Pleiades star cluster (aka M45) close by. In this serene skyview, recorded on Tuesday near Bolu, Turkey, Venus and the Pleiades are on the right, with brilliant Venus reflected in the calm waters of the small lake in the foreground. Left of Venus, the bright star Aldebaran anchors the V-shaped Hyades star cluster. Farther left are stars of the familiar constellation Orion with Rigel, at the foot of Orion, also reflected in the lake. Meanwhile, Sirius, in Canis Major, is the brightest star on the left side of the view. But the bright terrestrial light below Sirius is not a reflection, it's just a light near the lake shore.",
    "hdurl": "https://apod.nasa.gov/apod/image/0704/LakeVenusM45_tezel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus by the Lake",
    "url": "https://apod.nasa.gov/apod/image/0704/LakeVenusM45_tezel720.jpg"
  },
  {
    "copyright": "J. HartmanHarvard CfAK. StanekOhio State U.",
    "date": "2007-04-15",
    "explanation": "Star clusters appear constant because photographs of them are frozen in time.  In reality, though, cluster stars swarm the center and frequently fluctuate in brightness.  Although the time it takes for stars to cross a cluster is about 100,000 years, the time it takes for a star to fluctuate noticeably can be less than one night.  In fact, the above time lapse movie of bright globular cluster  M3 was taken over a single night.  Most of the variable stars visible above are RR Lyrae stars, stars that can quickly double their brightness while becoming noticeably bluer.  Furthermore, RR Lyrae stars vary their light in a distinctive pattern that allows unique identification.  Lastly, since RR Lyrae stars all have the same intrinsic brightness, identifying them and measuring how dim they appear tells how far they are, since faintness means farness.  These distances, in turn, help calibrate the scale of the entire universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/M3movie_stanek_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M3: Inconstant Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/0410/M3movie_stanek.gif"
  },
  {
    "copyright": "Peter TuthillSydney U.Cornell",
    "date": "2007-04-16",
    "explanation": "What could cause a nebula to appear square? No one is quite sure. The hot star system known as MWC 922, however, appears to be imbedded in a nebula with just such a shape.  The above image combines infrared exposures from the Hale Telescope on Mt. Palomar in California, and the Keck-2 Telescope on Mauna Kea in Hawaii.   A leading progenitor hypothesis for the square nebula is that the central star or stars somehow expelled cones of gas during a late developmental stage.  For MWC 922, these cones happen to incorporate nearly right angles and be visible from the sides.  Supporting evidence for the cone hypothesis includes radial spokes in the image that might run along the cone walls. Researchers speculate that the cones viewed from another angle would appear similar to the gigantic rings of supernova 1987A, possibly indicating that a star in MWC 922 might one day itself explode in a similar supernova.",
    "hdurl": "https://apod.nasa.gov/apod/image/0704/redsquare_tuthill_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "MWC 922: The Red Square Nebula",
    "url": "https://apod.nasa.gov/apod/image/0704/redsquare_tuthill.jpg"
  },
  {
    "date": "2007-04-17",
    "explanation": "Planet HD 209458b is evaporating.  It is so close to its parent star that its heated atmosphere is simply expanding away into space.  Some astronomers studying this distant planetary system now believe they have detected water vapor among the gases being liberated.   This controversial claim, if true, would mark the first instance of planetary water beyond our Solar System, and indicate anew that life might be sustainable elsewhere in the universe.  HD 209458b is known as a hot Jupiter type system because it involves a Jupiter-type planet in a Mercury-type orbit. Although spectroscopic observations from the Hubble Space Telescope are the basis for the water detection claim, the planetary system is too small and faint to image.  Therefore, an artist's impression of the HD 209458b system is shown above.  Research into the atmospheric composition of HD 209458b and other extrasolar planets is continuing.",
    "hdurl": "https://apod.nasa.gov/apod/image/0704/evapoplanet_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Water Claimed in Evaporating Planet HD 209458b",
    "url": "https://apod.nasa.gov/apod/image/0704/evapoplanet_hst.jpg"
  },
  {
    "date": "2007-04-18",
    "explanation": "Many spiral galaxies have bars across their centers.  Even our own Milky Way Galaxy is thought to have a modest central bar.  Prominently barred spiral galaxy NGC 1672, pictured above, was captured in spectacular detail in this recently released image taken by the orbiting Hubble Space Telescope. Visible are dark filamentary dust lanes, young clusters of bright blue stars, red emission nebulas of glowing hydrogen gas, a long bright bar of stars across the center, and a bright active nucleus that likely houses a supermassive black hole.  Light takes about 60 million years to reach us from NGC 1672, which spans about 75,000 light years across.  NGC 1672, which appears toward the constellation of the Swordfish (Dorado), is being studied to find out how a spiral bar contributes to star formation in a galaxy's central regions.",
    "hdurl": "https://apod.nasa.gov/apod/image/0704/ngc1672_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Barred Spiral Galaxy NGC 1672",
    "url": "https://apod.nasa.gov/apod/image/0704/ngc1672_hst.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2007-04-19",
    "explanation": "Centaurus is one of the most striking constellations in the southern sky. The Milky Way flows through this celestial expanse whose wonders also include the closest star system to the Sun, Alpha Centauri, and the largest globular star cluster in our galaxy, Omega Centauri (aka NGC 5139). This sharp telescopic view of Omega Centauri shows off the central regions of the cluster of about 10 million stars. Omega Cen itself is about 15,000 light-years away and 150 light-years in diameter - the largest of 150 or so known globular star clusters that roam the halo of our galaxy. Though most star clusters consist of stars with the same age and composition, the enigmatic Omega Cen exhibits the presence of different stellar populations with a spread of ages and chemical abundances. In fact, Omega Cen may be the remnant core of a small galaxy merging with the Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/0704/OMC-Ver1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 5139: Omega Centauri",
    "url": "https://apod.nasa.gov/apod/image/0704/OMC-Ver1_c720.jpg"
  },
  {
    "copyright": "Soeren\nDalsgaard",
    "date": "2007-04-20",
    "explanation": "Could this be a picture of the Earth and Moon from space? It certainly looks like it at first glance, with a cratered Moon standing off from planet Earth's lovely blue disk surrounded by a nurturing atmosphere. In fact, this view looks up into the dome of the ancient Pantheon in Rome. The Earth's blue disk is really the daytime sky with clouds seen through a nine meter diameter central opening in the dome. The circular opening, or oculus, was intended as the source of light for the building's interior. The Moon is actually direct sunlight streaming through the oculus onto the dome's inner ribbed structure. Historian Soeren Dalsgaard snapped the evocative picture in February and comments that for almost two thousand years the rays of the Sun have traced a steady path on the inside of the Pantheon's cupola. A testament to Roman architecture and engineering, the Pantheon's dome is said to symbolize the vault of the heavens.",
    "hdurl": "https://apod.nasa.gov/apod/image/0704/pantheonEarthMoon_dalsgaard.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pantheon Earth and Moon",
    "url": "https://apod.nasa.gov/apod/image/0704/pantheonEarthMoon_dalsgaard750.jpg"
  },
  {
    "date": "2007-04-21",
    "explanation": "Get out your red/blue glasses and gaze down on this weathered mesa on Mars. Of course, described as a rock formation that resembles a human head in a 1976 NASA press release, this mesa is also famous as the Face on Mars. The sharp stereo image was created by combining high resolution pictures from cameras on two different spacecraft in Mars orbit - Mars Reconnaissance Orbiter and Mars Global surveyor. It shows rugged details of the approximately 2 kilometer wide, isolated hill - similar to mesa landforms on planet Earth - rising some 240 meters above the plains of the martian Cydonia region. This remarkable 3D view exaggerates the hill's vertical dimensions.",
    "hdurl": "https://apod.nasa.gov/apod/image/0704/MRO-GS-vantuyne.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "3D Face on Mars",
    "url": "https://apod.nasa.gov/apod/image/0704/MRO-GS-vantuyne720.jpg"
  },
  {
    "copyright": "ISASJAXA",
    "date": "2007-04-22",
    "explanation": "Why are parts of this asteroid's surface so smooth?  No one is yet sure, but it may have to do with the dynamics of an asteroid that is a loose  pile of rubble rather than a solid rock.  The unusual asteroid has been visited recently by the Japanese spacecraft Hayabusa that has been documenting its unusual structure and mysterious lack of craters.  Recent analyses of the border regions between smooth and rugged sections of Itokawa indicate that jostling of the asteroid might be creating segregation between large and small rocks near the surface, like the Brazil nut effect. In late 2005, Hayabusa actually touched down on one of the smooth patches, dubbed the MUSES Sea, and collected soil samples that are to be returned to Earth for analysis. Hayabusa will start its three-year long return trip to Earth this month. Computer simulations show that 500-meter asteroid Itokawa may impact the Earth within the next few million years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0704/itokawa07_hayabusa_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Smooth Sections of Asteroid Itokawa",
    "url": "https://apod.nasa.gov/apod/image/0704/itokawa07_hayabusa.jpg"
  },
  {
    "date": "2007-04-23",
    "explanation": "Looking out a window of the International Space Station brings breathtaking views.  Visible vistas include a vast and colorful Earth, a deep dark sky, and an occasional spaceship sent to visit the station.  Visible on September 20 of last year was a Soyuz TMA-9 spacecraft carrying not only supplies but also three new astronauts.   A few days before this picture was taken, the U.S. Space Shuttle Atlantis had just departed.  The three new approaching astronauts were American Michael E. Lopez-Alegria, Russian Mikhail Tyurin, and Iranian-American Anousheh Ansari.  Ms. Ansari visited the International Space Station (ISS) briefly as a paying spaceflight participant for the Federal Space Agency of Russia, and wrote a popular blog about her experiences.  Lopez-Alegria would lead the ISS crew dubbed Expedition 14, which included the flight engineer and Soyuz pilot Tyurin, flight engineer American Sunita Williams, and flight engineer German Thomas Reiter.  Tyurin returned to the Earth with Lopez-Alegria this past week.",
    "hdurl": "https://apod.nasa.gov/apod/image/0704/soyuzapproach_iss13_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Supply Ship Approaches the Space Station",
    "url": "https://apod.nasa.gov/apod/image/0704/soyuzapproach_iss13.jpg"
  },
  {
    "date": "2007-04-24",
    "explanation": "What does the Sun look like in all three spatial dimensions?  To find out, NASA launched two STEREO satellites to perceive three dimensions on the Sun much like two eyes allow humans to perceive three dimensions on the Earth.  Such a perspective is designed to allow new insight into the surface of the rapidly changing Sun, allowing humans to better understand and predict things like Coronal Mass Ejections and solar flares that affect the Earth as well as satellites and astronauts orbiting the Earth. Pictured above are two simultaneous images of the Sun taken by STEREO A and STEREO B, now digitally combined to give one of the first 3-D pictures of the Sun ever taken.   To fully appreciate the image, one should view it with 3-D red-blue glasses. The teeming and bubbling solar surface can be seen sporting a prominent solar prominence near the top of the image.",
    "hdurl": "https://apod.nasa.gov/apod/image/0704/sun3d_stereo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sun in Three Dimensions",
    "url": "https://apod.nasa.gov/apod/image/0704/sun3d_stereo.jpg"
  },
  {
    "date": "2007-04-25",
    "explanation": "In one of the brightest parts of Milky Way lies a nebula where some of the oddest things occur. NGC 3372, known as the Great Nebula in Carina, is home to massive stars and changing nebula.  Eta Carinae, the most energetic star in the nebula, was one of the brightest stars in the sky in the 1830s, but then faded dramatically.  The Keyhole Nebula, visible left the center, houses several of the most massive stars known and has also changed its appearance.  The entire Carina Nebula spans over 300 light years and lies about 7,500 light-years away in the constellation of Carina.   Pictured above is the most detailed image of the Carina Nebula ever taken.  The controlled color image is a composite of 48 high-resolution frames taken by the Hubble Space Telescope and released to honor its 17th anniversary.  Wide-field annotated and zoomable image versions are also available.",
    "hdurl": "https://apod.nasa.gov/apod/image/0704/carina_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Carina Nebula Panorama from Hubble",
    "url": "https://apod.nasa.gov/apod/image/0704/carina_hst.jpg"
  },
  {
    "date": "2007-04-26",
    "explanation": "The unremarkable star centered in this skyview is Gliese 581, a mere 20 light-years away toward the constellation Libra. But astronomers are now reporting the discovery of a remarkable system of three planets orbiting Gliese 581, including the most earth-like planet found beyond our solar system. Gliese 581 itself is not a sun-like star, though. Classified as a red dwarf, the star is much smaller and colder than the Sun. Still, the smallest planet known to orbit the star is estimated to be five times as massive as Earth with about 1.5 times Earth's diameter. That super-earth orbits once every 13 days, about 14 times closer to its parent star than the Earth-Sun distance. The close-in orbit around the cool star implies a mean surface temperature of between 0 and 40 degrees C - a range over which water would be liquid - and places the planet in the red dwarf's habitable zone.",
    "hdurl": "https://apod.nasa.gov/apod/image/0704/gliese581skyview_0.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gliese 581 and the Habitable Zone",
    "url": "https://apod.nasa.gov/apod/image/0704/gliese581skyview_b720.jpg"
  },
  {
    "copyright": "Tony Hallas",
    "date": "2007-04-27",
    "explanation": "One of the brightest galaxies in planet Earth's sky and similar in size to the Milky Way, big, beautiful spiral M81 lies 11.8 million light-years away in the northern constellation Ursa Major. This remarkably deep image of the region reveals details in the bright yellow core, but at the same time follows fainter features along the galaxy's gorgeous blue spiral arms and sweeping dust lanes. Above M81 lies a dwarf companion galaxy, Holmberg IX, sporting a large, pinkish star-forming region near the top. While M81 and Holmberg IX are seen through a foreground of stars in our own Milky Way galaxy, they are also seen here through a much fainter complex of dust clouds. The relatively unexplored clouds are likely only some hundreds of light-years distant and lie high above our galaxy's plane. Scattered through the image, especially at the the right, the dust clouds reflect the combined light of the Milky Way's stars and have been dubbed integrated flux nebulae.",
    "hdurl": "https://apod.nasa.gov/apod/image/0704/m81deep_hallas.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M81 in Ursa Major",
    "url": "https://apod.nasa.gov/apod/image/0704/m81deep_hallas720.jpg"
  },
  {
    "copyright": "Digital-Astronomy",
    "date": "2007-04-28",
    "explanation": "A young crescent Moon shared the western sky with thin clouds and the sister stars of the Pleiades cluster in this early evening skyscape recorded on April 19th. Astronomical images of the well-known Pleiades often show the star cluster's alluring blue reflection nebulae, but they are washed-out here in the clouds and bright moonlight. While the 3-day old Moon is overexposed, surface features can be seen on the dim lunar night side, illuminated by earthshine - light from sunlit planet Earth. Only a week earlier, brilliant Venus also posed near the sister stars. Of course, Venus has not yet wandered too far from the Pleiades and still rules western skies as the evening star.",
    "hdurl": "https://apod.nasa.gov/apod/image/0704/20070419_VenusPleiades_lawrence.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Young Moon and Sister Stars",
    "url": "https://apod.nasa.gov/apod/image/0704/20070419_VenusPleiades_lawrence720.jpg"
  },
  {
    "date": "2007-04-29",
    "explanation": "The bright clusters and nebulae of planet Earth's night sky are often named for flowers or insects, and NGC 6302 is no exception. With an estimated surface temperature of about 250,000 degrees C, the central star of this particular planetary nebula is exceptionally hot though -- shining brightly in ultraviolet light but hidden from direct view by a dense torus of dust.  Above is a dramatically detailed close-up of the dying star's nebula recorded by the Hubble Space Telescope. Cutting across a bright cavity of ionized gas, the dust torus surrounding the central star is in the upper right corner of this view, nearly edge-on to the line-of-sight. Molecular hydrogen has recently been detected in this hot star's dusty cosmic shroud. NGC 6302 lies about 4,000 light-years away in the arachnologically correct constellation Scorpius.",
    "hdurl": "https://apod.nasa.gov/apod/image/0704/heic0407a_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6302: Big, Bright, Bug Nebula",
    "url": "https://apod.nasa.gov/apod/image/0704/heic0407a_hst.jpg"
  },
  {
    "date": "2007-04-30",
    "explanation": "Inside the head of this interstellar monster is a star that is slowly destroying it.  The monster, actually an inanimate pillar of gas and dust, measures over a light year in length.  The star, not itself visible through the opaque dust, is bursting out partly by ejecting energetic beams of particles. Similar epic battles are being waged all over the star-forming Carina Nebula.  The stars will win in the end, destroying their pillars of creation over the next 100,000 years, and resulting in a new open cluster of stars. The pink dots are newly formed stars that have already been freed from their birth monster.  The above image is only a small part of a highly detailed panoramic mosaic of the Carina Nebula taken by the Hubble Space Telescope and released last week.  The technical name for the stellar jets are Herbig-Haro objects.  How a star creates Herbig-Haro jets is an ongoing topic of research, but it likely involves an accretion disk swirling around a central star. A second impressive Herbig-Haro jet is visible across the bottom of a larger image.",
    "hdurl": "https://apod.nasa.gov/apod/image/0704/carina06_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dust Pillar of the Carina Nebula",
    "url": "https://apod.nasa.gov/apod/image/0704/carina06_hst.jpg"
  },
  {
    "date": "2007-05-01",
    "explanation": "What's happening over the South Pole of Venus?  To find out, scientists sent the robot Venus Express spacecraft now orbiting Venus directly over the lower spin axis of Earth's overheated twin. Venus Express confirmed there a spectacular massive swirling storm system with similarities to the vortex recently imaged over Saturn's South Pole.  The above composite image in infrared light features Venus' daytime side on the left, shining primarily by reflected sunlight, and nighttime side on the right, shining primarily by thermal light.  A Venusian polar vortex is visible as the small circular feature near the center of the thermal infrared image pictured on the right.  Close inspection of other South Pole images unexpectedly showed a second vortex, meaning that the unusual swirling clouds are like an Earth-hurricane that has two eyes. Why a double vortex has formed is now a topic of research.  The above image was taken last year, and more recent images from Venus Express are being processed that have as much as 100 times more detail.",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/southvenus_venusexpress_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Swirling Clouds Over the South Pole of Venus",
    "url": "https://apod.nasa.gov/apod/image/0705/southvenus_venusexpress.jpg"
  }
]
