[
  {
    "copyright": "PixHeaven.net",
    "date": "2008-08-01",
    "explanation": "The Moon's measured diameter is around 3,476 kilometers (2,160 miles). But apparent angular size, or the angle covered by an object, can also be important to Moon enthusiasts. Angular size depends on distance, the farther away an object is, the smaller an angle it covers. Since the Moon is 400,000 kilometers away, its angular size is only about 1/2 degree, a span easily covered by the tip of your finger held at arms length, or a measuring tape held in the distance by a friend. Of course the Sun is much larger than the Moon, 400 times larger in fact, but today the New Moon will just cover the Sun. The total solar eclipse can be seen along a track across northern Canada, the Arctic, Siberia, and northern China. (A partial eclipse is visible from a broader region). Solar eclipses illustrate the happy coincidence that while the Sun is 400 times the diameter of the Moon, it is also 400 times farther away giving the Sun and Moon exactly the same angular size.  Total Solar Eclipse: Webcast from China  digg_url = 'http://apod.nasa.gov/apod/ap080801.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/moongames_lavederN080717_9416.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Games",
    "url": "https://apod.nasa.gov/apod/image/0808/moongames_lavederN080717_9416_c800.jpg"
  },
  {
    "copyright": "Philippe Haake",
    "date": "2008-08-02",
    "explanation": "Of course, everyone is concerned about what to wear to a solar eclipse. No need to worry though, nature often conspires to project images of the eclipse so that stylish and appropriate patterns adorn many visible surfaces - including clothing - at just the right time. Most commonly, small gaps between leaves on trees can act as pinhole cameras and generate multiple recognizable images of the eclipse. In Madrid to view the 2005 October 3rd annular eclipse of the Sun, astronomer Philippe Haake met a friend who had another inspiration. The result, a grid of small holes in a kitchen strainer produced this pattern of images on an 'eclipse shirt'. While Yesterday's solar eclipse was total only along a narrow path beginning in northern Canada, extending across the Arctic, and ending in China, a partial eclipse could be seen from much of Europe and Asia.   digg_url = 'http://apod.nasa.gov/apod/ap080802.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/eclipseshirt_haake.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse Shirt",
    "url": "https://apod.nasa.gov/apod/image/0808/eclipseshirt_haake800.jpg"
  },
  {
    "date": "2008-08-03",
    "explanation": "Jewels don't shine this bright -- only stars do.  Like gems in a jewel box, though, the stars of open cluster NGC 290 glitter in a beautiful display of brightness and color.   The photogenic cluster, pictured above, was captured recently by the orbiting Hubble Space Telescope.  Open clusters of stars are younger, contain few stars, and contain a much higher fraction of blue stars than do globular clusters of stars.  NGC 290 lies about 200,000  light-years distant in a neighboring galaxy called the Small Cloud of Magellan (SMC).   The open cluster contains hundreds of stars and spans about 65 light years across.  NGC 290 and other open clusters are good laboratories for studying how stars of different masses evolve, since all the open cluster's stars were born at about the same time.   digg_url = 'http://apod.nasa.gov/apod/ap080803.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/ngc290_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Open Cluster NGC 290: A Stellar Jewel Box",
    "url": "https://apod.nasa.gov/apod/image/0808/ngc290_hst.jpg"
  },
  {
    "date": "2008-08-04",
    "explanation": "Haunting patterns within planetary nebula NGC 6543 readily suggest its popular moniker -- the Cat's Eye nebula. Starting in 1995, stunning false-color optical images from the Hubble Space Telescope detailed the swirls of this glowing nebula, known to be the gaseous shroud expelled from a dying sun-like star about 3,000 light-years from Earth. This composite picture combines the latest Hubble optical image of the Cat's Eye with new x-ray data from the orbiting Chandra Observatory and reveals surprisingly intense x-ray emission indicating the presence of extremely hot gas. X-ray emission is shown as blue-purple hues superimposed on the nebula's center. The nebula's central star itself is clearly immersed in the multimillion degree, x-ray emitting gas. Other pockets of x-ray hot gas seem to be bordered by cooler gas emitting strongly at optical wavelengths, a clear indication that expanding hot gas is sculpting the visible Cat's Eye filaments and structures. Gazing into the Cat's Eye, astronomers see the fate of our sun, destined to enter its own planetary nebula phase of evolution ... in about 5 billion years.   digg_url = 'http://apod.nasa.gov/apod/ap080804.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/catseye_chandra_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Rays from the Cat's Eye Nebula",
    "url": "https://apod.nasa.gov/apod/image/0808/catseye_chandra.jpg"
  },
  {
    "copyright": "Bill Buckingham",
    "date": "2008-08-05",
    "explanation": "What's that black dot over the Sun?  The Moon.  This past weekend, the Sun went dark during the day as the Moon completely covered it.  The total solar eclipse was visible over a thin swath of Earth extending from northern Canada to China.   As shown above, many sky enthusiasts gathered to witness the total or partial solar eclipse, which lasted only a few minutes.  The above image was taken during totality near Barkol in Xinjiang, China, with the Barkol Shan mountain range visible on the horizon.  Although the brightest parts of the Sun are covered, the normally invisible corona of hot gas surrounding the Sun became prominent. Just to the upper left of the Moon darkened Sun are planets Mercury and Venus. The increased darkening of the sky toward the right indicates the darkened atmosphere created by the passing shadow cone of the total solar eclipse.  The next total solar eclipse will occur next July and be visible in parts of India and China.   digg_url = 'http://apod.nasa.gov/apod/ap080805.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/eclipsechina_buckingham_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Total Solar Eclipse Over China",
    "url": "https://apod.nasa.gov/apod/image/0808/eclipsechina_buckingham.jpg"
  },
  {
    "date": "2008-08-06",
    "explanation": "Globular clusters once ruled the Milky Way.  Back in the old days, back when our Galaxy first formed, perhaps thousands of globular clusters roamed our Galaxy.  Today, there are perhaps 200 left.  Many globular clusters were destroyed over the eons by repeated fateful encounters with each other or the Galactic center.  Surviving relics are older than any Earth fossil, older than any other structures in our Galaxy, and limit the universe itself in raw age.  There are few, if any, young globular clusters in our Milky Way Galaxy because conditions are not ripe for more to form.  Things are different next door, however, in the neighboring LMC galaxy. Pictured above is a \"young\" globular cluster residing there: NGC 1818.  Observations show it formed only about 40 million years ago - just yesterday compared to the 12 billion year ages of globular clusters in our own Milky Way  digg_url = 'http://apod.nasa.gov/apod/ap080806.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/ngc1818_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1818: A Young Globular Cluster",
    "url": "https://apod.nasa.gov/apod/image/0808/ngc1818_hst.jpg"
  },
  {
    "copyright": "Catalin Beldea",
    "date": "2008-08-07",
    "explanation": "A train trip on the Trans-Siberian railway to Novosibirsk resulted in this stunning view along the edge of the Sun recorded during the August 1st total solar eclipse. The picture is a composite of two images taken at special moments in the eclipse sequence, corresponding to the very beginning and the very end of the total eclipse phase. Those times are known to eclipse chasers as 2nd and 3rd contact. Bright beads around the Moon's dark silhouette are rays of sunlight shining through lunar valleys at the edge of the lunar disk. But the composite view also captures solar prominences, looping structures of hot plasma suspended in magnetic fields, extending beyond the Sun's edge.   digg_url = 'http://apod.nasa.gov/apod/ap080807.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/TSE2008_beldea.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "At the Sun's Edge",
    "url": "https://apod.nasa.gov/apod/image/0808/TSE2008_beldea_c800.jpg"
  },
  {
    "copyright": "Hartwig Luethen",
    "date": "2008-08-08",
    "explanation": "During a total solar eclipse, the Sun's extensive outer atmosphere, or corona, is an inspirational sight. The subtle shades and shimmering features of the corona that engage the eye span a brightness range of over 10,000 to 1, making them notoriously difficult to capture in a single picture. But this composite of 28 digital images ranging in exposure time from 1/1000 to 2 seconds comes close to revealing the crown of the Sun in all its glory. The telescopic views were recorded near Kochenevo, Russia during the August 1 total solar eclipse and also show solar prominences extending just beyond the edge of the eclipsed sun. Remarkably, features on the dark near side of the New Moon can also be made out, illuminated by sunlight reflected from a Full Earth.   digg_url = 'http://apod.nasa.gov/apod/ap080808.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/TSE2008_luethen.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Crown of the Sun",
    "url": "https://apod.nasa.gov/apod/image/0808/TSE2008_luethen800.jpg"
  },
  {
    "copyright": "JimmyWestlakeColorado\nMountain College",
    "date": "2008-08-09",
    "explanation": "Dark skies are favored for viewing meteor showers -- so the best viewing of this year's Perseids will occur in the early morning. While the Perseid meteor shower is scheduled to peak over the next few days, bright light from a gibbous Moon will also flood the early evening and mask the majority of relatively faint meteors. Still, skygazing in the early morning after the Moon sets (after about 2 AM local time) could reveal many faint meteors.  Persistant observing at any time after sunset can reward northern hemisphere watchers looking for occasional Perseid fireballs. Astronomer Jimmy Westlake imaged this bright Perseid meteor despite the combination of moonlight and auroral glow over Colorado skies in August of 2000.   digg_url = 'http://apod.nasa.gov/apod/ap080809.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/PerseidMoonlightAurora9_westlake_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Persei",
    "url": "https://apod.nasa.gov/apod/image/0808/PerseidMoonlightAurora9_westlake.jpg"
  },
  {
    "copyright": "ALSJ",
    "date": "2008-08-10",
    "explanation": "Get out your red/blue glasses and check out this remarkable stereo view from lunar orbit. Created from two photographs (AS11-44-6633, AS11-44-6634) taken by astronaut Michael Collins during the 1969 Apollo 11 mission, the 3D anaglyph features the lunar module ascent stage, dubbed The Eagle, as it rises to meet the command module in lunar orbit. Aboard the ascent stage are Neil Armstrong and Buzz Aldrin, the first to walk on the Moon. The smooth, dark area on the lunar surface is Mare Smythii located just below the equator on the extreme eastern edge of the Moon's near side.  Poised beyond the lunar horizon, is our fair planet Earth.   digg_url = 'http://apod.nasa.gov/apod/ap080810.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/AS11JK44-6633-34.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Eagle Rises",
    "url": "https://apod.nasa.gov/apod/image/0808/AS11JK44-6633-34_c800.jpg"
  },
  {
    "date": "2008-08-11",
    "explanation": "Is that a black hole?  Quite possibly.  The Cygnus X-1 binary star system contains one of the best candidates for a black hole. The system was discovered because it is one of the brightest X-ray sources on the sky, shining so bright it was detected by the earliest rockets carrying cameras capable of seeing the previously unknown X-ray sky.  The star's very name indicates that it is the single brightest X-ray source in the constellation of the Swan Cygnus. Data indicate that a compact object there contains about nine times the mass of the Sun and changes its brightness continually on several time scales, at least down to milliseconds.  Such behavior is expected for a black hole, and difficult to explain with other models.  Pictured above is an artistic impression of the Cygnus X-1 system.  On the left is the bright blue supergiant star designated HDE 226868, which is estimated as having about 30 times the mass of our Sun.  Cygnus X-1 is depicted on the right, connected to its supergiant companion by a stream of gas, and surrounded by an impressive accretion disk. The bright star in the Cygnus X-1 system is visible with a small telescope. Strangely, the Cygnus X-1 black hole candidate appears to have formed without a bright supernova explosion.   digg_url = 'http://apod.nasa.gov/apod/ap080811.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/cygnusx1_stsci_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Black Hole Candidate Cygnus X-1",
    "url": "https://apod.nasa.gov/apod/image/0808/cygnusx1_stsci.jpg"
  },
  {
    "date": "2008-08-12",
    "explanation": "If you could stand on Mars, what would you see?  The robotic Phoenix spacecraft that just landed on Mars in May recorded the above spectacular panorama.  The above image is actually a digital combination of over 100 camera pointings and surveys fully 360 degrees around the busy robotic laboratory.  Clicking on the horizontally compressed image above will bring up the extra-wide uncompressed version.  Visible in the image foreground are circular solar panels, various Phoenix instruments, rust colored rocks, a trench dug by Phoenix to probe Mars' chemical composition, a vast plateau of dirt and dirt-covered ice, and, far in the distance, the dust colored atmosphere of Mars. Phoenix landed in the far north of Mars and has been using its sophisticated laboratory to search for signs that past life might have been possible.  Recent soil analyses have confirmed the presence of ice, but gave conflicting indications of unexpected perchlorate salts.  Whether perchlorates exist on Mars is now being aggressively researched, as well as what effects perchlorates might have had on the past development of life.    digg_url = 'http://apod.nasa.gov/apod/ap080812.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/marsapan_phoenix.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Mars Panorama from the Phoenix Lander",
    "url": "https://apod.nasa.gov/apod/image/0808/marsapan_phoenix_compressed.jpg"
  },
  {
    "copyright": "Tony Hallas",
    "date": "2008-08-13",
    "explanation": "NGC 6888, also known as the Crescent Nebula, is a cosmic bubble about 25 light-years across, blown by winds from its central, bright, massive star. This beautiful telescopic view combines a composite color image with narrow band data that isolates light from hydrogen and oxygen atoms in the wind-blown nebula. The oxygen atoms produce the blue-green hue that seems to enshroud the detailed folds and filaments. NGC 6888's central star is classified as a Wolf-Rayet star (WR 136). The star is shedding its outer envelope in a strong stellar wind, ejecting the equivalent of the Sun's mass every 10,000 years.  The nebula's complex structures are likely the result of this strong wind interacting with material ejected in an earlier phase. Burning fuel at a prodigious rate and near the end of its stellar life this star should ultimately go out with a bang in a spectacular supernova explosion. Found in the nebula rich constellation Cygnus, NGC 6888 is about 5,000 light-years away.   digg_url = 'http://apod.nasa.gov/apod/ap080813.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/NGC6888_hallas.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6888: The Crescent Nebula",
    "url": "https://apod.nasa.gov/apod/image/0808/NGC6888_hallas_c800.jpg"
  },
  {
    "copyright": "Wally Pacholka",
    "date": "2008-08-14",
    "explanation": "This bright and colorful meteor flashed through Tuesday's early morning skies, part of the annual Perseid Meteor Shower. The lovely image is one of over 350 frames captured on August 12 from the Joshua Tree National Park, in California, USA . Dust from comet Swift-Tuttle is responsible for the Perseids, creating the northern hemisphere's regular summer sky show. The comet dust is vaporized as it enters the atmosphere at upwards of 60 kilometers per second, producing visible trails that begin at altitudes of around 100 kilometers. Of course, the trails point back to a radiant point in the constellation Perseus, giving the meteor shower its name. Recorded after moonset, the starry background features the bright star Vega on the right. Extending below the western horizon is the faint band of the northern Milky Way.   digg_url = 'http://apod.nasa.gov/apod/ap080814.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/Perseid_pacholka_750wp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseid Trail",
    "url": "https://apod.nasa.gov/apod/image/0808/Perseid_pacholka_750wp.jpg"
  },
  {
    "copyright": "Spiegelteam",
    "date": "2008-08-15",
    "explanation": "From our vantage point in the Milky Way Galaxy, we see NGC 6946 face-on. The big, beautiful spiral galaxy is located just 10 million light-years away, behind a veil of foreground dust and stars in the high and far-off constellation of Cepheus. From the core outward, the galaxy's colors change from the yellowish light of old stars in the center to young blue star clusters and reddish star forming regions along the loose, fragmented spiral arms. NGC 6946 is also bright in infrared light and rich in gas and dust, exhibiting a high star birth and death rate. In fact, since the early 20th century at least nine supernovae, the death explosions of massive stars, were discovered in NGC 6946. In this deep color composite image, a small barred structure is just visible at the galaxy's core. Nearly 40,000 light-years across, NGC 6946 is also known as the Fireworks Galaxy.  Watch: Saturday's partial lunar eclipse - Times and Visibility | Webcast   digg_url = 'http://apod.nasa.gov/apod/ap080815.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/NGC6946_2008wendel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Facing NGC 6946",
    "url": "https://apod.nasa.gov/apod/image/0808/NGC6946_2008wendel800.jpg"
  },
  {
    "copyright": "www.blue-moon.ca",
    "date": "2008-08-16",
    "explanation": "Colorful and bright, the city lights of Vancouver, Canada are reflected in the water in this portrait of the world at night. Recorded on August 12 during the Perseid Meteor Shower, the wide-angle view takes in a large swath along the photographer's eastern horizon. The picture is a composite of many consecutive 2 second exposures that, when added together, cover a total time of an hour and 33 minutes. During that time, stars trailed through the night sky above Vancouver, their steady motion along concentric arcs a reflection of planet Earth's rotation. The dotted trails of aircraft also cut across the scene. Of course, two of the frames captured the brief, brilliant flash of a Perseid fireball as it tracked across the top of the field of view. The large gap in the single meteor trail corresponds to the time gap between the consecutive frames.  Watch: Saturday's partial lunar eclipse - Times and Visibility | Webcast   digg_url = 'http://apod.nasa.gov/apod/ap080816.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/P305-9591_P306-1976_FF.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseid over Vancouver",
    "url": "https://apod.nasa.gov/apod/image/0808/P305-9591_P306-1976_FF800r.jpg"
  },
  {
    "date": "2008-08-17",
    "explanation": "Like the downtown area of your favorite city, the roads you drive to work on, and any self-respecting web site ... Io's surface is constantly under construction. This moon of Jupiter holds the distinction of being the Solar System's most volcanically active body -- its bizarre looking surface continuously formed and reformed by lava flows. Generated using 1996 data from NASA's Galileo spacecraft, this high resolution composite image is centered on the side of Io that always faces away from Jupiter. It has been enhanced to emphasize Io's surface brightness and color variations, revealing features as small as 1.5 miles across. The notable absence of impact craters suggests that the entire surface is covered with new volcanic deposits much more rapidly than craters are created. What drives this volcanic powerhouse? A likely energy source is the changing gravitational tides caused by Jupiter and the other Galilean moons as Io orbits the massive gas giant planet. Heating Io's interior, the pumping tides would generate the sulfurous volcanic activity.   digg_url = 'http://apod.nasa.gov/apod/ap080817.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/iosurface_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io's Surface: Under Construction",
    "url": "https://apod.nasa.gov/apod/image/0808/iosurface_gal.jpg"
  },
  {
    "copyright": "Leonid Durman",
    "date": "2008-08-18",
    "explanation": "Just before the Sun blacks out, something strange occurs. As the Moon moves to completely cover the Sun in a total solar eclipse, beads of bright sunlight stream around the edge of the Moon. This effect, known as Baily's beads, is named after Francis Baily who called attention to the phenomenon in 1836.  Although, the number and brightness of Baily's beads used to be unpredictable, today the Moon is so well mapped that general features regarding Baily's beads are expected. When a single bead dominates, it is called the diamond ring effect, and is typically seen just before totality.  Pictured above, a series of images recorded Baily's beads at times surrounding the recent total solar eclipse visible from Novosibirsk, Russia. The complete series can be seen by scrolling right. At the end of totality, as the Sun again emerges from behind the moon, Baily's beads may again be visible -- but now on the other side of the Moon.   digg_url = 'http://apod.nasa.gov/apod/ap080818.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/bailysbeads_durman_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Baily's Beads near Solar Eclipse Totality",
    "url": "https://apod.nasa.gov/apod/image/0808/bailysbeads_durman.jpg"
  },
  {
    "copyright": "Adam BlockMount Lemmon\nSkyCenterUniv. Arizona",
    "date": "2008-08-19",
    "explanation": "Ten thousand years ago, before the dawn of recorded human history, a new light must suddenly have appeared in the night sky and faded after a few weeks.  Today we know this light was an exploding star and record the colorful expanding cloud as the Veil Nebula.  Pictured above is the west end of the Veil Nebula known technically as NGC 6960 but less formally as the Witch's Broom Nebula.  The expanding debris cloud gains its colors by sweeping up and exciting existing nearby gas.  The supernova remnant lies about 1400 light-years away towards the constellation of  Cygnus.  This Witch's Broom actually spans over three times the angular size of the full Moon.  The bright star 52 Cygni is visible with the unaided eye from a dark location but unrelated to the ancient supernova.   digg_url = 'http://apod.nasa.gov/apod/ap080819.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/ngc6960_block_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6960: The Witch's Broom Nebula",
    "url": "https://apod.nasa.gov/apod/image/0808/ngc6960_block.jpg"
  },
  {
    "copyright": "Anthony Ayiomamitis",
    "date": "2008-08-20",
    "explanation": "The dark, inner shadow of planet Earth is called the umbra. Shaped like a cone extending into space, the umbra has a circular cross section that can be most easily seen during a lunar eclipse. For example, last Saturday the Full Moon slid across the northern edge of the umbra. Entertaining moon watchers throughout Earth's eastern hemisphere, the lunar passage created a deep but partial lunar eclipse. This composite image uses successive pictures recorded during the eclipse from Athens, Greece to trace out a large part of the umbra's curved edge. The result nicely illustrates the relative size of the umbra's cross section at the distance of the Moon, as well as the Moon's path through the Earth's shadow.   digg_url = 'http://apod.nasa.gov/apod/ap080820.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/LEumbralshadow_ayiomamitis.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth's Shadow",
    "url": "https://apod.nasa.gov/apod/image/0808/LEumbralshadow_ayiomamitis.jpg"
  },
  {
    "copyright": "Dennis Mammana",
    "date": "2008-08-21",
    "explanation": "This August was eclipse season. The month's first New Moon and Full Moon were both seen in darkened skies during a solar and lunar eclipse. Blocking the Sun, the left panel's New Moon was captured during the total solar eclipse of August 1 from the path of totality overlooking Novosibirsk (Siberia) Reservoir, locally known as the Ob Sea. A lovely solar corona and bright inner planets Mercury and Venus emerged during the total eclipse phase, while the flickering view screens of eclipse watchers' digital cameras dotted the landscape. On the right, the Full Moon grazed Earth's shadow nearly 15 days later in a partial lunar eclipse. That serene view was recorded during an early evening stroll along the shores of the Odet River near the city of Quimper in western France. For planet Earth there are about two seasons each year during which the orientation of the Moon's orbit is favorable for solar and lunar eclipses. The next eclipse season begins in January 2009 with an annular solar eclipse.   digg_url = 'http://apod.nasa.gov/apod/ap080821.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/AugMoon_mammana_laveder.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "August Moons",
    "url": "https://apod.nasa.gov/apod/image/0808/AugMoon_mammana_laveder_small.jpg"
  },
  {
    "date": "2008-08-22",
    "explanation": "Active galaxy NGC 1275 is the central, dominant member of the large and relatively nearby Perseus Cluster of Galaxies. A prodigious source of x-rays and radio emission, NGC 1275 accretes matter as entire galaxies fall into it, ultimately feeding a supermassive black hole at the galaxy's core. This stunning visible light image from the Hubble Space Telescope shows galactic debris and filaments of glowing gas, some up to 20,000 light-years long. The filaments persist in NGC 1275, even though the turmoil of galactic collisions should destroy them.  What keeps the filaments together? Recent work indicates that the structures, pushed out from the galaxy's center by the black hole's activity, are held together by magnetic fields. To add x-ray data from the Chandra Observatory and radio data from the Very Large Array to the Hubble image, just slide your cursor over the picture. In the resulting composite, x-rays highlight the shells of hot gas surrounding the center of the galaxy, with radio emission filling giant bubble-shaped cavities. Also known as Perseus A, NGC 1275 spans over 100,000 light years and lies about 230 million light years away.   digg_url = 'http://apod.nasa.gov/apod/ap080822.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/ngc1275_web.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Active Galaxy NGC 1275",
    "url": "https://apod.nasa.gov/apod/image/0808/ngc1275_web59.jpg"
  },
  {
    "date": "2008-08-23",
    "explanation": "The matter in galaxy cluster 1E 0657-56, fondly known as the \"bullet cluster\", is shown in this composite image. A mere 3.4 billion light-years away, the bullet cluster's individual galaxies are seen in the optical image data, but their total mass adds up to far less than the mass of the cluster's two clouds of hot x-ray emitting gas shown in red. Representing even more mass than the optical galaxies and x-ray gas combined, the blue hues show the distribution of dark matter in the cluster. Otherwise invisible to telescopic views, the dark matter was mapped by observations of gravitational lensing of background galaxies. In a text book example of a shock front, the bullet-shaped cloud of gas at the right was distorted during the titanic collision between two galaxy clusters that created the larger bullet cluster itself. But the dark matter present has not interacted with the cluster gas except by gravity. The clear separation of dark matter and gas clouds is considered direct evidence that dark matter exists.   digg_url = 'http://apod.nasa.gov/apod/ap080823.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/bulletcluster_comp_f2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Matter of the Bullet Cluster",
    "url": "https://apod.nasa.gov/apod/image/0808/bullet_cluster_c60w.jpg"
  },
  {
    "date": "2008-08-24",
    "explanation": "Galaxies are fascinating not only for what is visible, but for what is invisible.  Grand spiral galaxy NGC 1232,  captured in detail by one of the new Very Large Telescopes, is a good example.  The visible is dominated by millions of bright stars and dark dust, caught up in a gravitational swirl of spiral arms revolving about the center.  Open clusters containing bright blue stars can be seen sprinkled along these spiral arms, while dark lanes of dense interstellar dust can be seen sprinkled between them.  Less visible, but detectable, are billions of dim normal stars and vast tracts of interstellar gas, together wielding such high mass that they dominate the dynamics of the inner galaxy.  Invisible are even greater amounts of matter in a form we don't yet know - pervasive dark matter needed to explain the motions of the visible in the outer galaxy.  What's out there?  digg_url = 'http://apod.nasa.gov/apod/ap080824.html'; digg_skin = 'compact';   Announcement: APOD Editor RJN to open Final Frontier art exhibit in Ireland on August 28",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/ngc1232_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Grand Spiral Galaxy NGC 1232",
    "url": "https://apod.nasa.gov/apod/image/0808/ngc1232_vlt.jpg"
  },
  {
    "copyright": "Dietmar Hager",
    "date": "2008-08-25",
    "explanation": "Compact and round, NGC 7008 is recognized as a planetary nebula about 2,800 light-years distant in the nebula rich constellation of Cygnus. This impressive telescopic view shows off NGC 7008's remarkable colors and details by the skillful combination of broad band and narrow band images from two different telescopes with about 12 hours of total exposure time. The intriguing assortment of features within the nebula's approximately 1 light-year diameter suggest its popular name, the Fetus Nebula, but planetary nebulae are not associated with star birth. Instead, nebulae like NGC 7008 are produced during a brief phase that sun-like stars pass through toward the end of their lives. Ejecting their outer layers, the stars cool to eventually become white dwarf stars, like the star seen near the center of NGC 7008. This colorful image also includes an unrelated but still lovely gold and blue binary star system just below NGC 7008.   digg_url = 'http://apod.nasa.gov/apod/ap080825.html'; digg_skin = 'compact';   Announcement: APOD Editor RJN to open Final Frontier art exhibit in Ireland on August 28",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/ngc7008_hagercollab.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7008: The Fetus Nebula",
    "url": "https://apod.nasa.gov/apod/image/0808/ngc7008_hagercollab_c800.jpg"
  },
  {
    "copyright": "Thomas V. Davis",
    "date": "2008-08-26",
    "explanation": "Stars come in bunches. Of the over 200 globular star clusters that orbit the center of our Milky Way Galaxy, 47 Tucanae is the second brightest globular cluster (behind Omega Centauri).  Light takes about 13,000 years to reach us from 47 Tuc which can be seen on the sky near the Small Magellanic Cloud in the southern constellation of Tucana.  Also known as NGC 104, the dense cluster is made up of several million stars in a volume only about 120 light-years across. The cluster's red giant stars are particularly easy to see in this picture.  The globular cluster is also home to exotic x-ray binary star systems.   digg_url = 'http://apod.nasa.gov/apod/ap080826.html'; digg_skin = 'compact';   Announcement: APOD Editor RJN to open Final Frontier art exhibit in Ireland on August 28",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/47tuc_davis_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "47 Tuc: A Great Globular Cluster of Stars",
    "url": "https://apod.nasa.gov/apod/image/0808/47tuc_davis.jpg"
  },
  {
    "copyright": "Ken Crawford",
    "date": "2008-08-27",
    "explanation": "Inside the Cocoon Nebula is a newly developing cluster of stars. Cataloged as IC 5146, the beautiful nebula is nearly 15 light-years wide, located some 4,000 light years away toward the northern constellation Cygnus. Like other star forming regions, it stands out in red, glowing, hydrogen gas excited by young, hot stars and blue, dust-reflected starlight at the edge of an otherwise invisible molecular cloud. In fact, the bright star near the center of this nebula is likely only a few hundred thousand years old, powering the nebular glow as it clears out a cavity in the molecular cloud's star forming dust and gas. This color view of the Cocoon Nebula traces remarkably subtle features within and surrounding the dusty stellar nursery.   digg_url = 'http://apod.nasa.gov/apod/ap080827.html'; digg_skin = 'compact';   Announcement: APOD Editor RJN to open Final Frontier art exhibit in Ireland on August 28",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/Cocoon_RS_crawford.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 5146: The Cocoon Nebula",
    "url": "https://apod.nasa.gov/apod/image/0808/Cocoon_RS_crawford_c800.jpg"
  },
  {
    "date": "2008-08-28",
    "explanation": "Launched on June 11 to explore the universe at extreme energies, the Gamma-ray Large Area Space Telescope has been officially renamed the Fermi Gamma-ray Space Telescope, in honor of Nobel Laureate Enrico Fermi (1901-1954), pioneer in high-energy physics. After testing, Fermi's two instruments, the Gamma-ray Burst Monitor (GBM) and the Large Area Telescope (LAT), are now regularly returning data. Fermi's first map of the gamma-ray sky from the LAT is shown in this false-color image, an all-sky view that looks toward the center of our Milky Way Galaxy with the galactic plane projected across the middle. What shines in the gamma-ray sky? Along the galactic plane, energetic cosmic rays collide with gas and dust to produce the diffuse gamma-ray glow. Strong emission from spinning neutron stars or pulsars, and distant active galaxies known as blazars, can be identified by placing your cursor over the map. A prelude to future discoveries, the remarkable result combines only 4 days of observations, equivalent to a year of observations with the Compton Gamma-ray Observatory mission of the 1990s. In addition to the ability to monitor gamma-ray bursts, the greatly improved sensitivity will allow Fermi to look deeper into the high-energy Universe.   digg_url = 'http://apod.nasa.gov/apod/ap080828.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/allsky_Fermi_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fermi's First Light",
    "url": "https://apod.nasa.gov/apod/image/0808/allsky_Fermi_800.jpg"
  },
  {
    "date": "2008-08-29",
    "explanation": "Giant star forming region W5 is over 200 light-years across and about 6,500 light-years away in the constellation Cassiopeia. W5's sculpted clouds of cold gas and dust seem to form fantastic shapes in this impressive mosaic of infrared images from the Spitzer Space Telescope. In fact, the area on the right includes the structures previously dubbed the Mountains of Creation. New evidence indicates that successive generations of stars formed in the W5 region in an expanding pattern of triggered star formation. The older, earlier generations of stars seem to cluster near the middle of the enormous cavities, with younger stars seen near the rims. Winds and radiation from the older, central stars likely carve out and compress surrounding interstellar material, triggering the collapse that gave rise to younger, later generations of stars farther out. In the false-color image, heated dust still within the cavities appears red, while the youngest stars are forming in the whitish areas. W5 is also known as IC 1848, and together with IC 1805 it is part of a complex region popularly dubbed the Heart and Soul Nebulae.   digg_url = 'http://apod.nasa.gov/apod/ap080829.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/w5_spitzer_crot2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Generations of Stars in W5",
    "url": "https://apod.nasa.gov/apod/image/0808/w5_spitzer_crot800.jpg"
  },
  {
    "copyright": "Roddy Mackenzie",
    "date": "2008-08-30",
    "explanation": "What would it be like to stand atop the tallest mountain on Earth?  To see a full panoramic vista from there, scroll right.  Visible are snow peaked mountains near and far, tremendous cliffs, distant plateaus, the tops of clouds, and a dark blue sky.   Mt. Everest stands 8.85 kilometers above sea level, roughly the maximum height reached by international airplane flights, but much less than the 300 kilometers achieved by a space shuttle.  Hundreds of people have tried and failed to climb the behemoth by foot, a feat first accomplished successfully in 1953.  About 1000 people have now made it to the summit.  Roddy Mackenzie, who climbed the mountain in 1989, captured the above image. Mt. Everest lies in the Himalaya mountains in the country of Nepal.  In the native language of Nepal, the mountain's name is \"Sagarmatha\" which means \"forehead of the sky.\"   digg_url = 'http://apod.nasa.gov/apod/ap080830.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0207/everest_mackenzie.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The View from Everest",
    "url": "https://apod.nasa.gov/apod/image/0207/everest_mackenzie.jpg"
  },
  {
    "copyright": "Astronomers\nWithout BordersTWAN",
    "date": "2008-08-31",
    "explanation": "Contrary to the famous myth, you can't see the Great Wall of China from the Moon ... even during a total solar eclipse. But on August 1 you could see the Moon eclipsing the Sun from the Great Wall. In fact, from this location near the Great Wall's western end, the Moon completely blocked the Sun's overwhelming disk revealing a shimmering solar corona and bright planets in the briefly darkened sky. A main pass, The Great Wall's Jiayuguan Fort, is also silhouetted in the foreground. The pass is the western-most of the wall's passes and the best preserved, initially built around 1372 during the Ming dynasty. The nearby city of Jiayuguan in Gansu Province was an important stop on the Silk Road.   digg_url = 'http://apod.nasa.gov/apod/ap080831.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/tseJiayuguan_simmons1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse over the Great Wall",
    "url": "https://apod.nasa.gov/apod/image/0808/tseJiayuguan_simmons_small800.jpg"
  },
  {
    "copyright": "Mike Sidonio",
    "date": "2008-09-01",
    "explanation": "Can a gas cloud grab a galaxy?  It's not even close.  The \"claw\" of this odd looking \"creature\" in the above photo is a gas cloud known as a cometary globule.  This globule, however, has ruptured.  Cometary globules are typically characterized by dusty heads and elongated tails.  These features cause cometary globules to have visual similarities to comets, but in reality they are very much different.  Globules are frequently the birthplaces of stars, and many show very young stars in their heads. The reason for the rupture in the head of this object is not completely known.  The galaxy to the left of the globule is huge, very far in the distance, and only placed near CG4 by chance superposition.   digg_url = 'http://apod.nasa.gov/apod/ap080901.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0809/cg4_sidonio_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "CG4: A Ruptured Cometary Globule",
    "url": "https://apod.nasa.gov/apod/image/0809/cg4_sidonio.jpg"
  }
]
