[
  {
    "date": "2008-02-01",
    "explanation": "Fifty years ago (on January 31, 1958) the First Explorer, was launched into Earth orbit by the Army Ballistic Missile Agency. Inaugurating the era of space exploration for the United States, Explorer I was a thirty pound satellite that carried instruments to measure temperatures, and micrometeorite impacts, along with an experiment designed by James A. Van Allen to measure the density of electrons and ions in space. The measurements made by Van Allen's experiment led to an unexpected and startling discovery -- an earth-encircling belt of high energy electrons and ions trapped in the magnetosphere now known as the Van Allen Radiation Belt. Explorer I ceased transmitting on February 28, 1958, but remained in orbit until March of 1970. Pioneering space scientist James Van Allen died on August 9th, 2006 at the age of 91.",
    "hdurl": "https://apod.nasa.gov/apod/image/0802/exp1Launch_msfc_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The First Explorer",
    "url": "https://apod.nasa.gov/apod/image/0802/exp1Launch_msfc_c22.jpg"
  },
  {
    "copyright": "Babak Tafreshi",
    "date": "2008-02-02",
    "explanation": "These two celestial beacons shining brightly in the east before sunrise are actually children of the Sun, the planets Venus and Jupiter. The second and third brightest objects in the sky at Night after the Moon, Venus and Jupiter appeared separated by about 2 degrees when this picture was taken on January 30th, but closed to within nearly half a degree early yesterday morning. In the serene foreground is the shoreline along the Miankaleh Peninsula and Gorgan Bay, an important bird and wildlife refuge in the southeastern Caspian Sea. Over the next two days, early morning risers around the globe will be able to enjoy a close pairing of Venus and Jupiter with an old crescent Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0802/VenJupMorn_tafreshi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus and Jupiter in Morning Skies",
    "url": "https://apod.nasa.gov/apod/image/0802/VenJupMorn_tafreshi800.jpg"
  },
  {
    "date": "2008-02-03",
    "explanation": "What caused this outburst of V838 Mon?  For reasons unknown, star V838 Mon's outer surface suddenly greatly expanded with the result that it became the brightest star in the entire Milky Way Galaxy in January 2002.  Then, just as suddenly, it faded.  A stellar flash like this has never been seen before -- supernovas and novas expel matter out into space.  Although the V838 Mon flash appears to expel material into space, what is seen in the above image from the  Hubble Space Telescope is actually an outwardly moving light echo of the bright flash.  In a light echo, light from the flash is reflected by successively more distant rings in the complex array of ambient interstellar dust that already surrounded the star.  V838 Mon lies about 20,000 light years away toward the constellation of the unicorn (Monoceros), while the  light echo above spans about six light years in diameter.   digg_url = 'http://apod.nasa.gov/apod/ap080203.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0802/v838feb04_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Light Echoes from V838 Mon",
    "url": "https://apod.nasa.gov/apod/image/0802/v838feb04_hst.jpg"
  },
  {
    "date": "2008-02-04",
    "explanation": "Why does this crater on Mercury look like a spider?  When the robotic MESSENGER spacecraft glided by the planet Mercury last month, it was able to image portions of the Sun's closest planet that had never been seen before. When imaging the center of Mercury's extremely large Caloris Basin, MESSENGER found a crater, pictured above, with a set of unusual rays emanating out from its center.  A crater with such troughs has never been seen before anywhere in our Solar System. What isn't clear is the relation of the crater to the radial troughs. Perhaps the crater created the radial rays, or perhaps the two features appear only by a chance superposition -- the topic is sure to be one of future research. MESSENGER is scheduled to fly past Mercury twice more before firing its thrusters to enter orbit in 2011.   digg_url = 'http://apod.nasa.gov/apod/ap080204.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0802/craterspider_messenger_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Spider Shaped Crater on Mercury",
    "url": "https://apod.nasa.gov/apod/image/0802/craterspider_messenger.jpg"
  },
  {
    "copyright": "John Pane",
    "date": "2008-02-05",
    "explanation": "How has Comet Holmes changed? Since brightening unexpectedly by nearly one million fold in late October, the last three months have found the coma of Comet 17P/Holmes both expanding and fading. This spectacular composite image shows how the coma and tail of Comet Holmes have changed. Due to Earth's changing vantage point, Comet Holmes, out beyond the orbit of Mars, was seen in November nearly head-on, but in recent months is seen more from the side. Additionally, the comet's motion, when combined with Earth's changing perspective, has caused the comet to have shifted relative to the background stars. The curved path of Comet Holmes shows it to be undergoing apparent retrograde motion as the Earth orbits quickly in front of it. The extent of the coma currently makes Comet Holmes over five times the physical size of our Sun. Anecdotal evidence holds that the comet is hard to see without long photographic exposures, but on such exposures the comet may still be an impressive sight.   digg_url = 'http://apod.nasa.gov/apod/ap080205.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0802/holmescomposite_pane_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Three Month Composite of Comet Holmes",
    "url": "https://apod.nasa.gov/apod/image/0802/holmescomposite_pane.jpg"
  },
  {
    "copyright": "Greg Piepol",
    "date": "2008-02-06",
    "explanation": "A new cycle has begun on our Sun.  Over the past year, the Sun's magnetic field has reset and now a new 11 year period is beginning.  Pictured above in a specific color of light emitted by hydrogen is sunspot 10982, one of the last sunspots of the old solar cycle.   The two dark lines visible just above and to either side of the bright sunspot are cool filaments held aloft by the Sun's magnetic field.  Hot and cold regions are shown as regions of relative light and dark, respectively. A solar cycle is caused by the changing magnetic field, and varies from solar maximum, when sunspot, coronal mass ejection, and flare phenomena are most frequent, to solar minimum, when such activity is relatively infrequent. Solar minimums occurred in 1996 and 2007, while the last solar maximum occurred in 2001.   digg_url = 'http://apod.nasa.gov/apod/ap080206.html'; digg_skin = 'compact';   Editor's note: This APOD originally ran under the title \"A Sunspot in the New Solar Cycle.\" But even though the new solar cycle has begun, the old one has not ended yet and may run concurrently with the new cycle for up to a year or so. This sunspot is now thought to belong to the old cycle, not the new one, based on its measured magnetic polarity and location.",
    "hdurl": "https://apod.nasa.gov/apod/image/0802/sunspot10982_piepol_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunspot in the Old Solar Cycle",
    "url": "https://apod.nasa.gov/apod/image/0802/sunspot10982_piepol.jpg"
  },
  {
    "copyright": "R Jay GabanyIACMPIA\nM.Pohlen (Cardiff),\nS.Majewski (U.Virginia),\nJ.Peñarrubia\n(U.Victoria),\nC.Palma (Penn State)\n\n",
    "date": "2008-02-07",
    "explanation": "Nearly 50 million light-years away in the constellation Ursa Major, NGC 4013 was long considered an isolated island universe. Seen edge-on, the gorgeous spiral galaxy was known for its flattened disk and central bulge of stars, cut by silhouetted dust lanes. But this deep color image of the region reveals a previously unknown feature associated with NGC 4013, an enormous, faint looping structure extending (above and toward the left) over 80 thousand light-years from the galaxy's center.  A detailed exploration of the remarkable structure reveals it to be a stream of stars originally belonging to another galaxy, likely a smaller galaxy torn apart by gravitational tides as it merged with the larger spiral. Astronomers argue that the newly discovered tidal stream also explains a warped distribution of neutral hydrogen gas seen in radio images of NGC 4013 and offers parallels to the formation of our own Milky Way galaxy.   digg_url = 'http://apod.nasa.gov/apod/ap080207.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0802/lrg_ring_ngc4013_gabany.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4013 and the Tidal Stream",
    "url": "https://apod.nasa.gov/apod/image/0802/ngc4013_gabany_800.jpg"
  },
  {
    "copyright": "Alan Friedman",
    "date": "2008-02-08",
    "explanation": "Dark, smooth regions that cover the Moon's familiar face are called by Latin names for oceans and seas. The naming convention is historical, though it may seem a little ironic to denizens of the space age who recognize the Moon as a mostly dry and airless world, and the smooth, dark areas as lava-flooded impact basins. For example, this elegant lunar vista, a careful mosaic of telescopic images, looks across the expanse of the northwestern Mare Imbrium, or Sea of Rains, into the Sinus Iridum - the Bay of Rainbows. Ringed by the Jura Mountains (montes), the bay is about 250 kilometers across, bounded at the bottom of the rugged arc by Cape (promontorium) Laplace. The cape's sunlit face towers nearly 3,000 meters above the bay's surface. At the top of the arc is Cape Heraclides, at times seen as a moon maiden.   digg_url = 'http://apod.nasa.gov/apod/ap080208.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0802/iridium_100407friedman.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Bay of Rainbows",
    "url": "https://apod.nasa.gov/apod/image/0802/iridium_100407friedman_c800.jpg"
  },
  {
    "date": "2008-02-09",
    "explanation": "An intricate network of lighting plays across the 130 foot high Rotating Service Structure (RSS) in this dramatic night view of the Space Shuttle Atlantis on the Kennedy Space Center's launch pad 39A. Small human figures visible in silhouette emphasize the structure's enormous scale. Seen here after rolling back before Thursday's shuttle launch, the RSS provides pre-launch access to the orbiter and its payload. For this mission to the International Space Station, STS-122, Atlantis' payload is the European Space Agency's Columbus science laboratory. During the mission, three space walks are planned to attach the Columbus lab. Atlantis is expected to dock with the space station today.   digg_url = 'http://apod.nasa.gov/apod/ap080209.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0802/atlantis_sts122.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Atlantis on Pad 39A",
    "url": "https://apod.nasa.gov/apod/image/0802/atlantis_sts122_800.jpg"
  },
  {
    "date": "2008-02-10",
    "explanation": "Gravity can bend light, allowing huge clusters of galaxies to act as telescopes.  Almost all of the bright objects in this Hubble Space Telescope image are galaxies in the cluster known as Abell 2218.  The cluster is so massive and so compact that its gravity bends and focuses the light from galaxies that lie behind it.  As a result, multiple images of these background galaxies are distorted into long faint arcs -- a simple lensing effect analogous to viewing distant street lamps through a glass of wine.  The cluster of galaxies Abell 2218 is itself about three billion light-years away in the northern constellation of the Dragon (Draco). The power of this massive cluster telescope has allowed astronomers to detect a galaxy at redshift 5.58, the most distant galaxy yet measured.  This young, still-maturing galaxy is faintly visible to the lower right of the cluster core.   digg_url = 'http://apod.nasa.gov/apod/ap080210.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0802/ngc2218_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Abell 2218: A Galaxy Cluster Lens",
    "url": "https://apod.nasa.gov/apod/image/0802/ngc2218_hst.jpg"
  },
  {
    "date": "2008-02-11",
    "explanation": "How did Epimetheus form?  No one is yet sure.  To help answer that question, this small moon has recently been imaged again in great detail by the robot spacecraft Cassini now orbiting Saturn.  Epimetheus sometimes orbits Saturn in front of  Janus, another small satellite, but sometimes behind. The above image, taken last December, shows a surface covered with craters indicating great age.  Epimetheus spans about 115 kilometers across.  Epimetheus does not have enough surface gravity to restructure itself into a sphere. The flattened face of Epimetheus shown above might have been created by a single large impact.   digg_url = 'http://apod.nasa.gov/apod/ap080211.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0802/epimetheus2_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Moon Epimetheus from the Cassini Spacecraft\n",
    "url": "https://apod.nasa.gov/apod/image/0802/epimetheus2_cassini.jpg"
  },
  {
    "date": "2008-02-12",
    "explanation": "This dusty reflection nebula surrounds pulsating star RS Pup, some 10 times more massive than the Sun and on average 15,000 times more luminous. In fact, RS Pup is a Cepheid type variable star; a class of stars whose brightness is used to estimate distances to nearby galaxies as one of the first steps in establishing the cosmic distance scale. As RS Pup pulsates over a period of about 40 days, its regular changes in brightness are also seen along the nebula delayed in time, effectively a light echo. The otherwise overwhelming light from RS Pup itself is hidden behind the dark central stripe in the color image. Using new measurements of the time delay and angular size of the nebula, the known speed of light allows astronomers to geometrically determine the distance to RS Pup to be 6,500 light-years, with a remarkably small error of plus or minus 90 light-years. An impressive achievement for stellar astronomy, the echo-measured distance also more accurately establishes the true brightness of RS Pup, and by extension other Cepheid stars, improving the knowledge of distances to galaxies beyond the Milky Way.   digg_url = 'http://apod.nasa.gov/apod/ap080212.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0802/RSPup_kervella.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Echoes from RS Pup",
    "url": "https://apod.nasa.gov/apod/image/0802/RSPup_kervella_c800.jpg"
  },
  {
    "date": "2008-02-13",
    "explanation": "NGC 1132 is one smooth galaxy -- but how did it form? As an elliptical galaxy, NGC 1132 has little dust and gas, and few stars have formed in it recently. Although many elliptical galaxies are in clusters of galaxies, NGC 1132 appears as a large, isolated galaxy toward the constellation of the River (Eridanus).  To probe the history of this intriguing trillion-star ball, astronomers imaged NGC 1132 in both visible light with the Hubble Space Telescope and X-ray light with the Chandra X-ray Observatory.  In this composite false-color image, visible light is white, while the X-ray light is blue and indicates the unusual presence of very hot gas.  The X-ray light also likely traces out the location of dark matter. One progenitor hypothesis is that NGC 1132 is the result of a series of galaxy mergers in what once was a small group of galaxies.  NGC 1132 is over 300 million light years away, so the light we see from it today left before dinosaurs roamed the Earth.   Many fascinating background galaxies can be seen far in the distance.   digg_url = 'http://apod.nasa.gov/apod/ap080213.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0802/ngc1132_hcst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Elliptical Galaxy NGC 1132",
    "url": "https://apod.nasa.gov/apod/image/0802/ngc1132_hcst.jpg"
  },
  {
    "copyright": "Caelum\nObservatory",
    "date": "2008-02-14",
    "explanation": "The Rosette Nebula (aka NGC 2237) is not the only cosmic cloud of gas and dust to evoke the imagery of flowers. But it is the one most often suggested as a suitable astronomy image for Valentine's Day. Of the many excellent Rosette Nebula pictures submitted to APOD editors, this view seemed most appropriate, with a long stem of glowing hydrogen gas in the region included in the composition. At the edge of a large molecular cloud in Monoceros, some 5,000 light years away, the petals of this rose are actually a stellar nursery whose lovely, symmetric shape is sculpted by the winds and radiation from its central cluster of hot young stars. The stars in the energetic cluster, cataloged as NGC 2244, are only a few million years old, while the central cavity in the Rosette Nebula is about 50 light-years in diameter. Happy Valentine's Day!",
    "hdurl": "https://apod.nasa.gov/apod/image/0802/rosette_abtps.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Long Stem Rosette",
    "url": "https://apod.nasa.gov/apod/image/0802/rosette_abtps_v.jpg"
  },
  {
    "date": "2008-02-15",
    "explanation": "Cosmic dust clouds and embedded newborn stars glow at infrared wavelengths in this tantalizing false-color view from the Spitzer Space Telescope. Pictured is of one of the closest star forming regions, part of the Rho Ophiuchi cloud complex some 400 light-years distant near the southern edge of the pronounceable constellation Ophiuchus. The view spans about 5 light-years at that estimated distance. After forming along a large cloud of cold molecular hydrogen gas, newborn stars heat the surrounding dust to produce the infrared glow. An exploration of the region in penetrating infrared light has detected some 300 emerging and newly formed stars whose average age is estimated to be a mere 300,000 years -- extremely young compared to the Sun's age of 5 billion years.   digg_url = 'http://apod.nasa.gov/apod/ap080215.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0802/Ophcloud_spitzer.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Young Stars in the Rho Ophiuchi Cloud",
    "url": "https://apod.nasa.gov/apod/image/0802/Ophcloud_spitzer_c800.jpg"
  },
  {
    "copyright": "Stefan Seip",
    "date": "2008-02-16",
    "explanation": "With moonlight on the horizon, a starry sky and the northern Milky Way provide the background for this dramatic view of the World at Night. The imposing structure in the foreground houses the Large Binocular Telescope (LBT), on Mount Graham, Arizona. Inside, the two 8.4 meter diameter mirrors of the LBT really are side-by-side on a common mount, an arrangement mimicking the design of more modest optical equipment usually carried around the neck. While not exactly portable, the benefits of the large scale binocular configuration adopted include an increase in sensitivity over a single mirror telescope and high resolution imaging for faint objects over a relatively wide field of view. An international collaboration operates the LBT Observatory.   digg_url = 'http://apod.nasa.gov/apod/ap080216.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0802/LBT_seip.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Large Binocular Telescope",
    "url": "https://apod.nasa.gov/apod/image/0802/LBT_seip800.jpg"
  },
  {
    "date": "2008-02-17",
    "explanation": "This is the mess that is left when a star explodes.  The Crab Nebula, the result of a supernova seen in 1054 AD, is filled with mysterious filaments.  The filaments are not only tremendously complex, but appear to have less mass than expelled in the original supernova and a higher speed than expected from a free explosion.  The above image, taken by the Hubble Space Telescope, is presented in three colors chosen for scientific interest.  The Crab Nebula spans about 10 light-years.  In the nebula's very center lies a pulsar: a neutron star as massive as the Sun but with only the size of a small town.  The Crab Pulsar rotates about 30 times each second.   digg_url = 'http://apod.nasa.gov/apod/ap080217.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0802/crabmosaic_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M1: The Crab Nebula from Hubble",
    "url": "https://apod.nasa.gov/apod/image/0802/crabmosaic_hst.jpg"
  },
  {
    "date": "2008-02-18",
    "explanation": "How common are planetary systems like our own? Perhaps quite common, as the first system of planets like our own Solar System has been discovered using a newly adapted technique that, so far, has probed only six planetary systems.  The technique, called gravitational microlensing, looks for telling brightness changes in measured starlight when a foreground star with planets chances almost directly in front of a more distant star. The distant star's light is slightly deflected in predictable ways by the gravity of the closer system. Recently a detailed analysis of microlensing system OGLE-2006-BLG-109 has related brightness variations to two planets that are similar to Jupiter and Saturn of our own Solar System.  This discovery carries the tantalizing implication that interior planets, possibly including Earth-like planets, might also be common. Pictured above is an artistic conception of how the BLG-109 planetary system might look.   digg_url = 'http://apod.nasa.gov/apod/ap080218.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0802/blg109_kasi_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "BLG-109: A Distant Version of our own Solar System",
    "url": "https://apod.nasa.gov/apod/image/0802/blg109_kasi.jpg"
  },
  {
    "date": "2008-02-19",
    "explanation": "The International Space Station (ISS) has been equipped with a powerful new scientific laboratory. The Space Shuttle Atlantis delivered the Columbus Laboratory to the ISS and installed the seven meter long module over the past week. Columbus has ten racks for experiments that can be controlled from the station or the Columbus Control Center in Germany.  The first set of experiments includes the Fluid Science Laboratory that will explore fluid properties in the microgravity of low Earth orbit, and Biolab which supports experiments on microorganisms. Future Columbus experiments include an atomic clock that will test minuscule timing effects including those expected by Einstein's General Theory of Relativity.  Pictured above, mission specialist Hans Schlegel works on the outside of Columbus.  Scientists from all over the world may propose and carry out experiments to be done on the laboratory during its ten year mission.   digg_url = 'http://apod.nasa.gov/apod/ap080219.html'; digg_skin = 'compact';  Watch the Total Lunar Eclipse the night of Feb. 20/21.",
    "hdurl": "https://apod.nasa.gov/apod/image/0802/columbus_sts122_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Columbus Laboratory Installed on Space Station",
    "url": "https://apod.nasa.gov/apod/image/0802/columbus_sts122.jpg"
  },
  {
    "copyright": "Stefan Seip",
    "date": "2008-02-20",
    "explanation": "No special filters - or even a telescope - are required to enjoy a leisurely lunar eclipse. In fact, watched from all over the night side of planet Earth, these regular celestial performances have entertained many casual skygazers. Still, this eye-catching picture of a lunar eclipse may look unfamiliar. To make it, astroimager Stefan Seip set his camera on a tripod and locked the shutter open during the total lunar eclipse of March 3, 2007. The resulting image records the trail of the Moon (and narrower trails of stars) sliding through the night. Reddish hues common during the total phase of a lunar eclipse, are evident along the darker, slimmer portion of the Moon trail. At least part of tonight's lunar eclipse will be visible in clear skies over the Americas, Europe, Africa and western Asia. The eclipse lasts over three hours from start to finish, with about 50 minutes of totality. Tonight's eclipse is the last total lunar eclipse until December of 2010.   digg_url = 'http://apod.nasa.gov/apod/ap080220.html'; digg_skin = 'compact';  Lunar eclipse: Times | Webcast | Photo Tips",
    "hdurl": "https://apod.nasa.gov/apod/image/0802/moonslide_seip.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Slide Slim",
    "url": "https://apod.nasa.gov/apod/image/0802/moonslide_seip_c800.jpg"
  },
  {
    "copyright": "Victor Bertol",
    "date": "2008-02-21",
    "explanation": "The Horsehead Nebula is one of the most famous nebulae on the sky.  It is visible as the dark indentation to the red emission nebula seen just below and left of center in the this photograph.  The brightest star on the left is located in the belt of the familiar constellation Orion. The horse-head feature is dark because it is really an opaque dust cloud that lies in front of the bright red emission nebula. Like clouds in Earth's atmosphere, this cosmic cloud has assumed a recognizable shape by chance.  After many thousands of years, the internal motions of the cloud will alter its appearance.  The emission nebula's red color is caused by electrons recombining with protons to form hydrogen atoms.  Also visible in the picture are blue reflection nebulae that preferentially reflect the blue light from nearby stars.   digg_url = 'http://apod.nasa.gov/apod/ap080221.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0802/horsehead_bertol_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion's Horsehead Nebula",
    "url": "https://apod.nasa.gov/apod/image/0802/horsehead_bertol.jpg"
  },
  {
    "copyright": "Catching the Light",
    "date": "2008-02-22",
    "explanation": "Moon watchers blessed with clear skies over the Americas, Europe, Africa and western Asia enjoyed a total lunar eclipse this week. Catching eclipsed moonlight, astroimager Jerry Lodriguss offers this view of the inspiring celestial event with the shadowed Moon accompanied by wandering planet Saturn at the left, and bright Regulus, alpha star of the constellation Leo, above. The engaging composite picture was made by combining a filtered, telephoto image of the Moon and surrounding starfield with a telescopic exposure. The combination dramatizes the reddened moonlight while clearly showing the variation of brightness and color in Earth's not-so-dark shadow across the lunar surface.   digg_url = 'http://apod.nasa.gov/apod/ap080222.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0802/tle_lodriguss070.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipsed Moonlight",
    "url": "https://apod.nasa.gov/apod/image/0802/tle_lodriguss070_c800.jpg"
  },
  {
    "date": "2008-02-23",
    "explanation": "Get out your red-blue glasses and float next to the International Space Station (ISS), planet Earth's largest artificial moon. This fun stereo view was constructed from parts of two separate images (S122-E-009880, S122-E-009893) and an additional background recorded as the shuttle orbiter Atlantis undocked from the ISS on February 18. Atlantis and the ISS were traveling over 7,500 meters per second at an altitude of about 350 kilometers. The shiny, 7 meter long module extending from the station at the lower right is ESA's Columbus Laboratory, delivered by Atlantis and installed by spacewalking astronauts. After a successful 13 day mission to the ISS, Atlantis landed at Kennedy Space Center on Wednesday.   digg_url = 'http://apod.nasa.gov/apod/ap080223.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0802/ISScolumbus3d_pava-screenres-B.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stereo Space Station",
    "url": "https://apod.nasa.gov/apod/image/0802/ISScolumbus3d_pava_c800.jpg"
  },
  {
    "date": "2008-02-24",
    "explanation": "These two mighty galaxies are pulling each other apart.  Known as \" The Mice\" because they have such long tails, each spiral galaxy has likely already passed through the other. They will probably collide again and again until they coalesce.  The long tails are created by the relative  difference between gravitational pulls on the near and far parts of each galaxy.  Because the distances are so large, the cosmic interaction takes place in slow motion -- over hundreds of millions of years.  NGC 4676 lies about 300 million light-years away toward the constellation of Bernice's Hair (Coma Berenices) and are likely members of the Coma Cluster of Galaxies.  The above picture was taken with the Hubble Space Telescope's Advanced Camera for Surveys which is more sensitive and images a larger field than previous Hubble cameras.  The camera's increased sensitivity has imaged, serendipitously, galaxies far in the distance scattered about the frame.   digg_url = 'http://apod.nasa.gov/apod/ap080224.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0802/ngc4676_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4676: When Mice Collide",
    "url": "https://apod.nasa.gov/apod/image/0802/ngc4676_hst.jpg"
  },
  {
    "copyright": "CERN",
    "date": "2008-02-25",
    "explanation": "Why do objects have mass?  To help find out, Europe's CERN has built the Large Hadron Collider (LHC), the most powerful particle accelerator yet created by humans.   This May, the LHC is scheduled to start smashing protons into each other with unprecedented impact speeds.  The LHC will explore the leading explanation that mass arises from ordinary particles slogging through an otherwise invisible but pervasive field of virtual Higgs particles.   Were high energy colliding particles to create real Higgs bosons, the Higgs mechanism for mass creation may be bolstered.   LHC will also look for micro black holes, magnetic monopoles, and explore the possibility that every type of fundamental particle we know about has a nearly invisible supersymmetric counterpart.  The LHC@Home project will allow anyone with a home computer to help LHC scientists search archived LHC data for these strange beasts. Pictured above, a person stands in front of the huge ATLAS detector, one of six detectors being attached to the LHC.    digg_url = 'http://apod.nasa.gov/apod/ap080225.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0802/atlas_cern_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dawn of the Large \nHadron Collider",
    "url": "https://apod.nasa.gov/apod/image/0802/atlas_cern.jpg"
  },
  {
    "date": "2008-02-26",
    "explanation": "Why did an acidic haze spread across Venus?  The unusual clouds were discovered last July by ESA's robotic Venus Express spacecraft currently orbiting Venus.  The bright and smooth haze was found by Venus Express to be rich in sulfuric acid, created when an unknown process lifted water vapor and sulphur dioxide from lower levels into Venus' upper atmosphere.  There, sunlight broke these molecules apart and some of them recombined into the volatile sulfuric acid.  Over the course of just a few days last July, the smooth acidic clouds spread from the South Pole of Venus across half the planet.  The above false-color picture of Venus was taken last July 23rd in ultraviolet light, and shows the unusual haze as relatively smooth regions across the image bottom. The cause of the dark streaks in the clouds is also not yet understood and is being researched.   digg_url = 'http://apod.nasa.gov/apod/ap080226.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0802/venussouth_vexpress_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mysterious Acid Haze on Venus",
    "url": "https://apod.nasa.gov/apod/image/0802/venussouth_vexpress.jpg"
  },
  {
    "copyright": "IACDaniel Lopez",
    "date": "2008-02-27",
    "explanation": "Bright blue stars are still forming in the dark pillars of the Eagle Nebula.  Made famous by a picture from the Hubble Space Telescope in 1995, the Eagle Nebula shows the dramatic process of star formation.  The above picture taken by a 0.8-meter telescope in the Canary Islands captures part of M16, the open cluster of stars that is being created.  The high amount of detail in the above image results from it being taken only in specific colors of light emitted by hydrogen, oxygen, and sulfur.  The bright blue stars of M16 have been continually forming over the past 5 million years, most recently in the famous central gas and dust columns that have been informally dubbed the Pillars of Creation and the Fairy. Light takes about 7,000 years to reach us from M16, which spans about 20 light years and can be seen with binoculars toward the constellation of the Serpent (Serpens).   digg_url = 'http://apod.nasa.gov/apod/ap080227.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0802/m16_lopez_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Eagle Nebula in Hydrogen, Oxygen, and Sulfur",
    "url": "https://apod.nasa.gov/apod/image/0802/m16_lopez.jpg"
  },
  {
    "copyright": "Till Credner",
    "date": "2008-02-28",
    "explanation": "Orbiting 400,000 kilometers above the Earth, the Moon slid into Earth's shadow to begin last week's total lunar eclipse. Of course the International Space Station (ISS) slides into Earth's shadow every 90 minutes, the time it takes it to complete one orbit at an altitude of about 400 kilometers. Recorded near sunset on February 7, looking toward the north, this composite of 70 exposures shows the trail of the ISS (with gaps between exposures) as it moved left to right over the city of Tübingen in southern Germany. Beginning in sunlight on the left, the ISS vanishes as it enters Earth's shadow at the far right, above the northeastern horizon. As seen from Tübingen, the passage took about 4 minutes. Clicking on the image will download a time-lapse animation (mpg file) based on the individual exposures that includes a plane flying along the horizon.   digg_url = 'http://apod.nasa.gov/apod/ap080228.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0802/iss07feb08m_credner.mpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "ISS: Sunlight to Shadow",
    "url": "https://apod.nasa.gov/apod/image/0802/iss07feb08_credner_p.jpg"
  },
  {
    "copyright": "Tunç Tezel",
    "date": "2008-02-29",
    "explanation": "Welcome to the extra day in the Gregorian Calendar's leap year 2008! To celebrate, consider this grid of lunar eclipse pictures - starting in leap year 1996 and ending with February's eclipse - with the date in numerical year/month/day format beneath each image. Mostly based on visibility from a site in Turkey, the 3x4 matrix includes 11 of the 13 total lunar eclipses during that period, and fills out the grid with the partial lunar eclipse of September 2006. Still, as the pictures are at the same scale, they illustrate a noticeable variation in the apparent size of the eclipsed Moon caused by the real change in Earth-Moon distance around the Moon's elliptical orbit. The total phases are also seen to differ in color and darkness. Those effects are due to changes in cloud cover and dust content in the atmosphere reddening and refracting sunlight into Earth's shadow. Of course, the next chance to add a total lunar eclipse to this grid will come at the very end of the decade.   digg_url = 'http://apod.nasa.gov/apod/ap080229.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0802/LEMatrixLb_tezel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Twelve Lunar Eclipses",
    "url": "https://apod.nasa.gov/apod/image/0802/LEMatrixLb_tezel800.jpg"
  },
  {
    "copyright": "Alex Mukensnable",
    "date": "2008-03-01",
    "explanation": "Just opposite the setting Sun, the already-eclipsed Moon rose over the Hawaiian Islands on February 20. A view near the 14,000 foot peak of volcanic Mauna Kea on the Big Island, a popular spot for astronomers, offered this remarkable play of shadows and sunlight. With snowy cinder cones in the foreground, the Moon lies within the shadow cast by the mountain -- a shadow extending across a lower cloud deck and on through Earth's dense atmosphere. As the lunar eclipse is drawing to a close, the curved shadow of the limb of planet Earth itself can also be traced across the Moon's surface, some 400,000 kilometers away.   digg_url = 'http://apod.nasa.gov/apod/ap080301.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/MKeclipse_mukensnable.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mauna Kea Shadow Play",
    "url": "https://apod.nasa.gov/apod/image/0803/MKeclipse_mukensnable_c800.jpg"
  }
]
