[
  {
    "date": "2008-12-01",
    "explanation": "How massive can stars be? Big, hefty stars live short violent lives that can profoundly affect their environments.  Isolating a massive star can be problematic, however, since what seems to be a single bright star might actually turn out to be several stars close together. Such was the case for two of the brightest objects visible in the open star cluster Trumpler 16, located in the southern Carina Nebula. Upon close inspection by the Hubble Space Telescope, WR 25, the brightest object in the above image, was confirmed to consist of at least two separate stars.  Additionally, Tr16 -244, just to the upper right of WR 25, was resolved for the first time to be at least three individual stars.  Even so, the brightest star in WR 25 appears to be about 50 times the mass of our Sun, making it one of the more massive stars known. Winds from these stars are likely significant contributers to the large bubble that the star cluster sits in. The Carina Nebula, home to unusually shaped dust clouds and the famous variable star Eta Carina, lies about 7,500 light years away toward the constellation of Ship's Keel (Carina).   digg_url = 'http://apod.nasa.gov/apod/ap081201.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/trumpler16b_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Massive Stars Resolved in the Carina Nebula",
    "url": "https://apod.nasa.gov/apod/image/0812/trumpler16b_hst.jpg"
  },
  {
    "date": "2008-12-02",
    "explanation": "Where's the astronaut?  Somewhere in this impressive array of International Space Station (ISS) hardware, astronaut Steve Bowen can be found upgrading and cleaning key parts of Earth's most prominent orbital outpost.  Astronaut Bowen and Heidemarie Stefanyshyn-Piper (not pictured), part of the Space Shuttle Endeavour's recently ended STS-126 mission to the ISS, spent nearly three hours on this spacewalk hovering high above planet Earth. Bowen progressed toward achieving a key goal of the mission -- servicing of the Solar Alpha Rotary Joints to better allow some solar arrays to track the Sun.  In the lower foreground of the above image is the cylindrical Columbus Laboratory, protruding from the right is an impressively large space station truss, while in the background are some of the expansive solar arrays that collect sunlight to power the ISS. Far in the distance, a blue arc of Earth's thin atmosphere is visible on the horizon. The next space shuttle flight is scheduled for 2009 February, when Discovery will deliver elements to further expand the ISS.   digg_url = 'http://apod.nasa.gov/apod/ap081202.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/findastronaut_sts126_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "International Space Station: Find the Astronaut",
    "url": "https://apod.nasa.gov/apod/image/0812/findastronaut_sts126.jpg"
  },
  {
    "copyright": "Dave JurasevichMt. Wilson Observatory",
    "date": "2008-12-03",
    "explanation": "Sunday, the sky seemed to smile over much of planet Earth.  Visible the world over was an unusual superposition of our Moon and the planets Venus and Jupiter.  Pictures taken at the right time show a crescent Moon that appears to be a smile when paired with the planetary conjunction of seemingly nearby Jupiter and Venus.  Pictured above is the scene as it appeared from Mt. Wilson Observatory overlooking Los Angeles, California, USA after sunset on 2008 November 30.  Highest in the sky and farthest in the distance is the planet Jupiter.  Significantly closer and visible to Jupiter's lower left is Venus, appearing through Earth's atmospheric clouds as unusually blue.  On the far right, above the horizon, is our Moon, in a waxing crescent phase.  Thin clouds illuminated by the Moon appear unusually orange.   Sprawling across the bottom of the image are the hills of Los Angeles, many covered by a thin haze, while LA skyscrapers are visible on the far left.  The conjunction of Venus and Jupiter will continue to be visible toward the west after sunset during much of this month.  Hours after the taking of this image, however, the Moon approached the distant duo, briefly eclipsed Venus, and then moved on.    digg_url = 'http://apod.nasa.gov/apod/ap081203.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/happyla_jurasevich_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Happy Sky Over Los Angeles",
    "url": "https://apod.nasa.gov/apod/image/0812/happyla_jurasevich.jpg"
  },
  {
    "copyright": "Panther Observatory",
    "date": "2008-12-04",
    "explanation": "On December 1, bright planets Venus and Jupiter gathered near the young crescent Moon, an inspiring celestial scene in early evening skies around the world. But from some locations the Moon actually passed in front of Venus, interrupting the tight grouping with a lunar occultation. Captured from Wildon, Austria, this twilight view shows the silvery evening star about five minutes before it slipped behind the dark lunar limb and vanished from sight for more than hour. The image is a combination of long and short exposures showing details of the lunar surface illuminated by both faint earthshine and bright sunlight. In the inset, recorded later in darkened skies over Breil-sur-Roya in southeastern France, a dazzling Venus has reappeared below the bright lunar crescent. Of course, Jupiter, at the upper right about 2 degrees from Venus and Moon, is sporting moons of its own seen as tiny pinpricks of light on either side of the bright planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/Mond_Venus_comp600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus in the Moon",
    "url": "https://apod.nasa.gov/apod/image/0812/Mond_Venus_comp540a.jpg"
  },
  {
    "copyright": "Mike Salway",
    "date": "2008-12-05",
    "explanation": "At sunset, Monday's western sky showed off stunning colors and dramatic clouds reflected in Brisbane Water on the Central Coast of New South Wales, Australia. It also featured the remarkable conjunction of the crescent Moon, Venus, and Jupiter forming a twilight smiley face. While the gathering of the two bright planets and Moon awed skygazers around planet Earth, astronomer Mike Salway reports taking special pains to record this gorgeous view, braving mosquitos and rain squalls along a soggy shore. His southern hemisphere perspective finds brilliant Venus at the highest point in the celestial grouping. For now, a bright pairing of Venus and Jupiter continues to dominate the western horizon after sunset but the Moon has moved on and tonight is near its first quarter phase.   digg_url = 'http://apod.nasa.gov/apod/ap081205.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/smileyfaceatsunset-2000px-mikesalway.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Smile in the Sky",
    "url": "https://apod.nasa.gov/apod/image/0812/smileyfaceatsunset-900px-mikesalway.jpg"
  },
  {
    "copyright": "Deirdre Kelleghan",
    "date": "2008-12-06",
    "explanation": "Cameras around the globe pointed skyward this week to capture the spectacular conjunction of a crescent Moon and bright planets Venus and Jupiter. But astronomer-artist Deirdre Kelleghan recorded her observations in sketches of the celestial event. From Greystones, County Wicklow, Ireland, her small telescope allowed her to follow the accompanying lunar occultation as a brilliant Venus disappeared behind the Moon's dark edge, then reappeared along the bright lunar limb. Her lovely drawing of the reemergence of Venus was made with pastels and conte crayons on A3 size paper under very cold conditions. She remarks, \"The view as Venus once again sparkled like a diamond stuck on the moon was stunning.\"   digg_url = 'http://apod.nasa.gov/apod/ap081206.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/sketchMV_kelleghan1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Diamond",
    "url": "https://apod.nasa.gov/apod/image/0812/sketchMV_kelleghan1.jpg"
  },
  {
    "copyright": "Juan Carlos CasadoTWAN",
    "date": "2008-12-07",
    "explanation": "Have you ever seen a halo around the Moon?  This fairly common sight occurs when high thin clouds containing millions of tiny ice crystals cover much of the sky.  Each ice crystal acts like a miniature lens.  Because most of the crystals have a similar elongated hexagonal shape, light entering one crystal face and exiting through the opposing face refracts 22 degrees, which corresponds to the radius of the Moon Halo.  A similar Sun Halo may be visible during the day.  The town in the foreground of the above picture is San Sebastian, Spain.  The distant planet Jupiter appears by chance on the halo's upper right.  Exactly how ice-crystals form in clouds remains under investigation.    digg_url = 'http://apod.nasa.gov/apod/ap081207.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/moonhalo_casado_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Halo Around the Moon",
    "url": "https://apod.nasa.gov/apod/image/0812/moonhalo_casado.jpg"
  },
  {
    "copyright": "Andrey Oreshko",
    "date": "2008-12-08",
    "explanation": "What is that strange dark ribbon on the sky? When observing the great globular cluster NGC 4372, observers frequently take note of a strange dark streak nearly three degrees in length running near it.  Unnamed, the streak, actually a long molecular cloud, has become known as the Dark Doodad Nebula.  (Doodad is slang for a thingy or a whatchamacallit.)  Pictured above in a rich and colorful star-field, the Dark Doodad Nebula can be found sweeping across the image center.  The globular star cluster NGC 4372 is visible on the image left, while the bright star gamma Musca is seen to the cluster's right. The Dark Doodad Nebula can be found with strong binoculars toward the southern constellation of the Fly (Musca).  The above image was compiled by consecutive 45 minutes exposures taken by a small telescope from the La Frontera region in Chile.   digg_url = 'http://apod.nasa.gov/apod/ap081208.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/doodad_oreshko_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Dark Doodad Nebula",
    "url": "https://apod.nasa.gov/apod/image/0812/doodad_oreshko.jpg"
  },
  {
    "copyright": "Phillip L. JonesVisualUniverse.org",
    "date": "2008-12-09",
    "explanation": "Perhaps the most famous star cluster on the sky, the Pleiades can be seen without binoculars from even the depths of a light-polluted city.  Also known as the Seven Sisters and M45, the Pleiades is one of the brightest and closest open clusters.   The Pleiades contains over 3,000 stars, is about 400 light years away, and only 13 light years across.  A prominent telescope and car company has borrowed the star cluster's name. Quite evident in the above photograph are the blue reflection nebulae that surround the brighter cluster stars.  Low mass, faint, brown dwarfs have also been found in the Pleiades.   digg_url = 'http://apod.nasa.gov/apod/ap081209.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/pleiades_jones_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M45: The Pleiades Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/0812/pleiades_jones.jpg"
  },
  {
    "copyright": "Ken Crawford",
    "date": "2008-12-10",
    "explanation": "Look through the cosmic cloud cataloged as NGC 281 and it's almost easy to miss stars of open cluster IC 1590. But, formed within the nebula, that cluster's young, massive stars ultimately power the pervasive nebular glow. The eye-catching shapes looming in this colorful portrait of NGC 281 are sculpted columns and dense dust globules seen in silhouette, eroded by intense, energetic winds and radiation from the hot cluster stars. If they survive long enough, the dusty structures could also be sites of future star formation. Sometimes called the Pacman Nebula because of its overall shape in wider-field views, NGC 281 is about 10,000 light-years away in the constellation Cassiopeia. This composite image was made through narrow-band filters and shows emission from the nebula's hydrogen, sulfur, and oxygen atoms in green, red, and blue hues. It spans over 80 light-years at the estimated distance of NGC 281.   digg_url = 'http://apod.nasa.gov/apod/ap081210.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/NGC281_crawford.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Portrait of NGC 281",
    "url": "https://apod.nasa.gov/apod/image/0812/NGC281_crawford800.jpg"
  },
  {
    "date": "2008-12-11",
    "explanation": "At the center of our Milky Way Galaxy lies a supermassive black hole. Once a controversial claim, this conclusion is now solidly based on 16 years of observations that map the orbits of 28 stars very near the galactic center. Using European Southern Observatory telescopes and sophisticated near infrared cameras, astronomers patiently measured the positions of the stars over time, following one star, designated S2, through a complete orbit as it came within about 1 light-day of the center of the Milky Way. Their results convincingly show that S2 is moving under the influence of the enormous gravity of a compact, unseen object -- a black hole with 4 million times the mass of the Sun. Their ability to track stars so close to the galactic center accurately measures the black hole's mass and also determines the distance to the center to be 27,000 light-years. This deep, near-infrared image shows the crowded inner 3 light-years of the central Milky Way. Spectacular time-lapse animations of the stars orbiting within light-days of the galactic center can be found here.   digg_url = 'http://apod.nasa.gov/apod/ap081211.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/mwcenter_eso.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "At the Center of the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/0812/mwcenter_eso_c800.jpg"
  },
  {
    "copyright": "Rick\nBaldridge",
    "date": "2008-12-12",
    "explanation": "As viewed from a well chosen location at sunset, October's gorgeous Full Moon rose behind Mount Hamilton, east of San Jose, California. Captured in this lovely telescopic view, historic Lick Observatory is perched on the mountain's 4,200 foot summit, observatory and rising Moon momentarily sharing the warm color of filtered sunlight. Of course, tonight those blessed with clear skies can also enjoy a glorious Full Moon. In fact, tonight's Moon reaches its full phase at 1637 UT, within only a few hours of perigee, the closest point in its elliptical orbit. The close approach really will make December's Full Moon the largest Full Moon of 2008, even when it rises high above the horizon.   digg_url = 'http://apod.nasa.gov/apod/ap081212.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/LickMoonrise_baldridge.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lick Observatory Moonrise",
    "url": "https://apod.nasa.gov/apod/image/0812/LickMoonrise_baldridge_c800.jpg"
  },
  {
    "copyright": "Wally Pacholka",
    "date": "2008-12-13",
    "explanation": "On the night of December 13, 1908, 100 years ago today, the 60-inch diameter reflecting telescope of Mount Wilson Observatory was first tested on the stars. It became the first successful large reflecting telescope. The 60-inch reflector demonstrated a scalable design that used a mirror to gather faint starlight, rather than a large and more difficult to support lens, becoming the granddaddy of all, even larger, modern telescopes. Now-famous astronomers, including Harlow Shapley and Edwin Hubble, were able to use the 60-inch reflector to embark on a new kind of exploration of stars, distant galaxies, and the nature of the universe. Still looking skyward a century after its first light, the historic telescope is seen here pointing toward one of the most recognizable celestial events of 2008, the remarkable conjunction of Moon, Venus, and Jupiter.   digg_url = 'http://apod.nasa.gov/apod/ap081213.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/MtWilson-60-InchDec01.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The 60-inch Reflector",
    "url": "https://apod.nasa.gov/apod/image/0812/MtWilson-60-InchDec01.jpg"
  },
  {
    "copyright": "Malcolm ParkNorth York Astronomical Association",
    "date": "2008-12-14",
    "explanation": "An unusual triangle of light is visible this time of year just before dawn. Once considered a false dawn, this triangle of light is actually Zodiacal Light, light reflected from interplanetary dust particles.  The triangle is clearly visible in the above image taken from New Mexico, USA, in October.  A telescope truss tube assembly and observatory domes of New Mexico Skies fill the foreground of the early morning skyscape. Zodiacal dust orbits the Sun predominantly in the same plane as the planets: the ecliptic.  Zodiacal light is so bright this time of year because the dust band is oriented nearly vertical at sunrise, so that the thick air near the horizon does not block out relatively bright reflecting dust.  Zodiacal light is also bright for people in Earth's northern hemisphere in March and April just after sunset.   Note: APOD Editor to Speak in New York on Jan. 2  digg_url = 'http://apod.nasa.gov/apod/ap081214.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/zodiacal_park_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Zodiacal Light Over New Mexico",
    "url": "https://apod.nasa.gov/apod/image/0812/zodiacal_park.jpg"
  },
  {
    "copyright": "Terry Holdsclaw",
    "date": "2008-12-15",
    "explanation": "Have you ever seen a sun pillar?  When the air is cold and the Sun is rising or setting, falling ice crystals can reflect sunlight and create an unusual column of light.  Ice sometimes forms flat, six-sided shaped crystals as it falls from high-level clouds.  Air resistance causes these crystals to lie nearly flat much of the time as they flutter to the ground.  Sunlight reflects off crystals that are properly aligned, creating the sun-pillar effect.  In the above picture taken in 2007 January, a sun-pillar reflects light from a Sun setting over Lake Norman, North Carolina, USA.   Note : APOD Editor to Speak in New York on Jan. 2  digg_url = 'http://apod.nasa.gov/apod/ap081215.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/sunpillar_holdsclaw_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sun Pillar Over North Carolina",
    "url": "https://apod.nasa.gov/apod/image/0812/sunpillar_holdsclaw.jpg"
  },
  {
    "copyright": "Tunç Tezel",
    "date": "2008-12-16",
    "explanation": "What's that in front of Orion? Forty kilometers north of Kahta, Turkey, lies Mount Nemrut, a mountain adorned with the fragments of vast statues built over 2000 years ago.  The stone sculptures once stood nearly 10 meters high and depicted lions, eagles, various ancient gods, and King Antiochus I Theos, who ruled Commagene from 86 BC to 38 BC. Ruins of the bodies of several sitting figures are visible on the hill above, illuminated by moonlight. Zeus' head can be found near the above image's center, while the king's head is seen next closest to the horizon.  Visible far in the distance in this image, taken three months ago, is the familiar constellation of Orion.  The red patch just below Orion's belt is the Orion Nebula, while the bright star to the left of Orion is Sirius.  On the far left, a red and brightening horizon announces that the Sun is beginning to rise.    Note : APOD Editor to Speak in New York on Jan. 2  digg_url = 'http://apod.nasa.gov/apod/ap081216.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/nemrutorion_tezel_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion Dawn Over Mount Nemrut",
    "url": "https://apod.nasa.gov/apod/image/0812/nemrutorion_tezel.jpg"
  },
  {
    "copyright": "Daniel López",
    "date": "2008-12-17",
    "explanation": "These two nebulae are cataloged as M27 (left) and M76, popularly known as The Dumbbell and the Little Dumbbell. Not intended to indicate substandard mental prowess, their popular names refer to their similar, dumbbell or hourglass shapes. Both are planetary nebulae, gaseous shrouds cast off by dying sunlike stars, and are similar in physical size, at a light-year or so across. In each panel, the images were made at the same scale, so the apparent size difference is mostly because one is closer. Distance estimates suggest 1,200 light-years for the Dumbbell compared to 3,000 light-years or more for the Little Dumbell. These deep, narrow-band, false-color images show some remarkably complex structures in M27 and M76, highlighting emission from hydrogen, nitrogen, and oxygen atoms within the cosmic clouds.   digg_url = 'http://apod.nasa.gov/apod/ap081217.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/DoubleDumbbell_Lopez.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Dumbbells",
    "url": "https://apod.nasa.gov/apod/image/0812/DoubleDumbbell_Lopez_c0.jpg"
  },
  {
    "copyright": "Noel\nCarboni",
    "date": "2008-12-18",
    "explanation": "Y Canum Venaticorum (Y CVn) is a very rare star in planet Earth's night sky. It's also very red, exhibiting such a remarkable spectrum of light, 19th century astronomer Angelo Secchi dubbed it La Superba. Located 710 light-years away in northern constellation Canes Venatici (the Hunting Dogs), the star varies in brightness over a period of about half a year. Near maximum, it becomes just bright enough to see with the unaided eye, but the star's beautiful red hue is easy to see in binoculars or a small telescope. In fact, La Superba is among the brightest of the carbon stars - cool, highly evolved red giant stars with exceptional abundances of carbon. The carbon is created by helium fusion near the stellar core and dredged up into the stars' outer layers. The resulting overabundance of simple carbon molecules (like CO, CN, C2) in the atmospheres of carbon stars strongly absorbs bands of bluer light and gives these stars a deep red color. La Superba is losing its carbon-rich atmosphere into the surrounding interstellar material through a strong stellar wind, and could be near the beginning of a transition to a planetary nebula phase.   digg_url = 'http://apod.nasa.gov/apod/ap081218.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/LaSuperba_parkercarboni.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "La Superba",
    "url": "https://apod.nasa.gov/apod/image/0812/LaSuperba_parkercarboni_c800.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2008-12-19",
    "explanation": "The 16th century Portuguese navigator Ferdinand Magellan and his crew had plenty of time to study the southern sky during the first circumnavigation of planet Earth. As a result, two fuzzy cloud-like objects easily visible to southern hemisphere skygazers are known as the Clouds of Magellan, now understood to be satellite galaxies of our much larger, spiral Milky Way galaxy. About 160,000 light-years distant in the constellation Dorado, the Large Magellanic Cloud (LMC) is seen here in a remarkably detailed, 10 frame mosaic image. Spanning about 30,000 light-years or so, it is the most massive of the Milky Way's satellite galaxies and is the site of the closest supernova in modern times, SN 1987A.  The prominent reddish knot near the bottom is 30 Doradus, or the Tarantula Nebula, a giant star-forming region in the Large Magellanic Cloud. To identify the location of the supernova and navigate your way around the many star clusters and nebulae of the LMC, just consult this well-labeled view.   digg_url = 'http://apod.nasa.gov/apod/ap081219.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/LMCmosaicM_gendler.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Large Cloud of Magellan",
    "url": "https://apod.nasa.gov/apod/image/0812/LMCmosaicSSS_gendler.jpg"
  },
  {
    "date": "2008-12-20",
    "explanation": "Tomorrow's solstice marks the southernmost point of the Sun's annual motion through planet Earth's sky and the astronomical beginning of winter in the north. In celebration of the northern winter solstice and the International Year of Astronomy 2009, you can watch a live webcast of the the solstice sunrise from the megalithic tomb of Newgrange, in County Meath, Ireland. Newgrange dates to 5,000 years ago, much older than Stonehenge, but also with accurate alignments to the solstice Sun. In this view from within the burial mound's inner chamber, the first rays of the solstice sunrise are passing through a box constructed above the entrance and shine down an 18 meter long tunnel to illuminate the floor at the foot of a decorated stone. The actual stone itself would have been directly illuminated by the solstice Sun 5,000 years ago. The long time exposure also captures the ghostly figure of a more modern astronomer in motion. To watch the live webcast follow the indicated link below. The webcast is planned to go live at 0830 coordinated Universal Time (for example, at 3:30am Eastern Time in the US) tomorrow, Sunday, the 21st.  Webcast of the solstice sunrise from Newgrange.   digg_url = 'http://apod.nasa.gov/apod/ap081220.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/NEWGRANGE_ITIMES.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solstice at Newgrange",
    "url": "https://apod.nasa.gov/apod/image/0812/NEWGRANGE_ITIMES_800.jpg"
  },
  {
    "copyright": "Anthony Ayiomamitis",
    "date": "2008-12-21",
    "explanation": "If you took a picture of the Sun at the same time each day, would it remain in the same position?  The answer is no, and the shape traced out by the Sun over the course of a year is called an analemma.  The Sun's apparent shift is caused by the Earth's motion around the Sun when combined with the tilt of the Earth's rotation axis.  The Sun will appear at its highest point of the analemma during summer and at its lowest during winter.  Today, the Winter Solstice day in Earth's northern hemisphere, the Sun is at the bottom of the analemma.  Analemmas created from different latitudes would appear at least slightly different, as well as analemmas created at a different time each day.  This particular analemma was built up by 46 separate Sun photographs taken during 2003 in Athens, Greece. Pictured in the foreground of this composite image are pillars called the Porch of Maidens, part of the ancient Erechtheum which was completed in 407 BC.   Note : APOD Editor to Speak in New York on Jan. 2  digg_url = 'http://apod.nasa.gov/apod/ap081221.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/analemma_ayiomamitis_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Analemma Over the Porch of Maidens",
    "url": "https://apod.nasa.gov/apod/image/0812/analemma_ayiomamitis_big.jpg"
  },
  {
    "date": "2008-12-22",
    "explanation": "Do some surface features on Enceladus roll like a conveyor belt? A leading interpretation of recent images taken of Saturn's most explosive moon indicate that they do.  This form of asymmetric tectonic activity, very unusual on Earth, likely holds clues to the internal structure of Enceladus, which may contain subsurface seas where life might be able to develop.  Pictured above is a composite of 28 images taken by the robotic Cassini spacecraft in October just after swooping by the ice-spewing orb. Inspection of these images show clear tectonic displacements where large portions of the surface all appear to move all in one direction. Near the top of the image appears one of the most prominent tectonic divides: Labtayt Sulci, a canyon about one kilometer deep.   Note : APOD Editor to Speak in New York on Jan. 2  digg_url = 'http://apod.nasa.gov/apod/ap081222.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/enceladus11_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Labtayt Sulci on Saturn's Enceladus",
    "url": "https://apod.nasa.gov/apod/image/0812/enceladus11_cassini600.jpg"
  },
  {
    "copyright": "Noel\nCarboni",
    "date": "2008-12-23",
    "explanation": "Is this coat hanger a star cluster or an asterism?  This cosmic hang-up has been debated over much of last century, as astronomers wondered whether this binocular-visible object is really a physically associated open cluster or a chance projection. Chance star projections are known as asterisms, an example of which is the popular Big Dipper.  Recent precise measurements from different vantage points in the Earth's orbit around the Sun have uncovered discrepant angular shifts indicating that the Coat Hanger is better described as an asterism. Known more formally as Collinder 399, this bright stellar grouping is wider than the full moon and lies in the constellation of the Fox (Vulpecula).  On the far right of the image is the open cluster of stars NGC 6802.   Note : APOD Editor to Speak in New York on Jan. 2  digg_url = 'http://apod.nasa.gov/apod/ap081223.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/coathanger_parker_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Collinder 399: The Coat Hanger",
    "url": "https://apod.nasa.gov/apod/image/0812/coathanger_parker.jpg"
  },
  {
    "date": "2008-12-24",
    "explanation": "Forty years ago, in December of 1968, the Apollo 8 crew flew from the Earth to the Moon and back again. Frank Borman, James Lovell, and William Anders were launched atop a Saturn V rocket on December 21, circled the Moon ten times in their command module, and returned to Earth on December 27. The Apollo 8 mission's impressive list of firsts includes: the first humans to journey to the Earth's Moon, the first to fly using the Saturn V rocket, and the first to photograph the Earth from deep space.  As the Apollo 8 command module rounded the farside of the Moon, the crew could look toward the lunar horizon and see the Earth appear to rise, due to their spacecraft's orbital motion. Their famous picture of a distant blue Earth above the Moon's limb was a marvelous gift to the world.   Note : APOD Editor to Speak in New York on Jan. 2  digg_url = 'http://apod.nasa.gov/apod/ap081224.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/as8-14-2383HR.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earthrise",
    "url": "https://apod.nasa.gov/apod/image/0812/as8-14-2383HR_c800.jpg"
  },
  {
    "copyright": "R Jay Gabany",
    "date": "2008-12-25",
    "explanation": "Clouds of glowing hydrogen gas fill this colorful skyscape in the faint but fanciful constellation Monoceros, the Unicorn. A star forming region cataloged as NGC 2264, the complex jumble of cosmic gas and dust is about 2,700 light-years distant and mixes reddish emission nebulae excited by energetic light from newborn stars with dark interstellar dust clouds. Where the otherwise obscuring dust clouds lie close to the hot, young stars they also reflect starlight, forming blue reflection nebulae. The wide mosaic spans about 3/4 degree or nearly 1.5 full moons, covering 40 light-years at the distance of NGC 2264. Its cast of cosmic characters includes the the Fox Fur Nebula, whose convoluted pelt lies at the upper left, bright variable star S Mon immersed in the blue-tinted haze just below the Fox Fur, and the Cone Nebula at the far right. Of course, the stars of NGC 2264 are also known as the Christmas Tree star cluster. The triangular tree shape traced by the stars appears sideways here, with its apex at the Cone Nebula and its broader base centered near S Mon.   Note : APOD Editor to Speak in New York on Jan. 2  digg_url = 'http://apod.nasa.gov/apod/ap081225.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/ngc2264wide_gabany.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fox Fur, a Unicorn, and a Christmas Tree",
    "url": "https://apod.nasa.gov/apod/image/0812/ngc2264wide_gabany_sm.jpg"
  },
  {
    "copyright": "Gordon Haynes",
    "date": "2008-12-26",
    "explanation": "Like an illustration in a galactic Just So Story, the Elephant's Trunk Nebula winds through the emission nebula and young star cluster complex IC 1396, in the high and far off constellation of Cepheus. Of course, this cosmic elephant's trunk is over 20 light-years long. This false-color composite was recorded through narrow band filters that transmit the light from hydrogen (in green), sulfur (in red), and oxygen (in blue) atoms in the region. The resulting image highlights the bright swept-back ridges that outline pockets of cool interstellar dust and gas. Such embedded, dark, tendril-shaped clouds contain the raw material for star formation and hide protostars within the obscuring cosmic dust. Nearly 3,000 light-years distant, the relatively faint IC 1396 complex covers a large region on the sky, spanning over 5 degrees. This dramatic close-up covers a 2 degree wide field, about the size of 4 Full Moons.   Note : APOD Editor to Speak in New York on Jan. 2  digg_url = 'http://apod.nasa.gov/apod/ap081226.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/IC1396_gphaynes.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Elephant's Trunk in IC 1396",
    "url": "https://apod.nasa.gov/apod/image/0812/IC1396crop800_gphaynes.jpg"
  },
  {
    "date": "2008-12-27",
    "explanation": "The Crab Pulsar, a city-sized, magnetized neutron star spinning 30 times a second, lies at the center of this remarkable image from the orbiting Chandra Observatory. The deep x-ray image gives the first clear view of the convoluted boundaries of the Crab's pulsar wind nebula. Like a cosmic dynamo the pulsar powers the x-ray emission. The pulsar's energy accelerates charged particles, producing eerie, glowing x-ray jets directed away from the poles and an intense wind in the equatorial direction. Intriguing edges are created as the charged particles stream away, eventually losing energy as they interact with the pulsar's strong magnetic field. With more mass than the Sun and the density of an atomic nucleus, the spinning pulsar itself is the collapsed core of a massive star. The stellar core collapse resulted in a supernova explosion that was witnessed in the year 1054. This Chandra image spans just under 9 light-years at the Crab's estimated distance of 6,000 light-years.   Note : APOD Editor to Speak in New York on Jan. 2  digg_url = 'http://apod.nasa.gov/apod/ap081227.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/crabpulsarwind.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crab Pulsar Wind Nebula",
    "url": "https://apod.nasa.gov/apod/image/0812/crabpulsarwind_c.jpg"
  },
  {
    "date": "2008-12-28",
    "explanation": "Rich star fields and glowing hydrogen gas silhouette dense, opaque clouds of interstellar gas and dust in this Hubble Space Telescope close-up of IC 2944, a bright star forming region in Centaurus, 5,900 light-years away. The largest of these dark globules, first spotted by South African astronomer A. D. Thackeray in 1950, is likely two separate but overlapping clouds, each more than one light-year wide. Combined the clouds contain material equivalent to about 15 times the mass of the Sun, but will they actually collapse to form massive stars? Along with other data, the sharp Hubble images indicate that Thackeray's globules are fractured and churning as a result of intense ultraviolet radiation from young, hot stars already energizing and heating the bright emission nebula. These and similar dark globules known to be associated with other star forming regions may ultimately be dissipated by their hostile environment -- like cosmic lumps of butter in a hot frying pan.   Note : APOD Editor to Speak in New York on Jan. 2  digg_url = 'http://apod.nasa.gov/apod/ap081228.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/thackeray_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Thackeray's Globules",
    "url": "https://apod.nasa.gov/apod/image/0812/thackeray_hst.jpg"
  },
  {
    "date": "2008-12-29",
    "explanation": "Grand spiral galaxies often seem to get all the glory, flaunting their young, bright, blue star clusters in beautiful, symmetric spiral arms. But small, irregular galaxies form stars too. In fact, as pictured here, dwarf galaxy NGC 1569 is apparently undergoing a burst of star forming activity, thought to have begun over 25 million years ago. The resulting turbulent environment is fed by supernova explosions as the cosmic detonations spew out material and trigger further star formation. Two massive star clusters - youthful counterparts to globular star clusters in our own spiral Milky Way galaxy - are seen left of center in the gorgeous Hubble Space Telescope image. The above picture spans about 8,000 light-years across NGC 1569. A mere 11 million light-years distant, this relatively close starburst galaxy offers astronomers an excellent opportunity to study stellar populations in rapidly evolving galaxies. NGC 1569 lies in the long-necked constellation Camelopardalis.   Note : APOD Editor to Speak in New York on Jan. 2  digg_url = 'http://apod.nasa.gov/apod/ap081229.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/ngc1569_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1569: Starburst in a Dwarf Irregular Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0812/ngc1569_hst.jpg"
  },
  {
    "date": "2008-12-30",
    "explanation": "There's no place like home.  Peering out of the window of the International Space Station (ISS), astronaut Greg Chamitoff takes in the planet on which we were all born.  About 350 kilometers up, the ISS is high enough so that the Earth's horizon appears clearly curved. Astronaut Chamitoff's window shows some of Earth's complex clouds, in white, and life giving atmosphere and oceans, in blue. The space station orbits the Earth about once every 90 minutes. It is not difficult for people living below to look back toward the ISS.  The ISS can frequently be seen as a bright point of light drifting overhead just after sunset. Telescopes can even resolve the overall structure of the space station. The above image was taken early last month from the ISS's Kibo laboratory.   Note : APOD Editor to Speak in New York on Jan. 2  digg_url = 'http://apod.nasa.gov/apod/ap081230.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/exp18home_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Home from Above",
    "url": "https://apod.nasa.gov/apod/image/0812/exp18home_nasa.jpg"
  },
  {
    "copyright": "Till Credner",
    "date": "2008-12-31",
    "explanation": "Still need to come up with a good new year's resolution? Consider one appropriate for 2009, the International Year of Astronomy; just look up -- experience, learn, and enjoy the changing sky. This 4-minute, time-lapse video is composed from a series of 7,000 images highlighting much of what you could see. Arcing through the sky in a stately reflection of planet Earth's own rotation are Moon, Sun and stars. But the sequence also features satellites and meteors streaking overhead, clouds moving along the horizon changing in a beautiful iridescence, and beaming crepuscular rays.   Note : APOD Editor to Speak in New York on Jan. 2  digg_url = 'http://apod.nasa.gov/apod/ap081231.html'; digg_skin = 'compact';",
    "media_type": "other",
    "service_version": "v1",
    "title": "The Sky in Motion"
  },
  {
    "date": "2009-01-01",
    "explanation": "Astronomers all over planet Earth invite you to experience the night sky as part of the International Year of Astronomy 2009. This year was picked by the International Astronomical Union and the United Nations Educational, Scientific, and Cultural Organization because it occurs 400 years after Galileo turned one of the first telescopes toward the heavens.   Peering through that small window, Galileo discovered that the Moon has craters, Venus has phases, Jupiter has moons, and Saturn has rings.  This year you can discover these and many modern wonders of the amazing overhead tapestry that is shared by all of humanity. If, like many others, you find the night sky wondrous and educational, be sure to attend an IYA2009 event in your area, and tell any schools and children that might be interested. Also, please feel free to explore the extensive IYA2009 web pages to find international media events that include blogs, webcasts and much much more.   Note : APOD Editor to Speak in New York on Jan. 2 (tomorrow!)  digg_url = 'http://apod.nasa.gov/apod/ap090101.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/logo_iya2009_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Welcome to the International Year of Astronomy",
    "url": "https://apod.nasa.gov/apod/image/0901/logo_iya2009.jpg"
  }
]
