[
  {
    "copyright": "Paul Mortfield",
    "date": "2008-11-01",
    "explanation": "Menacing flying forms and garish colors are a mark of the Halloween season. They also stand out in this cosmic close-up of the eastern Veil Nebula.  The Veil Nebula itself is a large supernova remnant, the expanding debris cloud from the death explosion of a massive star. While the Veil is roughly circular in shape covering nearly 3 degrees on the sky in the constellation Cygnus, this portion of the eastern Veil spans only 1/2 degree, about the apparent size of the Moon. That translates to 12 light-years at the Veil's estimated distance of 1,400 light-years from planet Earth. In this composite of image data recorded through narrow band filters, emission from hydrogen atoms in the remnant is shown in red with strong emission from oxygen atoms in greenish hues. In the western part of the Veil lies another seasonal apparition, the Witch's Broom.  Take a survey on Aesthetics and Astronomy.   digg_url = 'http://apod.nasa.gov/apod/ap081101.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/Veileast-Mortfield-Cancelli.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Spectre in the Eastern Veil",
    "url": "https://apod.nasa.gov/apod/image/0811/Veileast-Mortfield-Cancelli_c800.jpg"
  },
  {
    "date": "2008-11-02",
    "explanation": "Imagine a pipe as wide as a state and as long as half the Earth.  Now imagine that this pipe is filled with hot gas moving 50,000 kilometers per hour.  Further imagine that this pipe is not made of metal but a transparent magnetic field.  You are envisioning just one of thousands of young spicules on the active Sun.  Pictured above is perhaps the highest resolution image yet of these enigmatic solar flux tubes.  Spicules dot the above frame of solar active region 10380 that crossed the Sun in 2004 June, but are particularly evident as a carpet of dark tubes on the right.  Time-sequenced images have recently shown that spicules last about five minutes, starting out as tall tubes of rapidly rising gas but eventually fading as the gas peaks and falls back down to the Sun.  These images also indicate that the ultimate cause of spicules is sound-like waves that flow over the Sun's surface but leak into the Sun's atmosphere.   digg_url = 'http://apod.nasa.gov/apod/ap081102.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/spicules_sst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spicules: Jets on the Sun",
    "url": "https://apod.nasa.gov/apod/image/0811/spicules_sst.jpg"
  },
  {
    "date": "2008-11-03",
    "explanation": "Why does Mercury have so many rayed craters? No one is sure.  The robotic MESSENGER spacecraft that is taking unprecedented images as it swoops past the innermost planet has provided dramatic confirmation that Mercury has more rayed craters than Earth's Moon. Pictured above, a particularly spectacular rayed crater spanning approximately 80 kilometers was imaged by MESSENGER during last month's flyby from about 20,000 kilometers up.  The rays prevalence is a mystery because space weathering effects such as dust accumulation and solar wind attenuation should be greater on Mercury than on the Moon.  Hypothesized solutions currently include the optical properties of Mercurian dust, and that Mercury's high mass and proximity to the Sun cause more violent impacts, thus typically raising more light material. MESSENGER will buzz past Mercury again next year before entering orbit in 2011.   digg_url = 'http://apod.nasa.gov/apod/ap081103.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/mercuryrays_messenger_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Spectacular Rayed Crater on Mercury",
    "url": "https://apod.nasa.gov/apod/image/0811/mercuryrays_messenger.jpg"
  },
  {
    "date": "2008-11-04",
    "explanation": "How could a galaxy become shaped like a ring?  Even more strange: how could two?  The rim of the blue galaxy pictured on the right shows an immense ring-like structure 30,000 light years in diameter composed of newly formed, extremely bright, massive stars.  This blue galaxy is part of the interacting galaxy system known as Arp 147, and shows a ring because it has recently collided with the other galaxy in the frame, the red galaxy on the left.  Unusually, even this red galaxy shows a ring like band, although it is seen nearly edge-on. When galaxies collide, they pass through each other -- their individual stars rarely come into contact.  Clouds of interstellar gas and dust become condensed, causing a wave of star formation to move out from the impact point like a ripple across the surface of a pond.  The above image was taken last week by NASA's Hubble Space Telescope to demonstrate the ability of its Wide Field Planetary Camera 2 after some recent technical difficulties.   digg_url = 'http://apod.nasa.gov/apod/ap081104.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/arp147_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Double Ring Galaxies of Arp 147 from Hubble",
    "url": "https://apod.nasa.gov/apod/image/0811/arp147_hst.jpg"
  },
  {
    "date": "2008-11-05",
    "explanation": "Above is one of the closest pictures yet obtained of Saturn's ice-spewing moon Enceladus. The image was taken from about 1,700 kilometers up as the robotic Cassini spacecraft zoomed by the fractured ice ball last week.   Features the size of a bus are resolvable in this highly detailed image taken of Enceladus' active tiger stripe region. Very different from most other moons and planets, grooves and hills dot an alien moonscape devoid of craters. Space pioneers might wonder where, on such a highly textured surface, a future probe might land in search of freshly deposited ice, subsurface seas, or even indicators of life.  Although appearing dark in the above contrast-enhanced image, the surface of Enceladus is covered with some of the brightest ice in the entire Solar System, reflecting about 99 percent of the light it receives.  To help better understand this enigmatic world, Cassini is scheduled to swoop by Enceladus at least five more times.   digg_url = 'http://apod.nasa.gov/apod/ap081105.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/enceladusupclose_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Seventeen Hundred Kilometers Above Enceladus",
    "url": "https://apod.nasa.gov/apod/image/0811/enceladusupclose_cassini.jpg"
  },
  {
    "date": "2008-11-06",
    "explanation": "This dramatic image of Jupiter is touted as the sharpest picture of the entire gas giant ever taken from the ground. The picture was made using a prototype instrument known as MAD (Multi-conjugate Adaptive optics Demonstrator) mounted on one of the European Southern Observatory's 8-meter diameter Very Large Telescope units in Chile. Working at infrared wavelengths the MAD instrument removes atmospheric blurring, the bane of earthbound telescopes, by using multiple guide stars and deformable mirrors to sense and correct for the distortions produced by turbulence in Earth's atmosphere. Hydrogen and methane deep in Jupiter's own thick atmosphere absorb light at infrared wavelengths. So, this sharper view shows the infrared sunlight reflected from the giant planet's high level haze prominent in the equatorial regions and near the poles. It reveals features as small as 300 kilometers across. The promising technique can also be applied to imaging other extended objects like star clusters and nebulae.  Take a survey on Aesthetics and Astronomy.   digg_url = 'http://apod.nasa.gov/apod/ap081106.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/jupiter_eso.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sharper View of a Hazy Giant",
    "url": "https://apod.nasa.gov/apod/image/0811/jupiter_eso_c720.jpg"
  },
  {
    "copyright": "Astro Anarchy",
    "date": "2008-11-07",
    "explanation": "In this colorful mosaic, filaments of gas and dust span some 9 degrees across central Cygnus, a nebula rich constellation along the northern Milky Way. A trio of nebulae with popular names highlights the beautiful skyscape - the Butterfly, the Crescent, and the Tulip. At left, the Butterfly Nebula (IC 1318), lies near bright star Gamma Cygni. The Butterfly's expansive, glowing, wing-shaped gas clouds are divided by a dark dust lane. Near center, the Crescent Nebula (NGC 6888) is more compact, a cosmic bubble with a bright edge blown by winds from a massive Wolf-Rayet star. On the right is the Tulip Nebula (Sh2-101), a small emission region shaped like a blossoming flower viewed from the side. All are within a few thousand light-years of the Sun in the Orion spiral arm of our galaxy. The gorgeous mosaic is presented in false color, constructed from image data recorded through narrow band filters. The range of colors was created by a mapping of emission from hydrogen, sulfur and oxygen atoms in the nebula to red, green, and blue hues.  Take a survey on Aesthetics and Astronomy.   digg_url = 'http://apod.nasa.gov/apod/ap081107.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/CygnusTrio_Metsavainio.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cygnus Trio",
    "url": "https://apod.nasa.gov/apod/image/0811/CygnusTrio_Metsavainio_c800.jpg"
  },
  {
    "date": "2008-11-08",
    "explanation": "On October 7, the early dawn over northern Sudan revealed this twisted, high altitude trail. Captured in a video frame, the long-lasting persistent train is from the impact of a small asteroid cataloged as 2008 TC3. That event was remarkable because it was the first time an asteroid was detected in space before crashing into planet Earth's atmosphere. In fact, after astronomers discovered 2008 TC3, the time and location of its impact were predicted based on follow-up observations. Later, the impact predictions were confirmed by sensors, including a Meteosat-8 image of a bright flash in the atmosphere. Astronomers are now hoping for more reports of local ground-based observations of what must have been a brilliant meteor streaking through Sudan's night sky. Additional reports could improve the chances of recovering meteorites.  Take a survey on Aesthetics and Astronomy.   digg_url = 'http://apod.nasa.gov/apod/ap081108.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/2008tc3train7_elhassan.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "On the Trail of 2008 TC3",
    "url": "https://apod.nasa.gov/apod/image/0811/2008tc3train7_elhassan800.jpg"
  },
  {
    "date": "2008-11-09",
    "explanation": "What's happening at the center of active galaxy 3C 75?  The two bright sources at the center of this composite x-ray (blue)/ radio (pink) image are co-orbiting supermassive black holes powering the giant radio source 3C 75. Surrounded by multimillion degree x-ray emitting gas, and blasting out jets of relativistic particles the supermassive black holes are separated by 25,000 light-years. At the cores of two merging galaxies in the Abell 400 galaxy cluster they are some 300 million light-years away. Astronomers conclude that these two supermassive black holes are bound together by gravity in a binary system in part because the jets' consistent swept back appearance is most likely due to their common motion as they speed through the hot cluster gas at 1200 kilometers per second. Such spectacular cosmic mergers are thought to be common in crowded galaxy cluster environments in the distant universe. In their final stages the mergers are expected to be intense sources of gravitational waves.   digg_url = 'http://apod.nasa.gov/apod/ap081109.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/3c75_nrao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Two Black Holes Dancing in 3C 75",
    "url": "https://apod.nasa.gov/apod/image/0811/3c75_nrao.jpg"
  },
  {
    "date": "2008-11-10",
    "explanation": "The central region of our Milky Way Galaxy is a mysterious and complex place. Pictured here in radio and infrared light, the galaxy's central square degree is highlighted in fine detail. The region is known as the Central Molecular Zone. While much of the extended emission is due to dense gas laced with molecules, also seen are emission nebulas lit up by massive young stars, glowing supernova remnants, and the curving Galactic Center Radio Arc in purple. The identity and root cause for many other features remains unknown.  Besides a massive black hole named Sgr A*, the Galactic Center houses the galaxy's most active star forming region. This image is not just interesting scientifically. It's esthetic beauty won first prize this year in the AUI/NRAO Image Contest.    digg_url = 'http://apod.nasa.gov/apod/ap081110.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/galacticcenter_glimpse_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Our Galaxy's Central Molecular Zone",
    "url": "https://apod.nasa.gov/apod/image/0811/galacticcenter_glimpse.jpg"
  },
  {
    "copyright": "Joseph Brimacombe",
    "date": "2008-11-11",
    "explanation": "First cataloged as a star, 30 Doradus is actually an immense star forming region in nearby galaxy The Large Magellanic Cloud. The region's spidery appearance is responsible for its popular name, the Tarantula nebula, except that this tarantula is about 1,000 light-years across, and 180,000 light-years away in the southern constellation Dorado. If the Tarantula nebula were at the distance of the Orion Nebula (1,500 light-years), the nearest stellar nursery to Earth, it would appear to cover about 30 degrees (60 full moons) on the sky. The spindly arms of the Tarantula nebula surround NGC 2070, a star cluster that contains some of the brightest, most massive stars known. Intriguing details of the nebula are visible in this scientifically-colored image. The cosmic Tarantula also lies near the site of the closest recent supernova.   digg_url = 'http://apod.nasa.gov/apod/ap081111.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/tarantula_brimacombe_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cosmic Web of the Tarantula Nebula",
    "url": "https://apod.nasa.gov/apod/image/0811/tarantula_brimacombe.jpg"
  },
  {
    "date": "2008-11-12",
    "explanation": "The northern Martian summer is waning. As predicted, a decline in daylight hours, deteriorating weather, and dust storms are preventing solar arrays on the Phoenix Mars Lander from providing power.  Phoenix's last signal was received on November 2, its successful mission ending after more than five months in the arctic region of the Red Planet, a run that exceeded its planned operational lifetime. Attempting to discover if Mars' surface has ever been able to support microbial life, Phoenix performed an extensive analysis of the soil and returned a wealth of image data. Of course, one of the lander's most exciting results was the detection of water-ice near the Martian surface. Recorded in October, this picture from the lander's Robotic Arm Camera shows the region under the Phoenix with flat, exposed icy patches. That area caused researchers to exclaim \"Holy Cow!\" when it was first imaged a few days after the May 25 touchdown of the Phoenix Mars Lander.   digg_url = 'http://apod.nasa.gov/apod/ap081112.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/PhoenixHolyCowMosaicAPOD.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Phoenix and the Holy Cow",
    "url": "https://apod.nasa.gov/apod/image/0811/PhoenixHolyCowMosaicAPOD800.jpg"
  },
  {
    "copyright": "Keith Quattrocchi",
    "date": "2008-11-13",
    "explanation": "Adrift in the rich star fields of the constellation Cygnus, this lovely, symmetric bubble nebula was only recently recognized and may not yet appear in astronomical catalogs.  In fact, amateur astronomer Dave Jurasevich identified it as a nebula on July 6 in his images of the complex Cygnus region that included the Crescent Nebula (NGC 6888). He subsequently notified the International Astronomical Union. Only eleven days later the same object was independently identified by Mel Helm at Sierra Remote Observatories, imaged by Keith Quattrocchi and Helm, and also submitted to the IAU as a potentially unknown nebula. Their final composite image is seen here, including narrow-band image data that highlights the nebula's delicate outlines. What is the newly recognized bubble nebula? Like the Crescent Nebula itself, this cosmic bubble could be blown by winds from a massive Wolf-Rayet star, or it could be a spherically-shaped planetary nebula, a final phase in the life of a sun-like star.   digg_url = 'http://apod.nasa.gov/apod/ap081113.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/UndesignatedBubbleFC_kbqmh2546.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Bubble in Cygnus",
    "url": "https://apod.nasa.gov/apod/image/0811/UndesignatedBubbleFC_kbqmh800.jpg"
  },
  {
    "date": "2008-11-14",
    "explanation": "Fomalhaut (sounds like \"foam-a-lot\") is a bright, young, star, a short 25 light-years from planet Earth in the direction of the constellation Piscis Austrinus. In this sharp composite from the Hubble Space Telescope, Fomalhaut's surrounding ring of dusty debris is imaged in detail, with overwhelming glare from the star masked by an occulting disk in the camera's coronagraph. Astronomers now identify, the tiny point of light in the small box at the right as a planet about 3 times the mass of Jupiter orbiting 10.7 billion miles from the star (almost 23 times the Sun-Jupiter distance). Designated Fomalhaut b, the massive planet probably shapes and maintains the ring's relatively sharp inner edge, while the ring itself is likely a larger, younger analog of our own Kuiper Belt - the solar system's outer reservoir of icy bodies. The Hubble data represent the first visible-light image of a planet circling another star.   digg_url = 'http://apod.nasa.gov/apod/ap081114.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/fomalhaut_hst_lab.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fomalhaut b",
    "url": "https://apod.nasa.gov/apod/image/0811/fomalhaut_hst_lab800.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2008-11-15",
    "explanation": "The two prominent stars in the foreground of this colorful skyscape are well within our own Milky Way Galaxy. Their spiky appearance is due to diffraction in the astronomer's telescope. But the two eye-catching galaxies in view lie far beyond the Milky Way, at a distance of about 200 million light-years. Their distorted appearance is due to gravitational tides as the pair engage in close encounters. From our perspective, the bright cores of the galaxies are separated by about 80,000 light-years. Cataloged as Arp 273 (also as UGC 1810), the galaxies do look peculiar, but interacting galaxies are now understood to be common in the universe. In fact, the nearby large spiral Andromeda Galaxy is known to be some 2 million light-years away and approaching the Milky Way. Arp 273 may offer an analog of their far future encounter. Repeated galaxy encounters on a cosmic timescale can ultimately result in a merger into a single galaxy of stars.   digg_url = 'http://apod.nasa.gov/apod/ap081115.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/ugc1810s_block.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Arp 273",
    "url": "https://apod.nasa.gov/apod/image/0811/ugc1810crop_block.jpg"
  },
  {
    "copyright": "John Britton",
    "date": "2008-11-16",
    "explanation": "What's happening over the horizon?  Although the scene may appear somehow supernatural, nothing more unusual is occurring than a setting Sun and some well placed clouds.  Pictured above are anticrepuscular rays.  To understand them, start by picturing common crepuscular rays that are seen any time that sunlight pours though scattered clouds.  Now although sunlight indeed travels along straight lines, the projections of these lines onto the spherical sky are great circles.  Therefore, the crepuscular rays from a setting (or rising) sun will appear to re-converge on the other side of the sky.  At the anti-solar point 180 degrees around from the Sun, they are referred to as anticrepuscular rays.  Pictured above is a particularly striking set of anticrepuscular rays photographed in 2001 from a moving car just outside of Boulder, Colorado, USA.   digg_url = 'http://apod.nasa.gov/apod/ap081116.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/anticrepuscular_britton_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Anticrepuscular Rays Over Colorado",
    "url": "https://apod.nasa.gov/apod/image/0811/anticrepuscular_britton.jpg"
  },
  {
    "date": "2008-11-17",
    "explanation": "How common are planetary systems like our own Solar System?  In the twelve years previous to 2008, over 300 candidate planetary systems have been found orbiting nearby stars.   None, however, were directly imaged, few showed evidence for multiple planets, and many had a Jupiter-sized planet orbiting inside the orbit of Mercury.  Last week, however, together with recent images of Fomalhaut b, the above picture was released showing one of first confirmed images of planets orbiting a distant Sun-like star.  HR 8799 has a mass about 1.5 times that of our own Sun, and lies about 130 light years from the Sun -- a distance similar to many stars easily visible in the night sky.  Pictured above, a 10-meter Keck telescope in Hawaii captured in infrared light three planets orbiting an artificially obscured central star.   The 8-meter Gemini North telescope captured a similar image.   Each planet likely contains several times the mass of Jupiter, but even the innermost planet, labelled d, has an orbital radius near the equivalent of the Sun- Neptune distance.   Although the HR 8799 planetary system has significant differences with our Solar System, it is a clear demonstration that complex planetary systems exist, systems that could conceivable contain an Earth-like planet.    digg_url = 'http://apod.nasa.gov/apod/ap081117.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/hr8799_keck.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "HR 8799: Discovery of a Multi-planet Star System",
    "url": "https://apod.nasa.gov/apod/image/0811/hr8799_keck_big.jpg"
  },
  {
    "date": "2008-11-18",
    "explanation": "Pictured above is the first image ever taken of the Earth from the Moon. The image was taken in 1966 by Lunar Orbiter 1 and heralded by then-journalists as the Image of the Century. It was taken about two years before the Apollo 8 crew snapped its more famous color cousin. Recently, modern technology has allowed the recovery of higher resolution images from old data sources such as Lunar Orbiter tapes than ever before.  Specifically, recovery of the above image was initiated 20 years ago by Nancy Evans, and completed recently by Dennis Wingo and Keith Cowing who lead the Lunar Orbiter Image Recovery Project. Lunar Orbiter Image Recovery Project.  Images like that above carry more than aesthetic value -- comparison to recent high definition images of the Moon enables investigations into how the Moon has been changing.   digg_url = 'http://apod.nasa.gov/apod/ap081118.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/earthmoon_nasa_big.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Restored: First Image of the Earth from the Moon",
    "url": "https://apod.nasa.gov/apod/image/0811/earthmoon_nasa.jpg"
  },
  {
    "date": "2008-11-19",
    "explanation": "What's causing this unusual aurora over Saturn? No one is sure. Infrared images by the robotic Cassini spacecraft of the north pole of Saturn have uncovered aurora unlike any other seen previously in our Solar System. The strange aurora are shown in blue in the above image, while the underlying clouds are shown in red.  The previously recorded, also-strange hexagon cloud patterns are visible in red below the aurora. These Saturnian aurora can cover the entire pole, while auroras around Earth and Jupiter are typically confined by magnetic fields to rings surrounding the magnetic poles. More normal auroral rings had been previously imaged around Saturn. The recently imaged strange auroras above Saturn's north pole can change their global patterns significantly in only a few minutes. The large and variable nature of these auroras indicate that charged particles streaming in from the Sun are experiencing some type of magnetism above Saturn that was previously unexpected.    digg_url = 'http://apod.nasa.gov/apod/ap081119.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/saturnhexaurora_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual Auroras Over Saturn's North Pole",
    "url": "https://apod.nasa.gov/apod/image/0811/saturnhexaurora_cassini.jpg"
  },
  {
    "copyright": "Clay Center Observatory",
    "date": "2008-11-20",
    "explanation": "Glaring near the top of the frame, the shuttle orbiter Endeavour rockets into the night on the STS-126 mission. Endeavour left planet Earth on November 14 from Launch Pad 39A at NASA's Kennedy Space Center, making the 27th flight to the International Space Station. To record the dramatic view, the camera was placed so the shuttle's flight path tracked across the Moon, from a vantage point in Indian River City, Florida. Near picture center the almost full, perigee Moon shining through thin clouds silhouettes the shuttle's dense exhaust trail. On board the space station, the crew and the STS-126 astronauts can celebrate the orbital outpost's 10th anniversary today. Construction of the International Space Station officially began with the November 20, 1998 Russian launch of the station's first element, the bus-sized Zarya module.",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/sts126_kozubal_lg.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Endeavour in the Moon",
    "url": "https://apod.nasa.gov/apod/image/0811/sts126_kozubal_sm.jpg"
  },
  {
    "copyright": "Don Goldman",
    "date": "2008-11-21",
    "explanation": "Also known by the popular name the \"Little Dumbbell Nebula\", M76 is one of the fainter objects listed in Charles Messier's 18th century Catalog of Nebulae and Star Clusters. Like its better-known namesake M27 (the Dumbbell Nebula), M76 is recognized as a planetary nebula - a gaseous shroud cast off by a dying sunlike star. The nebula itself is thought to be shaped more like a donut, its central box-like appearance due to our nearly edge-on view.  Gas expanding more rapidly away from the donut hole produces the more extensive, far flung material in this remarkable image that uses narrow-band filters to highlight the emission from hydrogen (in red) and oxygen atoms (in greenish blue). In particular, complex oxygen emission features are seen above and below the main nebula to a degree not detected in most images of M76. Distance estimates place M76 about 3 to 5 thousand light-years away toward the heroic constellation Perseus, making the nebula over a light-year in diameter.   digg_url = 'http://apod.nasa.gov/apod/ap081121.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/M76NB_goldmanRGB_Crop.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M76 Above and Below",
    "url": "https://apod.nasa.gov/apod/image/0811/M76NB_goldmanRGB_Crop800.jpg"
  },
  {
    "copyright": "Miguel Claro",
    "date": "2008-11-22",
    "explanation": "In this panorama of Earth and sky recorded on Thursday, November 13, the Full Moon rises along the eastern horizon at the far left. Of course, the Full Moon rises at sunset and that Thursday's setting Sun was also captured at the far right. In between, 17 digital images are stitched together to follow the horizon to the south in a lovely twilight portrait of the city of Lisbon, Portugal. The serene view takes in part of the longest bridge in Europe, the Vasco da Gama bridge, beneath the rising Moon and ends at the mouth of the Tagus River looking west toward the sunset and the Atlantic Ocean. The photographer's vantage point was Lisbon's 100 foot high Cristo Rei monument on the south bank of the Tagus, at the foot of the port city's other famous bridge, the Ponte 25 de Abril.   digg_url = 'http://apod.nasa.gov/apod/ap081122.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/Panoramica-luaSol-net.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "From Moonrise to Sunset",
    "url": "https://apod.nasa.gov/apod/image/0811/Panoramica-luaSol-net.jpg"
  },
  {
    "copyright": "T. A. Rector",
    "date": "2008-11-23",
    "explanation": "Strange shapes and textures can be found in neighborhood of the Cone Nebula. The unusual shapes originate from fine interstellar dust reacting in complex ways with the energetic light and hot gas being expelled by the young stars.  The brightest star on the right of the  above picture is S Mon, while the region just above it has been nicknamed the Fox Fur Nebula for its color and structure.  The blue glow directly surrounding S Mon results from reflection, where neighboring dust reflects light from the bright star.  The orange glow that encompasses the whole region results not only from dust reflection but also emission from hydrogen gas ionized by starlight. S Mon is part of a young open cluster of stars named NGC 2264, located about 2500 light years away toward the constellation of Monoceros.   The origin of the mysterious geometric Cone Nebula, visible on the far left, remains a mystery.   digg_url = 'http://apod.nasa.gov/apod/ap081123.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/coneregion_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Vicinity of the Cone Nebula",
    "url": "https://apod.nasa.gov/apod/image/0811/coneregion_noao.jpg"
  },
  {
    "date": "2008-11-24",
    "explanation": "What created this unusual terrain on Mars?  The floors of several mid-latitude craters in Hellas Basin on Mars appear unusually grooved, flat, and shallow.  New radar images from the Mars Reconnaissance Orbiter bolster an exciting hypothesis: huge glaciers of buried ice.  Evidence indicates that such glaciers cover an area larger than a city and extend as much as a kilometer deep.  The ice would have been kept from evaporating into the thin Martian air by a covering of dirt.  If true, this would indicate the largest volume of water ice outside of the Martian poles, much larger than the frozen puddles recently discovered by the Phoenix lander.  Such lake-sized ice blocks located so close to the Martian equator might make a good drinking reservoir for future astronauts exploring Mars. How the glaciers originally formed remains a mystery. In the meantime, before packing up to explore Mars, please take a moment to suggest a name for NASA's next Martian rover.   digg_url = 'http://apod.nasa.gov/apod/ap081124.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/glacialcraters_mro_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Radar Indicates Buried Glaciers on Mars",
    "url": "https://apod.nasa.gov/apod/image/0811/glacialcraters_mro.jpg"
  },
  {
    "copyright": "Global TelevisionYouTube",
    "date": "2008-11-25",
    "explanation": "What if you're driving down the street and an object from space shoots across the sky right in front of you?  Such was the case last week for many people in south central Canada.   Specifically, an extremely bright fireball, presumably a desk-sized meteor from deep space, flashed across the sky just after sunset on 2008 November 20.  The bright fireball was recorded on many images and movies, including the spectacular video shown above that was captured by a dashboard camera of a police cruiser in Edmonton, Alberta, Canada.  Because at least two streaks appear to be visible, the falling object likely broke up into pieces as it fell deep into Earth's atmosphere. By triangulating fireball images from several simultaneously recorded sources, astronomers hope to find an approximate orbit from whence the object came, as well as the likely place(s) on Earth where large pieces would have impacted, were they to have survived entry.  In the best case scenario, pieces would be recovered from a known deep space comet or asteroid, giving humanity an unprecedented look at an ancient object that likely holds clues to the early years of our Earth and the Solar System.    digg_url = 'http://apod.nasa.gov/apod/ap081125.html'; digg_skin = 'compact';",
    "media_type": "video",
    "service_version": "v1",
    "title": "Fireball Over Edmonton",
    "url": "https://www.youtube.com/embed/e_2aX-784sw?rel=0&showinfo=0"
  },
  {
    "copyright": "Adam Block",
    "date": "2008-11-26",
    "explanation": "One of the most identifiable nebulae in the sky, the Horsehead Nebula in Orion, is part of a large, dark, molecular cloud.  Also known as Barnard 33, the unusual shape was first  discovered on a photographic plate in the late 1800s.  The red glow originates from hydrogen gas predominantly behind the nebula, ionized by the nearby bright star Sigma Orionis.  A blue reflection nebula dubbed NGC 2023 surrounds the bright star at the lower left. The darkness of the Horsehead is caused mostly by thick dust, although the lower part of the Horsehead's neck casts a shadow to the left.  Streams of gas leaving the nebula are funneled by a strong magnetic field.  Bright spots in the Horsehead Nebula's base are young stars just in the process of forming.  Light takes about 1500 years to reach us from the Horsehead Nebula.  The above image was taken earlier this month with a 0.6-meter telescope at the Mt. Lemmon SkyCenter in Arizona, USA.   digg_url = 'http://apod.nasa.gov/apod/ap081126.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/horsehead_caelum_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Horsehead Nebula in Orion",
    "url": "https://apod.nasa.gov/apod/image/0811/horsehead_caelum.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2008-11-27",
    "explanation": "Large galaxies grow by eating small ones. Even our own galaxy practices galactic cannibalism, absorbing small galaxies that get too close and are captured by the Milky Way's gravity. In fact, the practice is common in the universe and well illustrated by this striking pair of interacting galaxies from the banks of the southern constellation Eridanus (The River). Located over 50 million light years away, the large, distorted spiral NGC 1532 is seen locked in a gravitational struggle with dwarf galaxy NGC 1531, a struggle the smaller galaxy will eventually lose. Seen edge-on, spiral NGC 1532 spans about 100,000 light-years. The NGC 1532/1531 pair is thought to be similar to the system of face-on spiral and small companion known as M51, the Whirlpool Galaxy.   digg_url = 'http://apod.nasa.gov/apod/ap081127.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/NGC1532_gendler.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxies in the River",
    "url": "https://apod.nasa.gov/apod/image/0811/NGC1532_gendler_c800.jpg"
  },
  {
    "date": "2008-11-28",
    "explanation": "A mere 50 light-years away, young star Beta Pictoris became one of the most important stars in the sky in the early 1980s. Satellite and ground-based telescopic observations revealed the presence of a surrounding outer, dusty, debris disk and an inner clear zone about the size of our solar system -- strong evidence for the formation of planets. Now, infrared observations from European Southern Observatory telescopes incorporated in this composite offer a detection of a source in the clear zone that is most likely a giant planet orbiting Beta Pic. Designated Beta Pictoris b, the new source is more than 1,000 times fainter than the direct starlight that has been carefully subtracted from the image data. It is aligned with the disk at a projected distance that would place it near the orbit of Saturn if found in our solar system. Confirmation that the new source is a planet will come if future observations can demonstrate that the source moves in an orbit around the star. When confirmed, it will be the closest planet to its parent star directly imaged ... so far.   digg_url = 'http://apod.nasa.gov/apod/ap081128.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/betaPic_eso_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Probably a Planet for Beta Pic",
    "url": "https://apod.nasa.gov/apod/image/0811/betaPic_eso_crop.jpg"
  },
  {
    "copyright": "Yuri Beletsky",
    "date": "2008-11-29",
    "explanation": "Night skies over Chilean mountain top observatories can be dark and clear, with glorious cosmic vistas. In this recent example, the plane of our Milky Way galaxy stretches parallel to the horizon, the galactic center's star clusters, dark dust clouds, and glowing nebulae hovering in the west. Recorded after sunset, the wedge of light extending upward through the scene is Zodiacal light, sunlight scattered by dust along the solar system's ecliptic plane. A faint meteor was also caught in the view, but approaching a conjunction, brilliant Venus and bright Jupiter dominate the skyscape. A close pairing through this weekend, by Monday, December 1, they will be joined by the young crescent Moon. Look west after sunset and the tight celestial triangle formed by Moon, Venus, and Jupiter, the three brightest beacons in the night, will be a spectacular sight, even from bright-sky urban locations all over the world.   digg_url = 'http://apod.nasa.gov/apod/ap081129.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/VenJpt_beletsky.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Chilean Skyscape",
    "url": "https://apod.nasa.gov/apod/image/0811/VenJpt_beletsky_c800.jpg"
  },
  {
    "date": "2008-11-30",
    "explanation": "What would it be like to explore the Moon? NASA's Apollo missions gave humans just this chance in the late 1960s and early 1970s.  In particular, the Apollo 15 mission was dedicated to better understanding the surface of the Moon by exploring mountains, valleys, maria, and highlands. Astronauts David Scott and James Irwin spent nearly three days on the Moon while Alfred Worden orbited above in the Command Module.  The mission, which blasted off from Earth on 1971 July 26, was the first to deploy a Lunar Roving Vehicle.  Pictured above in this digitally stitched mosaic panorama, David Scott examines a boulder in front of the summit of Mt. Hadley Delta.  The shadow of James Irwin is visible to the right, while scrolling to the right will reveal a well-lit and diverse lunar terrain.  The Apollo 15 mission returned about 76 kilograms of moon rocks for detailed study.  In the future, NASA and other space agencies plan to continue to lead humanity's exploration of the Moon, Mars, and beyond.   digg_url = 'http://apod.nasa.gov/apod/ap081130.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/hillpan_apollo15_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Apollo 15 Panorama: Astronaut Exploring",
    "url": "https://apod.nasa.gov/apod/image/0811/hillpan_apollo15.jpg"
  },
  {
    "date": "2008-12-01",
    "explanation": "How massive can stars be? Big, hefty stars live short violent lives that can profoundly affect their environments.  Isolating a massive star can be problematic, however, since what seems to be a single bright star might actually turn out to be several stars close together. Such was the case for two of the brightest objects visible in the open star cluster Trumpler 16, located in the southern Carina Nebula. Upon close inspection by the Hubble Space Telescope, WR 25, the brightest object in the above image, was confirmed to consist of at least two separate stars.  Additionally, Tr16 -244, just to the upper right of WR 25, was resolved for the first time to be at least three individual stars.  Even so, the brightest star in WR 25 appears to be about 50 times the mass of our Sun, making it one of the more massive stars known. Winds from these stars are likely significant contributers to the large bubble that the star cluster sits in. The Carina Nebula, home to unusually shaped dust clouds and the famous variable star Eta Carina, lies about 7,500 light years away toward the constellation of Ship's Keel (Carina).   digg_url = 'http://apod.nasa.gov/apod/ap081201.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/trumpler16b_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Massive Stars Resolved in the Carina Nebula",
    "url": "https://apod.nasa.gov/apod/image/0812/trumpler16b_hst.jpg"
  }
]
