[
  {
    "copyright": "Alex Mukensnable",
    "date": "2008-03-01",
    "explanation": "Just opposite the setting Sun, the already-eclipsed Moon rose over the Hawaiian Islands on February 20. A view near the 14,000 foot peak of volcanic Mauna Kea on the Big Island, a popular spot for astronomers, offered this remarkable play of shadows and sunlight. With snowy cinder cones in the foreground, the Moon lies within the shadow cast by the mountain -- a shadow extending across a lower cloud deck and on through Earth's dense atmosphere. As the lunar eclipse is drawing to a close, the curved shadow of the limb of planet Earth itself can also be traced across the Moon's surface, some 400,000 kilometers away.   digg_url = 'http://apod.nasa.gov/apod/ap080301.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/MKeclipse_mukensnable.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mauna Kea Shadow Play",
    "url": "https://apod.nasa.gov/apod/image/0803/MKeclipse_mukensnable_c800.jpg"
  },
  {
    "copyright": "Col Druscie Obs.AAC",
    "date": "2008-03-02",
    "explanation": "Comet Hale-Bopp, the Great Comet of 1997, became much brighter than any surrounding stars. It was seen even over bright city lights. Away from city lights, however, it put on quite a spectacular show. Here Comet Hale-Bopp was photographed above Val Parola Pass in the Dolomite mountains surrounding Cortina d'Ampezzo, Italy. Comet Hale-Bopp's blue ion tail, consisting of ions from the comet's nucleus, is pushed out by the solar wind. The white dust tail is composed of larger particles of dust from the nucleus driven by the pressure of sunlight, that orbit behind the comet. Observations showed that Comet Hale-Bopp's nucleus spins about once every 12 hours.   digg_url = 'http://apod.nasa.gov/apod/ap080302.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/halebopp5_aac_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hale-Bopp Over Val Parola Pass",
    "url": "https://apod.nasa.gov/apod/image/0803/halebopp5_aac.jpg"
  },
  {
    "date": "2008-03-03",
    "explanation": "What are these strange shapes on Mars?  Defrosting sand dunes. As spring now dawns on the Northern Hemisphere of Mars, dunes of sand near the pole, as pictured above, are beginning to thaw.  The carbon dioxide and water ice actually sublime in the thin atmosphere directly to gas.  Thinner regions of ice typically defrost first revealing sand whose darkness soaks in sunlight and accelerates the thaw.  The process might even involve sandy jets exploding through the thinning ice.  By summer, spots will expand to encompass the entire dunes.  The Martian North Pole is ringed by many similar fields of barchan sand dunes, whose strange, smooth arcs are shaped by persistent Martian winds.   digg_url = 'http://apod.nasa.gov/apod/ap080303.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/dunes2_hirise_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sand Dunes Thawing on Mars",
    "url": "https://apod.nasa.gov/apod/image/0803/dunes2_hirise.jpg"
  },
  {
    "copyright": "T. A. Rector",
    "date": "2008-03-04",
    "explanation": "Nebulae are perhaps as famous for being identified with familiar shapes as perhaps cats are for getting into trouble.  Still, no known cat could have created the vast  Cat's Paw Nebula visible in Scorpius.  At 5,500 light years distant, Cat's Paw is an emission nebula with a red color that originates from an abundance of ionized hydrogen atoms.  Alternatively known as the Bear Claw Nebula or NGC 6334, stars nearly ten times the mass of our Sun have been born there in only the past few million years. Pictured above, the end of the Cat's Paw nebula was imaged from the Blanco 4-meter Telescope in Chile.   digg_url = 'http://apod.nasa.gov/apod/ap080304.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/catspaw_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6334: The Cat's Paw Nebula",
    "url": "https://apod.nasa.gov/apod/image/0803/catspaw_noao.jpg"
  },
  {
    "date": "2008-03-05",
    "explanation": "The developing International Space Station (ISS) has changed its appearance again.  Last month, the Space Shuttle orbiter Atlantis visited the ISS and added components that included the Columbus Science Laboratory. The entire array of expansive solar panels is visible in this picture taken by the Atlantis Crew after leaving the ISS to return to Earth.  The world's foremost space outpost can be seen developing over the past several years by comparing the above image to past images.  Also visible above are many different types of modules, a robotic arm, another impressive set of  solar panels, and a supply ship.  Construction began on the ISS in 1998.   digg_url = 'http://apod.nasa.gov/apod/ap080305.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/iss_sts122_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The International Space Station Expands Again",
    "url": "https://apod.nasa.gov/apod/image/0803/iss_sts122.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2008-03-06",
    "explanation": "The plane of our Milky Way Galaxy runs through this complex and beautiful skyscape. At the northwestern edge of the constellation Vela (the Sails) the 16 degree wide, 30 frame mosaic is centered on the glowing filaments of the Vela Supernova Remnant, the expanding debris cloud from the death explosion of a massive star. Light from the supernova explosion that created the Vela remnant reached Earth about 11,000 years ago. In addition to the shocked filaments of glowing gas, the cosmic catastrophe also left behind an incredibly dense, rotating stellar core, the Vela Pulsar. Some 800 light-years distant, the Vela remnant is likely embedded in a larger and older supernova remnant, the Gum Nebula. The broad mosaic includes other identified emission and reflection nebulae, star clusters, and the remarkable Pencil Nebula.   digg_url = 'http://apod.nasa.gov/apod/ap080306.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/VelaMosaicL_gendler.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Vela Supernova Remnant",
    "url": "https://apod.nasa.gov/apod/image/0803/VelaMosaicL_gendler800.jpg"
  },
  {
    "copyright": "P-M Hedén",
    "date": "2008-03-07",
    "explanation": "Still gracing northern skies, a fading Comet Holmes lies at the top edge of this colorful skyview, recorded on March 4. The reddish emission nebula below it is NGC 1499, also known as the California Nebula for its resemblance to the outline of the state on the US west coast. Of course, the two cosmic clouds by chance lie along nearly the same line-of-sight and so only appear to be close together and of similar size. The California Nebula is actually about 100 light-years long and 1,500 light-years away, drifting through the Orion Arm of our spiral Milky Way Galaxy. Comet Holmes is about 20 light-seconds in diameter, sweeping through our solar system a mere 25 light-minutes away, beyond the orbit of Mars. The molecules of the comet's gaseous coma fluoresce in sunlight. The California Nebula's glow is characteristic of hydrogen atoms recombining with long lost electrons, originally stripped away (ionized) by ultraviolet starlight. Providing the energetic starlight is Xi Persei, the prominent star below the nebula.   digg_url = 'http://apod.nasa.gov/apod/ap080307.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/HolmesNGC1499_heden.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet over California",
    "url": "https://apod.nasa.gov/apod/image/0803/HolmesNGC1499_heden800.jpg"
  },
  {
    "copyright": "Vicent Peris",
    "date": "2008-03-08",
    "explanation": "The striking spiral galaxy M104 is famous for its nearly edge-on profile featuring a broad ring of obscuring dust. Seen in silhouette against a bright bulge of stars, the swath of cosmic dust lanes lends a hat-like appearance to the galaxy in optical images suggesting the more popular moniker, The Sombrero Galaxy. Here, Hubble Space Telescope archival image data has been reprocessed to create this alternative look at the well-known galaxy. The newly developed processing improves the visibility of details otherwise lost in overwhelming glare, in this case allowing features of the galaxy's dust lanes to be followed well into the bright central region. About 50,000 light-years across and 28 million light-years away, M104 is one of the largest galaxies at the southern edge of the Virgo Galaxy Cluster.   digg_url = 'http://apod.nasa.gov/apod/ap080308.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/M104b_peris2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M104 Hubble Remix",
    "url": "https://apod.nasa.gov/apod/image/0803/M104b_peris800.jpg"
  },
  {
    "date": "2008-03-09",
    "explanation": "Our Earth is not at rest.   The Earth moves around the Sun.   The Sun orbits the center of the Milky Way Galaxy.   The Milky Way Galaxy orbits in the Local Group of Galaxies.   The Local Group falls toward the Virgo Cluster of Galaxies.   But these speeds are less than the speed that all of these objects together move relative to the cosmic microwave background radiation (CMBR).   In the above all-sky map from the COBE satellite, radiation in the Earth's direction of motion appears blueshifted and hence hotter, while radiation on the opposite side of the sky is redshifted and colder.   The map indicates that the Local Group moves at about 600 kilometers per second relative to this primordial radiation.   This high speed was initially unexpected and its magnitude is still unexplained.   Why are we moving so fast?   What is out there?  digg_url = 'http://apod.nasa.gov/apod/ap080309.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/dip_cobe.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "CMBR Dipole: Speeding Through the Universe",
    "url": "https://apod.nasa.gov/apod/image/0803/dip_cobe_big.jpg"
  },
  {
    "copyright": "Graeme L. WhiteJames Cook\nUniversity",
    "date": "2008-03-10",
    "explanation": "Last week, Mercury, Venus, and the Moon all appeared close together in Earth's sky. This picturesque conjunction was caught on camera behind elements of the Australia Telescope Compact Array (ATCA) near the town of Narrabri in rural New South Wales.  The ATCA consists of six radio telescopes in total, each one larger than a house. Together they form one of the highest resolution measurement devices in the world.  Impressive planetary conjunctions occur every few years.  Involving the brightest objects in the night sky, this alignment was easy to spot just before sunrise. In the picture, taken on the morning of March 6, Mercury is the highest of the three bright celestial beacons.   digg_url = 'http://apod.nasa.gov/apod/ap080310.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/planetalignment_white_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planets Align Over Australian Radio Telescope Array",
    "url": "https://apod.nasa.gov/apod/image/0803/planetalignment_white.jpg"
  },
  {
    "date": "2008-03-11",
    "explanation": "What caused this sudden cloud of dust on Mars? An avalanche!  The first avalanche imaged in progress on another planet was recorded last month on Mars by NASA's robotic Mars Reconnaissance Orbiter.  Visible in the above picture, digitally rescaled, are several layers of white ice thawing over red rock, with darker colors toward the right indicated Martian soil that mixed with lesser amounts of ice.  As the cliff of over 700 meters high was thawing, falling ice crashed down raising plumes of ice and dust so thick they cast visible shadows.  The scarp has slopes with grades greater than 60 degrees.  The entire scene is illuminated from the upper right by the Sun.  A thaw occurs each spring in the Northern Hemisphere of Mars, as the warming climate causes solid carbon dioxide ice to sublimate directly to vapor.  Studying such avalanches allows planetary geologists to better understand soil configurations on Mars.   digg_url = 'http://apod.nasa.gov/apod/ap080311.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/avalanche_hirise_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Avalanche on Mars",
    "url": "https://apod.nasa.gov/apod/image/0803/avalanche_hirise.jpg"
  },
  {
    "date": "2008-03-12",
    "explanation": "How do stars form?   To better understand this complex and chaotic process, astronomers used the Hubble Space Telescope to image in unprecedented detail the star forming region LH 95 in the nearby Large Magellanic Cloud galaxy.  Usually only the brightest, bluest, most massive stars in a star forming region are visible, but the above image was taken in such high resolution and in such specific colors that many recently formed stars that are more yellow, more dim, and less massive are also discernable.   Also visible in the above scientifically colored image is a blue sheen of diffuse hydrogen gas heated by the young stars, and dark dust created by stars or during supernova explosions. Studying the locations and abundances of lower mass stars in star forming regions and around molecular clouds helps uncover what conditions were present when they formed.  LH 95 spans about 150 light years and lies about 160,000 light years away toward the southern constellation of the Swordfish (Dorado).   digg_url = 'http://apod.nasa.gov/apod/ap080312.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/lh95_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Forming Region LH 95",
    "url": "https://apod.nasa.gov/apod/image/0803/lh95_hst.jpg"
  },
  {
    "date": "2008-03-13",
    "explanation": "Carinae, one of the most massive and unstable stars in the Milky Way Galaxy, has a profound effect on its environment. Found in the South Pillar region of the Carina Nebula, these fantastic pillars of glowing dust and gas with embedded newborn stars were sculpted by the intense wind and radiation from Eta Carinae and other massive stars. Glowing brightly in planet Earth's southern sky, the expansive Eta Carinae Nebula is a mere 10,000 light-years distant. Still, this remarkable cosmic vista is largely obscured by nebular dust and only revealed here in penetrating infrared light by the Spitzer Space Telescope. Eta Carinae itself is off the top left of the false-color image, with the bright-tipped dust pillars pointing suggestively toward the massive star's position. The Spitzer image spans almost 200 light-years at the distance of Eta Carinae.   digg_url = 'http://apod.nasa.gov/apod/ap080313.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/etacar_spitzer_f2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sculpting the South Pillar",
    "url": "https://apod.nasa.gov/apod/image/0803/etacar_spitzer_c800.jpg"
  },
  {
    "date": "2008-03-14",
    "explanation": "Blasting into a dark night sky, the Space Shuttle Endeavour began its latest journey to orbit in the early morning hours of March 11. In this stunning picture following the launch, the glare from Endeavour's three main rocket engines and flanking solid fuel booster rockets illuminates the orbiter's tail section and the large, orange external fuel tank. Embarking on mission STS-123, Endeavour left Kennedy Space Center's pad 39A, ferrying a crew of seven astronauts to the International Space Station (ISS). The cargo included the first section of the Japan Aerospace Exploration Agency's Kibo laboratory and the Canadian Space Agency's two-armed robotic system. Astronauts will conduct a series of space walks to install the new equipment during the 16-day mission, the longest shuttle mission to the ISS.   digg_url = 'http://apod.nasa.gov/apod/ap080314.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/STS123Endeavour_08pd0714.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Endeavour into the Night",
    "url": "https://apod.nasa.gov/apod/image/0803/STS123Endeavour_08pd0714_d800.jpg"
  },
  {
    "copyright": "Tunç Tezel",
    "date": "2008-03-15",
    "explanation": "Hiding near the Sun, a slender crescent Moon is a difficult but rewarding sight. Look to the right (scroll right) and you can spot one in this twilight panorama across the Bosporus Strait and along the skyline of the historic city of Istanbul. Recorded on March 8, the Moon is a mere 22 hours young.  A thin, curved edge of the Moon's illuminated surface is just visible poised in the western sky at sunset above the walls of Topkapi Palace. The palace was built in the reign of Ottoman Sultan Mehmed II, the 15th century conquerer of the city that was then Constantinople, capital of the Byzantine Empire. The well-lit domed building immediately to the left of the palace is Ayasofya (Hagia Sophia), a famous example of Byzantine architecture, now a museum. Still farther to the left is the Sultan Ahmed Mosque  digg_url = 'http://apod.nasa.gov/apod/ap080315.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/IstanbulNewMoon_tezel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon over Byzantium",
    "url": "https://apod.nasa.gov/apod/image/0803/IstanbulNewMoon_tezel_dh550.jpg"
  },
  {
    "copyright": "James N. Brown",
    "date": "2008-03-16",
    "explanation": "Birds don't fly as high.  Airplanes don't go as fast.  The Statue of Liberty weighs less.  No species other than human can even comprehend what is going on, nor could any human just a millennium ago.  The launch of a rocket bound for space is an event that inspires awe and challenges description.  The exhaust column pictured is from the Space Shuttle Endeavour after last week's night launch to visit the International Space Station. Endeavour's rocket engines create the dramatic glow from above the clouds. From a standing start, the two million kilogram rocket ship left to circle the Earth where the outside air is too thin to breathe and where there is little noticeable onboard gravity.  Rockets bound for space are now launched from somewhere on Earth about once a week.   digg_url = 'http://apod.nasa.gov/apod/ap080316.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/endeavorlaunch_brown_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Endeavour to Orbit",
    "url": "https://apod.nasa.gov/apod/image/0803/endeavorlaunch_brown.jpg"
  },
  {
    "date": "2008-03-17",
    "explanation": "What does the surface of Saturn's ice-spewing moon Enceladus look like?  To help find out, the robotic Cassini spacecraft now orbiting Saturn was sent soaring past the cryovolcanic moon and even right through one of Enceladus' ice plumes.   Cassini closed to about 52 kilometers during its closest encounter to date.  The above unprocessed image was taken looking down from the north, from about 30,000 kilometers away.   Visible are at least two types of terrain.  The first type of terrain has more craters than occur near Enceladus' South Pole.   The other type of terrain has few craters but many ridges and grooves that may have been created by surface-shifting tectonic activity.  Exogeologists are currently poring over this and other Cassini images from last Wednesday's flyby to better understand the moon's patch-work surface, its unusual ice-geysers, and its potential to support life.  Cassini is scheduled to fly by Enceladus at least nine more times, including an even closer pass of just 25 kilometers this coming October.   digg_url = 'http://apod.nasa.gov/apod/ap080317.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/enceladus5_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Thirty Thousand Kilometers Above Enceladus",
    "url": "https://apod.nasa.gov/apod/image/0803/enceladus5_cassini.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2008-03-18",
    "explanation": "An eerie blue glow and ominous columns of dark dust highlight M78 and other bright reflection nebula in the constellation of Orion.  The dark filamentary dust not only absorbs light, but also reflects the light of several bright blue stars that formed recently in the nebula.  Of the two reflection nebulas pictured above, the more famous nebula is M78, on the upper right, while NGC 2071 can be seen to its lower left. The same type of scattering that colors the daytime sky further enhances the blue color.  M78 is about five light-years across and visible through a small telescope.  M78 appears above only as it was 1600 years ago, however, because that is how long it takes light to go from there to here.   M78 belongs to the larger Orion Molecular Cloud Complex that contains the Great Nebula in Orion and the Horsehead Nebula.   digg_url = 'http://apod.nasa.gov/apod/ap080318.html'; digg_skin = 'compact';  Arthur C. Clarke 1917-2008",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/m78_pugh_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M78 and Reflecting Dust Clouds in Orion",
    "url": "https://apod.nasa.gov/apod/image/0803/m78_pugh.jpg"
  },
  {
    "date": "2008-03-19",
    "explanation": "The colors of Mercury are subtle but beautiful. At first glance, our Solar System's innermost planet appears simply black and white, but images that include infrared colors normally beyond human vision accentuate a world of detail. One such image, shown above, was acquired by the robotic MESSENGER spacecraft that swung by Mercury in mid-January. Here, most generally, the hot world itself acquires a slightly more brown hue.  Many craters that appear on top of other craters -- and so surely have formed more recently -- appear here as bright with bright rays that include a slightly blue tint, indicating that soil upended during the impact was light in color.  A few craters, such as some in the huge Caloris Basin impact feature visible on the upper right, appear unexpectedly to be ringed with a dark material, the nature of which is being researched.  MESSENGER continues to glide through the inner Solar System and will pass Mercury again this October and next September, before entering orbit around the desolate world in 2011.   digg_url = 'http://apod.nasa.gov/apod/ap080319.html'; digg_skin = 'compact';  Arthur C. Clarke 1917-2008",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/mercurycolor_messenger_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury in Accentuated Color",
    "url": "https://apod.nasa.gov/apod/image/0803/mercurycolor_messenger.jpg"
  },
  {
    "date": "2008-03-20",
    "explanation": "Today, the Sun crosses the celestial equator heading north at 0548 UT. Known as the equinox, the geocentric astronomical event marks the first day of spring in the northern hemisphere and autumn in the south. Equinox means equal night and with the Sun on the celestial equator, Earth dwellers will experience nearly 12 hours of daylight and 12 hours of darkness. Of course, for those in the north, the days will grow longer with the Sun marching higher in the sky as summer approaches. To celebrate the equinox, consider this colorful view of the setting Sun. Recorded last June from the International Space Station, the Sun's limb still peeks above the distant horizon as seen from Earth orbit. Clouds appear in silhouette as the sunlight is reddened by dust in the dense lower atmosphere. Molecules in the more tenuous upper atmosphere are preferentially scattering blue light.   digg_url = 'http://apod.nasa.gov/apod/ap080320.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/iss015e10471.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunset: Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/0803/iss015e10471_c800.jpg"
  },
  {
    "date": "2008-03-21",
    "explanation": "The star cataloged as HD 189733 is a mere 63 light-years away. Its location is indicated in this deep, wide-angle image of the sky centered on the northern constellation of Cygnus. Considering the many bright stars, nebulae, and star clusters in the region more familiar to skygazers, HD 189733 may not seem to be remarkable, but it is known to have at least one hot, jupiter-sized planet orbiting very close, with an impressively short period of 2.2 days. Because the planet regularly eclipses its parent star, astronomers can study starlight that passes directly through the planet's atmosphere and identify molecules through spectroscopy. Following the discovery of water vapor in the planetary atmosphere, astronomers now report that Hubble Space Telescope data also indicates the signature of methane (CH4). The exciting result is the first detection of an organic molecule on a planet orbiting another star. Although HD 189733's planet is considered too hot and inhospitable to support life, the work is a step toward measuring conditions and chemistry on other extrasolar planets where life could exist.   digg_url = 'http://apod.nasa.gov/apod/ap080321.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/web_hd189733.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Where is HD 189733?",
    "url": "https://apod.nasa.gov/apod/image/0803/web_hd189733_c800.jpg"
  },
  {
    "copyright": "Vicent Peris",
    "date": "2008-03-22",
    "explanation": "Staring across interstellar space, the alluring Cat's Eye Nebula lies three thousand light-years from Earth. One of the most famous planetary nebulae in the sky, the Cat's Eye (NGC 6543) is over half a light-year across and represents a final, brief yet glorious phase in the life of a sun-like star. This nebula's dying central star may have produced the simple, outer pattern of dusty concentric shells by shrugging off outer layers in a series of regular convulsions. But the formation of the beautiful, more complex inner structures is not well understood. Here, Hubble Space Telescope archival image data has been reprocessed to create another look the cosmic cat's eye. Compared to well-known Hubble pictures, the alternative processing strives to sharpen and improve the visiblility of details in light and dark areas of the nebula and also applies a more complex color palette. Of course, gazing into the Cat's Eye, astronomers may well be seeing the fate of our Sun, destined to enter its own planetary nebula phase of evolution ... in about 5 billion years.   digg_url = 'http://apod.nasa.gov/apod/ap080322.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/NGC6543HST_peris.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cat's Eye Hubble Remix",
    "url": "https://apod.nasa.gov/apod/image/0803/NGC6543HST_peris_d800.jpg"
  },
  {
    "date": "2008-03-23",
    "explanation": "Where did all the stars go?  What used to be considered a hole in the sky is now known to astronomers as a dark molecular cloud.  Here, a high concentration of  dust and molecular gas absorb practically all the visible light emitted from background stars.  The eerily dark surroundings help make the interiors of molecular clouds some of the coldest and most isolated places in the universe.  One of the most notable of these dark absorption nebulae  is a cloud toward the constellation Ophiuchus known as Barnard 68, pictured above.  That no stars are visible in the center indicates that  Barnard 68 is relatively nearby, with measurements placing it about 500 light-years away and half a light-year across.  It is not known exactly how molecular clouds like Barnard 68 form, but it is known that these clouds are themselves  likely places for new stars to form. It is possible to look right through the cloud in infrared light.   digg_url = 'http://apod.nasa.gov/apod/ap080323.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/barnard68_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Molecular Cloud Barnard 68",
    "url": "https://apod.nasa.gov/apod/image/0803/barnard68_vlt.jpg"
  },
  {
    "date": "2008-03-24",
    "explanation": "Spectacular vistas of Saturn and its moon continue to be recorded by the Cassini spacecraft. Launched from Earth in 1997, robotic Cassini entered orbit around Saturn in 2004 and has revolutionized much of humanity's knowledge of Saturn, its expansive and complex rings, and it many old and battered moons. Soon after reaching Saturn, Cassini released the Huygen's probe which landed on Titan, Saturn's largest moon, and send back unprecedented pictures from below Titan's opaque cloud decks.  Recent radar images of Titan from Cassini indicate flat regions that are likely lakes of liquid methane, indicating a complex weather system where it likely rains chemicals similar to gasoline.  Pictured above, magnificent Saturn and enigmatic Titan were imaged together in true color by Cassini earlier this year.   digg_url = 'http://apod.nasa.gov/apod/ap080324.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/saturntitan_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn and Titan from Cassini",
    "url": "https://apod.nasa.gov/apod/image/0803/saturntitan_cassini.jpg"
  },
  {
    "date": "2008-03-25",
    "explanation": "On the left, surrounded by blue spiral arms, is spiral galaxy M81.  On the right marked by red gas and dust clouds, is irregular galaxy M82.  This stunning vista shows these two mammoth galaxies locked in gravitational combat, as they have been for the past billion years.   The gravity from each galaxy dramatically affects the other during each hundred million-year pass.  Last go-round, M82's gravity likely raised density waves rippling around M81, resulting in the richness of M81's spiral arms.  But M81 left M82 with violent star forming regions and colliding gas clouds so energetic the galaxy glows in X-rays.  In a few billion years only one galaxy will remain.   digg_url = 'http://apod.nasa.gov/apod/ap080325.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/m81m82_zmaritsch_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy Wars: M81 versus M82",
    "url": "https://apod.nasa.gov/apod/image/0803/m81m82_zmaritsch.jpg"
  },
  {
    "copyright": "Ken Crawford",
    "date": "2008-03-26",
    "explanation": "An intriguing and beautiful nebula, NGC 3576 drifts through the Sagittarius arm of our spiral Milky Way Galaxy. Within the region, episodes of star formation are thought to contribute to the complex and suggestive shapes. Powerful winds from the nebula's embedded, young, massive stars shape the looping filaments. The dramatic false-color image also highlights the contributions of hydrogen, sulfur, and oxygen, energized by intense ultraviolet radiation, to the nebular glow. But the glow also silhouettes dense clouds of dust and gas. For example, the two condensing dark clouds near the top of the picture offer potential sites for the formation of new stars. NGC 3576 itself is about 100 light-years across and 9,000 light-years away in the southern constellation of Carina, not far on the sky from the famous Eta Carinae Nebula. Near the left edge of the picture is NGC 3603, a much larger but more distant star forming region.   digg_url = 'http://apod.nasa.gov/apod/ap080326.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/NGC3576_NB_2000crawford.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The NGC 3576 Nebula",
    "url": "https://apod.nasa.gov/apod/image/0803/NGC3576_NB_c800crawford.jpg"
  },
  {
    "copyright": "Don Goldman",
    "date": "2008-03-27",
    "explanation": "A truly giant complex of emission nebulae, N44 is about 1,000 light-years across. It shines in southern skies as a denizen of our neighboring galaxy, the Large Magellanic Cloud, 170,000 light-years away. Winds and intense radiation from hot, young, luminous stars in N44 excite and sculpt filaments and streamers of the glowing nebular gas. But supernovae - the death explosions of the massive short lived stars - have also likely contributed to the region's enormous, blown-out shapes. The cluster of young stars seen near the center lies in a superbubble nearly 250 light-years across. This detailed, false-color view of the intricate structures codes emission from hydrogen, oxygen, and sulfur in shades of blue and green.   digg_url = 'http://apod.nasa.gov/apod/ap080327.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/N44NNBWeb2_goldman.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The N44 Complex",
    "url": "https://apod.nasa.gov/apod/image/0803/N44NNBWeb2_goldman_c800.jpg"
  },
  {
    "date": "2008-03-28",
    "explanation": "How far can you see? Even the faintest stars visible to the eye are merely hundreds or thousands of light-years distant, all well within our own Milky Way Galaxy. Of course, if you know where to look you can also spot the Andromeda Galaxy as a pale, fuzzy cloud, around 2.5 million light-years away. But staring toward the northern constellation Bootes on March 19th, even without binoculars or telescope you still could have witnessed a faint, brief, flash of light from a gamma-ray burst. The source of that burst has been discovered to lie over halfway across the Universe at a distance of about 7.5 billion light-years. Now holding the distinction of the most distant object that could be seen by the unaided eye and the intrinsically brightest object ever detected, the cosmic explosion is estimated to have been over 2.5 million times more luminous than the brightest known supernova. The monster burst was identified and located by the orbiting Swift satellite, enabling rapid distance measurements and follow-up observations by large ground-based telescopes. The fading afterglow of the gamma-ray burster, cataloged as GRB080319B, is shown in these two panels in X-rays (left) and ultraviolet light (right).   digg_url = 'http://apod.nasa.gov/apod/ap080328.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/grb080319b_swift_2panel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Across the Universe",
    "url": "https://apod.nasa.gov/apod/image/0803/grb080319b_swift_2panel800.jpg"
  },
  {
    "copyright": "Panther Observatory",
    "date": "2008-03-29",
    "explanation": "Some 50 million light-years distant, spiral galaxy NGC 2841 can be found in the northern constellation of Ursa Major. This sharp view of the gorgeous island universe shows off a striking yellow nucleus and galactic disk with tightly wound spiral arms. NGC 2841 has a diameter of over 150,000 light-years, even larger than our own Milky Way Galaxy. The galaxy's dust lanes and turbulent star-forming regions are found along the spiral arms, but X-ray images suggest that resulting winds and stellar explosions create plumes of hot gas extending into a halo around NGC 2841. Of course, the prominent stars with a spiky appearance in the picture are close foreground objects within the Milky Way and not associated with NGC 2841.   digg_url = 'http://apod.nasa.gov/apod/ap080329.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/NGC2841cass50_schedler.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy NGC 2841",
    "url": "https://apod.nasa.gov/apod/image/0803/NGC2841cass50_schedler_c800.jpg"
  },
  {
    "date": "2008-03-30",
    "explanation": "Is the distant universe really what it appears to be?  Astronomers hope not.  Intervening dark matter, which is normally invisible, might show its presence by distorting images originating in the  distant universe, much the way an old window distorts images originating on the other side.  By noting the degree to which background galaxies appear unusually flat and unusually similar to neighbors, the dark matter distribution producing these weak gravitational lensing distortions can be estimated.  Analysis of the shapes of 200,000 distant galaxies imaged with the Canada-France-Hawaii Telescope (CFHT) does indicate the presence of a massive network of distributed dark matter.  Future results may even be able to discern details of the distribution.  The above computer generated simulation image shows how dark matter, shown in red, distorts the light path from and apparent shape of distant galaxies, depicted in blue.    digg_url = 'http://apod.nasa.gov/apod/ap080330.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/glshear_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Weak Lensing Distorts the Universe",
    "url": "https://apod.nasa.gov/apod/image/0803/glshear_cfht.jpg"
  },
  {
    "date": "2008-03-31",
    "explanation": "Could life exist beneath Enceladus? A recent flyby of Saturn's icy moon has bolstered this fascinating idea.  Two years ago, images from the robotic Cassini spacecraft orbiting Saturn led astronomers to the undeniable conclusion that Saturn's moon Enceladus was spewing fountains of gas and ice crystals through cracks in its surface dubbed tiger stripes. Last month, Cassini dove through some of these plumes and determined that they contained water vapor laced with small amounts of methane as well as simple and complex organic molecules.  Surprisingly, the plumes of Enceladus appear similar in make-up to many comets.  What's more, the temperature and density of the plumes indicate they might have originated from a warmer source -- possibly a liquid source -- beneath the surface.  A liquid water sea containing organic molecules is a good place to look for life.  Pictured above is a vertically exaggerated close-up of some long, venting tiger stripes.   The computer composite was generated from images and shadows taken during recent Cassini flybys.  Nine more flybys of Enceladus by Cassini are planned.    digg_url = 'http://apod.nasa.gov/apod/ap080331.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0803/enceladus6_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Close Up of Enceladus' Tiger Stripes",
    "url": "https://apod.nasa.gov/apod/image/0803/enceladus6_cassini.jpg"
  },
  {
    "date": "2008-04-01",
    "explanation": "In a surprising and potentially troubling request, the new space station robot known as Dextre demanded that astronauts refer to it in the future at \"Dextre the Magnificent.\"  Brandishing power tools that would make any handyperson blush, the mobile servicing system thanked humans for creating it and promised a glorious future where humans would retain an important role in the new robot order.   Happy April Fools Day from the folks at APOD.  The classic fable of humans mistakenly creating technological evildoers dates back to Frankenstein and includes famous fictitious villains such as HAL and the Terminator.   Dextre, although real, is no Frankenstein, since its computer intelligence is mainly geared toward allowing astronauts to control it remotely.  Dextre was deployed last month to help build and service the International Space Station. As seen in the above picture, Dextre is truly a technological marvel, wielding long arms capable of handling both small tools and large modules with precision dexterity.    digg_url = 'http://apod.nasa.gov/apod/ap080401.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0804/dextre_sts123_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "New Space Station Robot Asks to be Called \"Dextre the Magnificent\"",
    "url": "https://apod.nasa.gov/apod/image/0804/dextre_sts123.jpg"
  }
]
