[
  {
    "date": "2008-10-01",
    "explanation": "A new chapter in space flight began on 1950 July with the launch of the first rocket from Cape Canaveral, Florida: the Bumper V-2.  Shown above, the Bumper V-2 was an ambitious two-stage rocket program that topped a V-2 missile base with a WAC Corporal rocket.  The upper stage was able to reach then-record altitudes of almost 400 kilometers, higher than even modern Space Shuttles fly today.  Launched under the direction of the  General Electric Company, the Bumper V-2 was used primarily for testing rocket systems and for research on the upper atmosphere.  Bumper V-2 rockets carried small payloads that allowed them to measure attributes including air temperature and cosmic ray impacts.  Seven years later, the Soviet Union launched Sputnik I and Sputnik II, the first  satellites into Earth orbit.  In response in 1958, 50 years ago today, the US created NASA.   digg_url = 'http://apod.nasa.gov/apod/ap081001.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0809/bumper2_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The First Rocket Launch from Cape Canaveral",
    "url": "https://apod.nasa.gov/apod/image/0809/bumper2_nasa.jpg"
  },
  {
    "date": "2008-10-02",
    "explanation": "This dusty island universe is one of the brightest spiral galaxies in the sky. Seen nearly edge-on, NGC 253 lies a mere 13 million light-years away and is the largest member of the Sculptor Group of galaxies, neighbor to our own local galaxy group. The remarkably sharp, close-up view is based on data from the Hubble's Advanced Camera for Surveys (ACS). Beginning on the left near the galaxy's core, the panorama follows filaments of dust, interstellar gas, and even individual stars toward the galaxy's edge at the far right, a magnificent vista spanning nearly 50,000 light-years. The image data are part of ANGST, the ACS Nearby Galaxy Survey Treasury, a program to explore our cosmic backyard.   digg_url = 'http://apod.nasa.gov/apod/ap081002.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0810/ngc253wide_hst.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 253 Close-Up",
    "url": "https://apod.nasa.gov/apod/image/0810/ngc253wide_hst_600w.jpg"
  },
  {
    "copyright": "Fera\nPhotography",
    "date": "2008-10-03",
    "explanation": "Young suns still lie within dusty NGC 7129, some 3,000 light-years away toward the royal constellation Cepheus. While these stars are at a relatively tender age, only about a million years old, it is likely that our own Sun formed in a similar stellar nursery some five billion years ago. Most noticeable in the striking image are the lovely bluish dust clouds that reflect the youthful starlight, but the smaller, deep red crescent shapes are also markers of energetic, young stellar objects. Known as Herbig-Haro objects, their shape and color is characteristic of glowing hydrogen gas shocked by jets streaming away from newborn stars. Ultimately the natal gas and dust in the region will be dispersed, the stars drifting apart as the loose cluster orbits the center of the Galaxy. At the estimated distance of NGC 7129, this telescopic view spans about 40 light-years.   digg_url = 'http://apod.nasa.gov/apod/ap081003.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0810/ngc7129_fera.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Young Suns of NGC 7129",
    "url": "https://apod.nasa.gov/apod/image/0810/ngc7129_fera800.jpg"
  },
  {
    "date": "2008-10-04",
    "explanation": "On September 29, this magnificent eruptive solar prominence lifted away from the Sun's surface, unfurling into space over the course of several hours. Suspended in twisted magnetic fields, the hot plasma structure is many times the size of planet Earth and was captured in this view by the Sun-watching STEREO (Ahead) spacecraft. The image was recorded in extreme ultraviolet light emitted by ionized Helium, an element originally identified in the solar spectrum. Seen against the brilliant solar surface in visible light, such prominences appear as dark filaments because they are relatively cool. But they are bright themselves when viewed against the blackness of space, arcing above the Sun's edge.  A video of the eruption (a 2.6MB .mov file) is available here.   digg_url = 'http://apod.nasa.gov/apod/ap081004.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0810/sunprominence_304erupt_crop.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Solar Prominence Unfurls",
    "url": "https://apod.nasa.gov/apod/image/0810/sunprominence_304erupt_crop800.jpg"
  },
  {
    "date": "2008-10-05",
    "explanation": "This is what the Earth looks like at night.  Can you find your favorite country or city?  Surprisingly, city lights make this task quite possible.  Human-made lights highlight particularly developed or populated areas of the Earth's surface, including the seaboards of Europe, the eastern United States, and Japan.  Many large cities are located near rivers or oceans so that they can exchange goods cheaply by boat.  Particularly dark areas include the central parts of South America, Africa, Asia, and Australia.  The above image is actually a composite of hundreds of pictures made by the orbiting DMSP satellites.   digg_url = 'http://apod.nasa.gov/apod/ap081005.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0810/earthlights2_dmsp_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth at Night",
    "url": "https://apod.nasa.gov/apod/image/0810/earthlights2_dmsp.jpg"
  },
  {
    "date": "2008-10-06",
    "explanation": "How did these layers of red cliffs form on Mars? No one is sure. The northern ice cap on Mars is nearly divided into two by a huge division named Chasma Boreale.  No similar formation occurs on Earth. Pictured above, several dusty layers leading into this deep chasm are visible. Cliff faces, mostly facing left but still partly visible from above, appear dramatically red.  The light areas are likely water ice. The above image spans about one kilometer near the north of Mars, and the elevation drop from right to left is over a kilometer. One hypothesis relates the formation of Chasma Boreale to underlying volcanic activity.    digg_url = 'http://apod.nasa.gov/apod/ap081006.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0810/marslayers_hirise_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Layers of Red Cliffs on Mars",
    "url": "https://apod.nasa.gov/apod/image/0810/marslayers_hirise.jpg"
  },
  {
    "date": "2008-10-07",
    "explanation": "Bright young stars sometimes sculpt picturesque dust mountains soon after being born. Created quite by accident, the energetic light and winds from these massive newborn stars burn away accumulations of dark dust and cool gas in a slow but persistent manner. Such is the case in NGC 3324, a star forming region near the edge of NGC 3372, the energetic and expansive Carina Nebula. Pictured above, in scientifically assigned colors, is only a small part of NGC 3324. The Carina Nebula itself is one of the largest star forming regions known and home to Eta Carinae, one of the most unstable and variable stars known.  The above image was created from archived Hubble Space Telescope data in honor of the 10th anniversary of the Hubble Heritage Project.  The Hubble Heritage Project has created, so far, nearly 130 visually stunning images.   digg_url = 'http://apod.nasa.gov/apod/ap081007.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0810/ngc3324_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dust Mountains in the Carina Nebula",
    "url": "https://apod.nasa.gov/apod/image/0810/ngc3324_hst.jpg"
  },
  {
    "date": "2008-10-08",
    "explanation": "The planet Mercury has been known since history has been recorded, but parts of the Solar System's innermost planet have never been seen like this before.  Two days ago the robotic MESSENGER spacecraft buzzed past Mercury for the second time and imaged terrain mapped previously only by comparatively crude radar.  The above image was recorded as MESSENGER looked back 90 minutes after passing, from an altitude of about 27,000 kilometers. Visible in the above image, among many other newly imaged features, are unusually long rays that appear to run like meridians of longitude out from a young crater near the northern limb.  MESSENGER is scheduled to fly past Mercury once more before firing its thrusters to enter orbit in 2011.   digg_url = 'http://apod.nasa.gov/apod/ap081008.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0810/mercuryflyby2_messenger_big.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury as Revealed by MESSENGER",
    "url": "https://apod.nasa.gov/apod/image/0810/mercuryflyby2_messenger.jpg"
  },
  {
    "copyright": "Panther Observatory",
    "date": "2008-10-09",
    "explanation": "Massive stars lie within NGC 6357, an expansive emission nebula complex some 8,000 light-years away in the tail of the constellation Scorpius. In fact, positioned just below center in this close-up view of NGC 6357, star cluster Pismis 24 includes some of the most massive stars known in the galaxy, stars with over 100 times the mass of the Sun. The nebula's bright central region also contains dusty pillars of molecular gas, likely hiding massive protostars from the prying eyes of optical instruments. Intricate shapes in the nebula are carved by interstellar winds and energetic radiation from the young and newly forming massive stars. This alluring telescopic view spans just under 50 light-years at the estimated distance of NGC 6357.   digg_url = 'http://apod.nasa.gov/apod/ap081009.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0810/NGC6357_schedler.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Massive Stars in NGC 6357",
    "url": "https://apod.nasa.gov/apod/image/0810/NGC6357_schedler_c800.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2008-10-10",
    "explanation": "Irregular galaxy NGC 55 is thought to be similar to the Large Magellanic Cloud (LMC). But while the LMC is about 180,000 light-years away and is a well known satellite of our own Milky Way Galaxy, NGC 55 is more like 6 million light-years distant and is a member of the Sculptor Galaxy Group. Classified as an irregular galaxy, in deep exposures the LMC itself resembles a barred disk galaxy. However, spanning about 50,000 light-years, NGC 55 is seen nearly edge-on, presenting a flattened, narrow profile in contrast with our face-on view of the LMC. Just as large star forming regions create emission nebulae in the LMC, NGC 55 is also seen to be producing new stars. This gorgeous galaxy portrait highlights a bright core, telltale pinkish emission regions, and young blue star clusters in NGC 55.   digg_url = 'http://apod.nasa.gov/apod/ap081010.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0810/NGC55_gendler.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Irregular Galaxy NGC 55",
    "url": "https://apod.nasa.gov/apod/image/0810/NGC55_gendler_c800.jpg"
  },
  {
    "copyright": "Howard Edin",
    "date": "2008-10-11",
    "explanation": "On September 30, a spectacular bolide or fireball meteor surprised a group of amateur astronomers enjoying dark night skies over the Oklahoma panhandle's Black Mesa State Park in the Midwestern US. Flashing past familiar constellations Taurus (top) and Orion, the extremely bright meteor was captured by a hillside camera overlooking the 2008 Okie-Tex Star Party. Astronomy enthusiast Howard Edin reports that he was looking in the opposite direction at the time, but saw the whole observing field light up and at first thought someone had turned on their car headlights. So far the sighting of a such a bright bolide meteor, produced as a space rock is vaporized hurtling through Earth's atmosphere, really is a matter of luck. But that could change. Earlier this week the discovery and follow-up tracking of tiny asteroid 2008 TC3 allowed astronomers to predict the time and location of its impact with the atmosphere. While no ground-based sightings of the fireball seem to have been reported, this first ever impact prediction was confirmed by at least some detections of an air burst and bright flash on October 7th over northern Sudan.   digg_url = 'http://apod.nasa.gov/apod/ap081011.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0810/20080930bolide_edin.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bright Bolide",
    "url": "https://apod.nasa.gov/apod/image/0810/20080930bolide_edin_small.jpg"
  },
  {
    "date": "2008-10-12",
    "explanation": "Is this what our own Milky Way Galaxy looks like from far away? Similar in size and grand design to our home Galaxy (although without the central bar), spiral galaxy NGC 3370 lies about 100 million light-years away toward the constellation of the Lion (Leo).  Recorded above in exquisite detail by the Hubble Space Telescope's Advanced Camera for Surveys, the big, beautiful face-on spiral is not only photogenic, but has proven sharp enough to study individual stars known as Cepheids. These pulsating stars have been used to accurately determine NGC 3370's distance. NGC 3370 was chosen for this study because in 1994 the spiral galaxy was also home to a well studied stellar explosion -- a Type Ia supernova.  Combining the known distance to this standard candle supernova, based on the Cepheid measurements, with observations of supernovas at even greater distances, has helped to reveal the size and expansion rate of the entire Universe itself.    digg_url = 'http://apod.nasa.gov/apod/ap081012.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0810/ngc3370_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy NGC 3370 from Hubble",
    "url": "https://apod.nasa.gov/apod/image/0810/ngc3370_hst.jpg"
  },
  {
    "date": "2008-10-13",
    "explanation": "What telling impurities taint the ice plumes of Enceladus? To help answer this question, the robotic Cassini spacecraft dove last week to within 30 kilometers of Saturn's ice-plume emitting moon. At this closest-ever approach, Cassini attempted to sniff and obtain chemical data on particles ejected from Enceladus' regular surface, while at other times Cassini flew right through -- and sampled -- ice geysers directly. Searches in the data for impurity clues in the water-ice dominated plumes and surface ejecta are progressing.  Although the main purpose of this flyby was particle analysis, several interesting images are emerging.  Visible in the above image, for example, is an unusual gray sheen running vertically up the image center that might be water vapor escaping from surface canyons.  Other notable features visible above include vast plains of craterless icy grooves, the day-night terminator across the image left, and an area near the top comparatively rich in craters. Cassini is scheduled to buzz by Enceladus in an imaging run near the end of this month.   digg_url = 'http://apod.nasa.gov/apod/ap081013.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0810/enceladus9_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cassini Passes Through Ice Plumes of Enceladus",
    "url": "https://apod.nasa.gov/apod/image/0810/enceladus9_cassini.jpg"
  },
  {
    "date": "2008-10-14",
    "explanation": "What creates the unusual tiger stripes on Saturn's moon Enceladus? No one is sure. To help find out, scientists programmed the robotic Cassini spacecraft to dive right past the plume-spewing moon last week. Previously, the tiger stripe regions were found to be expelling plumes of water-ice, fueling speculation that liquid seas might occur beneath Enceladus' frozen exterior.   Such seas are so interesting because they are candidates to contain extraterrestrial life.  Important processes in tiger stripe formation may include heating from below and moonquakes.  Visible above is terrain on Enceladus so young that only a few craters are visible.  This newly released raw image shows at least one type of false artifact, however, as seeming chains of craters are not so evident in other concurrently released images of the same region. The large tiger stripe across the image middle is impressive not only for its length and breadth, but because a large internal shadow makes it also appear quite deep.  Cassini will next fly by Enceladus on October 31.   digg_url = 'http://apod.nasa.gov/apod/ap081014.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0810/enceladus8_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Enceladus Tiger Stripe from Cassini",
    "url": "https://apod.nasa.gov/apod/image/0810/enceladus8_cassini.jpg"
  },
  {
    "copyright": "John Gauvreau",
    "date": "2008-10-15",
    "explanation": "Orion, the Hunter, is one of the most easily recognizable constellations in planet Earth's night sky. But Orion's stars and nebulas don't look quite as colorful to the eye as they do in this lovely camera image, taken early last month at the Black Forest Star Party from Cherry Springs State Park in Pennsylvania, USA. In this single exposure, cool red giant Betelgeuse takes on a yellowish tint as the brightest star at the far left. Otherwise Orion's hot blue stars are numerous, with supergiant Rigel balancing Betelgeuse at the upper right, Bellatrix at the upper left, and Saiph at the lower right. Lined up in Orion's belt (bottom to top) are Alnitak, Alnilam, and Mintaka all about 1,500 light-years away, born of the constellation's well studied interstellar clouds. And if the middle \"star\" of Orion's sword looks reddish and fuzzy to you, it should. It's the stellar nursery known as the Great Nebula of Orion.   digg_url = 'http://apod.nasa.gov/apod/ap081015.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0810/orion_gauvreau_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Camera Orion",
    "url": "https://apod.nasa.gov/apod/image/0810/orion_gauvreau.jpg"
  },
  {
    "copyright": "50th anniversary",
    "date": "2008-10-16",
    "explanation": "This year, NASA celebrated its 50th anniversary. Inspired to make his own contribution, astronomer Ralf Vandebergh set out to record images of some historic spacecraft in Earth orbit -- captured with his own modest equipment and a hand-guided, 10-inch, Newtonian reflecting telescope. One result is this intriguing composite effectively spanning 48 years of space flight! From a 1960 launch, on the left is the TIROS 2 satellite, one of the first successful weather satellites. While this TIROS (Television InfraRed Observation System) satellite stopped functioning in 1961, Vandebergh notes that if we could visit it now, we would still find video cameras and magnetic tape recorders. On the right, of course, is the ISS (International Space Station) including its recent addition, the Progress M-65 cargo vehicle, launched to the ISS just last month.   digg_url = 'http://apod.nasa.gov/apod/ap081016.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0810/Tiros2-ISS_20080929t.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "48 Years of Space Flight",
    "url": "https://apod.nasa.gov/apod/image/0810/Tiros2-ISS_20080929t_c800.jpg"
  },
  {
    "date": "2008-10-17",
    "explanation": "Nineteenth century science fiction author Jules Verne wrote visionary works about Extraordinary Voyages including tales of space flight and the story of a journey From the Earth to the Moon. Fittingly, the European Space Agency's newly developed Automated Transfer Vehicle (ATV), a robotic spacecraft intended to deliver cargo to the International Space Station (ISS) was named in his honor and successfully docked with the ISS earlier this year. When the Jules Verne ATV was undocked and deorbited last month, its safely controlled reentry over the Pacific Ocean was followed by astronomers in order to make detailed comparisons of the actual event with computer models of spacecraft reentry and breakup in the atmosphere. This dramatic image of the fragmenting, 13-ton spacecraft is a high definition video frame recorded from NASA's DC-8 Airborne Laboratory. The observations were part of the joint ESA/NASA Jules Verne Multi-Instrument Aircraft Campaign.   digg_url = 'http://apod.nasa.gov/apod/ap081017.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0810/ATVreentry.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Extraordinary Voyage",
    "url": "https://apod.nasa.gov/apod/image/0810/ATVreentry_c800.jpg"
  },
  {
    "copyright": "Antonio Fernandez",
    "date": "2008-10-18",
    "explanation": "Cosmic pillars of cold molecular gas and clouds of dark dust lie within Sharpless 171, a star-forming region some 3,000 light-years away in the royal constellation Cepheus. This tantalizing false-color skyscape spans about 20 light-years across the nebula's bright central region. It also highlights the pervasive glow of emission from atomic gas using narrowband filters and a color palette made popular in Hubble Space Telescope images. Powering the nebular glow are the young, hot stars of a newly formed cluster, Berkeley 59. Of course, this star-forming region is entry number 171 in the famous 1959 catalog of emission nebulae compiled by astronomer Stewart Sharpless.   digg_url = 'http://apod.nasa.gov/apod/ap081018.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0810/s171_v1_fernandez50.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sharpless 171",
    "url": "https://apod.nasa.gov/apod/image/0810/s171_v1_fernandez50_c800.jpg"
  },
  {
    "date": "2008-10-19",
    "explanation": "The center of the Lagoon Nebula is a whirlwind of spectacular star formation. Visible on the upper left, at least two long funnel-shaped clouds, each roughly half a light-year long, have been formed by extreme stellar winds and intense energetic starlight.  The tremendously bright nearby star, Hershel 36, lights the area.  Vast walls of dust hide and redden other hot young stars.  As energy from these stars pours into the cool dust and gas, large temperature differences in adjoining regions can be created generating shearing winds which may cause the funnels.  This picture, spanning about 5 light years, was taken in 1995 by the orbiting Hubble Space Telescope.  The Lagoon Nebula, also known as M8, lies about 5000 light years distant toward the constellation of Sagittarius.    digg_url = 'http://apod.nasa.gov/apod/ap081019.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0810/lagoon_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Center of the Lagoon Nebula",
    "url": "https://apod.nasa.gov/apod/image/0810/lagoon_hst.jpg"
  },
  {
    "date": "2008-10-20",
    "explanation": "Why would Saturn show such strange colors? The robotic Cassini spacecraft currently orbiting Saturn has beamed back images showing that the northern hemisphere our Solar System's most spectacularly ringed planet has changed noticeably since Cassini arrived in 2004, now sporting unusual and unexpected colors. No one is sure why.  Although the cause for many of Saturn's colors is unknown, the recent change in colors is thought to be related to the changing seasons.  Pictured above, the unusual colors are visible just north of the dark ring shadows. The razor-thin plane of ring particles is visible nearly edge-on across the bottom of the image. The cloudy moon Titan looms large just above the rings, while close observation will reveal three other moons.   Cassini arrived at Saturn in 2004, sending back data and images that have not only led to a deeper understanding of the Jovian world's atmosphere, moons, and rings, but also raised new mysteries.    digg_url = 'http://apod.nasa.gov/apod/ap081020.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0810/saturn8_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moons, Rings, and Unexpected Colors on Saturn",
    "url": "https://apod.nasa.gov/apod/image/0810/saturn8_cassini.jpg"
  },
  {
    "date": "2008-10-21",
    "explanation": "Where's the pulsar?  Previously, the nebula CTA 1 showed an expanding supernova remnant, a jet, and a point source expected to be a pulsar -- a rotating neutron star producing pulses at radio energies. But no radio pulses were detected. Now NASA's recently deployed Fermi Space Telescope has solved the mystery with some of its initial observations indicating that the point source is pulsing at gamma-ray energies.  The strange source is the first of a class that might be dubbed \"dark pulsars\", rotating neutron stars that appear to pulse only in high-energy radiations. Such pulsars might not be detectable in radio or visible light if they emit those radiations into a narrow beam not seen from Earth. If true, our Galaxy might have more pulsars left for Fermi to discover. Studying the gamma-ray properties of pulsars gives valuable clues to physics of the emission regions on neutron stars. In this graphic, the pulsar's position is indicated in the wider CTA 1 supernova remnant.  An artist's illustration of the pulsar beaming at gamma-ray energies is shown in the inset.    digg_url = 'http://apod.nasa.gov/apod/ap081021.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0810/cta1_fermi_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Dark Pulsar in CTA 1",
    "url": "https://apod.nasa.gov/apod/image/0810/cta1_fermi.jpg"
  },
  {
    "copyright": "Vicent Peris",
    "date": "2008-10-22",
    "explanation": "A favorite target for astronomers, big, beautiful spiral galaxy NGC 7331 is one of the brighter galaxies not found in Charles Messier's famous 18th century catalog. About 50 million light-years distant in the northern constellation Pegasus and similar in size to our own Milky Way Galaxy, NGC 7331 is often imaged as the foreground of a visual grouping that includes an intriguing assortment of background galaxies some ten times farther away. This striking image of the well-studied island universe and environs was produced using data from the Calar Alto Observatory in southern Spain. Perhaps the deepest view of the region yet, the image data were processed to reveal sharp details of all sizes in both bright and faint areas. A color balance was chosen so that white would be the result of averaging colors over the entire galaxy. The result shows off a wealth of remarkable features in NGC 7331 and its surroundings.   digg_url = 'http://apod.nasa.gov/apod/ap081022.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0810/NGC7331_peris2500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Beautiful Spiral NGC 7331",
    "url": "https://apod.nasa.gov/apod/image/0810/NGC7331_peris_1c800.jpg"
  },
  {
    "copyright": "Tony Hallas",
    "date": "2008-10-23",
    "explanation": "The Great Nebula in Orion, also known as M42, is one of the most famous nebulae in the sky. The star forming region's glowing gas clouds and hot young stars are on the right in this sharp and colorful two frame mosaic that includes the smaller nebula M43 near center and dusty, bluish reflection nebulae NGC 1977 and friends on the left. Located at the edge of an otherwise invisible giant molecular cloud complex, these eye-catching nebulae represent only a small fraction of this galactic neighborhood's wealth of interstellar material. Within the well-studied stellar nursery, astronomers have also identified what appear to be numerous infant solar systems. The gorgeous skyscape spans nearly two degrees or about 45 light-years at the Orion Nebula's estimated distance of 1,500 light-years.  Editor's Note: A version of the image with labels generated by Astrometry.net is available here.   digg_url = 'http://apod.nasa.gov/apod/ap081023.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0810/M42_hallasNr.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Great Orion Nebulae",
    "url": "https://apod.nasa.gov/apod/image/0810/M42_hallasNr_c800.jpg"
  },
  {
    "copyright": "Tony Cook",
    "date": "2008-10-24",
    "explanation": "One year ago, Comet 17P/Holmes amazed sky watchers across planet Earth. A stunningly rapid outburst transformed it from a faint comet quietly orbiting the Sun with a period of about 7 years to a naked-eye comet rivaling the brighter stars in the constellation Perseus. Its largely tail-less shape, as in this wide-angle view recorded on November 11, 2007, became well-known to astronomers trying to unravel the mystery of the comet's surprising outburst . Still, Comet Holmes had a dim ion tail that was seen to separate from the bright coma. In this image, the separated tail creates the illusion of a reflection nebula. It appears as a faint bluish haze right of center against a background of stars in the loosely grouped Alpha Persei Moving Cluster.   digg_url = 'http://apod.nasa.gov/apod/ap081024.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0810/17P-Holmes_cook.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Amazing Comet Holmes",
    "url": "https://apod.nasa.gov/apod/image/0810/17P-Holmes_cook_c800.jpg"
  },
  {
    "date": "2008-10-25",
    "explanation": "Near the outskirts of the Small Magellanic Cloud, a satellite galaxy some 200 thousand light-years distant, lies 5 million year young star cluster NGC 602. Surrounded by natal gas and dust, NGC 602 is featured in this stunning Hubble image of the region. Fantastic ridges and swept back shapes strongly suggest that energetic radiation and shock waves from NGC 602's massive young stars have eroded the dusty material and triggered a progression of star formation moving away from the cluster's center. At the estimated distance of the Small Magellanic Cloud, the picture spans about 200 light-years, but a tantalizing assortment of background galaxies are also visible in the sharp Hubble view. The background galaxies are hundreds of millions of light-years or more beyond NGC 602.   digg_url = 'http://apod.nasa.gov/apod/ap081025.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0810/ngc602_hst_large.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 602 and Beyond",
    "url": "https://apod.nasa.gov/apod/image/0810/ngc602_hst_c720.jpg"
  },
  {
    "date": "2008-10-26",
    "explanation": "How massive can a normal star be?  Estimates made from distance, brightness and standard  solar models had given one star in the open cluster Pismis 24 over 200 times the mass of our Sun, making it a record holder.  This star is the brightest object located just above the gas front in the above image.  Close inspection of images taken recently with the Hubble Space Telescope, however, have shown that Pismis 24-1 derives its brilliant luminosity not from a single star but from three at least.  Component stars would still remain near 100 solar masses, making them among the more massive stars currently on record.  Toward the bottom of the image, stars are still forming in the associated emission nebula NGC 6357, including several that appear to be breaking out and illuminating a spectacular cocoon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0810/ngc6357a_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Massive Stars in Open Cluster Pismis 24",
    "url": "https://apod.nasa.gov/apod/image/0810/ngc6357a_hst.jpg"
  },
  {
    "date": "2008-10-27",
    "explanation": "What clouds lurk beneath Saturn's unusual South Pole? To help find out, the robotic Cassini spacecraft currently orbiting Saturn imaged the nether region of the gigantic ringed orb in infrared light. There thick clouds appear dark as they mask much of the infrared light emitted from warmer regions below, while relatively thin clouds appear much lighter.  Bands of clouds circle Saturn at several latitudes, while dark ovals indicate many dark swirling storm systems.  Surprisingly, a haze of upper level clouds visible towards Saturn's equator disappears near the pole, including over Saturn's strange polar vortex. Cassini entered orbit around Saturn in 2004, and recorded the above image last year.   digg_url = 'http://apod.nasa.gov/apod/ap081027.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0810/southpole_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Beneath the South Pole of Saturn",
    "url": "https://apod.nasa.gov/apod/image/0810/southpole_cassini.jpg"
  },
  {
    "copyright": "Ignacio Rico Gualda",
    "date": "2008-10-28",
    "explanation": "The North America Nebula in the sky can do what most  North Americans on Earth cannot -- form stars.  Specifically, in analogy to the Earth-confined continent, the bright part that appears as Central America and Mexico is actually a hot bed of gas, dust, and newly formed stars known as the Cygnus Wall.  This beautiful skyscape shows the star forming wall lit and eroded by bright young stars, and partly hidden by the dark dust they have created.  The North America Nebula (NGC 7000) spans about 50 light years and lies about 1,500 light years away toward the constellation of the Swan (Cygnus).",
    "hdurl": "https://apod.nasa.gov/apod/image/0810/northamerica_gualda_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The North America Nebula",
    "url": "https://apod.nasa.gov/apod/image/0810/northamerica_gualda.jpg"
  },
  {
    "copyright": "Anthony Ayiomamitis",
    "date": "2008-10-29",
    "explanation": "As far as ghosts go, Mirach's Ghost isn't really that scary. In fact, Mirach's Ghost is just a faint, fuzzy galaxy, well known to astronomers, that happens to be seen nearly along the line-of-sight to Mirach, a bright star. Centered in this star field, Mirach is also called Beta Andromedae. About 200 light-years distant, Mirach is a red giant star, cooler than the Sun but much larger and so intrinsically much brighter than our parent star. In most telescopic views, glare and diffraction spikes tend to hide things that lie near Mirach and make the faint, fuzzy galaxy look like a ghostly internal reflection of the almost overwhelming starlight. Still, appearing in this sharp image just above and to the right, Mirach's Ghost is cataloged as galaxy NGC 404 and is estimated to be some 10 million light-years away.  Take a survey on Aesthetics and Astronomy.   digg_url = 'http://apod.nasa.gov/apod/ap081029.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0810/mirachs_ayiomamitis_c800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mirach's Ghost",
    "url": "https://apod.nasa.gov/apod/image/0810/mirachs_ayiomamitis_c800.jpg"
  },
  {
    "copyright": "Giovanni Benintende",
    "date": "2008-10-30",
    "explanation": "Spooky shapes seem to haunt this starry expanse, drifting through the night in the royal constellation Cepheus. Of course, the shapes are cosmic dust clouds faintly visible in dimly reflected starlight. Far from your own neighborhood on planet Earth, they lurk at the edge of the Cepheus Flare molecular cloud complex some 1,200 light-years away. Over 2 light-years across and brighter than the other ghostly apparitions, the nebula known as vdB 141 or Sh2-136 near the center of the field is even seen in infrared light. Also cataloged as Bok globule CB230, the core of that cloud is collapsing and is likely a binary star system in the early stages of formation.  Take a survey on Aesthetics and Astronomy.   digg_url = 'http://apod.nasa.gov/apod/ap081030.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0810/s136crop_benintende.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Haunting the Cepheus Flare",
    "url": "https://apod.nasa.gov/apod/image/0810/s136crop_benintende800.jpg"
  },
  {
    "copyright": "Star Shadows\nRemote Observatory",
    "date": "2008-10-31",
    "explanation": "By starlight this eerie visage shines in the dark, a crooked profile evoking its popular name, the Witch Head Nebula. In fact, this entrancing telescopic portrait gives the impression the witch has fixed her gaze on Orion's bright supergiant star Rigel. Spanning over 50 light-years, the dusty cosmic cloud strongly reflects nearby Rigel's blue light, giving it the characteristic color of a reflection nebula. Cataloged as IC 2118, the Witch Head Nebula is about 1,000 light-years away. Of course, you might see a witch this scary tonight, but don't panic. Have a safe and Happy Halloween!  Take a survey on Aesthetics and Astronomy.   digg_url = 'http://apod.nasa.gov/apod/ap081031.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0810/ic2118_ssro.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Witch by Starlight",
    "url": "https://apod.nasa.gov/apod/image/0810/ic2118_ssro800.jpg"
  },
  {
    "copyright": "Paul Mortfield",
    "date": "2008-11-01",
    "explanation": "Menacing flying forms and garish colors are a mark of the Halloween season. They also stand out in this cosmic close-up of the eastern Veil Nebula.  The Veil Nebula itself is a large supernova remnant, the expanding debris cloud from the death explosion of a massive star. While the Veil is roughly circular in shape covering nearly 3 degrees on the sky in the constellation Cygnus, this portion of the eastern Veil spans only 1/2 degree, about the apparent size of the Moon. That translates to 12 light-years at the Veil's estimated distance of 1,400 light-years from planet Earth. In this composite of image data recorded through narrow band filters, emission from hydrogen atoms in the remnant is shown in red with strong emission from oxygen atoms in greenish hues. In the western part of the Veil lies another seasonal apparition, the Witch's Broom.  Take a survey on Aesthetics and Astronomy.   digg_url = 'http://apod.nasa.gov/apod/ap081101.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0811/Veileast-Mortfield-Cancelli.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Spectre in the Eastern Veil",
    "url": "https://apod.nasa.gov/apod/image/0811/Veileast-Mortfield-Cancelli_c800.jpg"
  }
]
