[
  {
    "copyright": "Lyndon AndersonPrairie Journal",
    "date": "2008-01-01",
    "explanation": "This aurora was a bit of a surprise.  For starters, on this day in 2002, no intense auroral activity was expected at all.  Possibly more surprising, however, the aurora appeared to show an usual structure of green rays from some locations.  In this view, captured from North Dakota, USA, a picket fence of green rays stretches toward the horizon.  Mirroring the green rays is a red band, somewhat rare in its own right.  Lights from the cities of Bismarck and Mandan are visible near the horizon.    Note: A German language mirror of APOD is now available.",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/aurorarays_anderson_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rays from an Unexpected Aurora",
    "url": "https://apod.nasa.gov/apod/image/0801/aurorarays_anderson_big.jpg"
  },
  {
    "copyright": "Emiel Kempen",
    "date": "2008-01-02",
    "explanation": "This gorgeous galaxy and comet portrait was recorded on December 30th, in the skies over Hoogeveen, The Netherlands. The combined series of 60 x 60 second exposures finds the lovely green coma of Comet 8P/Tuttle near its predicted conjunction with the Triangulum Galaxy. Aligning each exposure with the stars shows the comet as a streak, slowly moving against the background stars and galaxy. An alternative composition with exposures centered on the comet, shows the background stars and galaxy as streaks. The alluring celestial scene would also have been a rewarding one for the influential 18th century comet hunter Charles Messier. While Messier scanned French skies for comets, he carefully cataloged positions of things which were fuzzy and comet-like in appearance but did not move against the background stars and so were definitely not comets. The Triangulum Galaxy, also known as M33, is the 33rd object in his famous not-a-comet catalog. The modern understanding holds that the Triangulum Galaxy is a large spiral galaxy some 3 million light-years distant. Comet 8P/Tuttle, just bright enough to be visible to the unaided eye in dark, northern skies, is about 40 million kilometers (2 light-minutes) away.   The Amateur Astronomers Association of New York Presents: APOD Editor's Lecture: January 4th - American Museum of Natural History",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/M33tuttle_kempenStar.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Galaxy is not a Comet",
    "url": "https://apod.nasa.gov/apod/image/0801/M33tuttle_kempenStar800.jpg"
  },
  {
    "copyright": "Erno Berko",
    "date": "2008-01-03",
    "explanation": "Dust from curious near-Earth asteroid 3200 Phaethon seems to fall from the constellation Gemini in this fisheye skyview. The composite image was recorded over four December nights (12-15) just last year from Ludanyhalaszi, Hungary. Of course, the streaks are meteor trails from the annual Geminids meteor shower. The work of astronomer Erno Berko, the finished picture combines 113 different frames and captures 123 separate meteors. The Geminids is one of the northern skies most reliably performing meteor showers and did not disappoint last year. Under good conditions some skywatchers reported well over 100 meteors per hour near the December 14/15 peak for the Geminids in 2007. Look up tonight and you might see the 2008 Quadrantids.   The Amateur Astronomers Association of New York Presents: APOD Editor's Lecture: January 4th - American Museum of Natural History",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/2007geminid_berko2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Geminids in 2007",
    "url": "https://apod.nasa.gov/apod/image/0801/2007geminid_berko2_800.jpg"
  },
  {
    "copyright": "Serge Brunier",
    "date": "2008-01-04",
    "explanation": "Climb up to 5000 meters (16,500 feet) above sea level, near Cerro Chajnantor in the northern Chilean Andes, and your night sky could encompass this cosmic vista. Recorded from that high and dry locale, the spectacular fish-eye image features the myriad stars and sprawling dust clouds of our Milky Way Galaxy. The direction toward the center of the Galaxy is near the zenith and center of the picture, but the Galactic Center itself is hidden from view, located far behind the obscuring dust. Brilliant Jupiter rules this scene just above the Milky Way's central bulge with the noticeably fainter, yellowish, giant star Antares to its right. Small and faint, near the right edge of the picture is one of the Milky Way's many satellite galaxies, the Small Magellanic Cloud.   The Amateur Astronomers Association of New York Presents: APOD Editor's Lecture: Tonight - American Museum of Natural History",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/16500feetmilkywaykc2_brunier.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Milky Way at 5000 Meters",
    "url": "https://apod.nasa.gov/apod/image/0801/16500feetmilkywaykc2_brunier800.jpg"
  },
  {
    "date": "2008-01-05",
    "explanation": "Follow the handle of the Big Dipper away from the dipper's bowl, until you get to the handle's last bright star. Then, just slide your telescope a little south and west and you might find this stunning pair of interacting galaxies, the 51st entry in Charles Messier's famous catalog. Perhaps the original spiral nebula, the large galaxy with well defined spiral structure is also cataloged as NGC 5194. Its spiral arms and dust lanes clearly sweep in front of its companion galaxy (right), NGC 5195. The pair are about 31 million light-years distant and officially lie within the boundaries of the small constellation Canes Venatici. Though M51 looks faint and fuzzy in small, earthbound telescopes, this sharpest ever picture of M51 was made in January 2005 with the Advanced Camera for Surveys on board the Hubble Space Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/m51_hst_lgx.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M51: Cosmic Whirlpool",
    "url": "https://apod.nasa.gov/apod/image/0801/m51_hst_lgx.jpg"
  },
  {
    "date": "2008-01-06",
    "explanation": "Why does Jupiter have rings?  Jupiter's rings were discovered in 1979 by the passing Voyager 1 spacecraft, but their origin was a mystery.  Data from the Galileo spacecraft that orbited Jupiter from 1995 to 2003 later confirmed that these rings were created by meteoroid impacts on small nearby moons.  As a small meteoroid strikes tiny Adrastea, for example, it will bore into the moon, vaporize, and explode dirt and dust off into a Jovian orbit.  Pictured above is an eclipse of the Sun by Jupiter, as viewed from Galileo.  Small dust particles high in Jupiter's atmosphere, as well as the dust particles that compose the rings, can be seen by reflected sunlight.   Note: Meet astronomy bloggers and APOD editor RN in Austin this Tuesday night.",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/jupring1_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter's Rings Revealed",
    "url": "https://apod.nasa.gov/apod/image/0801/jupring1_gal.jpg"
  },
  {
    "date": "2008-01-07",
    "explanation": "Where do meteor showers originate?  To help answer this question, astronomers studied in some detail the Quadrantid meteor shower that occurred over this past weekend.  In particular, astronomers with specialized cameras flew as part of the Quadrantid's Multi-Instrument Aircraft Campaign (MAC) aboard a Gulfstream V aircraft above northern Canada over the past few days and studied the Quadrantid meteor shower in unprecedented detail. Pictured above is a composite image combining many short exposures.  Visible in the image are the wingtip of the airplane reflecting a red beacon on the left, green aurora most prominent on the image right, and numerous meteor streaks throughout.  Preliminary indications are that the meteor stream is quite stable in time but variable in meteor abundance.  Over 100 meteors per hour were visible at the peak from the MAC aircraft.   Meteor data from around the world will continue to be analyzed to try to verify Peter Jenniskens's recent hypothesis that minor planet 2003 EH1 is an intermittently active comet and the parent body of the annual Quadrantid meteor shower.   Note: Meet sky enthusiasts, astro bloggers, and APOD editor RN in Austin tomorrow (Tuesday) night.",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/quadrantids_vaubaillon_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Quadrantid Meteors and Aurora from the Air",
    "url": "https://apod.nasa.gov/apod/image/0801/quadrantids_vaubaillon.jpg"
  },
  {
    "date": "2008-01-08",
    "explanation": "As the New Horizons spacecraft sweeps through the Solar System, it is taking breathtaking images of the planets.  In February of last year, New Horizons passed Jupiter and the ever-active Jovian moon Io.   In this montage, Jupiter was captured in three bands of infrared light making the Great Red Spot look white.  Complex hurricane-like ovals, swirls, and planet-ringing bands are visible in Jupiter's complex atmosphere. Io is digitally superposed in natural color.  Fortuitously, a plume was emanating from Io's volcano Tvashtar.  Frost and sulfuric lava cover the volcanic moon, while red-glowing lava is visible beneath the blue sunlight-scattering plume.   The robotic New Horizons spacecraft is on track to arrive at Pluto in 2015.   Note: Meet sky enthusiasts, astro bloggers, and APOD editor RN in Austin tonight.",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/jupiterio_newhorizons_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Jupiter-Io Montage from New Horizons",
    "url": "https://apod.nasa.gov/apod/image/0801/jupiterio_newhorizons.jpg"
  },
  {
    "copyright": "T. Rector",
    "date": "2008-01-09",
    "explanation": "Beautiful nearby spiral galaxy IC 342 could be more famous if it wasn't so hidden.  A sprawling island universe, IC 342 would be a prominent galaxy in our night sky, but it is almost hidden from view behind the veil of stars, gas and dust clouds in the plane of our Milky Way galaxy. Similar in size to other large, bright spiral galaxies IC 342 is a mere 7 million light-years distant in the long-necked, northern constellation of the Giraffe (Camelopardalis). Even though IC 342's light is dimmed by intervening cosmic clouds, this remarkably sharp telescopic image traces the galaxy's own obscuring dust, blue star clusters, and glowing pink star forming regions along spiral arms that wind far from the galaxy's core. IC 342 may have undergone a recent burst of star formation activity and is close enough to have gravitationally influenced the evolution of the local group of galaxies and the Milky Way.   Note: Astronomy lectures by an APOD editor are now available as a free podcast.",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/ic342_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hidden Galaxy IC 342 from Kitt Peak",
    "url": "https://apod.nasa.gov/apod/image/0801/ic342_noao.jpg"
  },
  {
    "date": "2008-01-10",
    "explanation": "A mere 11 million light-years away, Centaurus A is a giant elliptical galaxy - the closest active galaxy to Earth. This remarkable composite view of the galaxy combines image data from the x-ray ( Chandra), optical(ESO), and radio(VLA) regimes. Centaurus A's central region is a jumble of gas, dust, and stars in optical light, but both radio and x-ray telescopes trace a remarkable jet of high-energy particles streaming from the galaxy's core. The cosmic particle accelerator's power source is a black hole with about 10 million times the mass of the Sun coincident with the x-ray bright spot at the galaxy's center. Blasting out from the active galactic nucleus toward the upper left, the energetic jet extends about 13,000 light-years. A shorter jet extends from the nucleus in the opposite direction. Other x-ray bright spots in the field are binary star systems with neutron stars or stellar mass black holes. Active galaxy Centaurus A is likely the result of a merger with a spiral galaxy some 100 million years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/cena_comp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Active Galaxy Centaurus A",
    "url": "https://apod.nasa.gov/apod/image/0801/cena_comp800.jpg"
  },
  {
    "copyright": "Hidden Valley Observatory",
    "date": "2008-01-11",
    "explanation": "Centered on North Star Polaris, this 4 degree wide field of view covers part of a complex of relatively unfamiliar, diffuse dust clouds soaring high above the plane of our Milky Way Galaxy. The combined light of the Milky Way stars are reflected by the dusty, galactic cirrus, the reflected starlight having the same blue tint characteristic of better known reflection nebulae. But this deep color image also records a faint reddish luminescence from the dust grains as they convert invisible stellar ultraviolet radiation to visible red light.  Dubbed extended red emission, the dim cosmic glow is thought to be caused by complex organic molecules known as PAHs (polycyclic aromatic hydrocarbons), common constituents of interstellar dust. On planet Earth, PAHs are widely encountered as the sooty products of combustion.",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/PolarisNebula_mandel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Polaris Dust Nebula",
    "url": "https://apod.nasa.gov/apod/image/0801/PolarisNebula_mandel800.jpg"
  },
  {
    "copyright": "Doug Zubenel",
    "date": "2008-01-12",
    "explanation": "This colorful view of the western sky at sunset features last Wednesday's slender crescent Moon. Of course, when the Moon is in its crescent phase it can never be far from the Sun in the sky. Also always close to the Sun in Earth's sky is innermost planet Mercury, seen here below and right of center against the bright orange glow along the horizon. Mercury is usually difficult to glimpse because of overwhelming sunlight, but increasingly better views of the small planet after sunset will be possible as it wanders farther east of the Sun in the coming days. On January 14th, NASA's MESSENGER spacecraft will have a good view too, as it makes its first Mercury flyby.",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/MoonMercury_zubenel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury Chases the Sunset",
    "url": "https://apod.nasa.gov/apod/image/0801/MoonMercury_zubenel_c800.jpg"
  },
  {
    "date": "2008-01-13",
    "explanation": "Ninety percent of the houses on Grenada were damaged by the destructive force of Hurricane Ivan.  At its peak, Ivan was a Category 5 hurricane, the highest power category on the Saffir-Simpson Scale, and created sustained winds in excess of 200 kilometers per hour.  Ivan was the largest hurricane to strike the US in 2004, and, so far, the 10th most powerful in recorded history.  As it swirled in the Atlantic Ocean, the tremendous eye of Hurricane Ivan was photographed from above by the orbiting International Space Station. The name Ivan has now been retired from Atlantic Ocean use by the World Meteorological Organization.   Note: Astronomy lectures by an APOD editor are now available as a free podcast.",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/ivan_iss_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hurricane Ivan from the Space Station",
    "url": "https://apod.nasa.gov/apod/image/0801/ivan_iss.jpg"
  },
  {
    "copyright": "Jean-Charles\nCuillandre",
    "date": "2008-01-14",
    "explanation": "What creates the colors of the Cocoon Nebula? The Cocoon Nebula, cataloged as IC 5146, is a strikingly beautiful nebula located about 4,000 light years away toward the constellation of the Swan (Cygnus).  Inside the Cocoon Nebula is a newly developing open cluster of stars.  Like other stellar nurseries, the Cocoon Nebula holds, at the same time, a bright red emission nebula, blue reflection nebulas, and dark absorption nebulas.  Given different mixtures, these three processes create a host of colors in this image taken recently by the Canada-France-Hawaii Telescope (CFHT) in Hawaii, USA.  Speculation based on recent measurements holds that the massive star towards the left of the picture opened a hole in an existing molecular cloud through which much of the glowing material flows.  The same star, which formed about 100,000 years ago, now provides the energy source for much of the emitted and reflected light from this nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/cocoon_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cocoon Nebula from CFHT",
    "url": "https://apod.nasa.gov/apod/image/0801/cocoon_cfht.jpg"
  },
  {
    "copyright": "Gemini Observatory",
    "date": "2008-01-15",
    "explanation": "Are these two supernova shells related?  To help find out, the 8-meter Gemini Telescope located high atop a mountain in Chile was pointed at the unusual, huge, double-lobed cloud dubbed DEM L316.  The resulting image, shown above, yields tremendous detail.  Inspection of the image as well as data taken by the orbiting Chandra X-Ray Observatory indicate how different the two supernova remnants are.  In particular, the smaller shell appears to be the result of Type Ia supernova where a white dwarf exploded, while the larger shell appears to be the result of a Type II supernova where a massive normal star exploded. Since those two stellar types evolve on such different time scales, they likely did not form together and so are likely not physically associated.   Considering also that no evidence exists that the shells are colliding, the two shells are now hypothesized to be superposed by chance.  DEM L316 lies about 160,000 light years away in the neighboring Large Magellanic Cloud (LMC) galaxy, spans about 140 light-years across, and appears toward the southern constellation of the Swordfish (Dorado).",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/demL316_gemini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Double Supernova Remnants DEM L316",
    "url": "https://apod.nasa.gov/apod/image/0801/demL316_gemini.jpg"
  },
  {
    "date": "2008-01-16",
    "explanation": "Two days ago, the MESSENGER spacecraft became only the second spacecraft in human history to swoop past Mercury.  The last spacecraft to visit the Sun's closest planet was Mariner 10 over 35 years ago.  Mariner 10 was not able to photograph Mercury's entire surface, and the images it did send back raised many questions.  Therefore, much about planet Mercury remains unknown.  This week's flyby of MESSENGER was only the first of three flybys.  Over the next few years MESSENGER will swing past twice more and finally enter Mercury's orbit in 2011. MESSENGER is currently moving too fast to enter orbit around Mercury now.   The above image was taken two days ago during MESSENGER's flyby and shows part of Mercury's surface that has never been imaged in detail before. Many more detailed images of Mercury are expected to be sent back over the next few days.  The data acquired by MESSENGER will hopefully help scientists better understand how Mercury's surface was formed, and why it is so dense.    Note: Today's APOD image has been updated.  The latest MESSENGER images are here.",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/mercury02_messenger_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "MESSENGER Passes Mercury",
    "url": "https://apod.nasa.gov/apod/image/0801/mercury02_messenger.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2008-01-17",
    "explanation": "This helmet-shaped cosmic cloud with wing-like appendages is popularly called Thor's Helmet. Heroically sized even for a Norse god, Thor's Helmet is about 30 light-years across. In fact, the helmet is actually more like an interstellar bubble, blown as a fast wind from the bright, massive star near the bubble's center sweeps through a surrounding molecular cloud. Known as a Wolf-Rayet star, the central star is an extremely hot giant thought to be in a brief, pre-supernova stage of evolution. Cataloged as NGC 2359, the nebula is located about 15,000 light-years away in the constellation Canis Major. The sharp image captures striking details of the nebula's filamentary structures and also records an almost emerald color from strong emission due to oxygen atoms in the glowing gas.",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/NGC2359AUL_gendler.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Thor's Emerald Helmet",
    "url": "https://apod.nasa.gov/apod/image/0801/NGC2359_gendler_rc800.jpg"
  },
  {
    "date": "2008-01-18",
    "explanation": "The stellar explosions known as supernovae are among the most powerful events in the universe. Triggered by the collapsing core of a massive star or the nuclear demise of a white dwarf, supernovae occur in average spiral galaxies only about once every century. But the remarkable spiral galaxy NGC 2770 has lately produced more than its fair share. Two still bright supernovae and the location of a third, originally spotted in 1999 but now faded from view, are indicated in this image of the edge-on spiral. All three supernovae are now thought to be of the core-collapse variety, but the most recent of the trio, SN2008D, was first detected by the Swift satellite at more extreme energies as an X-ray flash (XRF) or possibly a low-energy version of a gamma-ray burst on January 9th. Located a mere 90 million light-years away in the northern constellation Lynx, NGC 2770 is now the closest galaxy known to host such a powerful supernova event.",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/ngc2770sne_malesani.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Supernova Factory NGC 2770",
    "url": "https://apod.nasa.gov/apod/image/0801/ngc2770sne_malesani_c800.jpg"
  },
  {
    "copyright": "P-M Hedén",
    "date": "2008-01-19",
    "explanation": "The tantalizing Pleiades star cluster seems to lie just beyond the trees above a dark castle tower in this dramatic view of The World at Night. Recorded earlier this month, the starry sky also features bright star Aldebaran below the Pleiades and a small, faint, fuzzy cloud otherwise known as Comet Holmes near picture center at the top of the field. Starry Night Castle might be an appropriate name for the medieval castle ruin in the foreground. But its traditional name is Mörby Castle, found north of Stockholm, near lake Skedviken in Norrtälje, Sweden.",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/CastleHolmes_heden_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Starry Night Castle",
    "url": "https://apod.nasa.gov/apod/image/0801/CastleHolmes_heden_c1.jpg"
  },
  {
    "copyright": "St�phane Guisard",
    "date": "2008-01-20",
    "explanation": "Comet McNaught was perhaps the most photogenic comet of our time.  After making quite a show in the northern hemisphere in early January, the comet moved south and developed a long and unusual dust tail that dazzled southern hemisphere observers.  In this image, Comet McNaught was captured one year ago above Chile.  The bright comet dominates on the left while part of its magnificent tail spreads across the entire picture.   From this vantage point in the Andes Mountains, one looks up toward Comet McNaught and a magnificent sky, across at a crescent moon, and down on clouds, atmospheric haze, and the city lights of Santiago. Comet McNaught has glided into the outer Solar System and is now only visible as a speck in a large telescope.  The other spectacular comet of 2007, Comet Holmes, has also faded from easy view.",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/mcnaught_guisard_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet McNaught Over Chile",
    "url": "https://apod.nasa.gov/apod/image/0801/mcnaught_guisard.jpg"
  },
  {
    "date": "2008-01-21",
    "explanation": "What would it look like to fly past Mercury?  Just such an adventure was experienced last week by the MESSENGER spacecraft during its first flyby of the strange moon-like world nearest the Sun.  Pictured above is the limb of Mercury seen by MESSENGER upon approach, from about 1 1/2 Earth diameters away.  Visible on the hot and barren planet are many craters, many appeared to be more shallow than similarly sized craters on the Moon.  The comparatively high gravity of Mercury helps flatten tall structures like high crater walls.  MESSENGER was able to take over 1,000 images of Mercury which will be beamed back to Earth for planetary geologists to study.  The robotic MESSENGER spacecraft is scheduled to fly past Mercury twice more before firing its thrusters to enter orbit in 2011.",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/mercury03_messenger_big.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury's Horizon from MESSENGER",
    "url": "https://apod.nasa.gov/apod/image/0801/mercury03_messenger.jpg"
  },
  {
    "date": "2008-01-22",
    "explanation": "Perhaps it's time to go inside.  Such thoughts might occur to people witnessing the approach of an impressive shelf cloud.  Shelf clouds are typically seen leading thunderstorms, although they may precede any well defined front of relatively cold air.  Shelf clouds differ from roll clouds because shelf clouds are attached to a larger cloud system lurking above.  Similarly, shelf clouds differ from wall clouds because wall clouds typically trail storm systems.  The above pictured shelf cloud was photographed toward the southwest during a trip crossing the prairies of Saskatchewan, Canada on the Trans-Canada Highway in 2001 August.  A rising Sun illuminated the impressive cloud from the east as it advanced from the west.",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/shelfcloud_kerr_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shelf Cloud Over Saskatchewan",
    "url": "https://apod.nasa.gov/apod/image/0801/shelfcloud_kerr.jpg"
  },
  {
    "date": "2008-01-23",
    "explanation": "Astronaut self-portraits can be particularly interesting.  Visible in the above picture, working in from the outer borders, are the edges of the reflecting helmet of a space suit, modules of the International Space Station (ISS), the Earth, the arms of Expedition 15 astronaut Clay Anderson, and the digital camera used to snap the image.  This picture was taken during the shuttle orbiter Endeavour's mission to expand the space station last August.  The large curvature of the Earth appearing in the visor reflection is not the true curvature of our spherical Earth, but rather an artifact of the curve of the space helmet.  Earth's horizon appears only slightly curved when viewed from the height of the ISS -- approximately 400 kilometers.  The next space shuttle mission to the space station is currently expected to take place next month and includes the installation of the scientific Columbus Laboratory.",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/reflections_sts118_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orbiting Astronaut Reflects Earth",
    "url": "https://apod.nasa.gov/apod/image/0801/reflections_sts118.jpg"
  },
  {
    "copyright": "Tony Hallas",
    "date": "2008-01-24",
    "explanation": "The most distant object easily visible to the unaided eye is M31, the great Andromeda Galaxy some two and a half million light-years away. But without a telescope, even this immense spiral galaxy - spanning over 200,000 light years - appears as a faint, nebulous cloud in the constellation Andromeda. In contrast, a bright yellow nucleus, dark winding dust lanes, gorgeous blue spiral arms and star clusters are recorded in this stunning telescopic digital mosaic. While even casual skygazers are now inspired by the knowledge that there are many distant galaxies like M31, astronomers seriously debated this fundamental concept less than 90 years ago. Were these \"spiral nebulae\" simply outlying components of our own Milky Way Galaxy or were they instead \"island universes\" -- distant systems of stars comparable to the Milky Way itself? This question was central to the famous Shapley-Curtis debate of 1920, which was later resolved by observations of M31 in favor of Andromeda, island universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/M31_hallas.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Andromeda Island Universe",
    "url": "https://apod.nasa.gov/apod/image/0801/M31_hallas800.jpg"
  },
  {
    "copyright": "picdumidi.org",
    "date": "2008-01-25",
    "explanation": "This dreamlike view looking south from the historic mountain top Pic du Midi Observatory combines moonlit domes, a winter night sky, and the snowy peaks of the French Pyrenees. Encroaching on the night, lights from the La Mongie ski resort illuminate the mountain slopes nearby while the glow along the distant horizon is from urban areas in southern France and Spain. The night sky features stars of the constellations Orion and Gemini with a bright planet Mars very near the top edge, left of center. The three prominent domes visible (from left to right) house a 0.6 meter telescope reserved for amateur astronomers, a 1 meter telescope that was used to support the Apollo lunar landing missions, and the new, Sun-watching CLIMSO.",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/CielHiverPic_sallez.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Winter Night at Pic du Midi",
    "url": "https://apod.nasa.gov/apod/image/0801/CielHiverPic_sallez800.jpg"
  },
  {
    "date": "2008-01-26",
    "explanation": "Hard to spot against the twilight glow near planet Earth's horizon, a crescent Mercury was imaged close up by the MESSENGER spacecraft early last week. Colors in this remarkable picture were created using data recorded through infrared, red, and violet filters. The combination enhances color differences otherwise not visible to the eye across the innermost planet's cratered surface. In this view, light bluish material seems to surround relatively new craters, contrasting with the mostly drab, brown terrain. Mercury itself is 4,880 kilometers in diameter. The full resolution image shows features as small as 10 kilometers across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/mercury_messengerJan22.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crescent Mercury in Color",
    "url": "https://apod.nasa.gov/apod/image/0801/mercury_messengerJan22_rc800.jpg"
  },
  {
    "copyright": "Juan Carlos Casado",
    "date": "2008-01-27",
    "explanation": "Have you ever seen the planet Mercury?  Because Mercury orbits so close to the Sun, it never wanders far from the Sun in Earth's sky. If trailing the Sun, Mercury will be visible low on the horizon for only a short while after sunset. If leading the Sun, Mercury will be visible only shortly before sunrise. So at certain times of the year an informed skygazer with a little determination can usually pick Mercury out from a site with an unobscured horizon. Above, a lot of determination has been combined with a little digital trickery to show Mercury's successive positions during March of 2000.  Each picture was taken from the same location in Spain when the Sun itself was 10 degrees below the horizon and superposed on the single most photogenic sunset.  Mercury is currently visible in the western sky after sunset, but will disappear in the Sun's glare after a few days.",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/mercurysky_casado_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury on the Horizon",
    "url": "https://apod.nasa.gov/apod/image/0801/mercurysky_casado.jpg"
  },
  {
    "copyright": "Jay Pasachoff",
    "date": "2008-01-28",
    "explanation": "Is this painting the earliest realistic depiction of a total eclipse of the Sun?  Some historians believe it is.  The above painting was completed in 1735 by Cosmas Damian Asam, a painter and architect famous in early eighteenth century Germany.  Clearly drawn is not only a total solar eclipse, but the solar corona and the diamond ring effect visible when sunlight flows only between mountains on the Moon.  The person depicted viewing these eclipse phenomena is St. Benedict. Roberta J. M. Olson and Jay Pasachoff have hypothesized that Asam himself may have seen first hand one or all of the total solar eclipses of May 1706, 1724, and 1733.  Many facts about our astronomical universe that are taken for granted today have been known -- or accurately recorded -- only during the last millennium.  Asam's painting currently hangs in Weltenburg Abbey in Bavaria, Germany.",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/eclipse_pasachoff_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Solar Eclipse Painting from the 1700s",
    "url": "https://apod.nasa.gov/apod/image/0801/eclipse_pasachoff.jpg"
  },
  {
    "date": "2008-01-29",
    "explanation": "What does Mars look like from here? Last September, before hiking across rugged and slippery terrain to reach its winter hibernation point, the robotic Spirit rover climbed a small plateau known as Home Plate and captured the spectacular vista pictured above.  Part of the curious flat-topped Home Plate is visible as the light colored landscape across the panorama's foreground.   On the image left, visible about eight kilometers in the distance, is Grissom Hill, while on the left foreground is rock strewn Tsiolkovski Ridge.  On the right, at about 800 meters distant, is Husband Hill, already explored by Spirit and notable as the highest point visible in the westward looking panorama. In the inset is a close-up of a tiny motionless feature informally dubbed Little Bigfoot that has drawn some attention for it superficial appearance to a humanoid life form.  Tenacious image explorers might locate Little Bigfoot towards the front left of the high resolution panorama.  Spirit successfully reached its energy-conserving winter haven in December.",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/westvalley_spirit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "West Valley Panorama from the Spirit Rover on Mars",
    "url": "https://apod.nasa.gov/apod/image/0801/westvalley_spirit.jpg"
  },
  {
    "date": "2008-01-30",
    "explanation": "Asteroid 2007 TU24 passed by the Earth yesterday, posing no danger.  The space rock, estimated to be about 250 meters across, coasted by just outside the orbit of Earth's Moon.   The passing was not very unusual -- small rocks strike Earth daily, and in 2003 a rock the size of a bus passed inside the orbit of the Moon, being detected only after passing. TU24 was notable partly because it was so large.  Were TU24 to have struck land, it might have caused a magnitude seven earthquake and left a city-sized crater.  A perhaps larger danger would have occurred were TU24  to have struck the ocean and raised a large tsunami. This radar image was taken two days ago.  The Arecibo Radio Telescope in Puerto Rico broadcast radar that was reflected by the asteroid and then recorded by the Byrd Radio Telescope in Green Bank, West Virginia.  The resulting image shows TU24 to have an oblong and irregular shape. TU24 was discovered only three months ago, indicating that other potentially hazardous asteroids might lurk in our Solar System currently undetected.  Objects like TU24 are hard to detect because they are so faint and move so fast.  Humanity's ability to scan the sky to detect, catalog, and analyze such objects has increased notably in recent years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/tu24_greenbank_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Asteroid 2007 TU24 Passes the Earth",
    "url": "https://apod.nasa.gov/apod/image/0801/tu24_greenbank.jpg"
  },
  {
    "date": "2008-01-31",
    "explanation": "Dusty stellar nursery RCW 49 surrounds young star cluster Westerlund 2 in this remarkable composite skyscape from beyond the visible spectrum of light. Infrared data from the Spitzer Space Telescope is shown in black and white, complimenting the Chandra X-ray image data (in false color) of the hot energetic stars within the cluster's central region. Looking toward the grand southern constellation Centaurus, both views reveal stars and structures hidden from optical telescopes by obscuring dust. Westerlund 2 itself is a mere 2 million years old or less, and contains some of our galaxy's most luminous, massive and therefore short-lived stars. The infrared signatures of proto-planetary disks have also been identified in the intense star forming region. At the cluster's estimated distance of 20,000 light-years, the square marking the Chandra field of view would be about 50 light-years on a side.",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/wd2_xrayir.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Young Star Cluster Westerlund 2",
    "url": "https://apod.nasa.gov/apod/image/0801/wd2_xrayir_c790.jpg"
  },
  {
    "date": "2008-02-01",
    "explanation": "Fifty years ago (on January 31, 1958) the First Explorer, was launched into Earth orbit by the Army Ballistic Missile Agency. Inaugurating the era of space exploration for the United States, Explorer I was a thirty pound satellite that carried instruments to measure temperatures, and micrometeorite impacts, along with an experiment designed by James A. Van Allen to measure the density of electrons and ions in space. The measurements made by Van Allen's experiment led to an unexpected and startling discovery -- an earth-encircling belt of high energy electrons and ions trapped in the magnetosphere now known as the Van Allen Radiation Belt. Explorer I ceased transmitting on February 28, 1958, but remained in orbit until March of 1970. Pioneering space scientist James Van Allen died on August 9th, 2006 at the age of 91.",
    "hdurl": "https://apod.nasa.gov/apod/image/0802/exp1Launch_msfc_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The First Explorer",
    "url": "https://apod.nasa.gov/apod/image/0802/exp1Launch_msfc_c22.jpg"
  }
]
