[
  {
    "date": "2009-04-01",
    "explanation": "First, a new truss was added.  Then, new solar panels were installed. Now, as part of the planned upgrade of the International Space Station, an Expedition 18 astronaut has upgraded her own head.  The Human Extended Analog Device 9000 was attached with only minor delays, making the astronaut's remaining spacewalks over 40 percent more efficient. With the HEAD 9000 attached, an astronaut can now directly access 4 Gigabytes of computer flash memory with their own brain, perform complex mathematics by \"directed thinking\", and play a pre-installed game of Tetris at no additional charge.  Happy April Fools' Day from the folks at APOD.  In reality, the space shuttle Discovery's mission to upgrade the International Space Station ended Saturday after upgrading only the space station. The above image of astronaut Heidemarie Stefanyshyn-Piper handling the box-like Nitrogen Tank Assembly was actually taken last November.  For some reason, however, Astronaut Stefanyshyn-Piper can now factor 11 digit prime numbers in her head.    digg_url = 'http://apod.nasa.gov/apod/ap090401.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0904/astrohead_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Astronaut's Head Upgraded During Spacewalk",
    "url": "https://apod.nasa.gov/apod/image/0904/astrohead_nasa.jpg"
  },
  {
    "copyright": "Tamas Ladanyi",
    "date": "2009-04-02",
    "explanation": "Today, 100 Hours of Astronomy begins, a cornerstone project of the International Year of Astronomy 2009 celebrating the 400th anniversary of Galileo's original telescopic exploration of the sky. Running from April 2 through April 5, many different public programs are planned worldwide as part of the project, starting with today's opening event at the Franklin Institute in Philadelphia. Featuring one of Galileo's two remaining telescopes, the event will be webcast live. Of course, the sky examined by Galileo can still be appreciated today, with much more capable instruments that are widely available. But this skyward view from a private observatory in Veszprem, Hungary also includes objects Galileo did not see when he gazed into the night. Recorded on March 26, the image captures the paired trails of the International Space Station (the brighter trail) and the shuttle orbiter Discovery in low Earth orbit, as well as the streak of a passing airplane.   digg_url = 'http://apod.nasa.gov/apod/ap090402.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0904/iss_castor_090326_ladanyi_v1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "100 Hours of Astronomy Begins",
    "url": "https://apod.nasa.gov/apod/image/0904/iss_castor_090326_ladanyi_v1c800.jpg"
  },
  {
    "copyright": "ESO100 Hours of Astronomy",
    "date": "2009-04-03",
    "explanation": "Want to go on an extraordinary voyage? Today you can, by watching Around the World in 80 Telescopes. The 24-hour long webcast is organized by the European Southern Observatory for the International Year of Astronomy cornerstone project 100 Hours of Astronomy. As suggested in this astronomically intense composite, the webcast event follows night and day around the globe to visit some of the most advanced observatories on Earth and in space, exploring the universe in visible light and beyond. The Gemini North Telescope (Hawaii, USA) and the large observatories at the summit of volcanic Mauna Kea are scheduled for the first stops in the program beginning April 3 at 09:00 UT. Others on the schedule include the Swift Satellite and Fermi Gamma-ray Space Telescope, the Himalayan Chandra Telescope (Hanle, India), and the 10-meter South Pole Telescope and IceCube Neutrino Telescope (South Pole, Antarctica).   digg_url = 'http://apod.nasa.gov/apod/ap090403.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0904/atwi80t_christensen.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Around the World in 80 Telescopes",
    "url": "https://apod.nasa.gov/apod/image/0904/atwi80t_christensen_c800.jpg"
  },
  {
    "copyright": "Babak Tafreshi",
    "date": "2009-04-04",
    "explanation": "As twilight sweeps around planet Earth tonight (April 4), many amateur astronomers will set up their telescopes for a 24-hour global star party. The planetwide star party is part of 100 Hours of Astronomy (100HA), a project of the International Year of Astronomy 2009. To join the party, members of the public can find a nearby organized event or planned webcast by consulting the schedules on the 100HA website. What could you see through a telescope tonight? For starters, a bright Moon will shine in the evening sky, offering telescopic observers spectacular views of impact craters, mountains, and lava-flooded mare. Tonight's other celestial targets include the crowd pleasing planet Saturn surrounded by its own moons, its rings tilted nearly edge-on.   digg_url = 'http://apod.nasa.gov/apod/ap090404.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0904/iya0908a_tafreshi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Party on Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/0904/iya0908a_tafreshiC.jpg"
  },
  {
    "date": "2009-04-05",
    "explanation": "The Sun's surface keeps changing.  Click the central arrow and watch how the Sun's surface oozes during a single hour.  The Sun's photosphere has thousands of bumps called granules and usually a few dark depressions called sunspots.  The above time-lapse movie centered on Sunspot 875 was taken in 2006 by the Vacuum Tower Telescope in the Canary Islands of Spain using adaptive optics to resolve details below 500 kilometers across.  Each of the numerous granules is the size of an Earth continent, but much shorter lived.  A granule slowly changes its shape over an hour, and can even completely disappear.  Hot hydrogen gas rises in the bright center of a granule, and falls back into the Sun along a dark granule edge.  The above movie and similar movies allows students and solar scientists to study how granules and sunspots evolve as well as how magnetic sunspot regions produce powerful solar flares.   Note: Follow the Sun today as part of 100 Hours of Astronomy  digg_url = 'http://apod.nasa.gov/apod/ap090405.html'; digg_skin = 'compact';",
    "media_type": "other",
    "service_version": "v1",
    "title": "Orange Sun Oozing"
  },
  {
    "date": "2009-04-06",
    "explanation": "The developing International Space Station (ISS) has changed its appearance again.  In a recently completed mission, the Space Shuttle orbiter Discovery visited the ISS and added components that included a new truss and new solar panels.  The entire array of expansive solar panels is visible in the above picture taken by the Discovery Crew after leaving the ISS to return to Earth.  The world's foremost space outpost can be seen developing over the past several years by comparing the above image to past images.  Also visible above are many different types of modules, a robotic arm, and a supply ship.  Construction began on the ISS in 1998.   digg_url = 'http://apod.nasa.gov/apod/ap090406.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0904/iss_sts119_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "International Space Station Expands Again",
    "url": "https://apod.nasa.gov/apod/image/0904/iss_sts119.jpg"
  },
  {
    "date": "2009-04-07",
    "explanation": "Two galaxies are squaring off in Virgo and here are the latest pictures.  When two galaxies collide, the stars that compose them usually do not. This is because galaxies are mostly empty space and, however bright, stars only take up only a small fraction of that space. But during the collision, one galaxy can rip the other apart gravitationally, and dust and gas common to both galaxies does collide. If the two galaxies merge, black holes that likely resided in each galaxy center may eventually merge. Because the distances are so large, the whole thing takes place in slow motion -- over hundreds of millions of years. Besides the two large spiral galaxies, a smaller third galaxy is visible on the far left of the above image of Arp 274, also known as NGC 5679. Arp 274 spans about 200,000 light years across and lies about 400 million light years away toward the constellation of Virgo.   digg_url = 'http://apod.nasa.gov/apod/ap090407.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0904/arp274_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Colliding Spiral Galaxies of Arp 274",
    "url": "https://apod.nasa.gov/apod/image/0904/arp274_hst.jpg"
  },
  {
    "date": "2009-04-08",
    "explanation": "How was this unusual looking galaxy created? No one is sure, especially since spiral galaxy NGC 7049 looks so strange.  NGC 7049's striking appearance is primarily due to an unusually prominent dust ring seen mostly in silhouette.  The opaque ring is much darker than the din of millions of bright stars glowing behind it. Besides the dark dust, NGC 7049 appears similar to a smooth elliptical galaxy, although featuring surprisingly few globular star clusters. NGC 7049 is pictured above as imaged recently by the Hubble Space Telescope. The bright star near the top of NGC 7049 is an unrelated foreground star in our own Galaxy.  Not visible here is an unusual central polar ring of gas circling out of the plane near the galaxy's center. Since NGC 7049 is the brightest galaxy in its cluster of galaxies, its formation might be fostered by several prominent and recent galaxy collisions. NGC 7049 spans about 150 thousand light years and lies about 100 million light years away toward the constellation of Indus.   digg_url = 'http://apod.nasa.gov/apod/ap090408.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0904/ngc7049_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual Dusty Galaxy NGC 7049",
    "url": "https://apod.nasa.gov/apod/image/0904/ngc7049_hst.jpg"
  },
  {
    "copyright": "Eddie Guscott",
    "date": "2009-04-09",
    "explanation": "This remarkable picture of a slender crescent Venus was made during daylight hours on March 26. Venus was then very near inferior conjunction, its closest approach to a point on a line directly between Earth and the Sun. So, daylight was a good time to carefully record the telescopic view when both Venus and Sun were high in the daytime sky. Near inferior conjunction, Venus is closest to us and at its largest apparent size, but Venus is also strongly backlit by sunlight, presenting its night side partially outlined by a narrow crescent. What makes the image remarkable are the faint arcs extending beyond the sunlit crescent around to the night side of Venus, due to sunlight filtering through the planet's dense atmosphere. Astronomer Eddie Guscott reports from his site in Essex, England that the faint extensions came and went as the Earth's atmospheric blurring changed. His image was constructed from 85 of the sharpest frames chosen from thousands taken with a webcam and telescope.   digg_url = 'http://apod.nasa.gov/apod/ap090409.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0904/venus26march2009-4-FINAL-1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus Near Inferior Conjunction",
    "url": "https://apod.nasa.gov/apod/image/0904/venus26march2009-4-FINAL-1_550.jpg"
  },
  {
    "copyright": "Ralf\nVandebergh",
    "date": "2009-04-10",
    "explanation": "These two frames, taken with a video camera and a telescope, reveal remarkable details of the International Space Station (ISS) orbiting some 350 kilometers above planet Earth. Recorded during last month's visit by the crew of shuttle orbiter Discovery on mission STS-119, the pictures show extended solar arrays glinting in bright sunlight against a dark sky. They also likely capture the blurred image of a spacewalking astronaut during the mission's EVA-2 (Extravehicular Activity-2)! The astronaut is installing equipment along one of the station's truss assemblies. Astronomer Ralf Vandebergh, who often images the ISS during its favorable passes through Dutch skies, comments that no other bright ISS structures occupy the position indicated in the inset, and that a reflective, white-suited astronaut would be visible against the truss and correspond to the bright blur.  Vandebergh notes that the timing and location further suggest the spacewalker is STS-119 astronaut Joseph Acaba.   digg_url = 'http://apod.nasa.gov/apod/ap090410.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0904/STS-119_EVA-2_20090321_192411.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "ISS and Astronaut",
    "url": "https://apod.nasa.gov/apod/image/0904/STS-119_EVA-2_20090321_192411_c800.jpg"
  },
  {
    "copyright": "TWAN",
    "date": "2009-04-11",
    "explanation": "Intricate, glowing nebulae that shine in planet Earth's night sky are beautiful to look at in deep images made with telescopes and sensitive cameras. But they are faint and otherwise invisible to the naked-eye. That makes their relative location and extent on the sky difficult to appreciate. So, consider this impressive composite image of a wide region of the northern winter sky. With a total exposure time of 40 hours, the painstaking mosaic presents a nebula-rich expanse known as the Orion-Eridanus Superbubble above a house in suburban Boston, USA. Within the wide and deep view are nebulae more often seen in narrower views, including the Great Orion Nebula, the Rosette Nebula, the Seagull Nebula, the California Nebula, and Barnard's Loop. The familiar constellation of Orion itself is just above the foreground house. Brightest star Sirius is left of the roof, and the recognizable Pleiades star cluster is above the tree at the right. A version of the big picture that includes simple constellation guidelines is available here.   digg_url = 'http://apod.nasa.gov/apod/ap090411.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0904/mosaic1_diCiccoWalker.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Big Picture",
    "url": "https://apod.nasa.gov/apod/image/0904/mosaic1_diCiccoWalker.jpg"
  },
  {
    "date": "2009-04-12",
    "explanation": "Lying just at the limit of human perception is a picturesque starfield containing one of the larger open clusters on the northern sky.  Spanning an angle larger than the Moon, M39's relatively few stars lie only about 800 light years distant toward the constellation of Cygnus.  The above picture of M39 is a mosaic of 33 images taken by the WIYN telescope on Kitt Peak in Arizona, USA.  The stars in M39 are all about 300 million years old, much younger than the 5,000 million years of our Sun. Open clusters, also called galactic clusters, contain fewer and younger stars than globular clusters. Also unlike globular clusters, open clusters are generally confined to the plane of our Galaxy.   digg_url = 'http://apod.nasa.gov/apod/ap090412.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0904/m39_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M39: Open Cluster in Cygnus",
    "url": "https://apod.nasa.gov/apod/image/0904/m39_noao.jpg"
  },
  {
    "copyright": "Jean-Charles Cuillandre",
    "date": "2009-04-13",
    "explanation": "Just fix your camera to a tripod and you too can make an image of graceful trails traced by the stars as planet Earth rotates on its axis.  Making a time lapse video like that shown above may require more effort, though. Made on 2006 October 13 from Mauna Kea, Hawaii, USA, this video nicely captured what you might see of the night sky if you could keep your brain from changing your perceived visual image about every hundredth of a second. Starting from a dark sky and point-like stars, the video demonstrates how stars appear to move over the night as the world turns. Near the center of the developing bull's-eye pattern is Polaris, the North Star.  Visible in the left foreground is the 3.7-meter aperture Canada-France-Hawaii Telescope (CFHT). The red glow that illuminated the CFHT dome near the beginning of the film was created by a car leaving the volcanic summit. The Moon rose about half way through the video and created a white glow that gradually illuminated most of the CFHT dome. The above remarkable time-lapse video was constructed from about 1,000 consecutive frames taken with a digital camera over nearly nine hours.   digg_url = 'http://apod.nasa.gov/apod/ap090413.html'; digg_skin = 'compact';",
    "media_type": "other",
    "service_version": "v1",
    "title": "Star Trails over the Canada-France-Hawaii Telescope"
  },
  {
    "copyright": "Adam BlockMt. Lemmon SkyCenterU. Arizona",
    "date": "2009-04-14",
    "explanation": "Why do many galaxies appear as spirals? A striking example is M101, shown above, whose relatively close distance of about 27 million light years allows it to be studied in some detail. Recent evidence indicates that a close gravitational interaction with a neighboring galaxy created waves of high mass and condensed gas which continue to orbit the galaxy center. These waves compress existing gas and cause star formation. One result is that M101, also called the Pinwheel Galaxy, has several extremely bright star-forming regions (called HII regions) spread across its spiral arms. M101 is so large that its immense gravity distorts smaller nearby galaxies.   digg_url = 'http://apod.nasa.gov/apod/ap090414.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0904/m101_block_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M101: The Pinwheel Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0904/m101_block.jpg"
  },
  {
    "date": "2009-04-15",
    "explanation": "What's causing unusual jagged shadows on Saturn's rings? No one is yet sure.  As Saturn nears equinox, its rings increasingly show only their thin edge to the Earth and Sun.  As a result, Saturn's moons now commonly cast long  shadows onto the rings. An example of this is the elongated vertical shadow of Mimas seen on the above right. The series of shorter, jagged shadows that run diagonally, however, are more unusual. Now Saturn's rings have been known to be made of particles for hundreds of years, but these particles have so far escaped direct imaging.  It is therefore particularly exciting that a preliminary hypothesis holds that these jagged shadows are silhouettes of transient groups of ring particles temporarily held close by their own gravity.  Future work will surely continue, as the robotic Cassini spacecraft orbiting Saturn that took the above image will continue to photograph Saturn's magnificent rings right through Saturn's equinox this August.   digg_url = 'http://apod.nasa.gov/apod/ap090415.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0904/shadows_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jagged Shadows May Indicate Saturn Ring Particles",
    "url": "https://apod.nasa.gov/apod/image/0904/shadows_cassini.jpg"
  },
  {
    "copyright": "Paolo Tanga",
    "date": "2009-04-16",
    "explanation": "Clouds couldn't hide this bright Full Moon as it rose last week over the medieval castle of Tourrette-Levens near Nice, France. Exactly full on April 9 at 1456 UT, it followed the March equinox, making it the first Full Moon of spring in the north and autumn in the southern hemisphere. Known as the Easter Moon, it fixes the date for the celebration of Easter on the first Sunday after the first Full Moon of northern spring. Also called the Grass Moon or Egg Moon in the north, in the southern hemisphere, following the autumnal equinox, this Full Moon shines throughout the night as a Hunter's Moon.   digg_url = 'http://apod.nasa.gov/apod/ap090416.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0904/aprMoon_tanga.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Castle and Full Moon",
    "url": "https://apod.nasa.gov/apod/image/0904/aprMoon_tanga900.jpg"
  },
  {
    "date": "2009-04-17",
    "explanation": "Discovered by accident, this manuscript page provides graphical insight to astronomy in medieval times, before the Renaissance and the influence of Nicolaus Copernicus, Tycho de Brahe, Johannes Kepler, and Galileo. The intriguing page is from lecture notes on astronomy compiled by the monk Magister Wolfgang de Styria before the year 1490 at Melk Abbey in Austria. The top panels clearly illustrate the necessary geometry for a lunar (left) and solar eclipse in the Earth-centered Ptolemaic system. At lower left is a diagram of the Ptolemaic view of the solar system and at the lower right is a chart to calculate the date of Easter Sunday in the Julian calendar. Text at the upper right explains the movement of the planets according to the Ptolemaic system. The actual manuscript page is on view at historic Melk Abbey as part of a special exhibition during the International Year of Astronomy.   digg_url = 'http://apod.nasa.gov/apod/ap090417.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0904/medieval_fragment50p.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Medieval Astronomy from Melk Abbey",
    "url": "https://apod.nasa.gov/apod/image/0904/medieval_fragmentW600.jpg"
  },
  {
    "copyright": "Stephen Leshin",
    "date": "2009-04-18",
    "explanation": "NGC 1333 is seen in visible light as a reflection nebula, dominated by bluish hues characteristic of starlight reflected by dust. A mere 1,000 light-years distant toward the heroic constellation Perseus, it lies at the edge of a large, star-forming molecular cloud. This striking close-up view spans about 4 light-years at the estimated distance of NGC 1333. It shows details of the dusty region along with hints of contrasting emission in red jets and glowing gas from recently formed stars. In fact, NGC 1333 contains hundreds of stars less than a million years old, most still hidden from optical telescopes by the pervasive stardust. The chaotic environment may be similar to one in which our own Sun formed over 4.5 billion years ago.   digg_url = 'http://apod.nasa.gov/apod/ap090418.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0904/NGC1333_LRGB_leshin.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1333 Stardust",
    "url": "https://apod.nasa.gov/apod/image/0904/NGC1333_LRGB_leshin800.jpg"
  },
  {
    "date": "2009-04-19",
    "explanation": "In the center of a swirling whirlpool of hot gas is likely a beast that has never been seen directly: a black hole.  Studies of the bright light emitted by the swirling gas frequently indicate not only that a black hole is present, but also likely attributes.  The gas surrounding GRO J1655-40, for example, has been found to display an unusual flickering at a rate of 450 times a second.  Given a previous mass estimate for the central object of seven times the mass of our Sun, the rate of the fast flickering can be explained by a black hole that is rotating very rapidly.  What physical mechanisms actually cause the flickering -- and a slower quasi-periodic oscillation (QPO) -- in accretion disks surrounding black holes and neutron stars remains a topic of much research.   digg_url = 'http://apod.nasa.gov/apod/ap090419.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0904/blackhole_hobart_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The View Near a Black Hole",
    "url": "https://apod.nasa.gov/apod/image/0904/blackhole_hobart.jpg"
  },
  {
    "date": "2009-04-20",
    "explanation": "When does Mars act like a liquid?  Although liquids freeze and evaporate quickly into the thin atmosphere of Mars, persistent winds may make large sand dunes appear to flow and even drip like a liquid.  Visible on the above image right are two flat top mesas in southern Mars, where the season is changing from Spring to Summer.  A light dome topped hill is also visible on the far left of the image.  As winds blow from right to left, flowing sand on and around the hills leaves picturesque streaks.  The dark arc-shaped droplets of fine sand are called barchans, and are the interplanetary cousins of similar Earth-based sand forms. Barchans can move intact downwind and can even appear to pass through each other. Over the past few weeks, winds on southern Mars have been kicking up dust and are being watched to see if they escalate into another of Mars' famous planet-scale sand storms.    digg_url = 'http://apod.nasa.gov/apod/ap090420.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0904/sandmars_mro_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Flowing Barchan Sand Dunes on Mars",
    "url": "https://apod.nasa.gov/apod/image/0904/sandmars_mro.jpg"
  },
  {
    "copyright": "Robert A. Rohde",
    "date": "2009-04-21",
    "explanation": "How much will the Earth's surface warm up over the lives of our children? No one is sure. Compared to the past 100 million years, the Earth is currently enduring a relative cold spell, possibly about four degrees Celsius below average.  Over the past 100 years, however, data indicate the average global temperature of the Earth has increased by nearly one degree Celsius.  Few disagree that recent global warming is occurring, and the Intergovernmental Panel on Climate Change (IPCC) has concluded that we humans have created a warming surge that is likely to continue.  A future temperature increase like that shown on the above predictive map may cause sea levels to rise, precipitation patterns to change, and much pole ice to melt. The result could  impact many local agricultures and the global economy. Geoengineering projects that might include artificial cloud creation might reduce the amount of warming sunlight that reaches the Earth's surface.   digg_url = 'http://apod.nasa.gov/apod/ap090421.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0904/warming_gwa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Global Warming Predictions",
    "url": "https://apod.nasa.gov/apod/image/0904/warming_gwa.jpg"
  },
  {
    "copyright": "Tunç Tezel",
    "date": "2009-04-22",
    "explanation": "As midnight approached, a spectacular sky appeared.  Such was the case last month from the shore of Lake Salda in southwestern Turkey.  In the above night sky panorama, rocky sand covers the foreground, while building lights are visible across the lake. Looking up, the stars of Orion lie just ahead, while Sirius, the brightest star in the sky, appears to Orion's left.  To Orion's right, just above the horizon, lies the Pleiades open star cluster.   Arching across the sky is the central band of our Milky Way Galaxy.  High in the center, the stars Castor and Pollux are visible. Lake Salda is famous partly for its blue color that is slightly discernable even in the above image.   digg_url = 'http://apod.nasa.gov/apod/ap090422.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0904/saldapan_tezel_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sky Panorama Over Lake Salda",
    "url": "https://apod.nasa.gov/apod/image/0904/saldapan_tezel.jpg"
  },
  {
    "copyright": "Don Goldman",
    "date": "2009-04-23",
    "explanation": "Blown by fast winds from a hot, massive star, this cosmic bubble is huge. Cataloged as Sharpless 308 it lies some 5,200 light-years away in the constellation Canis Major and covers over 2/3 degree on the sky (compared with 1/2 degree for the Full Moon). That corresponds to a diameter of 60 light-years at its estimated distance. The massive star itself, a Wolf-Rayet star, is the bright blue one near the center of the nebula. Wolf-Rayet stars have over 20 times the mass of the Sun and are thought to be in a brief, pre-supernova phase of massive star evolution. Fast winds from this Wolf-Rayet star create the bubble-shaped nebula as they sweep up slower moving material from an earlier phase of evolution. The windblown nebula has an age of about 70,000 years. Relatively faint emission captured in the expansive image is dominated by the glow of ionized oxygen atoms mapped to bluish hues.   digg_url = 'http://apod.nasa.gov/apod/ap090423.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0904/Sh308_goldman.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sharpless 308",
    "url": "https://apod.nasa.gov/apod/image/0904/Sh308_goldman800.jpg"
  },
  {
    "copyright": "David Cortner",
    "date": "2009-04-24",
    "explanation": "Wednesday, the Moon and Venus rose together in early morning skies. Even through clouds, both show off a lovely crescent in this well-composed skyscape from Rutherford College, North Carolina, in the eastern US.  Farther west, North American skygazers could also witness the Moon passing in front of Venus. The bright planet disappeared behind the Moon's sunlit crescent and reappeared along its darkened limb as morning twilight gave way to daylight hours. Of course the dimmer lunar crescent was waning, approaching today's New Moon phase. Beginning a stint as the brilliant Morning Star, Venus' crescent is waxing though, and will grow thicker in the coming months as Venus rises higher in morning skies.   digg_url = 'http://apod.nasa.gov/apod/ap090424.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0904/moon_venus_cortner1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon and Morning Star",
    "url": "https://apod.nasa.gov/apod/image/0904/moon_venus_cortner800.jpg"
  },
  {
    "copyright": "Steve\nCannistra",
    "date": "2009-04-25",
    "explanation": "Based on wide field photographs, American astronomer Edward Emerson Barnard cataloged the dark markings of the sky in the early 20th century. Barnard's markings are dark nebulae, interstellar clouds of obscuring gas and dust. Their shapes are visible in cosmic silhouette because they lie in the foreground along the line-of-sight to rich star fields and stellar nurseries near the plane of our Galaxy. This deep telescopic image from the early 21st century captures a tantalizing array of Barnard's dusty nebulae toward the constellation Taurus and the Taurus molecular cloud some 400 light-years away. Included in the nearly 1 degree wide field of view is Barnard 7 (the 7th object in the catalog) at the upper right, next to a dusty bluish reflection nebula. Young variable star RY Tauri is emerging from a yellowish cocoon of dust near top center. Typically a light-year or so across, many of Barnard's dark nebulae are themselves likely sites of future star formation.   digg_url = 'http://apod.nasa.gov/apod/ap090425.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0904/b7_cannistra.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Markings of the Sky",
    "url": "https://apod.nasa.gov/apod/image/0904/b7_cannistra900.jpg"
  },
  {
    "date": "2009-04-26",
    "explanation": "These two mighty galaxies are pulling each other apart.  Known as \"The Mice\" because they have such long tails, each spiral galaxy has likely already passed through the other. They will probably collide again and again until they coalesce.  The long tails are created by the relative  difference between gravitational pulls on the near and far parts of each galaxy.  Because the distances are so large, the cosmic interaction takes place in slow motion -- over hundreds of millions of years.  NGC 4676 lies about 300 million light-years away toward the constellation of Bernice's Hair (Coma Berenices) and are  likely members of the Coma Cluster of Galaxies.  The above picture was taken with the Hubble Space Telescope's Advanced Camera for Surveys which is more sensitive and images a larger field than previous Hubble cameras.  The camera is scheduled to be serviced during the coming flight of Space Shuttle.   digg_url = 'http://apod.nasa.gov/apod/ap090426.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0904/mice_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4676: When Mice Collide",
    "url": "https://apod.nasa.gov/apod/image/0904/mice_hst.jpg"
  },
  {
    "date": "2009-04-27",
    "explanation": "What's causing those strange dark streaks in the rings of Saturn? Prometheus.  Specifically, an orbital dance involving Saturn's moon Prometheus keeps creating unusual light and dark streamers in the F-Ring of Saturn. Now Prometheus orbits Saturn just inside the thin F-ring, but ventures into its inner edge about every 15 hours. Prometheus' gravity then pulls the closest ring particles toward the 100-km moon.  The result is not only a stream of bright ring particles but also a dark ribbon where ring particles used to be.  Since Prometheus orbits faster than the ring particles, the icy moon pulls out a new streamer every pass.  Sometimes, several streamers or kinks are visible at once. The above photograph taken in mid-January by the robotic Cassini Spacecraft orbiting Saturn. The oblong moon Prometheus is visible on the far left of the image.   digg_url = 'http://apod.nasa.gov/apod/ap090427.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0904/prometheusring_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Prometheus Creating Saturn Ring Streamers",
    "url": "https://apod.nasa.gov/apod/image/0904/prometheusring_cassini.jpg"
  },
  {
    "copyright": "Dark Atmospheres",
    "date": "2009-04-28",
    "explanation": "Is our Galaxy this thin?  We believe so.  Magnificent spiral galaxy NGC 4565 is likely similar to our own spiral galaxy, but viewed edge-on from far away. Also known as the Needle Galaxy for its narrow profile, bright NGC 4565 is a stop on many telescopic tours of the northern sky as it lies in the faint but well-groomed constellation Coma Berenices. This sharp color image reveals the galaxy's bulging central core dominated by light from a population of older, yellowish stars. The core is dramatically cut by obscuring dust lanes which lace NGC 4565's thin galactic plane. NGC 4565 lies about 30 million light-years distant and spans over 100,000 light-years in diameter.  Visible through a small telescope, some sky enthusiasts consider NGC 4565 to be a prominent celestial masterpiece Messier missed.   digg_url = 'http://apod.nasa.gov/apod/ap090428.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0904/ngc4565_ritter_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4565: Galaxy on the Edge",
    "url": "https://apod.nasa.gov/apod/image/0904/ngc4565_ritter.jpg"
  },
  {
    "date": "2009-04-29",
    "explanation": "An explosion so powerful it was seen clear across the visible universe was recorded in gamma-radiation last week by NASA's orbiting Swift Observatory. Farther than any known galaxy, quasar, or optical supernova, the gamma-ray burst recorded last week was clocked at redshift 8.2, making it the farthest explosion of any type yet detected.  Occurring only 630 million years after the Big Bang, GRB 090423 detonated so early that astronomers had no direct evidence that anything explodable even existed back then. The faint infrared afterglow of GRB 090423 was recovered by large ground telescopes within minutes of being discovered. The afterglow is circled in the above picture taken by the large Gemini North Telescope in Hawaii, USA. An exciting possibility is that this gamma-ray burst occurred in one of the very first generation of stars and announced the birth of an early black hole.   Surely, GRB 090423 provides unique data from a relatively unexplored epoch in our universe and a distant beacon from which the intervening universe can be studied.   digg_url = 'http://apod.nasa.gov/apod/ap090429.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0904/grb8_gemini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "GRB 090423: The Farthest Explosion Yet Measured",
    "url": "https://apod.nasa.gov/apod/image/0904/grb8_gemini.jpg"
  },
  {
    "copyright": "Digital-Astronomy",
    "date": "2009-04-30",
    "explanation": "Last Sunday's fading evening twilight featured a young crescent Moon along the western horizon. The young Moon also shared the sky with the lovely Pleiades star cluster and wandering planet Mercury. Framed by clouds in this serene skyscape from Selsey, UK, a similar twilight scene was visible around the globe. Emerging from the cloud bank below the Pleiades, the narrow sunlit lunar crescent is overexposed. Still, the Moon's dim night side is impressively clear, illuminated by earthshine. Bright, innermost planet Mercury lies near the bottom of the field. Mercury will remain near the Pleiades, low in the west after sunset over the coming days, an ongoing conjunction of planet and star cluster that will offer skygazers some excellent binocular views.   digg_url = 'http://apod.nasa.gov/apod/ap090430.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0904/img8188_lawrence.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Framed by Clouds",
    "url": "https://apod.nasa.gov/apod/image/0904/img8188_lawrence.jpg"
  },
  {
    "copyright": "an annual\nshower",
    "date": "2009-05-01",
    "explanation": "On April 22nd, the Lyrid Meteor Shower visited planet Earth's sky, an annual shower produced as the Earth plows through dust from the tail of comet Thatcher. Usually Lyrid meteor watchers see only a drizzle. Just a few meteors per hour stream away from the shower's radiant point near bright star Vega in the constellation Lyra. But photographer Tony Rowell still managed to catch one bright Lyrid meteor. Recorded in early morning hours, his well-composed image looks toward the south from White Mountains of eastern California, USA. During the time exposure, he briefly illuminated an old mining cabin in the region's Ancient Bristlecone Pine Forest in the foreground. The rich starfields and dust clouds of our own Milky Way galaxy stretch across the background, along the meteor's glowing trail.   digg_url = 'http://apod.nasa.gov/apod/ap090501.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/MeteorMilkyway_rowell.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lyrid Meteor and Milky Way",
    "url": "https://apod.nasa.gov/apod/image/0905/MeteorMilkyway_rowell_c600.jpg"
  }
]
