[
  {
    "date": "2009-08-01",
    "explanation": "A new star, likely the brightest supernova in recorded human history, lit up planet Earth's sky in the year 1006 AD. The expanding debris cloud from the stellar explosion, found in the southerly constellation of Lupus, still puts on a cosmic light show across the electromagnetic spectrum. In fact, this composite view includes X-ray data in blue from the Chandra Observatory, optical data in yellowish hues, and radio image data in red. Now known as the SN 1006 supernova remnant, the debris cloud appears to be about 60 light-years across and is understood to represent the remains of a white dwarf star. Part of a binary star system, the compact white dwarf gradually captured material from its companion star. The buildup in mass finally triggered a thermonuclear explosion that destroyed the dwarf star. Because the distance to the supernova remnant is about 7,000 light-years, that explosion actually happened 7,000 years before the light reached Earth in 1006. Shockwaves in the remnant accelerate particles to extreme energies and are thought to be a source of the mysterious cosmic rays.   digg_url ='http://apod.nasa.gov/apod/ap090801.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/sn1006c.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SN 1006 Supernova Remnant",
    "url": "https://apod.nasa.gov/apod/image/0908/sn1006c_c800.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2009-08-02",
    "explanation": "When stars form, pandemonium reigns.  A textbook case is the star forming region NGC 6559.  Visible above are red glowing emission nebulas of hydrogen, blue reflection nebulas of dust, dark absorption nebulas of dust, and the stars that formed from them.  The first massive stars formed from the dense gas will emit energetic light and winds that erode, fragment, and sculpt their birthplace.  And then they explode. The resulting morass can be as beautiful as it is complex.  After tens of millions of years, the dust boils away, the gas gets swept away, and all that is left is a naked open cluster of stars.    digg_url = 'http://apod.nasa.gov/apod/ap090802.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/ngc6559_block_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars, Dust and Nebula in NGC 6559",
    "url": "https://apod.nasa.gov/apod/image/0908/ngc6559_block.jpg"
  },
  {
    "copyright": "T. Rector",
    "date": "2009-08-03",
    "explanation": "What does a star look like when it is forming?  The prototypical example is the variable star T Tauri, visible as the bright orange star near the image center. The orange star centered in this remarkable telescopic skyview is T Tauri, prototype of the class of T Tauri variable stars. Surrounding T Tauri is a dusty yellow cosmic cloud named the Hind's Variable Nebula (NGC 1555/1554). Over 400 light-years away, at the edge of a molecular cloud, both star and nebula are seen to vary significantly in brightness but not necessarily at the same time, adding to the mystery of the intriguing region. T Tauri stars are now generally recognized as young -- less than a few million years old -- sun-like stars still in the early stages of formation. To further complicate the picture, infrared observations indicate that T Tauri itself is part of a multiple star system. Surprisingly, due to a close gravitational pass near one of these stars, T Tauri may now be headed out of the system.  The dramatic color image above captures a region that spans about 4 light-years.   digg_url = 'http://apod.nasa.gov/apod/ap090803.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/ttauri_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "T Tauri: A Star is Formed",
    "url": "https://apod.nasa.gov/apod/image/0908/ttauri_noao.jpg"
  },
  {
    "copyright": "BarryMcMaster U.",
    "date": "2009-08-04",
    "explanation": "How can the same Sun rise three times? Last month on Friday, 2009 July 10, a spectacular triple sunrise was photographed at about 4:30 am over Gdansk Bay in Gdansk, Poland.  Clearly, our Sun rises only once. Some optical effect is creating at least two mirages of the Sun -- but which effect? In the vast majority of similarly reported cases, mirages of the brightest object in the frame can be traced to reflections internal to the camera taking the images. Still, the above image is intriguing because a sincere photographer claims the effect was visible to the unaided eye, and because the photographer took several other frames that show variants of the same effect.  Therefore, polite readers are invited to debate whether the above image captures a particularly spectacular example of common reflections inside a standard digital camera, shows one of the most spectacular examples of atmospheric lensing yet recorded, or was caused by something completely different. If the discussion converges, the consensus will be posted here at a later date.   digg_url = 'http://apod.nasa.gov/apod/ap090804.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/triplesunrise_diacon_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Triple Sunrise Over Gdansk Bay",
    "url": "https://apod.nasa.gov/apod/image/0908/triplesunrise_diacon.jpg"
  },
  {
    "date": "2009-08-05",
    "explanation": "The sharpest image ever of Betelgeuse shows a mammoth star that is slowly evaporating. Betelgeuse (sounds a lot like \"beetle juice\"), also known as Alpha Orionis, is one of the largest and brightest stars known. The star is a familiar orange fixture easily visible to the unaided eye toward the constellation of Orion.  This recent image from the Very Large Telescope in Chile resolves not only the face of Betelgeuse, but a large and previously unknown plume of surrounding gas. This plume gives fresh indications of how the massive star is shedding mass as it nears the end of its life. Conversely, a series of previous observations indicate that the surface of Betelgeuse has noticeably shrunk, on the average, over the past decade. If Betelgeuse, a red supergiant star about 640 light years distant, were placed at the center of our Solar System, the plume would extend past the orbit of Jupiter. Since Betelgeuse is known to change its brightness irregularly, future observations may determine if changes its appearance irregularly as well. Betelgeuse is a candidate to undergo a spectacular supernova explosion almost anytime in the next few thousand years.   digg_url = 'http://apod.nasa.gov/apod/ap090805.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/betelgeuse_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Betelgeuse Resolved",
    "url": "https://apod.nasa.gov/apod/image/0908/betelgeuse_eso.jpg"
  },
  {
    "copyright": "Dietmar Hager",
    "date": "2009-08-06",
    "explanation": "This wide, sharp telescopic view reveals galaxies scattered beyond the stars at the northern boundary of the high-flying constellation Pegasus. Prominent at the upper right is NGC 7331. A mere 50 million light-years away, the large spiral is one of the brighter galaxies not included in Charles Messier's famous 18th century catalog. The disturbed looking group of galaxies at the lower left is well-known as Stephan's Quintet. About 300 million light-years distant, the quintet dramatically illustrates a multiple galaxy collision, its powerful, ongoing interactions posed for a brief cosmic snapshot. On the sky, the quintet and NGC 7331 are separated by about half a degree.   digg_url ='http://apod.nasa.gov/apod/ap090806.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/NGC7331-hager.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxies in Pegasus",
    "url": "https://apod.nasa.gov/apod/image/0908/NGC7331-hager800.jpg"
  },
  {
    "date": "2009-08-07",
    "explanation": "Like grains of sand on a cosmic beach, individual stars of barred spiral galaxy NGC 1313 are resolved in this sharp composite from the Hubble Space Telescope's Advanced Camera for Surveys (ACS). The inner region of the galaxy is pictured, spanning about 10,000 light-years. Hubble's unique ability to distinguish individual stars in the 14 million light-year distant galaxy has been used to unravel the fate of star clusters whose bright young stars are spread through the disk of the galaxy as the clusters dissolve. The exploration of stars and clusters in external galaxy NGC 1313 offers clues to star formation and star cluster evolution in our own Milky Way.   digg_url ='http://apod.nasa.gov/apod/ap090807.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/ngc1313_hst.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Star Clusters of NGC 1313",
    "url": "https://apod.nasa.gov/apod/image/0908/ngc1313_hst_c720.jpg"
  },
  {
    "copyright": "OSAE",
    "date": "2009-08-08",
    "explanation": "Cloudy skies over Wuhan, China hid the delicate solar corona during July's total eclipse of the Sun. Still, the Moon's silhouette was highlighted by these glistening diamonds as the total eclipse phase ended. Caused by bright sunlight streaming through dips and valleys in the irregular terrain along the Moon's edge, the effect is known as Baily's Beads, named after Francis Baily who called attention to the phenomenon in 1836. The dramatic appearance of the beads at the beginning or end of a total solar eclipse is also known as the Diamond Ring effect. In this remarkable image, a small, pinkish solar prominence can also be seen along the edge, below the diamonds.   digg_url ='http://apod.nasa.gov/apod/ap090808.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/tse2009_mesonero.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Diamonds in a Cloudy Sky",
    "url": "https://apod.nasa.gov/apod/image/0908/tse2009_mesonero900.jpg"
  },
  {
    "date": "2009-08-09",
    "explanation": "What has happened to Saturn's moon Iapetus?  Vast sections of this strange world are dark as coal, while others are as bright as ice.  The composition of the dark material is unknown, but infrared spectra indicate that it possibly contains some dark form of carbon.  Iapetus also has an unusual equatorial ridge that makes it appear like a walnut.  To help better understand this seemingly painted moon, NASA directed the robotic Cassini spacecraft orbiting Saturn to swoop within 2,000 kilometers in 2007. Pictured above, from about 75,000 kilometers out, Cassini's trajectory allowed unprecedented imaging of the hemisphere of Iapetus that is always trailing.  A huge impact crater seen in the south spans a tremendous 450 kilometers and appears superposed on an older crater of similar size. The dark material is seen increasingly coating the easternmost part of Iapetus, darkening craters and highlands alike.  Close inspection indicates that the dark coating typically faces the moon's equator and is less than a meter thick. A leading hypothesis is that the dark material is mostly dirt leftover when relatively warm but dirty ice sublimates. An initial coating of dark material may have been effectively painted on by the accretion of meteor-liberated debris from other moons. This and other images from Cassini's Iapetus flyby are being studied for even greater clues.   digg_url = 'http://apod.nasa.gov/apod/ap090809.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/iapetus3_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Iapetus: Painted Moon",
    "url": "https://apod.nasa.gov/apod/image/0908/iapetus3_cassini.jpg"
  },
  {
    "copyright": "Stéphane Guisard",
    "date": "2009-08-10",
    "explanation": "Have you ever seen a moonbow?  Just as rainbows are lit by the Sun, moonbows are lit by the Moon.  Since the Sun is so much brighter than the Moon, sunlit rainbows are much brighter and more commonly seen than moonbows.  The above movie captures not only a moonbow, but several rainbows, moving clouds, and the starry sky visible in 2009 February over Patagonia in Chile. The slight movement of the rainbows is due to the changing sky position of the Sun. Since moonlight is itself reflected sunlight, the colors are nearly the same. Both rainbows and moonbows are created by light being scattered inside small water droplets, typically from a nearby rainfall.  The raindrops each act as miniature prisms, together creating the picturesque spectrum of colors seen.   digg_url = 'http://apod.nasa.gov/apod/ap090810.html'; digg_skin = 'compact';",
    "media_type": "other",
    "service_version": "v1",
    "title": "Moonbow and Rainbows Over Patagonia"
  },
  {
    "copyright": "Tony Rowell",
    "date": "2009-08-11",
    "explanation": "What happens when a meteor hits the ground?  Usually nothing much, as most meteors are small, and indentations they make are soon eroded away.  About 50,000 years ago, however, a large meteor created Barringer Meteor Crater in Arizona, USA. Also known simply as Meteor Crater, the resulting impact basin spans over a kilometer.  Pictured above, a tour group views the inside of Barringer Crater early last year. Historically, Barringer Crater was the first feature on Earth to be recognized as an impact crater.  Today, over 100 terrestrial impact features have been identified on planet Earth.  Computer modeling indicates that some of the Canyon Diablo impactor melted during the impact that created Barringer.   digg_url = 'http://apod.nasa.gov/apod/ap090811.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/barringer_rowell_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Inside Barringer Meteor Crater",
    "url": "https://apod.nasa.gov/apod/image/0908/barringer_rowell.jpg"
  },
  {
    "copyright": "Don Goldman",
    "date": "2009-08-12",
    "explanation": "Irregular galaxy NGC 55 is thought to be similar to the Large Magellanic Cloud (LMC). But while the LMC is about 180,000 light-years away and is a well known satellite of our own Milky Way Galaxy, NGC 55 is more like 6 million light-years distant and is a member of the Sculptor Galaxy Group. Classified as an irregular galaxy, in deep exposures the LMC itself resembles a barred disk galaxy. However, spanning about 50,000 light-years, NGC 55 is seen nearly edge-on, presenting a flattened, narrow profile in contrast with our face-on view of the LMC. Just as large star forming regions create emission nebulae in the LMC, NGC 55 is also seen to be producing new stars. This highly detailed galaxy portrait highlights a bright core crossed with dust clouds, telltale pinkish star forming regions, and young blue star clusters in NGC 55.   digg_url ='http://apod.nasa.gov/apod/ap090812.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/NGC55Web4_goldman.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Irregular Galaxy NGC 55",
    "url": "https://apod.nasa.gov/apod/image/0908/NGC55Web4_goldman900.jpg"
  },
  {
    "date": "2009-08-13",
    "explanation": "What is this strange rock on Mars? Sitting on a smooth plane, the rock stands out for its isolation, odd shape, large size and unusual texture. The rock was discovered by the robotic Opportunity rover rolling across Mars late last month.  Pictured, Opportunity prepares to inspect the unusual rock. After being X-rayed, poked, and chemically analyzed, the rock has now been identified by Opportunity as a fallen meteorite. Now dubbed Block Island, the meteorite has been measured to be about 2/3 of a meter across and is now known to be composed mostly of nickel and iron.  This is the second meteorite found by a martian rover, and so far the largest.  Vast smooth spaces on Mars and Earth can make large meteorites stand out. Opportunity continues its trip across Meridiani Planum on Mars and is on schedule to reach expansive Endeavour Crater next year.   digg_url = 'http://apod.nasa.gov/apod/ap090813.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/blockmars_opportunity_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Block Island Meteorite on Mars",
    "url": "https://apod.nasa.gov/apod/image/0908/blockmars_opportunity.jpg"
  },
  {
    "copyright": "Spaceflightnow.com",
    "date": "2009-08-14",
    "explanation": "This early morning skyscape was captured last week on August 4th, looking northeast across calm waters in the Turn Basin at NASA's Kennedy Space Center. In a striking contrast in motion, the space shuttle Discovery, mounted on a massive transporter, creeps toward launch pad 39A at less than two miles per hour, while a brilliant meteor streaks through the sky traveling many miles per second. Of course, this week skywatchers have seen many similar meteor streaks during the annual Perseid meteor shower. But the meteor flashing above Discovery is not likely to be one of the Perseids because its path doesn't point back to that shower's radiant. Seen here near picture center, brilliant planet Venus still dominates the sky as the Morning Star, though. Yellowish tinted Mars lies near the top of the frame and Orion's red giant star Betelgeuse is toward the right.    digg_url ='http://apod.nasa.gov/apod/ap090814.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/sts128rolloutMeteor_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shuttle and Meteor",
    "url": "https://apod.nasa.gov/apod/image/0908/sts128rolloutMeteor_900.jpg"
  },
  {
    "copyright": "Babak\nTafreshi",
    "date": "2009-08-15",
    "explanation": "Dark skies are favored for viewing meteor showers. But the annual Perseid Meteor Shower still entertained skygazers around the world this week even though the Moon brightened the night. At its last quarter phase and rising around midnight on August 13, after the shower's anticipated peak, the Moon is seen here above rock formations in the Alborz Mountains near Firouzkooh, Iran. With a dramatic desert landscape in the foreground, a Perseid meteor is streaking through the moonlit sky between the overexposed Moon and bright planet Jupiter at the upper right. A regular celestial event in the northern hemisphere, the Perseid Meteor Shower is caused by planet Earth's yearly passage through the dust stream cast off by comet Swift-Tuttle.   digg_url ='http://apod.nasa.gov/apod/ap090815.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/AlborzPerseid2009_tafreshi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Meteor by Moonlight",
    "url": "https://apod.nasa.gov/apod/image/0908/AlborzPerseid2009_tafreshi.jpg"
  },
  {
    "date": "2009-08-16",
    "explanation": "Why are these people shooting a powerful laser into the center of our Galaxy?  Fortunately, this is not meant to be the first step in a Galactic war.  Rather, astronomers at the Very Large Telescope (VLT) site in Chile are trying to measure the distortions of Earth's ever changing atmosphere.  Constant imaging of high-altitude atoms excited by the laser -- which appear like an artificial star -- allow astronomers to instantly measure atmospheric blurring.  This information is fed back to a VLT telescope mirror which is then slightly deformed to minimize this blurring.  In this case, a VLT was observing our Galaxy's center, and so Earth's atmospheric blurring in that direction was needed.  As for inter-galaxy warfare, when viewed from our Galaxy's center, no casualties are expected.  In fact, the light from this powerful laser would combine with light from our Sun to together appear only as bright as a faint and distant star.   digg_url = 'http://apod.nasa.gov/apod/ap090816.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/laservlt_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Laser Strike at the Galactic Center",
    "url": "https://apod.nasa.gov/apod/image/0908/laservlt_eso.jpg"
  },
  {
    "copyright": "Chris PetersonCloudbait Observatory",
    "date": "2009-08-17",
    "explanation": "Where are all of these meteors coming from?  In terms of direction on the sky, the pointed answer is the constellation of Perseus.  That is why the last week's meteor shower was known as the Perseids -- the meteors all appear to come from a radiant toward Perseus. Three dimensionally, however, sand-sized debris expelled from Comet Swift-Tuttle follows a well-defined orbit about our Sun, and the part of the orbit that approaches Earth is superposed in front of the Perseus. Therefore, when Earth crosses this orbit, the radiant point of falling debris appears in Perseus. Pictured above, a composite image of this year's Pereids meteor shower shows many bright meteors that streaked through the sky on August 12.  To the surprise of many, the next night, August 13, also showed many meteors, as demonstrated by rolling one's cursor over the above image. This year's Leonids meteor shower in November is expected by some to be exceptionally active, perhaps producing as many as 500 meteors per hour.   digg_url = 'http://apod.nasa.gov/apod/ap090817.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/perseids09081213_peterson.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseids from Perseus",
    "url": "https://apod.nasa.gov/apod/image/0908/perseids090812_peterson.jpg"
  },
  {
    "copyright": "Wally Pacholka",
    "date": "2009-08-18",
    "explanation": "Why take a picture of just the Badlands when you can take one that also shows the spectacular sky above it? Just such a picture, actually a digital stitched panorama of four images, was taken in late June near midnight, looking southwest. In the foreground, the unusual buttes of the Badlands Wall, part of the Badlands National Park in South Dakota, USA, were momentarily illuminated by flashlight during a long duration exposure of the background night sky. The mountain-like buttes visible are composed of soft rock that show sharp erosion features from wind and water. The South Dakota Badlands also contain ancient beds rich with easy-to-find fossils.  Some fossils are over 25 million years old and hold clues to the evolutionary origins of the horse and the saber-toothed tiger.  Bright Jupiter dominates the sky on the left just above the buttes, while the spectacular Milky Way Galaxy runs down the image right.   digg_url = 'http://apod.nasa.gov/apod/ap090818.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/badlands_pacholka_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Milky Way Over the Badlands",
    "url": "https://apod.nasa.gov/apod/image/0908/badlands_pacholka.jpg"
  },
  {
    "copyright": "Thomas W. Earle",
    "date": "2009-08-19",
    "explanation": "Sprawling across hundreds of light-years, emission nebula IC 1396, visible on the upper right, mixes glowing cosmic gas and dark dust clouds. Stars are forming in this area, only about 3,000 light-years from Earth. This wide angle view also captures surrounding emission and absorption nebula.  The red glow in IC 1396 and across the image is created by cosmic hydrogen gas recapturing electrons knocked away by energetic starlight. The dark dust clouds are dense groups of smoke-like particles common in the disks of spiral galaxies. Among the intriguing dark shapes within IC 1396, the winding Elephant's Trunk nebula lies just right of the nebula's center. IC 1396 lies in the high and far off constellation of Cepheus.    digg_url = 'http://apod.nasa.gov/apod/ap090819.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/ic1396_earle_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 1396 and Surrounding Starfield",
    "url": "https://apod.nasa.gov/apod/image/0908/ic1396_earle.jpg"
  },
  {
    "copyright": "Alfred Lee",
    "date": "2009-08-20",
    "explanation": "During July 22nd's solar eclipse, the Moon's dark shadow traced a narrow path as it raced eastward across India and China and on into the Pacific. Hong Kong was south of the shadow's path, so a total eclipse was not visible there, but a partial eclipse was still enjoyed by inhabitants of the populous city. And while many were (safely!) watching the sky, images of the partially eclipsed Sun adorned the city itself. In this downlooking photo, taken at 9:40am local time, a remarkable array of solar eclipse views was created by reflection in a grid of eastward facing skyscraper windows. The photographer's location was the 27th floor of Two Pacific Place.   digg_url ='http://apod.nasa.gov/apod/ap090820.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/tse2009HongKong_lee_0655_2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse City",
    "url": "https://apod.nasa.gov/apod/image/0908/tse2009HongKong_lee_0655_900.jpg"
  },
  {
    "copyright": "Capella Observatory",
    "date": "2009-08-21",
    "explanation": "NGC 4631 is a big beautiful spiral galaxy seen edge-on (top right) only 25 million light-years away towards the small northern constellation Canes Venatici. This galaxy's slightly distorted wedge shape suggests to some a cosmic herring and to others the popular moniker of The Whale Galaxy. Either way, it is similar in size to our own Milky Way. In this gorgeous color image, the Whale's dark interstellar dust clouds, yellowish core, and young blue star clusters are easy to spot. A companion galaxy, the small elliptical NGC 4627, appears above the Whale Galaxy. At the lower left is another distorted galaxy, the hockey stick-shaped NGC 4656. The distortions and mingling trails of gas detected at other wavelengths suggest that all three galaxies have had close encounters with each other in their past. The Whale Galaxy is also known to have spouted a halo of hot gas glowing in x-rays.   digg_url ='http://apod.nasa.gov/apod/ap090821.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/NGC4631_4656_poepsel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Whale and the Hockey Stick",
    "url": "https://apod.nasa.gov/apod/image/0908/NGC4631_4656_poepsel_c720.jpg"
  },
  {
    "copyright": "Axel\nMellinger",
    "date": "2009-08-22",
    "explanation": "Named for Australian astronomer Colin Stanley Gum (1924-1960), The Gum Nebula is so large and close it is actually hard to see. In fact, we are only about 450 light-years from the front edge and 1,500 light-years from the back edge of this cosmic cloud of glowing hydrogen gas. Covered in this 41 degree-wide mosaic of H-alpha images, the faint emission region is otherwise easy to lose against the background of Milky Way stars. The complex nebula is thought to be a supernova remnant over a million years old, sprawling across the southern constellations Vela and Puppis.  Sliding your cursor over this spectacular wide field view will reveal the location of objects embedded in The Gum Nebula, including the Vela supernova remnant.   digg_url ='http://apod.nasa.gov/apod/ap090822.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/Vela_50mm_HaRGB_1000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Gum Nebula",
    "url": "https://apod.nasa.gov/apod/image/0908/Vela_50mm_HaRGB_f88.jpg"
  },
  {
    "date": "2009-08-23",
    "explanation": "What are those strange blue objects?  Many of the brightest blue images are of a single, unusual, beaded, blue, ring-like galaxy which just happens to line-up behind a giant cluster of galaxies.  Cluster galaxies here typically appear yellow and -- together with the cluster's dark matter -- act as a gravitational lens.  A gravitational lens can create several images of background galaxies, analogous to the many points of light one would see while looking through a wine glass at a distant street light.  The distinctive shape of this background galaxy -- which is probably just forming -- has allowed astronomers to deduce that it has separate images at 4, 10, 11, and 12  o'clock, from the center of the cluster.  A blue smudge near the cluster center is likely another image of the same background galaxy.  In all, a recent analysis postulated that at least 33 images of 11 separate background galaxies are discernable.  This spectacular photo of galaxy cluster CL0024+1654 from the Hubble Space Telescope was taken in November 2004.   digg_url = 'http://apod.nasa.gov/apod/ap090823.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/cl0024images_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Giant Cluster Bends, Breaks Images",
    "url": "https://apod.nasa.gov/apod/image/0908/cl0024images2_hst.jpg"
  },
  {
    "date": "2009-08-24",
    "explanation": "What causes these long, strange clouds? No one is sure.  A rare type of cloud known as a Morning Glory cloud can stretch 1,000 kilometers long and occur at altitudes up to two kilometers high. Although similar roll clouds have been seen at specific places across the world, the ones over Burketown, Queensland Australia occur predictably every spring. Long, horizontal, circulating tubes of air might form when flowing, moist, cooling air encounters an inversion layer, an atmospheric layer where air temperature atypically increases with height.  These tubes and surrounding air could cause dangerous turbulence for airplanes when clear.  Morning Glory clouds can reportedly achieve an airspeed of 60 kilometers per hour over a surface with little discernible wind. Pictured above, photographer Mick Petroff photographed some Morning Glory clouds from his airplane near the Gulf of Carpentaria, Australia.   digg_url = 'http://apod.nasa.gov/apod/ap090824.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/morninggloryclouds_petroff_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Morning Glory Clouds Over Australia",
    "url": "https://apod.nasa.gov/apod/image/0908/morninggloryclouds_petroff.jpg"
  },
  {
    "date": "2009-08-25",
    "explanation": "What would Saturn's rings look like if the ring plane pointed directly at the Sun? That situation occurred earlier this month when equinox occurred on Saturn.  Since the Earth is nearly in the same direction as the Sun from Saturn, the rings appeared to disappear from Earth. From the robotic Cassini spacecraft orbiting Saturn, however, the unusually illuminated ring plane could be viewed from on high. Pictured above, Saturn's rings, darker than ever seen before, were captured just a few hours before equinox on 2009 August 10. The reason for the unusual brightness of an inner ring is currently unknown, but possibly related to particle sizes there being larger than the 10 meter average thickness of the rest of Saturn's rings. Short light streaks in the frame are artificial image artifacts and have nothing to do with Saturn's ring plane. Planetary scientists will be studying ring images taken near equinox to help better understand the dynamics and particle size distribution of the Solar System's most extensive ring system.   digg_url = 'http://apod.nasa.gov/apod/ap090825.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/equinoxrings_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Equinox at Saturn",
    "url": "https://apod.nasa.gov/apod/image/0908/equinoxrings_cassini.jpg"
  },
  {
    "copyright": "Kerry-Ann Lecky\nHepburn",
    "date": "2009-08-26",
    "explanation": "The Great Nebula in Orion, also known as M42, is one of the most famous nebulae in the sky. The star forming region's glowing gas clouds and hot young stars are near the center of this colorful deep sky image that includes the smaller nebula M43 and dusty, bluish reflection nebulae NGC 1977 and friends on the left. Located at the edge of an otherwise invisible giant molecular cloud complex, these eye-catching nebulae represent only a small fraction of this galactic neighborhood's wealth of interstellar material. Captured with very modest equipment, the gorgeous skyscape was awarded Best in Show at the 2009 Starfest International Salon of Astrophotography. Judges commented that the detail and shading were exquisite in this version of a classic astronomical image. The field spans nearly 3 degrees or about 75 light-years at the Orion Nebula's estimated distance of 1,500 light-years.   digg_url ='http://apod.nasa.gov/apod/ap090826.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/M42_1500pix_KLH.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Classic Orion Nebulae",
    "url": "https://apod.nasa.gov/apod/image/0908/m42nyaa2009_KerryAnnLeckyHepburn900.jpg"
  },
  {
    "date": "2009-08-27",
    "explanation": "Scroll right to take in the view from the highest summit in the contiguous USA. The above 360-degree digitally stitched panorama, taken in mid-July, shows the view from 4,400-meter high Mt. Whitney in Sequoia National Park, California. In the foreground, angular boulders populate Mt. Whitney's summit while in the distance, just below the horizon, peaks from the Sierra Nevada mountain range are visible. Sky sights include light pollution emanating from Los Angeles and Fresno, visible just above the horizon.  Dark clouds, particularly evident on the image left well above the horizon, are the remnants of a recent thunderstorm near Death Valley. High above, the band of the Milky Way Galaxy arches across the image left. Bright airglow bands are visible all over the sky but are particularly prominent on the image right.  The planet Jupiter appears as the brightest point on the image left. A discerning eye can also find a faint image of the far distant Andromeda galaxy, a satellite trail, and many constellations. Today marks the 100th anniversary of the completion of the historic stone shelter on Mt. Whitney, visible toward the image right.   digg_url = 'http://apod.nasa.gov/apod/ap090827.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/sequoia_nps_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Dark Sky Over Sequoia National Park",
    "url": "https://apod.nasa.gov/apod/image/0908/sequoia_nps.jpg"
  },
  {
    "copyright": "Don Goldman",
    "date": "2009-08-28",
    "explanation": "Pillars of gas, dust, and young, hot stars fill the center of NGC 7822. At the edge of a giant molecular cloud toward the northern constellation Cepheus, the glowing star forming region lies about 3,000 light-years away. Within the nebula, bright edges and tantalizing shapes are highlighted in this colorful skyscape. The image includes data from both broadband and narrowband filters, mapping emission from atomic oxygen, hydrogen, and sulfur into blue, green, and red hues. The atomic emission is powered by the energetic radiation from the hot stars, whose powerful winds and radiation also sculpt and erode the denser pillar shapes. Stars could still be forming inside the pillars by gravitational collapse, but as the pillars are eroded away, any forming stars will ultimately be cutoff from their reservoir of star stuff. This field spans around 30 light-years at the estimated distance of NGC 7822.   digg_url ='http://apod.nasa.gov/apod/ap090828.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/NGC7822_goldmanWeb4s.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7822 in Cepheus",
    "url": "https://apod.nasa.gov/apod/image/0908/NGC7822_goldmanWeb4s_cr900.jpg"
  },
  {
    "copyright": "Kent Biggs",
    "date": "2009-08-29",
    "explanation": "Slide your cursor over the image to identify three members of this intriguing gathering of galaxies.  Known as the NGC 7771 Group, they lie almost 200 million light-years away toward the high flying constellation Pegasus. The largest galaxy, barred spiral NGC 7771, is itself about 75,000 light-years across, but will someday find itself part of a larger galaxy still. As the galaxies of the group make repeated close passages, they will finally merge into one very large galaxy. Played out over hundreds of millions of years, the process is understood to be a normal part of the evolution of galaxies, including our own Milky Way.  Editor's Note: The labeled version of the image was generated by Astrometry.net.   digg_url ='http://apod.nasa.gov/apod/ap090829.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/N7771biggs.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7771 Galaxy Group",
    "url": "https://apod.nasa.gov/apod/image/0908/N7771biggs900.jpg"
  },
  {
    "date": "2009-08-30",
    "explanation": "These bacteria could survive on another planet.  In an Earth lab, Deinococcus radiodurans (D. rad) survive extreme levels of radiation, extreme temperatures, dehydration, and exposure to genotoxic chemicals.  Amazingly, they even have the ability to repair their own DNA, usually within 48 hours.  Known as an extremophile, bacteria such as D. rad are of interest to NASA partly because they might be adaptable to help human astronauts survive on other worlds.  A recent map of D. rad's DNA might allow biologists to augment their survival skills with the ability to produce medicine, clean water, and oxygen.  Already they have been genetically engineered to help clean up spills of toxic mercury.  Likely one of the oldest surviving life forms, D. rad was discovered by accident in the 1950s when scientists investigating food preservation techniques could not easily kill it.  Pictured above, Deinococcus radiodurans grow quietly in a dish.   digg_url = 'http://apod.nasa.gov/apod/ap090830.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/drad_daly.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "D. rad Bacteria: Candidate Astronauts",
    "url": "https://apod.nasa.gov/apod/image/0908/drad_daly.jpg"
  },
  {
    "copyright": "Jean-Charles Cuillandre",
    "date": "2009-08-31",
    "explanation": "Many stars like our Sun were formed in open clusters. The above pictured open cluster, M25, contains thousands of stars and is about two thousand light years distant. The stars in this cluster all formed together about 90 million years ago. The bright young stars in M25 appear blue. Open clusters, also called galactic clusters, contain fewer and younger stars than globular clusters. Also unlike globular clusters, open clusters are generally confined to the plane of our Galaxy. M25 is visible with binoculars towards the constellation of the Archer ( Sagittarius).   digg_url = 'http://apod.nasa.gov/apod/ap090831.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/m25_cfht_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Open Cluster M25",
    "url": "https://apod.nasa.gov/apod/image/0908/m25_cfht.jpg"
  },
  {
    "date": "2009-09-01",
    "explanation": "Unusual shadows and dark rings appeared around Saturn near its equinox last month. At that time -- early August -- Saturn's ring plane pointed directly at the Sun. Visible above, Saturn's moon Tethys casts a shadow visible only on the far right. Saturn's own shadow blacks out a large swath of rings on the right. The night side of Saturn glows with ringshine -- sunlight reflected by ring particles back onto Saturn. Images near equinox at Saturn are giving astronomers a chance to search for unexpected shadows that may illuminate previously unknown features of Saturn's complex ring system.  Cassini, the robotic spacecraft orbiting Saturn that took this image, is not expected to survive to the next Saturnian equinox in 15 years.   digg_url = 'http://apod.nasa.gov/apod/ap090901.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/saturnequinoxshadows_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shadows of Saturn at Equinox",
    "url": "https://apod.nasa.gov/apod/image/0909/saturnequinoxshadows_cassini.jpg"
  }
]
