[
  {
    "date": "2009-06-01",
    "explanation": "Will Spirit be able to free itself from soft ground on Mars? The robotic Spirit rover currently rolling across Mars ran into unexpectedly soft ground last month while exploring the red planet. A worry is that the ground is so soft that Spirit won't be able to free itself, will have to stay put and thereafter study what it can from its current position near an unusual martian land feature named Home Plate. Pictured above, the front left wheel appears to be primarily digging itself in when spun, while on the other side, the front right wheel no longer spins and is dragged by the five year old mechanical explorer.  In the distance, rocks and rusty dirt fill the alien landscape in front of the distant Husband Hill.  NASA continues to study the situation, and engineers and scientists have not yet run out of ideas of how to use Spirit's six wheels. Far across Mars, Spirit's twin Opportunity continues on its two year trek toward Endeavour crater.    Free Lecture: An APOD editor will review great space images this Friday in Kalamazoo, Michigan.  digg_url = 'http://apod.nasa.gov/apod/ap090601.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0906/softsoil_spirit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spirit Encounters Soft Ground on Mars",
    "url": "https://apod.nasa.gov/apod/image/0906/softsoil_spirit.jpg"
  },
  {
    "date": "2009-06-02",
    "explanation": "What causes the mysterious spokes in Saturn's rings? Visible in the above image as light ghostlike impressions, spokes were first discovered in the mid-1970s and first photographed by the Voyager spacecraft that buzzed by Saturn in the early 1980s.  Their existence was unexpected. Oddly, the spokes are more commonly observed when Saturn's rings are more nearly edge on to the Sun, and so were conspicuously absent from initial images sent back by the robot Cassini spacecraft now orbiting Saturn.  Analyses of archived Voyager images have led to the conclusions that the transient spokes, which may form and dissipate over a few hours, are composed of electrically charged sheets of small dust-sized particles. Hypotheses for spoke creation include small meteors impacting the rings and electron beams from Saturnian atmospheric lightning spraying the rings.  As Saturn approaches equinox, spoke sightings like that pictured above are becoming increasingly common, giving planetary scientists fresh images and data with which to test origin hypotheses.    Free Lecture: An APOD editor will review great space images this Friday in Kalamazoo, Michigan.  digg_url = 'http://apod.nasa.gov/apod/ap090602.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0906/spokes2_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spokes Reappear on Saturn's Rings",
    "url": "https://apod.nasa.gov/apod/image/0906/spokes2_cassini.jpg"
  },
  {
    "date": "2009-06-03",
    "explanation": "Can a planet be as large as the star that it orbits? Recent observations have discovered that nearby Van Biesbroeck's star might have just such a large planet.  Although VB 10 lies only about 20 light years away, it is a small red dwarf star so dim, at 17th magnitude, that a telescope is needed to see it. Van Biesbroeck's star was previously known for its rapid proper motion across the sky -- it moves so fast it could cross a full moon in only about 1,000 years. By noting a wiggle in VB 10's sky trajectory, astronomers were able to infer the existence of a planet several times the mass of Jupiter. Although the star VB 10 is perhaps 10 times more massive than the discovered planet VB 10b, the star is likely more highly compressed and so the two might be closely matched in size. Such a system is envisioned above with an artist's illustration. Since faint M-type stars like VB 10 are so common, planetary systems surrounding them, including planets larger than their parent star, might be more common than planetary systems like our own Solar System.   Free Lecture: An APOD editor will review great space images this Friday in Kalamazoo, Michigan.  digg_url = 'http://apod.nasa.gov/apod/ap090603.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0906/vb10_jpl_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "VB 10: A Large Planet Orbiting a Small Star",
    "url": "https://apod.nasa.gov/apod/image/0906/vb10_jpl.jpg"
  },
  {
    "copyright": "Stefan Seip",
    "date": "2009-06-04",
    "explanation": "On June 2nd, clouds over Stuttgart, Germany parted to reveal what has become a relatively rare sight, spots on the Sun. In fact, the roughly 11-year solar activity cycle is still in a surprisingly deep minimum and the years 2008 and 2009 have had the lowest sunspot counts since the 1950s. Even the latest prediction is that the new cycle, Solar Cycle 24, will reach a maximum in May 2013 with a below-average sunspot count. The Solar Cycle 24 sunspots recorded here are in active region AR 1019. Previously, only two cycle 24 active regions with sunspots, AR 1018 and AR 1017, were seen in May.   digg_url = 'http://apod.nasa.gov/apod/ap090604.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0906/090602SunSpotsSeip.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunspots on a Cloudy Day",
    "url": "https://apod.nasa.gov/apod/image/0906/090602SunSpotsSeipc900.jpg"
  },
  {
    "copyright": "Andrey Oreshko",
    "date": "2009-06-05",
    "explanation": "Cosmic dust clouds sprawl across a rich field of stars in this sweeping telescopic vista near the northern boundary of Corona Australis, the Southern Crown. Probably less than 500 light-years away and effectively blocking light from more distant, background stars in the Milky Way, the densest part of the dust cloud is about 8 light-years long. At its tip (upper right) is a group of lovely reflection nebulae cataloged as NGC 6726, 6727, 6729, and IC 4812. A characteristic blue color is produced as light from hot stars is reflected by the cosmic dust. The smaller yellowish nebula (NGC 6729) surrounds young variable star R Coronae Australis. Magnificent globular star cluster NGC 6723 is at the upper right corner of the view. While NGC 6723 appears to be part of the group, it actually lies nearly 30,000 light-years away, far beyond the Corona Australis dust clouds.   digg_url = 'http://apod.nasa.gov/apod/ap090605.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0906/Korona_oreshko1800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars and Dust Across Corona Australis",
    "url": "https://apod.nasa.gov/apod/image/0906/Korona_oreshko900.jpg"
  },
  {
    "copyright": "Mike Siniscalchi",
    "date": "2009-06-06",
    "explanation": "While most spiral galaxies, including our own Milky Way, have two or more spiral arms, NGC 4725 seems to have only one. In this sharp color image, the solo spira mirabilis is tightly wound, traced by bluish, newborn star clusters. The odd galaxy also sports obscuring dust lanes, a prominent ring, and a yellowish central bar structure composed of an older population of stars. NGC 4725 is over 100 thousand light-years across and lies 41 million light-years away in the well-groomed constellation Coma Berenices. Computer simulations of the formation of single spiral arms suggest that they can be either leading or trailing arms with respect to a galaxy's overall rotation.   digg_url = 'http://apod.nasa.gov/apod/ap090606.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0906/ngc4725F_siniscalchi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "One-Armed Spiral Galaxy NGC 4725",
    "url": "https://apod.nasa.gov/apod/image/0906/ngc4725L_siniscalchi_c800.jpg"
  },
  {
    "date": "2009-06-07",
    "explanation": "Orbiting the Sun between Mars and Earth, asteroid 433 Eros was visited by the robot spacecraft NEAR-Shoemaker in 2000 February.   High-resolution surface images and measurements made by NEAR's Laser Rangefinder (NLR) have been combined into the above visualization based on the derived 3D model of the tumbling space rock. NEAR allowed scientists to discover that Eros is a single solid body, that its composition is nearly uniform, and that it formed during the early years of our Solar System.  Mysteries remain, however, including why some rocks on the surface have disintegrated.  On 2001 February 12, the NEAR mission drew to a dramatic close as it was crash landed onto the asteroid's surface, surviving well enough to return an analysis of the composition of the surface regolith. In December of 2002, NASA made an unsuccessful attempt to communicate with the spacecraft after it spent 22 months resting on the asteroid's surface. NEAR will likely remain on the asteroid for billions of years as a monument to human ingenuity at the turn of the third millennium.   digg_url = 'http://apod.nasa.gov/apod/ap090607.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0906/eros2_near.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Asteroid Eros Reconstructed",
    "url": "https://apod.nasa.gov/apod/image/0906/eros2_near.jpg"
  },
  {
    "copyright": "Steve Cullen",
    "date": "2009-06-08",
    "explanation": "What happens to matter that falls toward an energetic black hole? In the case of Cygnus X-1, perhaps little of that matter actually makes it in. Infalling gas may first collide not only with itself but with an accretion disk of swirling material surrounding the black hole. The result may be a microquasar that glows across the electromagnetic spectrum and produces powerful jets that expel much of the infalling matter back into the cosmos at near light speed before it can even approach the black hole's event horizon. Confirmation that black hole jets may create expanding shells has come recently from the discovery of shells surrounding Cygnus X-1. Pictured above on the upper right is one such shell quite possibly created by the jet of microquasar and black hole candidate Cygnus X-1.  Rolling your cursor over the image will bring up an annotated version. The physical processes that create the black hole jets is a topic that continues to be researched.   digg_url = 'http://apod.nasa.gov/apod/ap090608.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0906/cygx1bubble_cullen_raw_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Possible Jet Blown Shells Near Microquasar Cygnus X-1",
    "url": "https://apod.nasa.gov/apod/image/0906/cygx1bubble_cullen_raw.jpg"
  },
  {
    "copyright": "Piotrek Sadowski",
    "date": "2009-06-09",
    "explanation": "Across the heart of the Virgo Cluster of Galaxies lies a striking string of galaxies known as Markarian's Chain.  The chain, pictured above, is highlighted on the upper right with two large but featureless lenticular galaxies, M84 and M86. Prominent to their lower left is a pair of interacting galaxies known as The Eyes. The home Virgo Cluster is the nearest cluster of galaxies, contains over 2000 galaxies, and has a noticeable gravitational pull on the galaxies of the Local Group of Galaxies surrounding our Milky Way Galaxy.  The center of the Virgo Cluster is located about 70 million light years away toward the constellation of Virgo.  At least seven galaxies in the chain appear to move coherently, although others appear to be superposed by chance.    digg_url = 'http://apod.nasa.gov/apod/ap090609.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0906/markarian_sadowski_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Markarian's Chain of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/0906/markarian_sadowski.jpg"
  },
  {
    "copyright": "Alvin Jeng",
    "date": "2009-06-10",
    "explanation": "These clouds of interstellar dust and gas have blossomed 1,300 light-years away in the fertile star fields of the constellation Cepheus. Sometimes called the Iris Nebula and dutifully cataloged as NGC 7023, this is not the only nebula in the sky to evoke the imagery of flowers. Surrounding it, obscuring clouds of dust and cold molecular gas are also present and can suggest other convoluted and fantastic shapes. Within the Iris, dusty nebular material surrounds a hot, young star. The dominant color of the brighter reflection nebula is blue, characteristic of dust grains reflecting starlight. Central filaments of the cosmic dust glow with a faint reddish photoluminesence as some dust grains effectively convert the star's invisible ultraviolet radiation to visible red light. Infrared observations indicate that this nebula may contain complex carbon molecules known as PAHs. At the estimated distance of the Iris Nebula this remarkable wide field view is over 30 light-years across.   digg_url = 'http://apod.nasa.gov/apod/ap090610.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0906/NGC7023_jeng1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Dusty Iris Nebula",
    "url": "https://apod.nasa.gov/apod/image/0906/NGC7023_jeng800.jpg"
  },
  {
    "copyright": "Patrick Lécureuil",
    "date": "2009-06-11",
    "explanation": "A sea of clouds laps at rugged mountain peaks of the French Pyrenees in this serene view from Pic du Midi Observatory. The time exposure was recorded on June 4, with the constellations Sagittarius and Scorpius shining in the starry night. At the top right lies a faint, but colorful moondog or paraselene. Analogous to a sundog or parhelion, the paraselene is produced by moonlight shining through thin, hexagonal-shaped ice crystals in high cirrus clouds. As determined by the ice crystal geometry, a bright gibbous Moon illuminates the scene from beyond the picture's right edge, 22 degrees from the lovely paraselene.   digg_url = 'http://apod.nasa.gov/apod/ap090611.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0906/paraselene_lecureuil2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pyrenees Paraselene",
    "url": "https://apod.nasa.gov/apod/image/0906/paraselene_lecureuil_c900.jpg"
  },
  {
    "date": "2009-06-12",
    "explanation": "SNR 0104 is a supernova remnant with an unusual shape. Found 190,000 light-years away in our neighboring galaxy the Small Magellanic Cloud, SNR 0104 is suspected of being the expanding debris cloud from a Type 1a supernova - the catastrophic thermonuclear explosion of a white dwarf star. For example, like Type 1a supernova remnants within our galaxy, investigations show that it contains large amounts of iron. But unlike other Type 1a remnants, including the well-studied Tycho, Kepler, and SN 1006, SNR 0104 is definitely not spherical. In fact, the remnant's shape suggests this supernova explosion was very asymmetric and produced strong jets. This intriguing composite image combines Chandra Observatory x-ray data of the remnant, shown in purple hues, with Spitzer Space Telescope infrared data covering the wider region, mapped to red and green colors. It indicates that the supernova explosion took place in the complicated and dense environment of a star-forming region. So, an alternative explanation is that the expanding debris cloud is sweeping up clumpy interstellar material, accounting for the odd shape. The broad, multiwavelength view spans about 1,800 light-years at the estimated distance of SNR 0104.   digg_url = 'http://apod.nasa.gov/apod/ap090612.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0906/snr0104_comp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SNR 0104: An Unusual Suspect",
    "url": "https://apod.nasa.gov/apod/image/0906/snr0104_comp.jpg"
  },
  {
    "copyright": "Larry Landolfi",
    "date": "2009-06-13",
    "explanation": "Inspired by the night skies of planet Earth in the International Year of Astronomy, photographer Larry Landolfi created this tantalizing fantasy view. The composited image suggests a luminous Milky Way is the heavenly extension of a country road. Of course, the name for our galaxy, the Milky Way (in Latin, Via Lactea), does refer to its appearance as a milky band or path in the sky. In fact, the word galaxy itself derives from the Greek for milk. Visible on moonless nights from dark sky areas, though not so bright or colorful as in this image, the glowing celestial band is due to the collective light of myriad stars along the plane of our galaxy, too faint to be distinguished individually. The diffuse starlight is cut by dark swaths of obscuring galactic dust clouds. Four hundred years ago, Galileo turned his telescope on the Milky Way and announced it to be \"... a congeries of innumerable stars ...\"   digg_url = 'http://apod.nasa.gov/apod/ap090613.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0906/milkyroadMan_landolfi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Milky Road",
    "url": "https://apod.nasa.gov/apod/image/0906/milkyroadMan_landolfi.jpg"
  },
  {
    "date": "2009-06-14",
    "explanation": "The center of our Milky Way Galaxy is hidden from the prying eyes of optical telescopes by clouds of obscuring dust and gas. But in this stunning vista, the Spitzer Space Telescope's infrared cameras, penetrate much of the dust revealing the stars of the crowded galactic center region. A mosaic of many smaller snapshots, the detailed, false-color image shows older, cool stars in bluish hues. Reddish glowing dust clouds are associated with young, hot stars in stellar nurseries. The very center of the Milky Way was only recently found capable of forming newborn stars. The galactic center lies some 26,000 light-years away, toward the constellation Sagittarius. At that distance, this picture spans about 900 light-years.   digg_url = 'http://apod.nasa.gov/apod/ap090614.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0906/mwcenter_spitzer_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars at the Galactic Center",
    "url": "https://apod.nasa.gov/apod/image/0906/mwcenter_spitzer.jpg"
  },
  {
    "copyright": "Thomas V. Davis",
    "date": "2009-06-15",
    "explanation": "Dark dust lit by the bright yellow star Antares highlight this photogenic starscape of the southern sky. A wider angle image shows the central band of our Milky Way Galaxy connected to Antares by streams of dust knows as the Dark River.  At the head of the Dark River the dust appears in dense knots.  One of the densest knots is B44, pictured near the bottom of the above image. Off to the left of the above image lies Antares, a star so bright that the pictured dust reflects its light, giving it a distinct yellow hue.  Light from the blue star on the image left creates a surrounding blue reflection nebula named IC 4605.  B44 and IC 4605 lies about 500 light years distant toward the constellation of the Scorpion.   digg_url = 'http://apod.nasa.gov/apod/ap090615.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0906/b44_davis_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Streaming Dark Nebulas near B44",
    "url": "https://apod.nasa.gov/apod/image/0906/b44_davis.jpg"
  },
  {
    "copyright": "Tahir Sisman",
    "date": "2009-06-16",
    "explanation": "Is the Moon larger when near the horizon?  No -- as shown above, the Moon appears to be very nearly the same size no matter its location on the sky.  Oddly, the cause or causes for the common Moon Illusion are still being debated. Two leading explanations both hinge on the illusion that foreground objects make a horizon Moon seem farther in the distance.  The historically most popular explanation then holds that the mind interprets more distant objects as wider, while a more recent explanation adds that the distance illusion may actually make the eye focus differently.  Either way, the angular diameter of the Moon is always about 0.5 degrees.  In the above time-lapse sequence of the Moon taken in 2007, with one exposure taken to bring up the foreground of Izmit Bay in Turkey.  On the occasion of our 14th anniversary, the APOD editors thank all of our contributors and mirror site operators whose volunteer efforts help bring the wonders of astronomy to millions of people around the world. Additional thanks also go to our Turkish mirror site operators for submitting the above mouseover image.   digg_url = 'http://apod.nasa.gov/apod/ap090616.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0906/moonrise_sisman_orig.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moonrise Over Turkey",
    "url": "https://apod.nasa.gov/apod/image/0906/moonrise_sisman.jpg"
  },
  {
    "copyright": "Danny Lee Russell",
    "date": "2009-06-17",
    "explanation": "M13 is one of the most prominent and best known globular clusters.  Visible with binoculars in the constellation of Hercules, M13 is frequently one of the first objects found by curious sky gazers seeking celestials wonders beyond normal human vision.  M13 is a colossal home to over 100,000 stars, spans over 150 light years across, lies over 20,000 light years distant, and is over 12 billion years old.  At the 1974 dedication of Arecibo Observatory, a radio message about Earth was sent in the direction of M13.  The reason for the low abundance of unusual blue straggler stars in M13 remains unknown.   digg_url = 'http://apod.nasa.gov/apod/ap090617.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0906/m13_russell_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M13: A Great Globular Cluster of Stars",
    "url": "https://apod.nasa.gov/apod/image/0906/m13_russell.jpg"
  },
  {
    "date": "2009-06-18",
    "explanation": "NGC 6240 offers a rare glimpse of a cosmic catastrophe in its final throes. The titanic galaxy-galaxy collision is located a mere 400 million light-years away in the constellation Ophiuchus. One of the brightest sources in the infrared sky, the merging galaxies spew distorted tidal tails of stars, gas, and dust and undergo frantic bursts of star formation.  The two supermassive black holes in the original galactic cores will also coalesce into a single, even more massive black hole.  Soon, only one large galaxy will remain. This dramatic image of the scene is a multiwavelength composite; red colors trace infrared emission from dust recorded by the Spitzer Space Telescope, with Hubble visible light images of stars and gas in green and blue hues. The view spans over 300,000 light-years at the estimated distance of NGC 6240.   digg_url = 'http://apod.nasa.gov/apod/ap090618.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0906/ngc6240_spitzerhubble.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6240: Merging Galaxies",
    "url": "https://apod.nasa.gov/apod/image/0906/ngc6240_spitzerhubble_c800.jpg"
  },
  {
    "copyright": "J.-M. Bonnet-BidaudCEA, Saclay",
    "date": "2009-06-19",
    "explanation": "This ancient Chinese map of planet Earth's northern sky is part of the Dunhuang Star Atlas, one of the most impressive documents in the history of astronomy. The oldest complete star atlas known, it dates to the years 649 to 684, discovered at the Silk Road town of Dunhuang in 1907. A recent analysis that examines the accuracy and projections used to make it notes the atlas marks positions of over 1,300 stars and outlines 257 Chinese star groups or asterisms. The star positions in the hand drawn atlas were found to be accurate to within a few degrees. In this example showing the north polar region, a very recognizable Big Dipper, part of the modern constellation Ursa Major, lies along the bottom of the chart. An additional 12 charts depicting equatorial regions in 30 degree sections also includes a group resembling the modern constellation Orion. The atlas is on display at the British Library in London to celebrate the International Year of Astronomy.   digg_url = 'http://apod.nasa.gov/apod/ap090619.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0906/dunhuang_npole_copie.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dunhuang Star Atlas",
    "url": "https://apod.nasa.gov/apod/image/0906/dunhuang_npole_c800.jpg"
  },
  {
    "copyright": "Jean-Marc Audrin",
    "date": "2009-06-20",
    "explanation": "This surprising view of the Full Moon rising on June 7 was captured with a telephoto lens from a seaside balcony near Nice, France. The orange Moon's dark markings and odd shape put the photographer in mind of an alien creature's face staring down at the passing ship. Of course, the Moon's distorted appearance is due to the unusual bending (refraction) of light rays creating multiple images or mirages, similar to sunset and sunrise mirages. The effects are most pronounced when temperature layers in the atmosphere produce sharp changes in air density and refractive index. Acting over long sight-lines to the rising and setting Sun or Moon, the refraction significantly alters the path of light rays creating merged, distorted images. Such mirages are also associated with the Green Flash.   digg_url = 'http://apod.nasa.gov/apod/ap090620.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0906/Navires013_audrin.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Seaside Moon Mirage",
    "url": "https://apod.nasa.gov/apod/image/0906/Navires013_audrin900.jpg"
  },
  {
    "copyright": "Anthony Ayiomamitis",
    "date": "2009-06-21",
    "explanation": "Today, the sun will stay in the sky longer than any other day of the year, as seen from the northern hemisphere of Earth. Named the Summer Solstice, today's maximum daylight is indicative of the high amount of sunlight this time of year that is primarily responsible for the heat of the summer season.  At the north pole and for all places above the arctic circle, there will be no night -- the entire day today will be lit by sunlight.  The situation is reversed in Earth's southern hemisphere, where today has the least sunlight of any day. Today's solstice is commemorated above by a well-planned picture of our five billion year old Sun rising behind the 2,500 year old Parthenon in Greece. Trees and birds occupy the foreground, while a modern crane is shown restoring parts of this historic symbol of a cultural civilization.   digg_url = 'http://apod.nasa.gov/apod/ap090621.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0906/parthenon_ayiomamitis_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunrise over the Parthenon",
    "url": "https://apod.nasa.gov/apod/image/0906/parthenon_ayiomamitis.jpg"
  },
  {
    "date": "2009-06-22",
    "explanation": "This rocket is headed for the Moon. Pictured above, a huge Altas V rocket roared off the launch pad last week to start NASA's  first missions to Earth's Moon in 10 years. The rocket is carrying two robotic spacecraft.  The Lunar Reconnaissance Orbiter (LRO) is scheduled to orbit and better map the Moon, search for buried and hidden ice, and return many high resolution images.  Some images will be below one-meter in resolution and include images of historic Apollo landing sites.  Exploratory data and images should allow a more informed choice of possible future astronaut landing sites. The Lunar CRater Observation and Sensing Satellite (LCROSS) is scheduled to monitor the controlled impact of the rocket's upper stage into a permanently shadowed crater near the Moon's south pole.   This impact, which should occur in about three months, might be visible on Earth through small telescopes.   digg_url = 'http://apod.nasa.gov/apod/ap090622.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0906/lrolaunch_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Atlas 5 Rocket Launches to the Moon",
    "url": "https://apod.nasa.gov/apod/image/0906/lrolaunch_nasa.jpg"
  },
  {
    "date": "2009-06-23",
    "explanation": "Where did all the stars go?  What used to be considered a hole in the sky is now known to astronomers as a dark molecular cloud.  Here, a high concentration of dust and molecular gas absorb practically all the visible light emitted from background stars.  The eerily dark surroundings help make the interiors of molecular clouds some of the coldest and most isolated places in the universe.  One of the most notable of these dark absorption nebulae is a cloud toward the constellation Ophiuchus known as Barnard 68, pictured above.  That no stars are visible in the center indicates that Barnard 68 is relatively nearby, with measurements placing it about 500 light-years away and half a light-year across.  It is not known exactly how molecular clouds like Barnard 68 form, but it is known that these clouds are themselves likely places for new stars to form. In fact, Barnard 68 itself has recently been found likely to collapse and form a new star system. It is possible to look right through the cloud in infrared light.   digg_url = 'http://apod.nasa.gov/apod/ap090623.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0906/barnard68v2_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Molecular Cloud Barnard 68",
    "url": "https://apod.nasa.gov/apod/image/0906/barnard68v2_vlt.jpg"
  },
  {
    "copyright": "Christoph Rollwagen",
    "date": "2009-06-24",
    "explanation": "Sometimes it's night on the ground but day in the air.  As the Earth rotates to eclipse the Sun, sunset rises up from the ground.  Therefore, at sunset on the ground, sunlight still shines on clouds above.   Under usual circumstances, a pretty sunset might be visible, but unusual noctilucent clouds float so high up they can be seen well after dark.   Pictured above last week, a network of noctilucent clouds cast an eerie white glow after dusk, beyond a local field near Potsdam, Germany.  Although noctilucent clouds are thought to be composed of small ice-coated particles, much remains unknown about them.  Satellites launched to help study these clouds include Sweden's Odin and NASA's AIM. Recent evidence indicates that at least some noctilucent clouds result from freezing water exhaust from Space Shuttles.   digg_url = 'http://apod.nasa.gov/apod/ap090624.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0906/noctilucent_rollwagen.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Noctilucent Clouds Over Germany",
    "url": "https://apod.nasa.gov/apod/image/0906/noctilucent_rollwagen.jpg"
  },
  {
    "date": "2009-06-25",
    "explanation": "From 400 kilometers above planet Earth, the Expedition 20 Crew onboard the International Space Station (ISS) was able to witness a remarkable event from a remarkable vantage point -- the June 12 eruption of the Sarychev Peak Volcano. The active volcano is located in Russia's Kuril Island chain, stretching to the northeast of Japan. Emphasizing the orbital perspective, this stunning color stereo view was made by combining two images from the ISS and is intended to be viewed with red/blue glasses (red for the left eye). Punching upwards into the atmosphere at an early stage of the eruption, the volcanic plume features a brown column of ash topped with a smooth, bubble-like, white cloud that is likely water condensation. Below, a cloud of denser grey ash slides down the volcanic slope. About 1.5 kilometers of the island coastline is visible at ground level. The evolving ash plume posed no danger to the Expedition 20 crew, but commercial airline flights were diverted away from the region to minimize the danger of engine failures from ash intake.   digg_url = 'http://apod.nasa.gov/apod/ap090625.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0906/ISS020-E-9050_52ana_public.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sarychev Peak Volcano in Stereo",
    "url": "https://apod.nasa.gov/apod/image/0906/ISS020-E-9050_52ana_public800.jpg"
  },
  {
    "copyright": "Maciej\nZapiór",
    "date": "2009-06-26",
    "explanation": "This six month long exposure compresses the time from solstice to solstice (~ December 21, 2008 to June 20, 2009) into a single point of view. Dubbed a solargraph, the unconventional picture was recorded with a pinhole camera made from an aluminum can lined with a piece of photographic paper. Fixed to a single spot for the entire exposure, the simple camera continuously records the Sun's daily path as a glowing trail burned into the photosensitive paper. Breaks and gaps in the trails are caused by cloud cover. In this case, the spot was chosen to look out from inside a radio telescope at the Ondrejov Observatory in the Czech Republic. At the end of the exposure, the paper was removed from the can and immediately scanned digitally. Contrasts and colors were then enhanced and added to the digital image. Of course, in December, the Sun trails begin lower down at the northern hemisphere's winter solstice. The trails climb higher in the sky as the June 21st summer solstice approaches.   digg_url = 'http://apod.nasa.gov/apod/ap090626.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0906/solsolargraph_zapior.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solstice to Solstice Solargraph",
    "url": "https://apod.nasa.gov/apod/image/0906/solsolargraph_zapior850.jpg"
  },
  {
    "copyright": "Babak\nTafreshi",
    "date": "2009-06-27",
    "explanation": "This panoramic image of a starry night looks across a dry, desolate landscape. The magnificent view was recorded from Tassili National Park, in the heart of the Sahara desert in southern Algeria. Rising above eroded sandstone cliffs, the celestial menagerie of constellations includes Draco the Dragon, Cygnus the Swan, Aquila the Eagle, and Scorpius the Scorpion. Ruling planet Jupiter shines through clouds very close to the horizon near picture center, while star clouds of the Milky Way arc through Sagittarius above the rocks at the far right. Bright blue stars Deneb, in Cygnus, and Altair, in Aquila, also shine in the starry night along with Scorpius' bright yellowish star Antares, the rival of Mars. Prehistoric skygazers surely witnessed a similar sky. In addition to dramatic sandstone formations, the Tassili region is noted for rock art and archaeological sites dating to Neolithic times when the local climate was wetter.   digg_url = 'http://apod.nasa.gov/apod/ap090627.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0906/Tassili-Lines_tafreshi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saharan Starry Night",
    "url": "https://apod.nasa.gov/apod/image/0906/Tassili-Lines_tafreshi.jpg"
  },
  {
    "date": "2009-06-28",
    "explanation": "Do underground oceans vent through the tiger stripes on Saturn's moon Enceladus?  Long features dubbed tiger stripes are known to be spewing ice from the moon's icy interior into space, creating a cloud of fine ice particles over the moon's South Pole and creating Saturn's mysterious E-ring.  Evidence for this has come from the robot Cassini spacecraft now orbiting Saturn.  Pictured above, a high resolution image of Enceladus is shown from a close flyby.  The unusual surface features dubbed tiger stripes are visible in false-color blue.  Why Enceladus is active remains a mystery, as the neighboring moon Mimas, approximately the same size, appears quite dead. Most recently, an analysis of dust captured by Cassini found evidence for sodium as expected in a deep salty ocean.  Conversely however, recent Earth-based observations of ice ejected by Enceladus into Saturn's E-Ring showed no evidence of the expected sodium.  Such research is particularly interesting since such an ocean would be a candidate to contain life.    digg_url = 'http://apod.nasa.gov/apod/ap090628.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0906/enceladusstripes_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fresh Tiger Stripes on Saturn's Enceladus",
    "url": "https://apod.nasa.gov/apod/image/0906/enceladusstripes_cassini.jpg"
  },
  {
    "copyright": "SELENE\nTeam",
    "date": "2009-06-29",
    "explanation": "Japan's Kaguya spacecraft crashed into the Moon last week, as planned. Officially named the Selenological and Engineering Explorer (SELENE)",
    "media_type": "other",
    "service_version": "v1",
    "title": "Kaguya Spacecraft Crashes into the Moon"
  },
  {
    "copyright": "Danny Lee Russell",
    "date": "2009-06-30",
    "explanation": "Here are some familiar shapes in unfamiliar locations.  This emission nebula on the left is famous partly because it resembles Earth's continent of North America.  To the right of the North America Nebula, cataloged as NGC 7000, is a less luminous nebula that resembles a pelican dubbed the Pelican Nebula.  The two emission nebula measure about 50 light-years across, are located about 1,500 light-years away, and are separated by a dark absorption cloud.  This spectacular image captures the nebulas, bright ionization fronts, and fine details of the dark dust. The nebulae can be seen with binoculars from a dark location.  Look for a small nebular patch north-east of bright star Deneb in the constellation of Cygnus.  It is still unknown which star or stars ionize the red-glowing hydrogen gas.    digg_url = 'http://apod.nasa.gov/apod/ap090630.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0906/northpelican_russell_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The North America and Pelican Nebulae",
    "url": "https://apod.nasa.gov/apod/image/0906/northpelican_russell.jpg"
  },
  {
    "copyright": "Giovanni Benintende",
    "date": "2009-07-01",
    "explanation": "This intriguing trio of galaxies is sometimes called the Draco Group, located in the northern constellation of (you guessed it) Draco. From left to right are edge-on spiral NGC 5981, elliptical galaxy NGC 5982, and face-on spiral NGC 5985 -- all within this single telescopic field of view spanning a little more than half the width of the full moon. While the group is far too small to be a galaxy cluster and has not been cataloged compact group, these galaxies all do lie roughly 100 million light-years from planet Earth. On close examination with spectrographs, the bright core of the striking face-on spiral NGC 5985 shows prominent emission in specific wavelengths of light, prompting astronomers to classify it as a Seyfert, a type of active galaxy. Not as well known as other tight groupings of galaxies, the contrast in visual appearance makes this triplet an attractive subject for astrophotographers. This impressively deep exposure of the region also reveals faint and even more distant background galaxies.   digg_url = 'http://apod.nasa.gov/apod/ap090701.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0907/NGC5982_benintende_h.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Three Galaxies in Draco",
    "url": "https://apod.nasa.gov/apod/image/0907/NGC5982_benintende.jpg"
  }
]
