[
  {
    "date": "2009-09-01",
    "explanation": "Unusual shadows and dark rings appeared around Saturn near its equinox last month. At that time -- early August -- Saturn's ring plane pointed directly at the Sun. Visible above, Saturn's moon Tethys casts a shadow visible only on the far right. Saturn's own shadow blacks out a large swath of rings on the right. The night side of Saturn glows with ringshine -- sunlight reflected by ring particles back onto Saturn. Images near equinox at Saturn are giving astronomers a chance to search for unexpected shadows that may illuminate previously unknown features of Saturn's complex ring system.  Cassini, the robotic spacecraft orbiting Saturn that took this image, is not expected to survive to the next Saturnian equinox in 15 years.   digg_url = 'http://apod.nasa.gov/apod/ap090901.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/saturnequinoxshadows_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shadows of Saturn at Equinox",
    "url": "https://apod.nasa.gov/apod/image/0909/saturnequinoxshadows_cassini.jpg"
  },
  {
    "date": "2009-09-02",
    "explanation": "Just one minute before midnight EDT, Friday, August 28, the Space Shuttle Discovery began a long arc into a cloudy sky. Following the launch, a bright and remarkably colorful trail was captured in this time exposure from the Banana River Viewing Site, looking east toward pad 39A at the Kennedy Space Center. On STS-128, Discovery docked with the International Space Station Sunday evening. The 13-day mission will exchange space station crew members and deliver more than 7 tons of supplies and equipment. Of course, the equipment includes the Combined Operational Load Bearing External Resistance Treadmill (COLBERT).   digg_url ='http://apod.nasa.gov/apod/ap090902.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/sts128_cooper.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Discovery's Rainbow",
    "url": "https://apod.nasa.gov/apod/image/0909/sts128_cooper900.jpg"
  },
  {
    "date": "2009-09-03",
    "explanation": "Despina is a tiny moon of Neptune. A mere 148 kilometers across, diminutive Despina was discovered in 1989, in images from the Voyager 2 spacecraft taken during its encounter with the solar system's most distant gas giant planet. But looking through the Voyager 2 data 20 years later, amateur image processor (and philosophy professor) Ted Stryk discovered something no one had recognized before -- images that show the shadow of Despina in transit across Neptune's blue cloud tops. His composite view of Despina and its shadow is composed of four archival frames taken on August 24, 1989, separated by nine minutes. Despina itself has been artificially brightened to make it easier to see. In ancient Greek mythology, Despina is a daughter of Poseidon (the Roman god Neptune).   digg_url ='http://apod.nasa.gov/apod/ap090903.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/neptune_despina_transit_combo_despinabrightened.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Despina, Moon of Neptune",
    "url": "https://apod.nasa.gov/apod/image/0909/neptune_despina_transit_combo_despinabrightened.jpg"
  },
  {
    "copyright": "Alan Friedman",
    "date": "2009-09-04",
    "explanation": "Today, planet Earth passes through the plane of Saturn's rings. From the perspective of earthbound astronomers, Saturn's rings will be edge-on. The problem is, Saturn itself is now very close to the Sun, low on horizon after sunset, so good telescopic images will be difficult to come by. Still, this composite of Saturn views taken from 2004 - 2009 (lower right to upper left) illustrates the change in ring tilt over the last six years and includes a nearly edge-on ring view, based on images captured earlier this year. While Saturn's south pole is clearly seen in the sequence, particularly at the lower right, it will be hidden in the coming years. Saturn's north pole will be increasingly visible, along with the tilting rings, as the planet emerges this fall in the predawn sky.   digg_url ='http://apod.nasa.gov/apod/ap090904.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/6yearsofsaturn_friedman.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "6 Years of Saturn",
    "url": "https://apod.nasa.gov/apod/image/0909/6yearsofsaturn_friedman900.jpg"
  },
  {
    "date": "2009-09-05",
    "explanation": "The expanding debris cloud from the explosion of a massive star is captured in this multiwavelength composite, combining x-ray and optical images from the Chandra and Hubble telescopes. Identified as E0102-72, the supernova remnant lies about 190,000 light-years away in our neighboring galaxy, the Small Magellanic Cloud. A strong cosmic source of x-rays, E0102 was imaged by the Chandra X-ray Observatory shortly after its launch in 1999. In celebration of Chandra's 10th anniversary, this colorful view of E0102 and its environs was created, including additional Chandra data. An analysis of all the data indicates that the overall shape of E0102 is most likely a cylinder that is viewed end-on rather than a spherical bubble. The intriguing result implies that the massive star's explosion has produced a shape similar to what is seen in some planetary nebulae associated with lower mass stars. At the distance of the Small Magellanic Cloud, this field of view spans about 150 light-years.   digg_url ='http://apod.nasa.gov/apod/ap090905.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/e0102_composite900.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Supernova Remnant E0102-72",
    "url": "https://apod.nasa.gov/apod/image/0909/e0102_composite900.jpg"
  },
  {
    "date": "2009-09-06",
    "explanation": "Our Earth is not at rest.  The Earth moves around the Sun.  The Sun orbits the center of the Milky Way Galaxy.  The Milky Way Galaxy orbits in the Local Group of Galaxies.  The Local Group falls toward the Virgo Cluster of Galaxies.  But these speeds are less than the speed that all of these objects together move relative to the cosmic microwave background radiation (CMBR).  In the above all-sky map from the COBE satellite, radiation in the Earth's direction of motion appears blueshifted and hence hotter, while radiation on the opposite side of the sky is redshifted and colder.  The map indicates that the Local Group moves at about 600 kilometers per second relative to this primordial radiation.  This high speed was initially unexpected and its magnitude is still unexplained.  Why are we moving so fast?  What is out there?  digg_url = 'http://apod.nasa.gov/apod/ap090906.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/dip_cobe.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "CMBR Dipole: Speeding Through the Universe",
    "url": "https://apod.nasa.gov/apod/image/0909/dip_cobe_big.gif"
  },
  {
    "copyright": "Tunç Tezel",
    "date": "2009-09-07",
    "explanation": "This vacation included a sight to remember. Pictured above, a picturesque starscape capped a serene seascape as seen from Turkey this past August.  In the above digitally stitched panorama, the Gelidonya Lighthouse shines in the foreground before a calm Mediterranean Sea. On the left, Jupiter is the brightest point in the image and since on the same side of the Sun as the Earth, was near its yearly brightest.  Glowing just shy of magnitude -3, Jupiter was brighter than any star in the sky, and brighter even than Mars was during its famously bright opposition of 2003 August. On the right, the band of the Milky Way Galaxy fades into distant atmospheric haze above the horizon. Jupiter is nearing the closest part of its elliptical orbit to the Sun and so will appear even brighter during its next opposition in 2010 September.   digg_url = 'http://apod.nasa.gov/apod/ap090907.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/gelidonyapan_tezel_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter Over the Mediterranean",
    "url": "https://apod.nasa.gov/apod/image/0909/gelidonyapan_tezel.jpg"
  },
  {
    "date": "2009-09-08",
    "explanation": "Two months ago, something unexpected hit Jupiter. First discovered by an amateur astronomer Anthony Wesley on 2009 July 19, the impact was quickly confirmed and even imaged by the Hubble Space Telescope during the next week. Many of the world's telescopes then zoomed in on our Solar System's largest planet to see the result. Some of these images have been complied into the above animation. Over the course of the last month and a half, the above time-lapse sequence shows the dark spot -- first created when Jupiter was struck -- deforming and dissipating as Jupiter's clouds churned and Jupiter rotated.  It is now thought that a small comet -- perhaps less than one kilometer across -- impacted Jupiter on or before 2009 July 19. Although initially expected to be visible for only a week, astronomers continue to track atmospheric remnants of the impact for new information about winds and currents in Jupiter's thick atmosphere.   digg_url = 'http://apod.nasa.gov/apod/ap090908.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/jupiterimpact_alpo.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unexpected Impact on Jupiter",
    "url": "https://apod.nasa.gov/apod/image/0909/jupiterimpact_alpo_big.gif"
  },
  {
    "copyright": "Joshua Bury",
    "date": "2009-09-09",
    "explanation": "As the Earth spins on its axis, the sky seems to rotate around us. This motion, called diurnal motion, produces the beautiful concentric trails traced by stars during time exposures.  Partial-circle star trails are pictured above over Grants Pass, Oregon, USA last month. Near the middle of the circles is the North Celestial Pole (NCP), easily identified as the point in the sky at the center of all the star trail arcs. The star Polaris, commonly known as the North Star, made the very short bright circle near the NCP.  About 12,000 years ago, the bright star Vega was the North Star, and in about 14,000 years, as the Earth's spin axis slowly continues to precess, Vega will become the North Star again.   digg_url = 'http://apod.nasa.gov/apod/ap090909.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/startrails_bury_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Trails Over Oregon",
    "url": "https://apod.nasa.gov/apod/image/0909/startrails_bury.jpg"
  },
  {
    "date": "2009-09-10",
    "explanation": "The bright clusters and nebulae of planet Earth's night sky are often named for flowers or insects, and NGC 6302 is no exception. With an estimated surface temperature of about 250,000 degrees C, the central star of this particular planetary nebula is exceptionally hot though -- shining brightly in ultraviolet light but hidden from direct view by a dense torus of dust.  This dramatically detailed close-up of the dying star's nebula was recorded by the newly upgraded Hubble Space Telescope. Cutting across a bright cavity of ionized gas, the dust torus surrounding the central star is near the center of this view, almost edge-on to the line-of-sight. Molecular hydrogen has been detected in the hot star's dusty cosmic shroud. NGC 6302 lies about 4,000 light-years away in the arachnologically correct constellation Scorpius.   digg_url = 'http://apod.nasa.gov/apod/ap090910.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/butterfly_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Butterfly Nebula from Upgraded Hubble",
    "url": "https://apod.nasa.gov/apod/image/0909/butterfly_hst.jpg"
  },
  {
    "date": "2009-09-11",
    "explanation": "The first identified compact galaxy group, Stephan's Quintet is featured in this stunning image from the newly upgraded Hubble Space Telescope. About 300 million light-years away, only four galaxies of the group are actually locked in a cosmic dance of repeated close encounters. The odd man out is easy to spot, though. The four interacting galaxies (NGC 7319, 7318A, 7318B, and 7317) have an overall yellowish cast and tend to have distorted loops and tails, grown under the influence of disruptive gravitational tides. But the bluish galaxy at the upper left (NGC 7320) is much closer than the others. A mere 40 million light-years distant, it isn't part of the interacting group. In fact, individual stars in the foreground galaxy can be seen in the sharp Hubble image, hinting that it is much closer than the others. Stephan's Quintet lies within the boundaries of the high flying constellation Pegasus.   digg_url ='http://apod.nasa.gov/apod/ap090911.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/stephansquintet_hubble.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stephan's Quintet",
    "url": "https://apod.nasa.gov/apod/image/0909/stephansquintet_hubblesmall.jpg"
  },
  {
    "copyright": "Babak\nTafreshi",
    "date": "2009-09-12",
    "explanation": "This serene view records a late summer night sky over the rolling, green hills of planet Earth. It was taken near the rural village of Saadat Shahr, Fars province, in southern Iran. Saadat Shahr is also known as Astronomy Town, as the inhabitants have demonstrated a remarkable passion for sky gazing. Fittingly, this Astronomy Town sky view finds a lovely part of the Milky Way near picture center. The three brightest stars are the stars of the Summer Triangle, Deneb in Cygnus (top), Altair in Aquila (left), and Vega in Lyra (right). The foreground landscape, illuminated by Astronomy Town lights, includes a kind of wild pistachio tree common in the region. To identify the stars and constellations, just slide your cursor over the image.   digg_url ='http://apod.nasa.gov/apod/ap090912.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/SummerSky_tafreshi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Summer Night in Astronomy Town",
    "url": "https://apod.nasa.gov/apod/image/0909/SummerSky_tafreshi.jpg"
  },
  {
    "copyright": "E. WinfreeCaltech",
    "date": "2009-09-13",
    "explanation": "Is this picture worth a thousand words?  According to the Holographic Principle, the most information you can get from this image is about 3 x 1065 bits for a normal sized computer monitor.  The Holographic Principle, yet unproven, states that there is a maximum amount of information content held by regions adjacent to any surface.  Therefore, counter-intuitively, the information content inside a room depends not on the volume of the room but on the area of the bounding walls.  The principle derives from the idea that the Planck length, the length scale where quantum mechanics begins to dominate classical gravity, is one side of an area that can hold only about one bit of information.  The limit was first postulated by physicist Gerard 't Hooft in 1993.  It can arise from generalizations from seemingly distant speculation that the information held by a black hole is determined not by its enclosed volume but by the surface area of its event horizon.  The term \"holographic\" arises from a hologram analogy where three-dimension images are created by projecting light though a flat screen.  Beware, other people looking at the above image may not claim to see 3 x 1065 bits -- they might claim to see a teapot.   digg_url = 'http://apod.nasa.gov/apod/ap090913.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/teapotsirds_winfree_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Holographic Principle",
    "url": "https://apod.nasa.gov/apod/image/0909/teapotsirds_winfree.gif"
  },
  {
    "date": "2009-09-14",
    "explanation": "What is left over after stars collide?  To help answer this question, astronomers have been studying the center of the most massive ball of stars in our Milky Way Galaxy.  In the center of globular cluster Omega Centauri, stars are packed in 10,000 times more densely than near our Sun.  Pictured above, the newly upgraded Hubble Space Telescope has resolved the very center of Omega Centauri into individual stars.  Visible are many faint yellow-white stars that are smaller than our Sun, several yellow-orange stars that are Red Giants, and an occasional blue star.  When two stars collide they likely either combine to form one more massive star, or they stick, forming a new binary star system.  Close binary stars interact, sometimes emitting ultraviolet or X-ray light when gas falls from one star onto the surface of a compact companion such as a white dwarf or neutron star.  Two such binaries have now been located in Omega Centauri's center.  The star cluster lies about 15,000 light-years away and is visible toward the constellation of Centaurus.   digg_url = 'http://apod.nasa.gov/apod/ap090914.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/omegacencenter_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Center of Globular Cluster Omega Centauri",
    "url": "https://apod.nasa.gov/apod/image/0909/omegacencenter_hst.jpg"
  },
  {
    "copyright": "Daniel López",
    "date": "2009-09-15",
    "explanation": "NGC 6888, also known as the Crescent Nebula, is a cosmic bubble about 25 light-years across, blown by winds from its central, bright, massive star. This beautiful portrait of the nebula is from the Isaac Newton Telescope at Roque de los Muchachos Observatory in the Canary Islands. It combines a composite color image with narrow band data that isolates light from hydrogen and oxygen atoms in the wind-blown nebula. The oxygen atoms produce the blue-green hue that seems to enshroud the detailed folds and filaments. NGC 6888's central star is classified as a Wolf-Rayet star (WR 136). The star is shedding its outer envelope in a strong stellar wind, ejecting the equivalent of the Sun's mass every 10,000 years.  The nebula's complex structures are likely the result of this strong wind interacting with material ejected in an earlier phase. Burning fuel at a prodigious rate and near the end of its stellar life this star should ultimately go out with a bang in a spectacular supernova explosion. Found in the nebula rich constellation Cygnus, NGC 6888 is about 5,000 light-years away.   digg_url ='http://apod.nasa.gov/apod/ap090915.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/NGC6888_Lopez.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6888: The Crescent Nebula",
    "url": "https://apod.nasa.gov/apod/image/0909/NGC6888_Lopez900.jpg"
  },
  {
    "copyright": "John P. Gleason",
    "date": "2009-09-16",
    "explanation": "The Tarantula Nebula is more than 1,000 light-years in diameter -- a giant star forming region within our neighboring galaxy the Large Magellanic Cloud (LMC). That cosmic arachnid lies left of center in this sharp, colorful telescopic image taken through narrow-band filters. It covers a part of the LMC over 2,000 light-years across. Within the Tarantula (NGC 2070), intense radiation, stellar winds and supernova shocks from the central young cluster of massive stars, cataloged as R136, energize the nebular glow and shape the spidery filaments. Around the Tarantula are other violent star-forming regions with young star clusters, filaments and bubble-shaped clouds. The rich field is about as wide as the full Moon on the sky, located in the southern constellation Dorado.   digg_url ='http://apod.nasa.gov/apod/ap090916.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/tarantula_gleason.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Tarantula Zone",
    "url": "https://apod.nasa.gov/apod/image/0909/tarantula_gleason900.jpg"
  },
  {
    "date": "2009-09-17",
    "explanation": "Taken by a telescope onboard NASA's Swift satellite, this stunning vista represents the highest resolution image ever made of the Andromeda Galaxy (aka M31) - at ultraviolet wavelengths. The mosaic is composed of 330 individual images covering a region 200,000 light-years wide. It shows about 20,000 sources, dominated by hot, young stars and dense star clusters that radiate strongly in energetic ultraviolet light. Of course, the Andromeda Galaxy is the closest large spiral galaxy to our own Milky Way, at a distance of some 2.5 million light-years. To compare this gorgeous island universe's appearance in optical light with its ultraviolet portrait, just slide your cursor over the image.   digg_url ='http://apod.nasa.gov/apod/ap090917.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/Swift_M31_large_UV70p.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ultraviolet Andromeda",
    "url": "https://apod.nasa.gov/apod/image/0909/UVAndromeda_swiftH600.jpg"
  },
  {
    "date": "2009-09-18",
    "explanation": "Get out your red/blue glasses and check out this close-up of spacesuited NASA astronaut John Olivas outside the International Space Station. Carefully constructed from two photographs (ISS020-E-038481, ISS02-0E-038482) taken during space shuttle orbiter Discovery's latest visit to the orbiting outpost, the 3D anaglyph creates the compelling illusion that you can actually reach out and take his gloved hand. The photographer, fellow spacewalker ESA astronaut Christer Fuglesang, along with ISS structures and planet Earth's horizon, are reflected in Olivas' helmet visor. Last Friday, the two returned to Earth along with the rest of Discovery's crew, landing at Edwards Air Force base in California.   digg_url ='http://apod.nasa.gov/apod/ap090918.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/iss020e038481_482anapublic.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Take My Hand",
    "url": "https://apod.nasa.gov/apod/image/0909/iss020e038481_482anapublic_c.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2009-09-19",
    "explanation": "Far beyond the local group of galaxies lies NGC 3621, some 22 million light-years away. Found in the multi-headed southern constellation Hydra, the winding spiral arms of this gorgeous island universe are loaded with luminous young star clusters and dark dust lanes. Still, for earthbound astronomers NGC 3621 is not just another pretty face-on spiral galaxy. Some of its brighter stars have been used as standard candles to establish important estimates of extragalactic distances and the scale of the Universe. This beautiful image of NGC 3621 traces the loose spiral arms far from the galaxy's brighter central regions that span some 100,000 light-years. Spiky foreground stars in our own Milky Way Galaxy and even more distant background galaxies are scattered across the colorful skyscape.   digg_url ='http://apod.nasa.gov/apod/ap090919.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/NGC3621Lgendler.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3621: Far Beyond the Local Group",
    "url": "https://apod.nasa.gov/apod/image/0909/NGC3621Lgendler_800.jpg"
  },
  {
    "date": "2009-09-20",
    "explanation": "What does the largest moon in the Solar System look like? Ganymede, larger than even Mercury and Pluto, has a surface speckled with bright young craters overlying a mixture of older, darker, more cratered terrain laced with grooves and ridges. Like Earth's Moon, Ganymede keeps the same face towards its central planet, in this case Jupiter. In this historic and detailed image mosaic taken by the Galileo spacecraft that orbited Jupiter from 1995 to 2003, the colors of this planet-sized moon have been enhanced to increase surface contrasts. The violet shades extending from the top and bottom are likely due to frost particles in Ganymede's polar regions. Possible future missions to Jupiter are being proposed that can search Europa and Ganymede for deep oceans that may harbor elements thought important for supporting life.    digg_url = 'http://apod.nasa.gov/apod/ap090920.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/ganymedeenhanced_galileo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ganymede Enhanced",
    "url": "https://apod.nasa.gov/apod/image/0909/ganymedeenhanced_galileo.jpg"
  },
  {
    "date": "2009-09-21",
    "explanation": "What is that strange arc? While imaging the cluster of galaxies Abell 370, astronomers had noted an unusual arc to the right of many cluster galaxies.  Although curious, one initial response was to avoid commenting on the arc because nothing like it had ever been noted before.  In the mid-1980s, however, better images allowed astronomers to identify the arc as a prototype of a new kind of astrophysical phenomenon -- the gravitational lens effect of entire cluster of galaxies on background galaxies. Today, we know that this arc actually consists of two distorted images of a fairly normal galaxy that happened to lie far behind the huge cluster.  Abell 370's gravity caused the background galaxies' light -- and others -- to spread out and come to the observer along multiple paths, not unlike a distant light appears through the stem of a wine glass. In mid-July, astronomers used the just-upgraded Hubble Space Telescope to image Abell 370 and its gravitational lens images in unprecedented detail.  Almost all of the yellow images pictured above are galaxies in the Abell 370 cluster. An astute eye can pick up many strange arcs and distorted arclets, however, that are actually images of more distant galaxies. Studying Abell 370 and its images gives astronomers a unique window into the distribution of normal and dark matter in galaxy clusters and the universe.   digg_url = 'http://apod.nasa.gov/apod/ap090921.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/abell370_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Abell 370: Galaxy Cluster Gravitational Lens",
    "url": "https://apod.nasa.gov/apod/image/0909/abell370_hst.jpg"
  },
  {
    "copyright": "Yuichi TakasakaTWAN",
    "date": "2009-09-22",
    "explanation": "Sometimes, after your eyes adapt to the dark, a spectacular sky appears. In this case, a picturesque lake lies in front of you, beautiful green auroras flap high above you, brilliant stars shine far in the distance, and a brilliant moon shines just ahead of you. This digitally fused panorama was captured earlier this month from Yellowknife, Northwest Territories, Canada, and includes the Pleiades open cluster of stars just to the upper right of the Moon. Since auroras are ultimately started by solar activity, this current flurry of auroras is somewhat surprising, given the historic lack of sunspots and other activity on the Sun over the past two years. This time of year is known as aurora season, however, for noted average increases in auroras. The reason for the yearly increase is not known for sure, but possibly relates to the tilt of the Earth creating a more easily traversable connection between the Earth's magnetic field and the magnetic field of the Sun's changing wind streams.   digg_url = 'http://apod.nasa.gov/apod/ap090922.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/aurorayellowknife_takasaka_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Over Yellowknife",
    "url": "https://apod.nasa.gov/apod/image/0909/aurorayellowknife_takasaka.jpg"
  },
  {
    "date": "2009-09-23",
    "explanation": "How similar is exoplanet CoRoT-7b to Earth?  The newly discovered  extra-solar planet is the closest physical match yet, with a mass about five Earths and a radius of about 1.7 Earths. Also, the home star to CoRoT-7b, although 500 light years distant, is very similar to our Sun. Unfortunately, the similarities likely end there, as CoRoT-7b orbits its home star well inside the orbit of Mercury, making its year last only 20 hours, and making its peak temperature much hotter than humans might find comfortable. CoRoT-7b was discovered in February by noting a predictable slight decrease in the brightness of its parent star.  Pictured above, an artist's depiction shows how CoRoT-7b might appear in front of its parent star.  The composition of CoRoT-7b remains unknown, but given its size and mass, it cannot be a gas giant like Jupiter, and is very likely composed predominantly of rock.  Future observations will likely narrow the composition of one of the first known rocky planets discovered outside of our Solar System.   digg_url = 'http://apod.nasa.gov/apod/ap090923.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/corot7b_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "CoRoT Satellite Discovers Rocky Planet",
    "url": "https://apod.nasa.gov/apod/image/0909/corot7b_eso.jpg"
  },
  {
    "copyright": "Tamas Ladanyi",
    "date": "2009-09-24",
    "explanation": "Often inspiring, or offering a moment for contemplation, a sunset is probably the most commonly photographed celestial event. But this uncommonly beautiful sunset picture was taken on a special day, the Equinox on September 22. Marking the astronomical change of seasons, on that day Earth dwellers experienced nearly 12 hours of daylight and 12 hours of darkness (an equal night).  Reflected in the calm waters of Lake Balaton with a motionless sailboat in silhouette, the Sun is setting due west and heading south across the celestial equator. In the background lies the Benedictine Archabbey of Tihany, Hungary.   digg_url ='http://apod.nasa.gov/apod/ap090924.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/equinox_090922_ladanyi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Equinox Sunset",
    "url": "https://apod.nasa.gov/apod/image/0909/equinox_090922_ladanyi900.jpg"
  },
  {
    "copyright": "Stéphane Guisard",
    "date": "2009-09-25",
    "explanation": "From Sagittarius to Scorpius, the central Milky Way is a truly beautiful part of planet Earth's night sky. The gorgeous region is captured here, an expansive gigapixel mosaic of 52 fields spanning 34 by 20 degrees in 1200 individual images and 200 hours of exposure time. Part of ESO's Gigagalaxy Zoom Project, the images were collected over 29 nights with a small telescope under the exceptionally clear, dark skies of the ESO Paranal Observatory in Chile. The breathtaking cosmic vista shows off intricate dust lanes, bright nebulae, and star clusters scattered through our galaxy's rich central starfields. Starting on the left, look for the Lagoon and Trifid nebulae, the Cat's Paw, the Pipe dark nebula, and the colorful clouds of Rho Ophiuchi and Antares (right).   digg_url ='http://apod.nasa.gov/apod/ap090925.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/Guisard_MilkyWay_4_8bit_dse_1500-ps12.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gigagalaxy Zoom: Galactic Center",
    "url": "https://apod.nasa.gov/apod/image/0909/Guisard_MilkyWay_4_8bit_dse_1500-ps12_h600.jpg"
  },
  {
    "copyright": "Serge Brunier",
    "date": "2009-09-26",
    "explanation": "Our magnificent Milky Way Galaxy sprawls across this ambitious all-sky panorama. In fact, at 800 million pixels the full resolution mosaic strives to show all the stars the eye can see in planet Earth's night sky. Part of ESO's Gigagalaxy Zoom Project, the mosaicked images were recorded over several months of 2008 and 2009 at exceptional astronomical sites; the Atacama Desert in the southern hemisphere and the Canary Islands in the northern hemisphere. Also capturing bright planets and even a comet, the individual frames were stitched together and mapped into a single, flat, apparently seamless 360 by 180 degree view. The final result is oriented so the plane of our galaxy runs horizontally through the middle with the bulging Galactic Center at image center. Below and right of center are the Milky Way's satellite galaxies, the Magellanic Clouds.   digg_url ='http://apod.nasa.gov/apod/ap090926.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/milkywaypan_brunier_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gigagalaxy Zoom: Milky Way",
    "url": "https://apod.nasa.gov/apod/image/0909/milkywaypan_brunier_h600.jpg"
  },
  {
    "date": "2009-09-27",
    "explanation": "At about 100 meters from the cargo bay of the space shuttle Challenger, Bruce McCandless II was farther out than anyone had ever been before.  Guided by a Manned Maneuvering Unit (MMU), astronaut McCandless, pictured above, was floating free in space. McCandless and fellow NASA astronaut Robert Stewart were the first to experience such an \"untethered space walk\" during Space Shuttle mission 41-B in 1984.  The MMU works by shooting jets of nitrogen and has since been used to help deploy and retrieve satellites.  With a mass over 140 kilograms, an MMU is heavy on Earth, but, like everything, is weightless when drifting in orbit. The MMU was replaced with the SAFER backpack propulsion unit.   digg_url = 'http://apod.nasa.gov/apod/ap090927.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/freeflyer_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "To Fly Free in Space",
    "url": "https://apod.nasa.gov/apod/image/0909/freeflyer_nasa.jpg"
  },
  {
    "date": "2009-09-28",
    "explanation": "Water has been discovered on the surface of the Moon.  No lakes have been found, but rather NASA's Moon Mineralogy Mapper aboard India's new Chandrayaan-1 lunar orbiter radios back that parts of the Moon's surface absorb a very specific color of light identified previously only with water. Currently, scientists are trying to fit this with other facts about the Moon to figure out how much water is there, and even what form this water takes.  Unfortunately, even the dampest scenarios leave our moon dryer than the driest of Earth's deserts.  A fascinating clue being debated is whether the water signal rises and falls during a single lunar day.   If true, the signal might be explainable by hydrogen flowing out from the Sun and interacting with oxygen in the lunar soil.  This could leave an extremely thin monolayer of water, perhaps only a few molecules thick. Some of the resulting water might subsequently evaporate away in bright sunlight. Pictured above, the area near a crater on the far side of the Moon shows a relatively high abundance of water-carrying minerals in false-color blue.  Next week, the new LCROSS satellite will release an impactor that will strike a permanently shadowed crater near the lunar south pole to see if any hidden water or ice sprays free there.   digg_url = 'http://apod.nasa.gov/apod/ap090928.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/moonwater_isro_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Water Discovered on the Moon",
    "url": "https://apod.nasa.gov/apod/image/0909/moonwater_isro.jpg"
  },
  {
    "copyright": "Rogelio Bernal Andreo",
    "date": "2009-09-29",
    "explanation": "The constellation of Orion holds much more than three stars in a row.  A deep exposure shows everything from dark nebula to star clusters, all imbedded in an extended patch of gaseous wisps in the greater Orion Molecular Cloud Complex.  The brightest three stars on the far left are indeed the famous three stars that make up the belt of Orion.  Just below Alnitak, the lowest of the three belt stars, is the Flame Nebula, glowing with excited hydrogen gas and immersed in filaments of dark brown dust.  Below the frame center and just to the right of Alnitak lies the Horsehead Nebula, a  dark indentation of dense dust that has perhaps the most recognized nebular shapes on the sky. On the upper right lies M42, the Orion Nebula, an energetic caldron of tumultuous gas, visible to the unaided eye, that is giving birth to a new open cluster of stars.  Immediately to the left of M42 is a prominent bluish reflection nebula sometimes called the Running Man that houses many bright blue stars.  The above image, a digitally stitched composite taken over several nights, covers an area with objects that are roughly 1,500 light years away and spans about 75 light years.   digg_url = 'http://apod.nasa.gov/apod/ap090929.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/oriondeep_andreo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion in Gas, Dust, and Stars",
    "url": "https://apod.nasa.gov/apod/image/0909/oriondeep_andreo.jpg"
  },
  {
    "date": "2009-09-30",
    "explanation": "How would Saturn look if its ring plane pointed right at the Sun? Before last month, nobody knew.  Every 15 years, as seen from Earth, Saturn's rings point toward the Earth and appear to disappear. The disappearing rings are no longer a mystery -- Saturn's rings are known to be so thin and the Earth is so near the Sun that when the rings point toward the Sun, they also point nearly edge-on at the Earth. Fortunately, in this third millennium, humanity is advanced enough to have a spacecraft that can see the rings during equinox from the side. Last month, that Saturn-orbiting spacecraft, Cassini, was able to snap a series of unprecedented pictures of Saturn's rings during equinox. A digital composite of 75 such images is shown above. The rings appear unusually dark, and a very thin ring shadow line can be made out on Saturn's cloud-tops.  Objects sticking out of the ring plane are brightly illuminated and cast long shadows.  Inspection of these images may help humanity understand the specific sizes of Saturn's ring particles and the general dynamics of orbital motion.   digg_url = 'http://apod.nasa.gov/apod/ap090930.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/saturnequinox_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn at Equinox",
    "url": "https://apod.nasa.gov/apod/image/0909/saturnequinox_cassini.jpg"
  },
  {
    "date": "2009-10-01",
    "explanation": "This cosmic pillar of gas and dust is nearly 2 light-years wide. The structure lies within one of our galaxy's largest star forming regions, the Carina Nebula, shining in southern skies at a distance of about 7,500 light-years. The pillar's convoluted outlines are shaped by the winds and radiation of Carina's young, hot, massive stars. But the interior of the cosmic pillar itself is home to stars in the process of formation. In fact, placing your cursor over this visible light image will reveal a penetrating near-infrared view of the pillar - now dominated by two, narrow, energetic jets blasting outward from a still hidden infant star. Both visible light and near-infrared images were made using the Hubble Space Telescope's newly installed Wide Field Camera 3.   digg_url ='http://apod.nasa.gov/apod/ap091001.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/carinaPillarJet_VIShst.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Carina Pillar and Jets",
    "url": "https://apod.nasa.gov/apod/image/0910/carinaPillarJet_VIShst900.jpg"
  }
]
