[
  {
    "date": "2009-01-01",
    "explanation": "Astronomers all over planet Earth invite you to experience the night sky as part of the International Year of Astronomy 2009. This year was picked by the International Astronomical Union and the United Nations Educational, Scientific, and Cultural Organization because it occurs 400 years after Galileo turned one of the first telescopes toward the heavens.   Peering through that small window, Galileo discovered that the Moon has craters, Venus has phases, Jupiter has moons, and Saturn has rings.  This year you can discover these and many modern wonders of the amazing overhead tapestry that is shared by all of humanity. If, like many others, you find the night sky wondrous and educational, be sure to attend an IYA2009 event in your area, and tell any schools and children that might be interested. Also, please feel free to explore the extensive IYA2009 web pages to find international media events that include blogs, webcasts and much much more.   Note : APOD Editor to Speak in New York on Jan. 2 (tomorrow!)  digg_url = 'http://apod.nasa.gov/apod/ap090101.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/logo_iya2009_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Welcome to the International Year of Astronomy",
    "url": "https://apod.nasa.gov/apod/image/0901/logo_iya2009.jpg"
  },
  {
    "copyright": "Tamas Ladanyi",
    "date": "2009-01-02",
    "explanation": "Did you see it? The last conjunction of Moon and bright planets in 2008 featured a young crescent Moon and brilliant Venus in the west after sunset on December 31st. Seen here in dark, clear, mountain air from Mönichkirchen, Austria, are the two celestial beacons that dominate planet Earth's night sky. That pair was hard to miss, but skygazers watching lower along the western horizon in early twilight might also have glimpsed a pairing of Jupiter and Mercury as they both wandered closer to the Sun in the sky at year's end. Still, while this single, 5 second long exposure seriously overexposes the Moon's sunlit crescent, it does capture another planet not visible to the unaided eye. The tiny pinprick of light just above the photographer's head in the picture is the distant planet Neptune.   Note : APOD editor to speak in New York tonight.  digg_url = 'http://apod.nasa.gov/apod/ap090102.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/monich_081231_ladanyi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Alpine Conjunction",
    "url": "https://apod.nasa.gov/apod/image/0901/monich_081231_ladanyi_1.jpg"
  },
  {
    "copyright": "Dark Atmospheres",
    "date": "2009-01-03",
    "explanation": "Some 7,000 light-years away, this pair of open or galactic star clusters is an easy binocular target, a lovely starfield in the northern constellation Perseus. Also visible to the unaided eye from dark sky areas, it was cataloged in 130 BC by Greek astronomer Hipparchus. Now known as h and chi Persei, or NGC 869(above right) and NGC 884, the clusters themselves are separated by only a few hundred light-years and contain stars much younger and hotter than the Sun.  In addition to being physically close together, the clusters' ages based on their individual stars are similar - evidence that both clusters were likely a product of the same star-forming region.   digg_url = 'http://apod.nasa.gov/apod/ap090103.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/clusters_2_ritter.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Double Cluster in Perseus",
    "url": "https://apod.nasa.gov/apod/image/0901/clusters_2_ritter900.jpg"
  },
  {
    "date": "2009-01-04",
    "explanation": "In the distant universe, time appears to run slowly.  Since time-dilated light appears shifted toward the red end of the spectrum (redshifted), astronomers are able to use cosmological time-slowing to help measure vast distances in the universe.  Above, the light from distant galaxies has been broken up into its constituent colors (spectra), allowing astronomers to measure the redshift of known spectral lines.  The novelty of the above image is that the distance to hundreds of galaxies can now be measured on a single frame using the Visible MultiObject Spectrograph operating at the Very Large Telescope array in Chile.  Analyzing the space distribution of distant objects will allow insight into when and how stars, galaxies, and quasars formed, clustered, and evolved in the early universe.   digg_url = 'http://apod.nasa.gov/apod/ap090104.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/spectra_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Breaking Distant Light",
    "url": "https://apod.nasa.gov/apod/image/0901/spectra_vlt.jpg"
  },
  {
    "copyright": "Babak Tafreshi",
    "date": "2009-01-05",
    "explanation": "This meteor streaking toward the horizon through the early morning sky of January 4th is from the annual Quadrantid meteor shower. Aligned with the shower's radiant point high in the north (off the top of the view), the meteor trail passes to the right of bright bluish star Beta Scorpii. Remarkably, near the top of the trail is a small spot, the fuzzy greenish glow of a comet. Discovered in July of 2007, Comet Lulin (C/2007 N3), is too faint now to be easily seen by the unaided eye, but will likely brighten to become visible to skygazers by late February. The well-timed skyscape featuring both comet and meteor is particularly appropriate as cometary bodies are known to be the origins of planet Earth's annual meteor showers.   digg_url = 'http://apod.nasa.gov/apod/ap090105.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/Quadran-Lulin_tafreshi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet and Meteor",
    "url": "https://apod.nasa.gov/apod/image/0901/Quadran-Lulin_tafreshih600.jpg"
  },
  {
    "date": "2009-01-06",
    "explanation": "How hazy is Jupiter's upper atmosphere? To help find out, astronomers deployed the Hubble Space Telescope to watch Jupiter eclipse its moon Ganymede. Although Ganymede circles Jupiter once a week, a particularly useful occultation occurs more rarely.  Such an occultation was captured in great visual detail in April 2007. When near Jupiter's limb, Ganymede reflects sunlight though Jupiter's upper atmosphere, allowing astronomers to search for haze by noting a slight dimming at different colors. One result of this investigation was the above spectacular image, where bands of clouds that circle Jupiter are clearly visible, as well as magnificent swirling storm systems such as the Great Red Spot.  Ganymede, at the image bottom, also shows noticeable detail on its dark icy surface.  Since Jupiter and Ganymede are so bright, many eclipses can be seen right here on Earth with a small telescope.    digg_url = 'http://apod.nasa.gov/apod/ap090106.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/jupiterganymede_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter Eclipsing Ganymede",
    "url": "https://apod.nasa.gov/apod/image/0901/jupiterganymede_hst.jpg"
  },
  {
    "date": "2009-01-07",
    "explanation": "What's happening at the center of our Milky Way Galaxy? To help find out, the orbiting Hubble and Spitzer space telescopes have combined their efforts to survey the region in unprecedented detail in infrared light.  Infrared light is particularly useful for probing the Milky Way's center because visible light is more greatly obscured by dust.  The above image encompasses over 2,000 images from the Hubble Space Telescope's NICMOS taken last year. The image spans 300 by 115 light years with such high resolution that structures only 20 times the size of our own Solar System are discernable. Clouds of glowing gas and dark dust as well as three large star clusters are visible.  Magnetic fields may be channeling plasma along the upper left near the Arches Cluster, while energetic stellar winds are carving pillars near the Quintuplet Cluster on the lower left.  The massive Central Cluster of stars surrounding Sagittarius A* is visible on the lower right. Why several central, bright, massive stars appear to be unassociated with these star clusters is not yet understood.   digg_url = 'http://apod.nasa.gov/apod/ap090107.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/gcenter_hstspitzer_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Galactic Core in Infrared",
    "url": "https://apod.nasa.gov/apod/image/0901/gcenter_hstspitzer.jpg"
  },
  {
    "copyright": "Ken Crawford",
    "date": "2009-01-08",
    "explanation": "This shock wave plows through space at over 500,000 kilometers per hour. Moving right to left in the beautifully detailed color composite, the thin, braided filaments are actually long ripples in a sheet of glowing gas seen almost edge on. Cataloged as NGC 2736, its narrow appearance suggests its popular name, the Pencil Nebula. About 5 light-years long and a mere 800 light-years away, the Pencil Nebula is only a small part of the Vela supernova remnant. The Vela remnant itself is around 100 light-years in diameter, the expanding debris cloud of a star that was seen to explode about 11,000 years ago. Initially, the shock wave was moving at millions of kilometers per hour but has slowed considerably, sweeping up surrounding interstellar gas.   digg_url = 'http://apod.nasa.gov/apod/ap090108.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/NGC2736_RS_crawford.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2736: The Pencil Nebula",
    "url": "https://apod.nasa.gov/apod/image/0901/NGC2736_RS_crawford_c600.jpg"
  },
  {
    "copyright": "Dietmar Hager",
    "date": "2009-01-09",
    "explanation": "Large, dusty, spiral galaxy NGC 4945 is seen edge-on near the center of this rich telescopic image. The field of view spans nearly 2 degrees, or about 4 times the width of the Full Moon, toward the expansive southern constellation Centaurus. About 13 million light-years distant, NGC 4945 is almost the size of our own Milky Way Galaxy. But X-ray and infrared observations reveal even more high energy emission and star formation in the core of NGC 4945. The other prominent galaxy in the field, NGC 4976, is an elliptical galaxy. Left of center, NGC 4976 is much farther away, at a distance of about 35 million light-years, and not physically associated with NGC 4945.  Editor's Note: A version of the image with labels generated by Astrometry.net is available here.  digg_url = 'http://apod.nasa.gov/apod/ap090109.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/4945dietmarfull.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4945 in Centaurus",
    "url": "https://apod.nasa.gov/apod/image/0901/4945dietmar800.jpg"
  },
  {
    "date": "2009-01-10",
    "explanation": "This month, the Mars Exploration Rovers are celebrating their 5th anniversary of operations on the surface of the Red Planet. The serene sunset view, part of their extensive legacy of images from the martian surface, was recorded by the Spirit rover on May 19, 2005. Colors in the image have been slightly exaggerated but would likely be apparent to a human explorer's eye. Of course, fine martian dust particles suspended in the thin atmosphere lend the sky a reddish color, but the dust also scatters blue light in the forward direction, creating a bluish sky glow near the setting Sun. The Sun is setting behind the Gusev crater rim wall some 80 kilometers (50 miles) in the distance. Because Mars is farther away, the Sun is less bright and only about two thirds the size seen from planet Earth.   digg_url = 'http://apod.nasa.gov/apod/ap090110.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/PIA07997_spiritmars.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Martian Sunset",
    "url": "https://apod.nasa.gov/apod/image/0901/PIA07997_spiritmars_c800.jpg"
  },
  {
    "date": "2009-01-11",
    "explanation": "In the shadow of Saturn, unexpected wonders appear. The robotic Cassini spacecraft now orbiting Saturn recently drifted in giant planet's shadow for about 12 hours and looked back toward the eclipsed Sun.  Cassini saw a view unlike any other.  First, the night side of Saturn is seen to be partly lit by light reflected from its own majestic ring system.  Next, the rings themselves appear dark when silhouetted against Saturn, but quite bright when viewed away from Saturn, slightly scattering sunlight, in this exaggerated color image. Saturn's rings light up so much that new rings were discovered, although they are hard to see in the image.  Seen in spectacular detail, however, is Saturn's E ring, the ring created by the newly discovered ice-fountains of the moon Enceladus and the outermost ring visible above.  Far in the distance, at the left, just above the bright main rings, is the almost ignorable pale blue dot of Earth.    digg_url = 'http://apod.nasa.gov/apod/ap090111.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/newrings_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Shadow of Saturn",
    "url": "https://apod.nasa.gov/apod/image/0901/newrings_cassini.jpg"
  },
  {
    "copyright": "Aigar Truhin",
    "date": "2009-01-12",
    "explanation": "What's happening over that town? Close inspection shows these strange columns of light occur over bright lights, and so likely involve falling ice crystals reflecting back these lights. The reason why these pillars fan out at the top, however, is currently unknown -- readers of APOD might help figure this out by participating in an online discussion. The above image and several similar images were taken with a standard digital camera in Sigulda, Latvia last month.  The air was noted to be quite cold and indeed filled with small ice crystals, just the type known to create several awe-inspiring but well known sky phenomena such as light pillars, sun pillars, sun dogs, and moon halos.  The cold and snowy winter occurring this year in parts of Earth's northern hemisphere is giving sky enthusiasts new and typically unexpected opportunities to see several of these unusual optical atmospheric phenomena for themselves.    digg_url = 'http://apod.nasa.gov/apod/ap090112.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/icepillar_truhin_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual Light Pillars Over Latvia",
    "url": "https://apod.nasa.gov/apod/image/0901/icepillar_truhin.jpg"
  },
  {
    "copyright": "Vincent JacquesSky Shows",
    "date": "2009-01-13",
    "explanation": "A larger moon will not be seen this year. This past weekend, the largest full Moon of 2009 could be seen from almost any clear location on planet Earth at night. The large angular extent of the full Moon was caused by the Moon being unusually close to Earth during its full phase.   Because the Moon circles the Earth in an elliptical orbit, its angular size depends on how close the Moon is to closest approach (perigee) or farthest distance (apogee).  Even so, the Moon's was only about 15 percent larger in area and brightness than a more typical full Moon.  In this image, a dramatically positioned Moon is seen rising above the Alps from Breil-sur-Roya in the southeast of France.  Taken with an ordinary digital camera but extraordinary timing, the image also captured a crossing jet plane. The last full Moon, in 2008 December, was the largest full moon of 2008.   digg_url = 'http://apod.nasa.gov/apod/ap090113.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/moon_jacques_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Largest Full Moon of 2009",
    "url": "https://apod.nasa.gov/apod/image/0901/moon_jacques.jpg"
  },
  {
    "copyright": "Thomas V. Davis",
    "date": "2009-01-14",
    "explanation": "Is this a painting or a photograph? In this beautiful celestial still life composed with a cosmic brush, dusty nebula NGC 2170 shines near the image center.  Reflecting the light of nearby hot stars, NGC 2170 is joined by other bluish reflection nebulae, a red emission region, many dark absorption nebulae, and a backdrop of colorful stars. Like the common household items still life painters often choose for their subjects, the clouds of gas, dust, and hot stars pictured here are also commonly found in this setting - a massive, star-forming molecular cloud in the constellation Monoceros. The giant molecular cloud, Mon R2, is impressively close, estimated to be only 2,400 light-years or so away. At that distance, this canvas would be over 40 light-years across.    digg_url = 'http://apod.nasa.gov/apod/ap090114.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/ngc2170_davis_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2170: Celestial Still Life",
    "url": "https://apod.nasa.gov/apod/image/0901/ngc2170_davis.jpg"
  },
  {
    "copyright": "Justin Quinnell",
    "date": "2009-01-15",
    "explanation": "If every picture tells a story, this one might make a novel. The six month long exposure compresses the time from December 17, 2007 to June 21, 2008 into a single point of view. Dubbed a solargraph, the remarkable image was recorded with a simple pinhole camera made from a drink can lined with a piece of photographic paper. The Clifton Suspension Bridge over the Avon River Gorge in Bristol, UK emerges from the foreground, but rising and setting each day the Sun arcs overhead, tracing a glowing path through the sky. Cloud cover causes dark gaps in the daily Sun trails. In December, the Sun trails begin lower down and are short, corresponding to a time near the northern hemisphere's winter solstice date. They grow longer and climb higher in the sky as the June 21st summer solstice approaches.   digg_url = 'http://apod.nasa.gov/apod/ap090115.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/Bridgeview_corr_smlQuinnell.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Suspension Bridge Solargraph",
    "url": "https://apod.nasa.gov/apod/image/0901/Bridgeview_corr_smlQuinnell_800.jpg"
  },
  {
    "copyright": "International Space Station",
    "date": "2009-01-16",
    "explanation": "Remarkable details are visible in this view of the orbiting International Space Station (ISS), recorded with a small telescope on planet Earth through a clear twilight sky.  Seen on December 27th at about 75 degrees elevation and some 350 kilometers above the planet's surface, parts of the station, including the Kibo and Columbus science modules, even seem to reflect the Earth's lovely bluish colors. The image also shows off large power generating solar arrays on the station's 90 meter long integrated truss structure Just put your cursor over the picture to identify some of the major parts of the ISS.   digg_url = 'http://apod.nasa.gov/apod/ap090116.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/ISS_20081227_074532t.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "ISS: Reflections of Earth",
    "url": "https://apod.nasa.gov/apod/image/0901/ISS_20081227_074532t.jpg"
  },
  {
    "copyright": "Jacob Bassøe",
    "date": "2009-01-17",
    "explanation": "Dusty emission nebula IC 410 lies about 12,000 light-years away in the northern constellation Auriga. The cloud of glowing gas is over 100 light-years across, sculpted by stellar winds and radiation from embedded open star cluster NGC 1893. Formed in the interstellar cloud a mere 4 million years ago, bright cluster stars are seen just below the prominent dark dust cloud near picture center. Notable near the 7 o'clock position are two relatively dense streamers of material trailing away from the nebula's central regions. Potentially sites of ongoing star formation, these cosmic tadpole shapes are about 10 light-years long. Emission from sulfur atoms is shown in red, hydrogen atoms in green, and oxygen in blue hues in this false-color, narrow band composite image.   digg_url = 'http://apod.nasa.gov/apod/ap090117.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/IC410_bassoe.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 410 and NGC 1893",
    "url": "https://apod.nasa.gov/apod/image/0901/IC410_bassoe_c800.jpg"
  },
  {
    "date": "2009-01-18",
    "explanation": "What lies at the bottom of Hyperion's strange craters?  Nobody knows. To help find out, the robot Cassini spacecraft now orbiting Saturn swooped past the sponge-textured moon in late 2005 and took an image of unprecedented detail.  That image, shown above in false color, shows a remarkable world strewn with strange craters and a generally odd surface.   The slight differences in color likely show differences in surface composition.   At the bottom of most craters lies some type of unknown dark material.  Inspection of the image shows bright features indicating that the dark material might be only tens of meters thick in some places.   Hyperion is about 250 kilometers across, rotates chaotically, and has a density so low that it might house a vast system of caverns inside.   digg_url = 'http://apod.nasa.gov/apod/ap090118.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/hyperion2_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Hyperion: A Moon with Odd Craters",
    "url": "https://apod.nasa.gov/apod/image/0510/hyperion2_cassini.jpg"
  },
  {
    "date": "2009-01-19",
    "explanation": "Why is there methane on Mars? No one is sure.  An important confirmation that methane exists in the atmosphere of Mars occurred last week, bolstering previous controversial claims made as early as 2003.  The confirmation was made spectroscopically using large ground-based telescopes by finding precise colors absorbed on Mars that match those absorbed by methane on Earth. Given that methane is destroyed in the open martian air in a matter of years, the present existence of the fragile gas indicates that it is currently being released, somehow, from the surface of Mars. One prospect is that microbes living underground are creating it, or created it in the past.  If true, this opens the exciting possibility that life might be present under the surface of Mars even today.  Given the present data, however, it is also possible that a purely geologic process, potentially involving volcanism or rust and not involving any life forms, is the methane creator. Pictured above is an image of Mars superposed with a map of the recent methane detection.    digg_url = 'http://apod.nasa.gov/apod/ap090119.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/marsmethane_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Methane Discovered in the Atmosphere of Mars",
    "url": "https://apod.nasa.gov/apod/image/0901/marsmethane_nasa.jpg"
  },
  {
    "date": "2009-01-20",
    "explanation": "If you could stand on Mars -- what could you see? One memorable vista might be the above 360-degree panoramic image taken by the robotic Spirit rover over the last year.  The above image involved over 200 exposures and was released as part of Spirit's five year anniversary of landing on the red planet. The image was taken from the spot that Spirit stopped to spend the winter, near an unusual plateau called Home Plate.   Visible on the annotated image are rocks, hills, peaks, ridges, plains inside Gusev crater, and previous tracks of the rolling Spirit rover.  The image color has been closely matched to what a human would see, and named for the famous space artist Chesley Bonestell.    digg_url = 'http://apod.nasa.gov/apod/ap090120.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/bonestell_spirit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bonestell Panorama from Mars",
    "url": "https://apod.nasa.gov/apod/image/0901/bonestell_spirit.jpg"
  },
  {
    "copyright": "Chris Picking",
    "date": "2009-01-21",
    "explanation": "What's happening above those mountains? Several clouds are stacked up into one striking lenticular cloud.  Normally, air moves much more horizontally than it does vertically.  Sometimes, however, such as when wind comes off of a mountain or a hill, relatively strong vertical oscillations take place as the air stabilizes.  The dry air at the top of an oscillation may be quite stratified in moisture content, and hence forms  clouds at each layer where the air saturates with moisture. The result can be a lenticular cloud with a strongly layered appearance. The above picture was taken in 2002 looking southwest over the Tararua Range mountains from North Island, New Zealand.    digg_url = 'http://apod.nasa.gov/apod/ap090121.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/lenticular_picking_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Lenticular Cloud Over New Zealand",
    "url": "https://apod.nasa.gov/apod/image/0901/lenticular_picking.jpg"
  },
  {
    "date": "2009-01-22",
    "explanation": "NGC 2818 is a beautiful planetary nebula, the gaseous shroud of a dying sun-like star. It could well offer a glimpse of the future that awaits our own Sun after spending another 5 billion years or so steadily using up hydrogen at its core, and then finally helium, as fuel for nuclear fusion. Curiously, NGC 2818 seems to lie within an open star cluster, NGC 2818A, that is some 10,000 light-years distant toward the southern constellation Pyxis (the Compass). At the distance of the star cluster, the nebula would be about 4 light-years across. But accurate velocity measurements show that the nebula's own velocity is very different from the cluster's member stars. The result is strong evidence that NGC 2818 is only by chance found along the line of sight to the star cluster and so may not share the cluster's distance or age. The Hubble image is a composite of exposures through narrow-band filters, presenting emission from nitrogen, hydrogen, and oxygen atoms in the nebula as red, green, and blue hues.  Editor's Note (Jan. 26, 2009): Thanks to Daniel Majaess (St. Mary's Univ., Halifax) for corrections.   digg_url = 'http://apod.nasa.gov/apod/ap090122.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/ngc2818_hheritage.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planetary Nebula NGC 2818",
    "url": "https://apod.nasa.gov/apod/image/0901/ngc2818_hheritage_800.jpg"
  },
  {
    "copyright": "Richard Hammar",
    "date": "2009-01-23",
    "explanation": "Of three objects prominent in this thoughtful telescopic image, a view toward the stealthy constellation Lynx, two (the spiky ones) are nearby stars. The third is the remote globular star cluster NGC 2419, at distance of nearly 300,000 light-years. NGC 2419 is sometimes called \"the Intergalactic Wanderer\", an appropriate title considering that the distance to the Milky Way's satellite galaxy, the Large Magellanic Cloud, is only about 160,000 light-years. Roughly similar to other large globular star clusters like Omega Centauri, NGC 2419 is itself intrinsically bright, but appears faint because it is so far away. NGC 2419 may really have an extragalactic origin as, for example, the remains of a small galaxy captured and disrupted by the Milky Way. But its extreme distance makes it difficult to study and compare its properties with other globular clusters that roam the halo of our Milky Way galaxy.   digg_url = 'http://apod.nasa.gov/apod/ap090123.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/ngc2419a7_hammar.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Globular Cluster NGC 2419",
    "url": "https://apod.nasa.gov/apod/image/0901/ngc2419a7_hammar_c800.jpg"
  },
  {
    "copyright": "Kent Wood",
    "date": "2009-01-24",
    "explanation": "Blown by the wind from a massive star, this interstellar apparition has a surprisingly familiar shape. Cataloged as NGC 7635, it is also known simply as The Bubble Nebula. This colorful telescopic image includes a long exposure through a hydrogen alpha filter to reveal details of the cosmic bubble and its environment. Although it looks delicate, the 10 light-year diameter bubble offers evidence of violent processes at work. Above and right of the Bubble's center is a hot, O-type star, several 100,000 times more luminous and approximately 45 times more massive than the Sun. A fierce stellar wind and intense radiation from that star has blasted out the structure of glowing gas against denser material in a surrounding molecular cloud. The intriguing Bubble Nebula lies a mere 11,000 light-years away toward the boastful constellation Cassiopeia.  Editor's Note (Jan. 26, 2009): Thanks to Daniel Majaess (St. Mary's Univ., Halifax) for corrections.   digg_url = 'http://apod.nasa.gov/apod/ap090124.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/BubbleNeb_wood.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Bubble Nebula",
    "url": "https://apod.nasa.gov/apod/image/0901/BubbleNeb_wood_c800.jpg"
  },
  {
    "copyright": "Dennis L. MammanaTWAN",
    "date": "2009-01-25",
    "explanation": "Tomorrow, a few lucky people may see a \"ring of fire.\"  That's a name for the central view of an annular eclipse of the Sun by the Moon.  At the peak of this eclipse, the middle of the Sun will appear to be missing and the dark Moon will appear to be surrounded by the bright Sun.  This will only be visible, however, from a path that crosses the southern Indian Ocean.  From more populated locations, southern Africa and parts of Australia, most of the Moon will only appear to take a bite out the Sun.  Remember to never look directly at the Sun even during an eclipse.  An annular eclipse occurs instead of a total eclipse when the Moon is on the far part of its elliptical orbit around the Earth.  The next annular eclipse of the Sun will take place in 2010 January, although a total solar eclipse will occur this July.  Pictured above, a spectacular annular eclipse was photographed behind palm trees on 1992 January.   digg_url = 'http://apod.nasa.gov/apod/ap090125.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/RingOfFire_mammana_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Annular Eclipse: The Ring of Fire",
    "url": "https://apod.nasa.gov/apod/image/0901/RingOfFire_mammana.jpg"
  },
  {
    "copyright": "Jorge Garcia",
    "date": "2009-01-26",
    "explanation": "Is star AE Aurigae on fire? No.  Even though AE Aurigae is named the flaming star, the surrounding nebula IC 405 is named the Flaming Star Nebula, and the region appears to harbor red smoke, there is no fire.  Fire, typically defined as the rapid molecular acquisition of oxygen, happens only when sufficient oxygen is present and is not important in such high-energy, low-oxygen environments such as stars.  The material that appears as smoke is mostly interstellar hydrogen, but does contain smoke-like dark filaments of carbon-rich dust grains. The bright star AE Aurigae, visible near the nebula center, is so hot it is blue, emitting light so energetic it knocks electrons away from surrounding gas. When a proton recaptures an electron, red light is frequently emitted, as seen in the surrounding emission nebula.  Pictured above, the Flaming Star nebula lies about 1,500 light years distant, spans about 5 light years, and is visible with a small telescope toward the constellation of the Charioteer (Auriga).    digg_url = 'http://apod.nasa.gov/apod/ap090126.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/flamingstar_garcia_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "AE Aurigae and the Flaming Star Nebula",
    "url": "https://apod.nasa.gov/apod/image/0901/flamingstar_garcia.jpg"
  },
  {
    "copyright": "Wally Pacholka",
    "date": "2009-01-27",
    "explanation": "Have you ever seen the band of our Milky Way Galaxy?  In a clear sky from a dark location at the right time, a faint band of light becomes visible across the sky.  Soon after your eyes become dark adapted, you might spot the band for the first time.  It may then become obvious.  Then spectacular.  One reason for a growing astonishment might be the realization that this fuzzy swath contains billions of stars and is the disk of our very own spiral galaxy.  Since we are inside this disk, the band appears to encircle the Earth.  Visible in the above image, high above in the night sky, the band of the Milky Way Galaxy arcs. The bright spot just below the band is the planet Jupiter.  In the foreground lies the moonlit caldera of the volcano Haleakala, located on the island of Maui in Hawaii, USA.  A close look near the horizon will reveal light clouds and the dark but enormous Mauna Kea volcano on the Big Island of Hawaii.  If you have never seen the Milky Way band or recognized the planet Jupiter, this year may be your chance.  Because 2009 is the International Year of Astronomy, an opportunity to look through a window that peers deep into the universe may be coming to a location near you.    digg_url = 'http://apod.nasa.gov/apod/ap090127.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/maunakea_pacholka_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Milky Way Over Mauna Kea",
    "url": "https://apod.nasa.gov/apod/image/0901/maunakea_pacholka.jpg"
  },
  {
    "copyright": "Armando LeeAstron. League Philippines100 Hours of AstronomyIYA2009",
    "date": "2009-01-28",
    "explanation": "What's happened to the setting Sun?  An eclipse! Two days ago, the Moon eclipsed part of the Sun as visible from parts of Africa, Australia, and Asia.  In particular the above image, taken from the Mall of Asia seawall, caught a partially eclipsed Sun setting over Manila Bay in the Philippines.  Piers are visible in silhouette in the foreground.  Eclipse chasers and well placed sky enthusiasts captured many other interesting and artistic images of the year's only annular solar eclipse, including movies, eclipse shadow arrays, and rings of fire. Another partial solar eclipse will be visible from the Philippines in July.  That event, however, will likely be better remembered as a total solar eclipse visible to those occupying a long thin swath of Earth that starts in India and extends through China into the Pacific Ocean.    digg_url = 'http://apod.nasa.gov/apod/ap090128.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/partialeclipse_lee_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Partial Eclipse Over Manila Bay",
    "url": "https://apod.nasa.gov/apod/image/0901/partialeclipse_lee.jpg"
  },
  {
    "copyright": "SAAO",
    "date": "2009-01-29",
    "explanation": "Of course, everyone is concerned about what to wear to a solar eclipse. This is a great example though, especially for the first eclipse of the International Year of Astronomy 2009. In the picture, recorded during the January 26 solar eclipse from the grounds of the South African Astronomical Observatory at Cape Town, repeated images of the eclipse adorn a well-chosen shirt. The effect is familiar to eclipse enthusiasts as small gaps, commonly between leaves on trees, act as pinhole cameras to generate multiple recognizable images of the eclipse. From the Cape Town perspective, the solar eclipse was a partial one, with a maximum of about 65% of the Sun covered. But along a track extending across the Indian Ocean and western Indonesia the eclipse became annular, the solar disk briefly appearing as a fiery ring around the silhouetted Moon.   digg_url = 'http://apod.nasa.gov/apod/ap090129.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/eclipseshirt_fishley.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse Shirt 2009",
    "url": "https://apod.nasa.gov/apod/image/0901/eclipseshirt_fishley_c600.jpg"
  },
  {
    "copyright": "Don Goldman",
    "date": "2009-01-30",
    "explanation": "Colorful NGC 1579 resembles the better known Trifid Nebula, but lies much farther north in planet Earth's sky, in the heroic constellation Perseus. About 2,100 light-years away and 3 light-years across, NGC 1579 is, like the Trifid, a study in contrasting blue and red colors, with dark dust lanes prominent in the nebula's central regions. In both, dust reflects starlight to produce beautiful blue reflection nebulae. But unlike the Trifid, in NGC 1579 the reddish glow is not emission from clouds of glowing hydrogen gas excited by ultraviolet light from a nearby hot star. Instead, the dust in NGC 1579 drastically diminishes, reddens, and scatters the light from an embedded, extremely young, massive star, itself a strong emitter of the characteristic red hydrogen alpha light.   digg_url = 'http://apod.nasa.gov/apod/ap090130.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/NGC1579WebF2_goldman.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1579: Trifid of the North",
    "url": "https://apod.nasa.gov/apod/image/0901/NGC1579WebF2_goldman_c800.jpg"
  },
  {
    "copyright": "Astro Anarchy",
    "date": "2009-01-31",
    "explanation": "It's easy to get lost following the intricate filaments in this detailed image of faint supernova remnant Simeis 147. Also cataloged as Sh2-240 and seen towards the constellation Taurus, it covers nearly 3 degrees (6 full moons) on the sky. That corresponds to a width of 150 light-years at the stellar debris cloud's estimated distance of 3,000 light-years. The remarkable narrow-band composite image in the Hubble color palette includes emission from hydrogen, sulfur, and oxygen atoms tracing regions of shocked, glowing gas. This supernova remnant has an estimated age of about 40,000 years - meaning light from the massive stellar explosion first reached Earth 40,000 years ago. But this expanding remnant is not the only aftermath. The cosmic catastrophe also left behind a spinning neutron star or pulsar, all that remains of the original star's core.   digg_url = 'http://apod.nasa.gov/apod/ap090131.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/s147metsavainioNBMedium.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Simeis 147: Supernova Remnant",
    "url": "https://apod.nasa.gov/apod/image/0901/s147metsavainioNBMedium_c800.jpg"
  },
  {
    "copyright": "highest\ncommunications tower",
    "date": "2009-02-01",
    "explanation": "Higher than highest communications tower, higher than highest mountain, higher than highest airplane, lies the realm of the aurora.  Auroras rarely reach below 60 kilometers, and can range up to 1000 kilometers.  Aurora light results from energetic electrons and protons striking molecules in the Earth's atmosphere.  Frequently, when viewed from space, a complete aurora will appear as a circle around one of the Earth's magnetic poles.  This particularly rare purple auroral corona occurred in 2004 high above Harstad, Norway.   digg_url = 'http://apod.nasa.gov/apod/ap090201.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0902/toweraurora_nettfoto_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Auroral Corona Over Norway",
    "url": "https://apod.nasa.gov/apod/image/0902/toweraurora_nettfoto_rf.jpg"
  }
]
