[
  {
    "copyright": "Giovanni Benintende",
    "date": "2009-07-01",
    "explanation": "This intriguing trio of galaxies is sometimes called the Draco Group, located in the northern constellation of (you guessed it) Draco. From left to right are edge-on spiral NGC 5981, elliptical galaxy NGC 5982, and face-on spiral NGC 5985 -- all within this single telescopic field of view spanning a little more than half the width of the full moon. While the group is far too small to be a galaxy cluster and has not been cataloged compact group, these galaxies all do lie roughly 100 million light-years from planet Earth. On close examination with spectrographs, the bright core of the striking face-on spiral NGC 5985 shows prominent emission in specific wavelengths of light, prompting astronomers to classify it as a Seyfert, a type of active galaxy. Not as well known as other tight groupings of galaxies, the contrast in visual appearance makes this triplet an attractive subject for astrophotographers. This impressively deep exposure of the region also reveals faint and even more distant background galaxies.   digg_url = 'http://apod.nasa.gov/apod/ap090701.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0907/NGC5982_benintende_h.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Three Galaxies in Draco",
    "url": "https://apod.nasa.gov/apod/image/0907/NGC5982_benintende.jpg"
  },
  {
    "date": "2009-07-02",
    "explanation": "Dubbed a Lyman-alpha blob, an enormous cloud of hydrogen gas spans several hundred thousand light-years in this remarkable image (left), a composite of x-ray, optical, and infrared data from space and ground based observatories. The gigantic, amoeba-like structure is seen as it was when the universe was a mere 2 billion years old (about 12 billion years ago). Lyman-alpha blobs are so called because they strongly emit radiation due to the Lyman-alpha emission line of hydrogen gas. Normally, Lyman-alpha emission is in the ultraviolet part of the spectrum, but Lyman-apha blobs are so distant, their light is redshifted to (longer) optical wavelengths. X-ray data (blue) indicates the presence of a supermassive black hole feeding at the center of an active galaxy embedded in the blob. Illustrated close up in the right hand panel, radiation and outflows from the active galaxy are thought to be a source for energizing and heating the blob's hydrogen gas. In fact, Lyman-alpha blobs could represent an early phase in galaxy formation where the heating is so great it begins to limit further rapid growth of active galaxies and their supermassive black holes.   digg_url = 'http://apod.nasa.gov/apod/ap090702.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0907/labs2048_multiCXC.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lyman Alpha Blob",
    "url": "https://apod.nasa.gov/apod/image/0907/labs900_multiCXC.jpg"
  },
  {
    "copyright": "Enrique Luque Cervigón",
    "date": "2009-07-03",
    "explanation": "This year Aphelion, the point in Earth's elliptical orbit when it is farthest from the Sun, occurs tomorrow, July 4th. Of course, that doesn't affect the seasons on our fair planet. Those are determined by the tilt of Earth's axis of rotation and not Earth's distance from the Sun, so July is still winter in the south and summer in northern hemisphere. But it does mean that on July 4th the Sun will be at its smallest apparent size. This composite neatly compares two pictures of the Sun taken with the same telescope and camera on the dates of Perihelion (closest approach) and Aphelion in 2008. The image labels include Earth's distance in kilometers from the Sun on the two dates. Otherwise difficult to notice, the change in the Sun's apparent diameter between Perihelion and Aphelion is clear. The difference amounts to a little over 3 percent.   digg_url = 'http://apod.nasa.gov/apod/ap090703.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0907/PerihelionAphelion_cervignon.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perihelion and Aphelion",
    "url": "https://apod.nasa.gov/apod/image/0907/PerihelionAphelion_cervignon800.jpg"
  },
  {
    "copyright": "Wally Pacholka",
    "date": "2009-07-04",
    "explanation": "This starry night sky sparkles above the Black Hills of South Dakota and the United States' Mount Rushmore National Park. The historic site features enormous sculptures of four US presidents; George Washington, Thomas Jefferson, Theodore Roosevelt and Abraham Lincoln, carved into the southeast face of granite cliffs. Above the monumental symbols of the country's independence and early history, the night features stars and constellations familiar to northern skygazers around the world. Most noticeable are the stars of Ursa Major and the asterism known as the Big Dipper, almost resting upright along the cliff edge near picture center. Follow the arc of the Big Dipper's handle to get to Arcturus, the bright yellowish star in the lower left corner. Of course, a line extending through the dipper's two right most stars points to the upper right toward Polaris, planet Earth's North Star.   digg_url = 'http://apod.nasa.gov/apod/ap090704.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0907/Rushmore-Pan-c03-850wp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mount Rushmore's Starry Night",
    "url": "https://apod.nasa.gov/apod/image/0907/Rushmore-Pan-c03-850wp.jpg"
  },
  {
    "date": "2009-07-05",
    "explanation": "A flying saucer from outer space crash-landed in the Utah desert in 2004 after being tracked by radar and chased by helicopters.  No space aliens were involved, however.  The saucer, pictured above, was the Genesis sample return capsule, part of a human-made robot Genesis spaceship launched in 2001 by NASA itself to study the Sun.  The unexpectedly hard landing at over 300 kilometers per hour occurred because the parachutes did not open as planned.  The Genesis mission had been orbiting the Sun collecting solar wind particles that are usually deflected away by Earth's magnetic field. Despite the crash landing, many return samples remained in good enough condition to analyze and research is ongoing.  So far, discoveries include new details about the composition of the Sun and the effects of the solar wind on unprotected material.   digg_url = 'http://apod.nasa.gov/apod/ap090705.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0907/genesisimpact_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Genesis Mission's Hard Impact",
    "url": "https://apod.nasa.gov/apod/image/0907/genesisimpact_nasa.jpg"
  },
  {
    "date": "2009-07-06",
    "explanation": "What is that strange material on Mercury? When flying by Mercury last October, the robotic MESSENGER spacecraft imaged much of the solar system's innermost planet in unprecedented detail.  As common in science, new data bring new mysteries.  Pictured above on the lower right, a large crater -- about 100 kilometers across -- has unusual dark material of unknown composition near its center. The material's darkness does not appear to be caused by shadows, as the Sun was near zenith when the image was taken. One origin hypothesis is that the dark material was uncovered from beneath Mercury's surface during the impact that created the surrounding crater.  If so, the composition of the dark mound might be similar to the composition of some mysterious dark rings also recently discovered on Mercury.  Alternatively, the dark material could be related to an unusual composition of the impacting rock.  MESSENGER will buzz past Mercury again later this year before entering orbit in 2011.   digg_url = 'http://apod.nasa.gov/apod/ap090706.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0907/darkmercury_messenger_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unknown Dark Material on Mercury",
    "url": "https://apod.nasa.gov/apod/image/0907/darkmercury_messenger.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2009-07-07",
    "explanation": "Unspeakable beauty and unimaginable bedlam can be found together in the Trifid Nebula. Also known as M20, this photogenic nebula is visible with good binoculars towards the constellation of Sagittarius. The energetic processes of star formation create not only the colors but the chaos. The red-glowing gas results from high-energy starlight striking interstellar hydrogen gas. The dark dust filaments that lace M20 were created in the atmospheres of cool giant stars and in the debris from supernovae explosions. Which bright young stars light up the blue reflection nebula is still being investigated. The light from M20 we see today left perhaps 3,000 years ago, although the exact distance remains unknown. Light takes about 50 years to cross M20.   digg_url = 'http://apod.nasa.gov/apod/ap090707.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0907/m20_block_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Trifid Nebula in Stars and Dust",
    "url": "https://apod.nasa.gov/apod/image/0907/m20_block.jpg"
  },
  {
    "copyright": "Jason Jennings",
    "date": "2009-07-08",
    "explanation": "Connecting the Pipe Nebula to the colorful region near bright star Antares is a dark cloud dubbed the Dark River,  flowing from the picture's left edge. Murky looking, the Dark River's appearance is caused by dust obscuring background starlight, although the dark nebula contains mostly hydrogen and molecular gas.  Surrounded by dust, Antares, a red supergiant star, creates an unusual bright yellowish reflection nebula. Above it, bright blue double star Rho Ophiuchi is embedded in one of the more typical bluish reflection nebulae, while red emission nebulae are also scattered around the region. Globular star cluster M4 is just seen above and right of Antares, though it lies far behind the colorful clouds, at a distance of some 7,000 light-years. The Dark River itself is about 500 light years away.  The colorful skyscape is a mosaic of telescopic images spanning nearly 10 degrees (20 Full Moons) across the sky in the constellation Scorpius.   digg_url = 'http://apod.nasa.gov/apod/ap090708.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0907/RhoOphregion_jennings_r.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Dark River to Antares",
    "url": "https://apod.nasa.gov/apod/image/0907/RhoOphregion_jennings800.jpg"
  },
  {
    "date": "2009-07-09",
    "explanation": "Born in supernovae, pulsars are spinning neutron stars, collapsed stellar cores left from the death explosions of massive stars. Traditionally identified and studied by observing their regular radio pulsations, two dozen pulsars have now been detected at extreme gamma-ray energies by the Fermi Gamma-ray Space Telescope. The detections include 16 pulsars identified by their pulsed gamma-ray emission alone. This gamma-ray all-sky map, aligned with the plane of our Milky Way Galaxy, shows the pulsar positions, with the 16 new Fermi pulsars circled in yellow (8 previously known radio pulsars are in magenta). Bizarre stellar corpses, the Vela, Crab, and Geminga pulsars on the right are the brightest ones in the gamma-ray sky. Pulsars Taz, Eel, and Rabbit are named for the nebulae they are now known to power. The Gamma Cygni and CTA 1 pulsars at the left also reside within expanding supernova remnants of the same name.   digg_url = 'http://apod.nasa.gov/apod/ap090709.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0907/Fermi_pulsar_map_labels_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fermi's Gamma-ray Pulsars",
    "url": "https://apod.nasa.gov/apod/image/0907/Fermi_pulsar_map_labels_900.jpg"
  },
  {
    "copyright": "Emanuele ColognatoBackyard Skies",
    "date": "2009-07-10",
    "explanation": "What lights up this castle of star formation?  The familiar Eagle Nebula glows bright in many colors at once.  The above image is a composite of three of these glowing gas colors.  Pillars of dark dust nicely outline some of the denser towers of star formation.  Energetic light from young massive stars causes the gas to glow and effectively boils away part of the dust and gas from its birth pillar.  Many of these stars will explode after several million years, returning most of their elements back to the nebula which formed them.  This process is forming an open cluster of stars known as M16.   digg_url = 'http://apod.nasa.gov/apod/ap090710.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0907/m16_colognato_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pillars of Eagle Castle",
    "url": "https://apod.nasa.gov/apod/image/0907/m16_colognato.jpg"
  },
  {
    "date": "2009-07-11",
    "explanation": "Noctilucent or night-shining clouds lie near the edge of space. From about 80 kilometers above Earth's surface, the icy clouds can still reflect sunlight even though the Sun itself is below the horizon as seen from the ground. Usually occurring at high latitudes in summer months, the diaphanous apparitions are also known as polar mesospheric clouds and may be connected to global change in the lower atmosphere. This impressive 360 degree panorama made from 34 separate images captures an impressive display of noctilucent clouds all over the sky. It was recorded last month from Vallentuna, Sweden. The photographer reports that the display was like a noctilucent cloud storm, one of the best he's ever witnessed.   digg_url ='http://apod.nasa.gov/apod/ap090711.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0907/NLCcloudsallover_heden.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Noctilucent Cloud Storm Panorama",
    "url": "https://apod.nasa.gov/apod/image/0907/NLCcloudsallover_heden.jpg"
  },
  {
    "copyright": "Yuvan Dutil & Stephane Dumas",
    "date": "2009-07-12",
    "explanation": "If Earth received this message from deep space, could we decode it? The people from the Cosmic Call project sent the above image as the first page of a longer message.  The message was broadcast toward local stars by radio telescope during the summer of 1999.  Another message was sent in 2003. The single-dish, 70-meter diameter telescope that send the messages is located in Ukraine on the Crimean peninsula near the town of Yevpatoria. This first page of the Cosmic Call 1999 message, shown above, involves only numbers and so is easier for puzzle solvers to decode than a more famous message broadcast toward distant star cluster M13 in 1974.  (The solution is here.)   digg_url = 'http://apod.nasa.gov/apod/ap090712.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0907/message_dutil_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Cosmic Call to Nearby Stars",
    "url": "https://apod.nasa.gov/apod/image/0907/message_dutil.gif"
  },
  {
    "copyright": "Marco Fulle",
    "date": "2009-07-13",
    "explanation": "A volcano on Krakatoa is still erupting. Perhaps most famous for the powerfully explosive eruption in 1883 that killed tens of thousands of people, ash from a violent eruption might also have temporarily altered Earth's climate as long as 1500 years ago. In 1927, eruptions caused smaller Anak Krakatau to rise from the sea, and the emerging volcanic island continues to grow at an average rate of 2 cm per day.  The latest eruption of Anak Krakatau started in 2008 April and continues today.  In this picture, Anak Krakatau is seen erupting from Rakata, the main island of the Krakatoai group.  High above, stars including the Big Dipper are clearly apparent.   digg_url = 'http://apod.nasa.gov/apod/ap090713.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0907/krakatau_fulle_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Erupting Volcano Anak Krakatau",
    "url": "https://apod.nasa.gov/apod/image/0907/krakatau_fulle.jpg"
  },
  {
    "copyright": "Anne Riou",
    "date": "2009-07-14",
    "explanation": "rth's Moon and planet Jupiter made a beautiful pairing in the night sky late last week. This skyscape recorded on July 11 from Brittany in north western France captures the bright conjunction through a cloud bank. The clouds add drama and mystery to the scene but they were also positioned to reduce the intense moonlight. As a result, the exposure captures Jupiter's own Galilean moons (lower right) as tiny pinpricks of light, lined up and hugging both sides of the solar system's ruling gas giant.  Later this week, the Moon is headed for a conjunction with Mars and Venus in the dawn sky.   digg_url ='http://apod.nasa.gov/apod/ap090714.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0907/lune-jupiter4_riou.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moons and Jupiter",
    "url": "https://apod.nasa.gov/apod/image/0907/lune-jupiter4_riou_c900.jpg"
  },
  {
    "copyright": "Andrey Kuznetsov",
    "date": "2009-07-15",
    "explanation": "The Chameleon is a small constellation near the south celestial pole. Boasting no bright stars, it blends inconspicuously with the starry southern sky. But, taken in dark skies over Namibia, this image reveals a stunning aspect of the shy constellation -- a field of dusty nebulae and colorful stars. Blue reflection nebulae are scattered through the scene, but most eye-catching is the complex of silvery dust clouds that only faintly reflect starlight, punctuated by dense dark nebulae. The dark nebulae stand out because they block out background stars. This view of the cosmic dust clouds spans about 4 degrees on the sky.   digg_url ='http://apod.nasa.gov/apod/ap090715.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0907/chameleontis_kuznetsov1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Chameleon's Dark Nebulae",
    "url": "https://apod.nasa.gov/apod/image/0907/chameleontis_kuznetsov_c800.jpg"
  },
  {
    "copyright": "Tony Hallas",
    "date": "2009-07-16",
    "explanation": "These are galaxies of the Hercules Cluster, an archipelago of island universes a mere 500 million light-years away. Also known as Abell 2151, this cluster is loaded with gas and dust rich, star-forming spiral galaxies but has relatively few elliptical galaxies, which lack gas and dust and the associated newborn stars. The colors in this remarkably deep composite image clearly show the star forming galaxies with a blue tint and galaxies with older stellar populations with a yellowish cast. The sharp picture spans about 3/4 degree across the cluster center, corresponding to over 6 million light-years at the cluster's estimated distance. In the cosmic vista many galaxies seem to be colliding or merging while others seem distorted - clear evidence that cluster galaxies commonly interact. In fact, the Hercules Cluster itself may be seen as the result of ongoing mergers of smaller galaxy clusters and is thought to be similar to young galaxy clusters in the much more distant, early Universe.   digg_url ='http://apod.nasa.gov/apod/ap090716.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0907/Abell-2151_LRGBhallas_2400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Hercules Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/0907/Abell-2151_LRGBhallas_800.jpg"
  },
  {
    "copyright": "Marcin Paciorek",
    "date": "2009-07-17",
    "explanation": "Beautiful island universe M94 lies a mere 15 million light-years distant in the northern constellation of the hunting dogs, Canes Venatici. A popular target for earth-based astronomers, the face-on spiral galaxy is about 30,000 light-years across. Its remarkable features include prominent dust lanes, a bright, point-like nucleus, and a bright, bluish ring dominated by the light of young, massive stars. The massive stars in the ring are all likely less than 10 million years old, indicating the galaxy experienced a well-defined era of rapid star formation. As a result, while the small, bright nucleus is typical of the Seyfert class of active galaxies, M94 is also known as a starburst galaxy. Because M94 is relatively nearby, astronomers can explore in detail reasons for the galaxy's burst of star formation.   digg_url ='http://apod.nasa.gov/apod/ap090717.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0907/m94full_Paciorek.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Starburst Galaxy M94",
    "url": "https://apod.nasa.gov/apod/image/0907/m94crop_Paciorek.jpg"
  },
  {
    "copyright": "Terry Cuttle",
    "date": "2009-07-18",
    "explanation": "This dramatic skyscape was recorded during the August 2008 total solar eclipse. The Moon's silhouette surrounded by a glistening solar corona hangs above the Jiayuguan Fort along the western edge of the Great Wall of China. Lined-up along the ecliptic plane, all the planets of the inner solar system, Mercury, Venus, Mars, (and Earth!) can also be seen along with Saturn and bright star Regulus, as the Moon's shadow tracks across the landscape. Beyond the Moon's shadow, outside the total eclipse track, sunlight still brightens the sky over mountains on the horizon 30 - 50 kilometers away.  Much anticipated, the 2009 July 22nd total solar eclipse will again be visible from China. Planets and bright stars will briefly appear in darkened daytime skies, though a total eclipse won't be seen from the Great Wall. Still, major cities and populated areas lie along the 2009 total eclipse track that begins in India and sweeps eastward across Asia and into the Pacific Ocean.   digg_url ='http://apod.nasa.gov/apod/ap090718.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0907/tse2008GreatWall_cuttle.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planets, Great Wall, and Solar Eclipse",
    "url": "https://apod.nasa.gov/apod/image/0907/tse2008GreatWallplanets_cuttle_label.jpg"
  },
  {
    "date": "2009-07-19",
    "explanation": "After the most famous voyage of modern times, it was time to go home.  After proving that humanity has the ability to go beyond the confines of planet Earth, the first humans to walk on another world -- Neil Armstrong and Buzz Aldrin -- flew the ascent stage of their Lunar Module back to meet Michael Collins in the moon-orbiting Command and Service Module. Pictured above on 1969 July 21, the ascending spaceship was captured by Collins making its approach, with the Moon below, and Earth far in the distance.  Tomorrow marks the 40th anniversary of the first human moon landing. Recently, NASA's moon-orbiting Lunar Reconnaissance Orbiter sent back the first pictures of most of the Apollo landing sites -- including Apollo 11 -- with enough resolution to see the Lunar Module descent stages left behind.   digg_url = 'http://apod.nasa.gov/apod/ap090719.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0907/apollo11return_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "From the Moon to the Earth",
    "url": "https://apod.nasa.gov/apod/image/0907/apollo11return_nasa.jpg"
  },
  {
    "date": "2009-07-20",
    "explanation": "A human first set foot on another world on July 20, 1969.  This world was Earth's own Moon.  In honor of today's 40th anniversary, NASA has released a digitally restored video of this milestone in human history.  Pictured above is Neil Armstrong preparing to take the historic first step. On the way down the Lunar Module ladder, Armstrong released equipment which included the television camera that recorded this fuzzy image.  Pictures and voice transmissions were broadcast live to a world wide audience estimated at one fifth of the world's population.  The Apollo Moon landings have since been described as the greatest technological achievement the world has known.   digg_url = 'http://apod.nasa.gov/apod/ap090720.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0907/smallstep_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 11: Onto a New World",
    "url": "https://apod.nasa.gov/apod/image/0907/smallstep_nasa.jpg"
  },
  {
    "copyright": "Nigel Sharp",
    "date": "2009-07-21",
    "explanation": "One of the most identifiable nebulae in the sky, the Horsehead Nebula in Orion, is part of a large, dark, molecular cloud.  Also known as Barnard 33, the unusual shape was first discovered on a photographic plate in the late 1800s.  The red glow originates from hydrogen gas predominantly behind the nebula, ionized by the nearby bright star Sigma Orionis.  The darkness of the Horsehead is caused mostly by thick dust, although the lower part of the Horsehead's neck casts a shadow to the left.  Streams of gas leaving the nebula are funneled by a strong magnetic field.  Bright spots in the Horsehead Nebula's base are young stars just in the process of forming.  Light takes about 1,500 years to reach us from the Horsehead Nebula.  The above image was taken with the 0.9-meter telescope at Kitt Peak National Observatory.   digg_url = 'http://apod.nasa.gov/apod/ap090721.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0907/horsehead_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Horsehead Nebula",
    "url": "https://apod.nasa.gov/apod/image/0907/horsehead_noao.jpg"
  },
  {
    "copyright": "Florencio Rodil",
    "date": "2009-07-22",
    "explanation": "Stars are battling gas and dust in the Lagoon Nebula but the photographers are winning. Also known as M8, this photogenic nebula is visible even without binoculars towards the constellation of Sagittarius. The energetic processes of star formation create not only the colors but the chaos. The red-glowing gas, shown on the above left in re-assigned colors,  results from high-energy starlight striking interstellar hydrogen gas. The Trifid nebula is visible on the far right.  The dark dust filaments that lace M8 were created in the atmospheres of cool giant stars and in the debris from supernovae explosions. The light from M8 we see today left about 5,000 years ago. Light takes about 50 years to cross this section of M8.   digg_url = 'http://apod.nasa.gov/apod/ap090722.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0907/m8_rodil_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Lagoon Nebula in Gas, Dust, and Stars",
    "url": "https://apod.nasa.gov/apod/image/0907/m8_rodil.jpg"
  },
  {
    "copyright": "Anthony Wesley",
    "date": "2009-07-23",
    "explanation": "In July of 1994 pieces of Comet Shoemaker-Levy 9 collided with planet Jupiter. The explosive impacts sent plumes of debris high into the Jovian atmosphere creating dark markings or scars, visible for a time against the cloud bands. Remarkably, 15 years later, another impact scar was discovered in the Jovian atmosphere by amateur astronomer Anthony Wesley as he examined images of the gas giant taken from his home observatory just outside Murrumbateman NSW Australia. Jupiter's south pole is at the top in this July 19 discovery image, with Jupiter rotating from right to left. The dark marking, also likely caused by a comet or asteroid impact, is near the top of the view, left of a pre-existing, whitish, oval-shaped storm. NASA's Infrared Telescope Facility images from Mauna Kea, Hawaii later confirmed the likely impact site's dark scar and plume of particles in Jupiter's upper atmosphere. Since 2006, major discovery observations by amateur astronomers have also included two red spots on Jupiter.   digg_url ='http://apod.nasa.gov/apod/ap090723.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0907/20090719-155537UTC_wesley.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter's New Impact Scar",
    "url": "https://apod.nasa.gov/apod/image/0907/20090719-155537UTC_wesley.jpg"
  },
  {
    "copyright": "Stephan Heinsius",
    "date": "2009-07-24",
    "explanation": "The daytime sky grew dark, the temperature dropped, and lights came on as Chongqing, China, was plunged into the Moon's shadow during the July 22nd total solar eclipse. This serene, wide-angle view of the event looks to the east over the large, populous city from a newly constructed park. Despite thin clouds, it captures the shimmering solar corona just before the end of the eclipse total phase. This total solar eclipse occurred near Aphelion, the point in Earth's elliptical orbit farthest from the Sun, and so the Sun was near its smallest apparent size. It also occurred when the New Moon was near Perigee, the closest point to Earth in the Moon's elliptical orbit, making the Moon near its largest apparent size. The small Sun and large Moon made this the longest solar eclipse of this century.   digg_url ='http://apod.nasa.gov/apod/ap090724.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0907/tse2009Changqing_heinsius1800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse over Chongqing, China",
    "url": "https://apod.nasa.gov/apod/image/0907/tse2009Changqing_heinsius900.jpg"
  },
  {
    "copyright": "ALSJ",
    "date": "2009-07-25",
    "explanation": "Get out your red/blue glasses and check out this remarkable stereo view from lunar orbit. Created from two photographs (AS11-44-6633, AS11-44-6634) taken by astronaut Michael Collins forty years ago during the 1969 Apollo 11 mission, the 3D anaglyph features the lunar module ascent stage, dubbed The Eagle, as it rises to meet the command module in lunar orbit. Aboard the ascent stage are Neil Armstrong and Buzz Aldrin, the first to walk on the Moon. The smooth, dark area on the lunar surface is Mare Smythii located just below the equator on the extreme eastern edge of the Moon's near side.  Poised beyond the lunar horizon, is our fair planet Earth.   digg_url ='http://apod.nasa.gov/apod/ap090725.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0907/AS11JK44-6633-34.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Eagle Rises",
    "url": "https://apod.nasa.gov/apod/image/0907/AS11JK44-6633-34_c800.jpg"
  },
  {
    "copyright": "Koen van Gorp",
    "date": "2009-07-26",
    "explanation": "Most photographs don't adequately portray the magnificence of the Sun's corona. Seeing the corona first-hand during a total solar eclipse is best.  The human eye can adapt to see features and extent that photographic film usually cannot.  Welcome, however, to the digital age.  The above picture is a combination of thirty-three photographs that were digitally processed to highlight faint features of a total eclipse that occurred in March of 2006.  The images of the Sun's corona were digitally altered to enhance dim, outlying waves and filaments.  Shadow seekers need not fret, though, since as yet there is no way that digital image processing can mimic the fun involved in experiencing a total solar eclipse. Last week, a spectacular total solar eclipse occurred over southern Asia, while the The next total solar eclipse will be visible from the South Pacific on 2010 July 11.   digg_url = 'http://apod.nasa.gov/apod/ap090726.html'; digg_skin = 'compact';   Note: An APOD editor will review great space images this Saturday night at Ft. Wilkins, Michigan.",
    "hdurl": "https://apod.nasa.gov/apod/image/0907/corona_vangorp_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Big Corona",
    "url": "https://apod.nasa.gov/apod/image/0907/corona_vangorp.jpg"
  },
  {
    "date": "2009-07-27",
    "explanation": "What's happening at the center of spiral galaxy NGC 1097?  No one is sure, but it likely involves a supermassive black hole. Matter falling in from a bar of stars and gas across the center is likely being heated by an extremely energetic region surrounding the central black hole.  From afar, the entire central region appears in the above false-color infrared image as a mysterious eye. Near the left edge and seen in blue, a smaller companion galaxy is wrapped in the spectacular spiral arms of the large spiral, lit in pink by glowing dust. Currently about 40 thousand light-years from the larger galaxy's center, the gravity of the companion galaxy appears to be reshaping the larger galaxy as it is slowly being destroyed itself. NGC 1097 is located about 50 million light years away toward the constellation of the furnace (Fornax).   digg_url = 'http://apod.nasa.gov/apod/ap090727.html'; digg_skin = 'compact';   Note: An APOD editor will review great space images this Saturday night at Ft. Wilkins, Michigan.",
    "hdurl": "https://apod.nasa.gov/apod/image/0907/ngc1097_spitzer_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1097: Spiral Galaxy with a Central Eye",
    "url": "https://apod.nasa.gov/apod/image/0907/ngc1097_spitzer.jpg"
  },
  {
    "copyright": "Zoltan Kenwell",
    "date": "2009-07-28",
    "explanation": "Few auroras show this level of detail. Above, a standard digital camera captured a particularly active and colorful auroral corona that occurred last week above Alberta, Canada. With a shape reminiscent of a flower, the spectacular aurora had an unusually high degree of detail. The vivid green and purple  auroral colors are caused by high atmospheric oxygen and hydrogen reacting to a burst of incoming electrons.  Many photogenic auroras have been triggered from a solar wind stream that recently passed the Earth. The auroras were unexpected because the initiating Sun has been unusually quiet of late.   digg_url = 'http://apod.nasa.gov/apod/ap090728.html'; digg_skin = 'compact';   Note: An APOD editor will review great space images this Saturday night at Ft. Wilkins, Michigan.",
    "hdurl": "https://apod.nasa.gov/apod/image/0907/auroracorona_kenwell_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Floral Aurora Corona",
    "url": "https://apod.nasa.gov/apod/image/0907/auroracorona_kenwell.jpg"
  },
  {
    "copyright": "Wally Pacholka",
    "date": "2009-07-29",
    "explanation": "Was Devils Tower once an explosive volcano? Famous for its appearance in films such as Close Encounters, the origin of Devil's Tower in Wyoming, USA is still debated, with a leading hypothesis holding that it is a hardened lava plume that probably never reached the surface to become a volcano.  The lighter rock that once surrounded the dense volcanic neck has now eroded away, leaving the dramatic tower. High above, the central band of the Milky Way galaxy arches across the sky. Many notable sky objects are visible, including dark strands of the Pipe Nebula and the reddish Lagoon Nebula to the tower's right. Green grass and trees line the moonlit foreground, while clouds appear near the horizon to the tower's left. Unlike many other international landmarks, mountaineers are permitted to climb Devils Tower.   digg_url = 'http://apod.nasa.gov/apod/ap090729.html'; digg_skin = 'compact';   Note: An APOD editor will review great space images this Saturday night at Ft. Wilkins, Michigan.",
    "hdurl": "https://apod.nasa.gov/apod/image/0907/devilstower_pacholka_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Milky Way Over Devils Tower",
    "url": "https://apod.nasa.gov/apod/image/0907/devilstower_pacholka.jpg"
  },
  {
    "copyright": "Babak\nTafreshi",
    "date": "2009-07-30",
    "explanation": "The July 22nd total solar eclipse was the longest of the 21st century. From the point of maximum eclipse along the Moon's shadow track across the Pacific Ocean, the Moon completely blocked the Sun for a total of 6 minutes and 39 seconds. But from the deck of this cruise ship the duration of the total eclipse phase was extended to a whopping 6 minutes and 42 seconds by the ship's motion along the shadow track. This panoramic view of the scene shows the shimmering solar corona in a darkened daytime sky, with clouds silhouetted by a bright sky on the distant horizon, beyond the Moon's shadow. Mercury can be seen near the eclipsed Sun. Venus lies near the upper right edge of the frame.   digg_url ='http://apod.nasa.gov/apod/ap090730.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0907/pano2-s_tafreshi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "6 Minutes 42 Seconds",
    "url": "https://apod.nasa.gov/apod/image/0907/pano2-s_tafreshi.jpg"
  },
  {
    "date": "2009-07-31",
    "explanation": "This sprawling dark marking is Jupiter's latest impact scar, a debris plume created as a small asteroid or comet disintegrated after plunging into the gas giant's atmosphere. Located in Jupiter's south polar region, the new feature was discovered by Australian amateur astronomer Anthony Wesley on July 19. On July 23rd Wesley's discovery was followed up by the Hubble Space Telescope with its newly installed Wide Field Camera 3, creating this sharpest view of the evolving debris plume. Estimates indicate that the impacting object itself was several hundred meters across. Similar impact markings were created when pieces of Comet Shoemaker-Levy 9 slammed into Jupiter's cloud bands in July of 1994.   digg_url ='http://apod.nasa.gov/apod/ap090731.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0907/jupimpact_hubble1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hubble View: Jupiter Impact",
    "url": "https://apod.nasa.gov/apod/image/0907/jupimpact_hubble800.jpg"
  },
  {
    "date": "2009-08-01",
    "explanation": "A new star, likely the brightest supernova in recorded human history, lit up planet Earth's sky in the year 1006 AD. The expanding debris cloud from the stellar explosion, found in the southerly constellation of Lupus, still puts on a cosmic light show across the electromagnetic spectrum. In fact, this composite view includes X-ray data in blue from the Chandra Observatory, optical data in yellowish hues, and radio image data in red. Now known as the SN 1006 supernova remnant, the debris cloud appears to be about 60 light-years across and is understood to represent the remains of a white dwarf star. Part of a binary star system, the compact white dwarf gradually captured material from its companion star. The buildup in mass finally triggered a thermonuclear explosion that destroyed the dwarf star. Because the distance to the supernova remnant is about 7,000 light-years, that explosion actually happened 7,000 years before the light reached Earth in 1006. Shockwaves in the remnant accelerate particles to extreme energies and are thought to be a source of the mysterious cosmic rays.   digg_url ='http://apod.nasa.gov/apod/ap090801.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/sn1006c.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SN 1006 Supernova Remnant",
    "url": "https://apod.nasa.gov/apod/image/0908/sn1006c_c800.jpg"
  }
]
