[
  {
    "copyright": "Thomas V. Davis",
    "date": "2009-03-01",
    "explanation": "This huge ball of stars predates our Sun. Long before humankind evolved, before dinosaurs roamed, and even before our Earth existed, ancient globs of stars condensed and orbited a young Milky Way Galaxy. Of the 200 or so globular clusters that survive today, Omega Centauri is the largest, containing over ten million stars. Omega Centauri is also the brightest globular cluster, at apparent visual magnitude 3.9 it is visible to southern observers with the unaided eye. Cataloged as NGC 5139, Omega Centauri is about 18,000 light-years away and 150 light-years in diameter.  Unlike many other globular clusters, the stars in Omega Centauri show several different ages and trace chemical abundances, indicating that the globular star cluster has a complex history over its 12 billion year age.    digg_url = 'http://apod.nasa.gov/apod/ap090301.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/omegacen_davis_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Omega Centauri: The Largest Nearby Globular Cluster",
    "url": "https://apod.nasa.gov/apod/image/0903/omegacen_davis.jpg"
  },
  {
    "date": "2009-03-02",
    "explanation": "What is that streaking across the sky? A bright earthgrazing meteor.  In 1972, an unusually bright meteor from space was witnessed bouncing off Earth's atmosphere, much like a skipping stone can bounce off of a calm lake.  The impressive event lasted several seconds, was visible in daylight, and reportedly visible all the way from Utah, USA to Alberta, Canada.  Pictured above, the fireball was photographed streaking above Teton mountains behind Jackson Lake, Wyoming, USA.  The Great Daylight Fireball of 1972 was possibly the size of a small truck, and would likely have created an impressive airburst were it to have struck Earth more directly.   Earthgrazing meteors are rare but are more commonly seen when the radiant of a meteor shower is just rising or setting.  At that time, meteors closer to the Earth than earthgrazers would more usually strike the Earth near the horizon, while meteors further than earthgrazers would miss the Earth entirely.   digg_url = 'http://apod.nasa.gov/apod/ap090302.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/earthgrazer_ansmet.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earthgrazer: The Great Daylight Fireball of 1972",
    "url": "https://apod.nasa.gov/apod/image/0903/earthgrazer_ansmet_big.jpg"
  },
  {
    "date": "2009-03-03",
    "explanation": "Will our Sun look like this one day?  The Helix Nebula is one of brightest and closest examples of a planetary nebula, a gas cloud created at the end of the life of a Sun-like star.  The outer gasses of the star expelled into space appear from our vantage point as if we are looking down a helix.  The remnant central stellar core, destined to become a white dwarf star, glows in light so energetic it causes the previously expelled gas to fluoresce.  The Helix Nebula, given a technical designation of NGC 7293, lies about 700 light-years away towards the constellation of Aquarius and spans about 2.5 light-years.  The above picture was taken by the Wide Field Imager on the 2.2-meter Telescope at the European Southern Observatory's La Silla Observatory. A close-up of the inner edge of the Helix Nebula shows complex gas knots of unknown origin.    digg_url = 'http://apod.nasa.gov/apod/ap090303.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/helix_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Helix Nebula from La Silla Observatory",
    "url": "https://apod.nasa.gov/apod/image/0903/helix_eso.jpg"
  },
  {
    "copyright": "Jean-Luc Dauvergne",
    "date": "2009-03-04",
    "explanation": "Very good telescopic views of Saturn can be expected in the coming days as the ringed planet nears opposition on March 8th, its closest approach to Earth in 2009. Of course, opposition means opposite the Sun in planet Earth's sky - an arrangement that occurs almost yearly for Saturn. But while Saturn itself grows larger in telescopic images, Saturn's rings seem to be vanishing as their tilt to our line-of-sight decreases. In fact, the rings will be nearly invisible, edge-on from our perspective, by September 4. Recorded on February 28, this sharp image was made with the 1 meter telescope at Pic Du Midi, a mountain top observatory in the French Pyrenees. The rings are seen to be tilted nearly edge-on, but remarkable details are visible in the gas giant's cloud bands. The icy moon Tethys appears just beyond the rings at the lower left.   digg_url = 'http://apod.nasa.gov/apod/ap090304.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/saturnepicdumidicouleurbis.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn in View",
    "url": "https://apod.nasa.gov/apod/image/0903/saturnepicdumidicouleurbis_c.jpg"
  },
  {
    "copyright": "Neil Fleming",
    "date": "2009-03-05",
    "explanation": "Inside the Cocoon Nebula is a newly developing cluster of stars. Cataloged as IC 5146, the beautiful nebula is nearly 15 light-years wide, located some 4,000 light years away toward the northern constellation Cygnus. Like other star forming regions, it stands out in red, glowing, hydrogen gas excited by young, hot stars and blue, dust-reflected starlight at the edge of an otherwise invisible molecular cloud. In fact, the bright star near the center of this nebula is likely only a few hundred thousand years old, powering the nebular glow as it clears out a cavity in the molecular cloud's star forming dust and gas. This exceptionally deep color view of the Cocoon Nebula traces tantalizing features within and surrounding the dusty stellar nursery.   digg_url = 'http://apod.nasa.gov/apod/ap090305.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/IC5146_fleming50.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 5146: The Cocoon Nebula",
    "url": "https://apod.nasa.gov/apod/image/0903/IC5146_fleming_c800.jpg"
  },
  {
    "copyright": "Drew SullivanAncient Starlight",
    "date": "2009-03-06",
    "explanation": "Last Friday, the Moon and Venus shared the early evening sky in a beautiful conjunction. Separated by only about 2 degrees, they also were both in a crescent phase.  Just like our Moon, Venus can appear as a full disk or a thin crescent.  Frequently the brightest object in the post-sunset or pre-sunrise sky, Venus is so small that it usually requires binoculars or a small telescope to clearly see its phase.  This telescopic image of Friday's conjunction shows off the similar crescent phases, with the tiny crescent Venus at the upper right.   digg_url = 'http://apod.nasa.gov/apod/ap090306.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/crescentmoonvenus_sullivan_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crescent Moon and Venus",
    "url": "https://apod.nasa.gov/apod/image/0903/crescentmoonvenus_sullivan.jpg"
  },
  {
    "copyright": "Panther Observatory",
    "date": "2009-03-07",
    "explanation": "Now fading in our night sky, Comet Lulin has provided some lovely cosmic vistas. Moving rapidly against the background of stars, Lulin briefly posed with the likes of Saturn, and Regulus (Alpha Leo). But here it is seen against a field of distant galaxies. To reveal the faint background galaxies and trace the comet's fading tail, the remarkable picture is a blended composite of telescopic exposures aligned with the both the stars and the speedy comet. The largest galaxies seen left of the comet's head or coma are cataloged as NGC 3016, NGC 3019, NGC 3020 and NGC 3024 and lie at a distance of 100 million light-years or so. When the exposures were made, on February 28, the comet was about 3.6 light-minutes from Earth.   digg_url = 'http://apod.nasa.gov/apod/ap090307.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/Lulin_TEC_42.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Lulin and Distant Galaxies",
    "url": "https://apod.nasa.gov/apod/image/0903/Lulin_TEC_c800.jpg"
  },
  {
    "date": "2009-03-08",
    "explanation": "Although the phase of this moon might appear familiar, the moon itself might not. In fact, this gibbous phase shows part of Jupiter's moon Europa. The robot spacecraft Galileo captured this image mosaic during its mission orbiting Jupiter from 1995 - 2003. Visible are plains of bright ice, cracks that run to the horizon, and dark patches that likely contain both ice and dirt. Raised terrain is particularly apparent near the terminator, where it casts shadows. Europa is nearly the same size as Earth's Moon, but much smoother, showing few highlands or large impact craters. Evidence and images from the Galileo spacecraft, indicated that liquid oceans might exist below the icy surface. To test speculation that these seas hold life, ESA and NASA have together started preliminary development of the Europa Jupiter System Mission , a spacecraft proposed to better study Europa. If the surface ice is thin enough, a future mission might drop hydrobots to burrow into the oceans and search for life.   digg_url = 'http://apod.nasa.gov/apod/ap090308.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/europa_galileo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gibbous Europa",
    "url": "https://apod.nasa.gov/apod/image/0903/europa_galileo.jpg"
  },
  {
    "copyright": "Ben Cooper",
    "date": "2009-03-09",
    "explanation": "Streaking skyward, a Delta II rocket carries NASA's Kepler spacecraft aloft into the clear night of March 6. The dramatic scene was recorded in a time exposure from the crowded pier in Jetty Park at the northern end of Cocoa Beach, Florida, about 3 miles from the Cape Canaveral launch site. Kepler's mission is to search for Earth-like planets orbiting in the habitable zone of other stars. A planet orbiting within a star's habitable zone would have a surface temperature capable of supporting liquid water, an essential ingredient for life as we know it. To find Earth-like planets, Kepler's telescope and large, sensitive camera will examine a rich star field near the plane of our Milky Way Galaxy. Located in the constellation Cygnus, Kepler's field of view will allow it to monitor the brightness of many stars in the solar neighborhood and detect a slight dimming as a potential Earth-like planet crosses in front of the star.   digg_url = 'http://apod.nasa.gov/apod/ap090309.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/BenCooperKeplerStreak.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Kepler's Streak",
    "url": "https://apod.nasa.gov/apod/image/0903/BenCooperKeplerStreak.jpg"
  },
  {
    "copyright": "Dale J. MartinMassapoag Pond Obs.",
    "date": "2009-03-10",
    "explanation": "Adrift 1,500 light-years away in one of the night sky's most recognizable constellations, the glowing Orion Nebula and the dark Horsehead Nebula are contrasting cosmic vistas. They appear in opposite corners of this stunning mosaic taken with a digital camera attached to a small telescope. The magnificent emission region, the Orion Nebula (aka M42), lies at the upper right of the picture. Immediately to its left is a prominent bluish reflection nebula sometimes called the Running Man. The Horsehead nebula appears as a dark cloud, a small silhouette notched against the long red glow at the lower left. Alnitak is the easternmost star in Orion's belt and is seen as the brightest star to the left of the Horsehead. Below Alnitak is the Flame Nebula, with clouds of bright emission and dramatic dark dust lanes.  Pervasive tendrils of glowing hydrogen gas are easily traced throughout the region in this deep field image of the same region.   digg_url = 'http://apod.nasa.gov/apod/ap090310.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/horseheadorion_martin_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Horsehead and Orion Nebulae",
    "url": "https://apod.nasa.gov/apod/image/0903/horseheadorion_martin.jpg"
  },
  {
    "copyright": "Catching the Light",
    "date": "2009-03-11",
    "explanation": "The striking X near the center of this lunarscape is easily visible in binoculars or a small telescope. Yet, not too many have seen it. The catch is, this lunar X is only apparent during a four hour period just before the Moon's first quarter phase. At the terminator, or shadow line between lunar day and night, the X illusion is produced by a configuration of the craters Blanchinus, La Caille and Purbach. Near the Moon's first quarter phase, an astronaut standing close to the craters' position would see the slowly rising Sun very near the horizon. Temporarily, the crater walls would be in sunlight while the crater floors were still in darkness. Seen from planet Earth, contrasting sections of bright walls against the dark floors by chance look remarkably like an X. This sharp image of the Lunar X was captured at approximately 11:59 UT on March 3, 2009. The Moon's first quarter phase was at 7:46 UT on March 4.   digg_url = 'http://apod.nasa.gov/apod/ap090311.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/LUNAR_X.JPG",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar X",
    "url": "https://apod.nasa.gov/apod/image/0903/LUNAR_X.JPG"
  },
  {
    "copyright": "Rogelio Bernal Andreo",
    "date": "2009-03-12",
    "explanation": "At the right, Thor's Helmet (NGC 2359) seems to gaze across a lovely star field. The broad skyscape itself covers about 1.5 degrees or 3 full moons toward the constellation Canis Major. A close look at the lower left corner of the image might identify the object of the cosmic stare as a faint, round nebula. Heroically sized even for a Norse god, Thor's Helmet is about 30 light-years across. The helmet is actually more like an interstellar bubble, blown as a fast wind from the bright, massive star near the bubble's center sweeps through a surrounding molecular cloud. Known as a Wolf-Rayet star, the central star is an extremely hot giant thought to be in a brief, pre- supernova stage of evolution. In contrast, the faint, round nebula is a planetary nebula, the gaseous shroud of a dying lower mass star. The distance to Thor's Helmet is estimated to be about 15,000 light-years.   digg_url = 'http://apod.nasa.gov/apod/ap090312.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/Thor4Andreo.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Thor's Helmet (NGC 2359) and Planetary Nebula",
    "url": "https://apod.nasa.gov/apod/image/0903/Thor4Andreo800.jpg"
  },
  {
    "date": "2009-03-13",
    "explanation": "Scanning the skies for galaxies, Canadian astronomer Paul Hickson and colleagues identified some 100 compact groups of galaxies, now appropriately called Hickson Compact Groups (HCGs). This sharp Hubble image shows one such galaxy group, HCG 90, in startling detail. Three galaxies are revealed to be strongly interacting: a dusty spiral galaxy stretched and distorted between a pair of large elliptical galaxies. The close encounter will trigger furious star formation. On a cosmic timescale, the gravitational tug of war will eventually result in the merger of the trio into a large single galaxy. The merger process is now understood to be a normal part of the evolution of galaxies, including our own Milky Way. HCG 90 lies about 100 million light-years away in the constellation Piscis Austrinus. This Hubble view spans about 80,000 light-years at that estimated distance. Of course, Hickson Compact Groups also make for rewarding viewing for Earth-bound astronomers with more modest sized telescopes.   digg_url = 'http://apod.nasa.gov/apod/ap090313.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/hcg90_hst.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hickson Compact Group 90",
    "url": "https://apod.nasa.gov/apod/image/0903/hcg90_hst_c800.jpg"
  },
  {
    "copyright": "Alexandre Santerne",
    "date": "2009-03-14",
    "explanation": "Fix your camera to a tripod and you can record the graceful trails traced by the stars as planet Earth rotates on its axis. For example, this dramatic 5 hour long exposure was made on February 24 from Haute-Provence Observatory (OHP) in southeastern France. Actually a composite of 300 consecutive 1-minute exposures, the image nicely shows stars near the celestial equator tracing nearly straight lines in projection, while stars north and south of the equator, respectively, appear to circle the north and south celestial poles. Domes at the bottom left and right house the OHP telescopes. Brilliant planet Venus makes the short bright trail at the lower right, while trails of stars in the constellation Orion end near the lower right observatory dome. Sirius, alpha star of Canis Major, traces the bright arc over the dome at the left. Astronomer Alexandre Santerne also briefly illuminated a foreground oak tree during the exposure sequence.   digg_url = 'http://apod.nasa.gov/apod/ap090314.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/5hOHPsanterne.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Haute-Provence Star Trails",
    "url": "https://apod.nasa.gov/apod/image/0903/5hOHPsanterne900.jpg"
  },
  {
    "date": "2009-03-15",
    "explanation": "What's happened to our Sun?  It was sporting a spectacular -- but not very unusual -- solar prominence. A solar prominence is a cloud of solar gas held above the Sun's surface by the Sun's magnetic field.  In 2004, NASA's Sun-orbiting SOHO spacecraft imaged an impressively large prominence hovering over the surface, pictured above.  The Earth would easily fit under the hovering curtain of hot gas.  A quiescent prominence typically lasts about a month, and may erupt in a Coronal Mass Ejection (CME) expelling hot gas into the  Solar System.  Although somehow related to the Sun's changing magnetic field, the energy mechanism that creates and sustains a Solar prominence is still a topic of research.    digg_url = 'http://apod.nasa.gov/apod/ap090315.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/sunprom2_soho_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Prominent Solar Prominence from SOHO",
    "url": "https://apod.nasa.gov/apod/image/0903/sunprom2_soho.jpg"
  },
  {
    "date": "2009-03-16",
    "explanation": "Mars has two tiny moons, Phobos and Deimos.  Pictured above, in a recently release image by HiRISE camera onboard the Mars-orbiting Mars Reconnaissance Orbiter (MRO), is Deimos, the smaller moon of Mars.  Deimos is one of the smallest known moons in the Solar System measuring only about 15 kilometers across.  The diminutive Martian moon was discovered in 1877 by Asaph Hall, an American astronomer working at the US Naval Observatory in Washington D.C.  The existence of two Martian moons was predicted around 1610 by Johannes Kepler, the astronomer who derived the laws of planetary motion.  In this case, Kepler's prediction was not based on scientific principles, but his writings and ideas were so influential that the two Martian moons are discussed in works of fiction such as Jonathan Swift's Gulliver's Travels, written in 1726, over 150 years before their actual discovery.   digg_url = 'http://apod.nasa.gov/apod/ap090316.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/deimos_hirise_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Martian Moon Deimos from MRO",
    "url": "https://apod.nasa.gov/apod/image/0903/deimos_hirise.jpg"
  },
  {
    "date": "2009-03-17",
    "explanation": "What star created this huge puffball?  Pictured above is the best multi-wavelength image yet of Tycho's supernova remnant, the result of a stellar explosion first recorded over 400 years ago by the famous astronomer Tycho Brahe.  The above image is a composite of an X-ray image taken by the orbiting Chandra X-ray Observatory, an infrared image taken by the orbiting Spitzer Space Telescope, and an optical image taken by the 3.5-meter Calar Alto telescope located in southern Spain. The expanding gas cloud is extremely hot, while slightly different expansion speeds have given the cloud a puffy appearance.  Although the star that created SN 1572, is likely completely gone, a star dubbed Tycho G, too dim to be easily discerned here, is being studied as the possible companion. Finding progenitor remnants of Tycho's supernova is particularly important because the supernova was recently determined to be of Type Ia.  The peak brightness of Type Ia supernovas is thought to be well understood, making them quite valuable in calibrating how our universe dims distant objects.    digg_url = 'http://apod.nasa.gov/apod/ap090317.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/tycho_chandra_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tycho's Supernova Remnant",
    "url": "https://apod.nasa.gov/apod/image/0903/tycho_chandra.jpg"
  },
  {
    "copyright": "Globe at NightUCARInternational Year of Astronomy 2009",
    "date": "2009-03-18",
    "explanation": "How many stars can you see? Through next week, the GLOBE at Night project invites people from all over the world to go outside at night, look up, and see!  Specifically, people are invited to go out an hour after sunset and look for the constellation Orion toward the west.  Rather than count Orion's stars directly, however, the GLOBE at Night website has made things easier by providing several star charts to which you can compare your view of Orion.  Possible matches extend from a bright sky where only a few Orion stars are visible, to a very dark sky where over 100 Orion stars are visible. Pictured above are results from last year's sky observation campaign. Since 2009 is the International Year of Astronomy, it is hoped that an even better map can be created this year.  By participating in this easy and fun activity, you are helping humanity to better understand how light pollution is changing across the Earth.   digg_url = 'http://apod.nasa.gov/apod/ap090318.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/night2_globe_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "GLOBE at Night: Help Track Light Pollution",
    "url": "https://apod.nasa.gov/apod/image/0903/night2_globe.jpg"
  },
  {
    "date": "2009-03-19",
    "explanation": "very 14 to 15 years, Saturn's rings are tilted edge-on to our line of sight. As the bright, beautiful rings seem to grow narrower it becomes increasingly difficult to see them, even with large telescopes. But it does provide the opportunity to watch multiple transits of Saturn's moons. During a transit, a sunlit moon and its shadow glide across the cloudy face of the gas giant. Recorded on February 24, this Hubble image is part of a sequence showing the transit of four of Saturn's moons. From left to right are Enceladus and shadow, Dione and shadow, and Saturn's largest moon Titan. Small moon Mimas is just touching Saturn's disk near the ring plane at the far right. The shadows of Titan and Mimas have both moved off the right side of the disk. Saturn itself has an equatorial diameter of about 120,000 kilometers.   digg_url = 'http://apod.nasa.gov/apod/ap090319.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/sat4moons_hst.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn: Moons in Transit",
    "url": "https://apod.nasa.gov/apod/image/0903/sat4moons_hst_ch600.jpg"
  },
  {
    "copyright": "Anthony Ayiomamitis",
    "date": "2009-03-20",
    "explanation": "Today, the Sun crosses the celestial equator heading north at 11:44 UT. Known as an equinox, this astronomical event marks the first day of spring in the northern hemisphere and autumn in the south. It also marks the beginning of Norouz, the Persian (Iranian) new year. Equinox means equal night. With the Sun on the celestial equator, Earth dwellers will experience nearly 12 hours of daylight and 12 hours of darkness. Of course, in the north the days will grow longer, the Sun marching higher in the sky as summer approaches. To celebrate the equinox, consider this scenic view of the setting Sun from the island of Naxos in the Aegean Sea. Recorded last June, the well-planned image captures the Portara (big door) in a dramatic silhouette. Measuring about 6 by 3.5 meters, the Portara is the large entrance to the Greek island's ancient, unfinished Temple of Apollo.   digg_url = 'http://apod.nasa.gov/apod/ap090320.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/solar-scenic-portara-03-800x600pixels.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunset at the Portara",
    "url": "https://apod.nasa.gov/apod/image/0903/solar-scenic-portara-03-800x600pixels.jpg"
  },
  {
    "date": "2009-03-21",
    "explanation": "Scanning the entire sky in gamma-rays, photons with over 50 million times the energy of visible light, the Fermi mission's Large Area Telescope (LAT) explores the high-energy universe. This all-sky map constructed from 3 months of LAT observations (August 4 to October 30, 2008) represents a deeper, better-resolved view of the gamma-ray sky than any previous space mission. What shines in Fermi's gamma-ray sky? A new paper describes the 205 brightest gamma-ray sources, but this map highlights a Fermi \"top ten\" list of five sources within, and five sources that lie beyond our Milky Way Galaxy. Within our galaxy: the Sun traces a faint arc across the map between the observation dates, LSI +61 303 is an X-ray binary star about 6,500 light-years away, PSR J1836+5925 is a type of pulsar (spinning neutron star) that is only seen to pulse at gamma-ray energies, and 47 Tuc is a globular star cluster some 15,000 light-years away. A fifth galactic source (unidentified), just above the center of the galactic plane, is intriguing because it is a variable source and has no clear counterpart at other wavelengths. Beyond our galaxy: NGC 1275 is a large galaxy at the heart of the Perseus galaxy cluster some 233 million light-years away, while 3C 454.3, PKS 1502+106, and PKS 0727-115 are active galaxies billions of light-years distant. Another unidentified source, seen below the galactic plane, is likely beyond the boundaries of the Milky Way. Its nature remains a mystery.   digg_url = 'http://apod.nasa.gov/apod/ap090321.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/Fermi3month_labeled_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fermi's Gamma-Ray Sky",
    "url": "https://apod.nasa.gov/apod/image/0903/Fermi3month_labeled_c900.jpg"
  },
  {
    "date": "2009-03-22",
    "explanation": "The Sun destroyed this comet.  Arcing toward a fiery fate, this Sungrazer comet was recorded by the SOHO spacecraft's Large Angle Spectrometric COronagraph(LASCO) on 1996 Dec. 23. LASCO uses an occulting disk, partially visible at the lower right, to block out the otherwise overwhelming solar disk allowing it to image the inner 5 million miles of the relatively faint corona. The comet is seen as its coma enters the bright equatorial solar wind region (oriented vertically). Spots and blemishes on the image are background stars and camera streaks caused by charged particles. Positioned in space to continuously observe the Sun, SOHO has now been used to discover over 1,500 comets, including numerous sungrazers. Based on their orbits, they are believed to belong to a family of comets created by successive break ups from a single large parent comet which passed very near the Sun in the twelfth century. The Great Comet of 1965, Ikeya-Seki, was also a member of the Sungrazer family, coming within about 650,000 kilometers of the Sun's surface. Passing so close to the Sun, Sungrazers are subjected to destructive tidal forces along with intense solar heat. This comet, known as SOHO 6, did not survive.   digg_url = 'http://apod.nasa.gov/apod/ap090322.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/sungrazer_soho_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sungrazer",
    "url": "https://apod.nasa.gov/apod/image/0903/sungrazer_soho.jpg"
  },
  {
    "date": "2009-03-23",
    "explanation": "It may look like a grazing seahorse, but the dark object toward the image right is actually a pillar of smoky dust about 20 light years long. The curiously-shaped dust structure occurs in our neighboring Large Magellanic Cloud, in a star forming region very near the expansive Tarantula Nebula. The energetic nebula is creating a star cluster, NGC 2074, whose center is visible just off the top of the image in the direction of the neck of the seahorse. The representative color image was taken last year by the Hubble Space Telescope's Wide Field Planetary Camera 2 in honor of Hubble's 100,000th trip around the Earth. As young stars in the cluster form, their light and winds will slowly erode the dust pillars away over the next million years.   digg_url = 'http://apod.nasa.gov/apod/ap090323.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/ngc2074_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Seahorse of the Large Magellanic Cloud",
    "url": "https://apod.nasa.gov/apod/image/0903/ngc2074a_hst.jpg"
  },
  {
    "date": "2009-03-24",
    "explanation": "Human made robots continue to roll across the surface of Mars. Both Opportunity and its sister rover Spirit are in their sixth year on Mars, exploring the red planet for years longer than original expectations. Pictured above is a composite of recent images taken by the navigation camera on top of the Opportunity rover in Meridiani Planum. Visible are parallel rover tracks, rippling sand dunes, light-colored bedrock protrusions, metallic rover parts, and the dark shadow of the sometimes-artistic robotic photographer. Currently, Opportunity is on its way toward huge Endeavor crater, while Spirit is trying to climb an unusual rock structure known as Home Plate. If it can survive the harsh martian environment, Opportunity should arrive at Endeavor crater in about two years, at which time it may revolutionize human knowledge of this ancient martian landform.   digg_url = 'http://apod.nasa.gov/apod/ap090324.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/windmars_opportunity_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Martian Dunes and the Shadow of Opportunity",
    "url": "https://apod.nasa.gov/apod/image/0903/windmars_opportunity.jpg"
  },
  {
    "date": "2009-03-25",
    "explanation": "A newly discovered object in the outer Solar System moves like an anti-Pluto.  90482 Orcus was first discovered in 2004 and is slightly smaller than Pluto, although still one of the largest Kuiper belt objects known. Orcus may one day have the same IAU designation as Pluto: a dwarf planet.  Orcus and Pluto have similar orbits: each achieves nearly the same maximum and minimum distances from the Sun, each orbits on a similarly shaped ellipse, and each orbital ellipse is tilted toward the other planets' orbital ellipse by roughly the same angle.  The great mass of Neptune causes each to circle the Sun twice for every three Neptune orbits.   Orcus is like an anti-Pluto, however, because the two objects always remain across the Solar System from each other. Orcus can be found as the spot near the center of these discovery frames moving slightly down from the top.  Until the end of next week, the discoverers of Orcus ask for your help in naming its newly discovered moon.   digg_url = 'http://apod.nasa.gov/apod/ap090325.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/orcus_gemini_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orcus of the Outer Solar System",
    "url": "https://apod.nasa.gov/apod/image/0903/orcus_gemini.gif"
  },
  {
    "copyright": "Dark Atmospheres",
    "date": "2009-03-26",
    "explanation": "Galactic or open star clusters are relatively young. These swarms of stars are born near the plane of the Milky Way, but their numbers steadily dwindle as cluster members are strewn through the Galaxy by gravitational interactions. This bright open cluster, known as M46, is around 300 million years young and still contains a few hundred stars within its span of 30 light-years or so. Located about 5,000 light-years away toward the constellation Puppis, M46 also seems to contain a contradiction to its youthful status. In the lovely starscape, the colorful, circular patch just below the center of M46 (also inset at upper left) is the planetary nebula NGC 2438. Planetary nebulae are a brief, final phase in the life of a solar-type star a few billion years old whose central reservoir of hydrogen fuel has been exhausted. In fact, old NGC 2438 is estimated to be only 3,000 light-years distant and moves at a different speed than M46 cluster members. It likely represents a foreground object, only by chance appearing along our line-of-sight to young M46.   digg_url = 'http://apod.nasa.gov/apod/ap090326.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/m46n2438_ritter.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars Young and Old",
    "url": "https://apod.nasa.gov/apod/image/0903/m46n2438_ritter900.jpg"
  },
  {
    "copyright": "Frank Barrett",
    "date": "2009-03-27",
    "explanation": "Images from two different cameras, a digital SLR and an astronomical CCD camera, are combined in this color starscape. Both cameras made use of the same telescope at the oceanside Winter Star Party in the Florida Keys, appropriately creating this portrait of the Seagull Nebula. The wide view covers a 4x3 degree swath across the plane of the Milky Way, near the direction of Sirius, alpha star of the constellation Canis Major. Of course, the broad region includes objects with other catalog designations: notably NGC 2327 - a compact, dusty emission region with an embedded massive star that forms the bird's head (above center), and IC 2177 - forming the sweeping arc of the seagull's wings. Dominated by the reddish glow of atomic hydrogen, the complex of cosmic gas and dust clouds with bright young stars spans over 250 light-years at an estimated 3,800 light-year distance.   digg_url = 'http://apod.nasa.gov/apod/ap090327.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/Seagull_BarrettDavis.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Seagull Nebula",
    "url": "https://apod.nasa.gov/apod/image/0903/Seagull_BarrettDavis900.jpg"
  },
  {
    "copyright": "Peter Jenniskens\n(SETI Institute/NASA Ames)",
    "date": "2009-03-28",
    "explanation": "Small asteroid 2008 TC3 fell to Earth at dawn on October 7, 2008, tracking through the skies over the Nubian Desert in northern Sudan. That event was remarkable because it was the first time an asteroid was detected in space before crashing into planet Earth's atmosphere. It was generally assumed the asteroid itself had completely disintegrated to dust. But, based on satellite and ground observations of the atmospheric impact event, Dr. Mauwia Shaddad of the University of Khartoum, aided by Dr. Peter Jenniskens of the SETI Institute and NASA Ames Research Center, led an expedition of students and staff to the area, combing the desert for surviving fragments. On December 6, 2008, two hours after their search began, the first meteorite was found. The team ultimately collected some 280 small meteorites, now called Almahata Sitta, with a total mass of about 5 kilograms -- the first material recovered from a known asteroid. In stark contrast to the lighter-colored stones, the black fragment in the picture is Almahata Sitta meteorite number 15. About 4 centimeters in diameter, it is seen as it came to rest on the desert floor.  Editor's note: In Arabic, Almahata Sitta is \"Station Six\": a railway stop in the Nubian desert where witnesses reported seeing the bright fireball meteor.   digg_url = 'http://apod.nasa.gov/apod/ap090328.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/Almahata-Sitta15_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Almahata Sitta 15",
    "url": "https://apod.nasa.gov/apod/image/0903/Almahata-Sitta15_c900.jpg"
  },
  {
    "date": "2009-03-29",
    "explanation": "even years ago results were first presented indicating that most of the energy in our universe is not in stars or galaxies but is tied to space itself.  In the language of cosmologists, a large cosmological constant is directly implied by new distant supernovae observations.  Suggestions of a cosmological constant (lambda) were not new -- they have existed since the advent of modern relativistic cosmology. Such claims were not usually popular with astronomers, though, because lambda is so unlike known universe components, because lambda's value appeared limited by other observations, and because less- strange cosmologies without lambda had previously done well in explaining the data. What is noteworthy here is the seemingly direct and reliable method of the observations and the good reputations of the scientists conducting the investigations. Over the past eleven years, independent teams of astronomers have continued to accumulate data that appears to confirm the existence of dark energy and the unsettling result of a presently accelerating universe. The above picture of a supernova that occurred in 1994 on the outskirts of a spiral galaxy was taken by one of these collaborations.    digg_url = 'http://apod.nasa.gov/apod/ap090329.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/sn94d_highz_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Signals of a Strange Universe",
    "url": "https://apod.nasa.gov/apod/image/0903/sn94d_highz.jpg"
  },
  {
    "date": "2009-03-30",
    "explanation": "Is this a mud volcano on Mars? If so, could it be dredging up martian microbes? This strange possibility has been suggested recently and seems to fit several recent observations of Mars. First of all, hills like this seem to better resemble mud volcanoes on Earth than lava volcanoes and impact craters on Mars. Next, the pictured dome has an unusually textured surface consistent with fractured ice. Infrared images from space indicate that hills like this cool more quickly than surrounding rock, consistent with a dried mud composition. The hills also reflect colors consistent with a composition that formed in the presence of water.  Finally, unusual plumes of gas containing methane have been found on Mars with unknown origin. These gas plumes could conceivably have been liberated by mud volcanoes, were the initially warm mud to contain methane-producing microbes drifting in a previously unobservable underground lake. A candidate mud volcano over 100 meters across is pictured above in the northern plains of Mars.   digg_url = 'http://apod.nasa.gov/apod/ap090330.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/mudvolcano_hirise_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Possible Mud Volcanoes on Mars",
    "url": "https://apod.nasa.gov/apod/image/0903/mudvolcano_hirise.jpg"
  },
  {
    "date": "2009-03-31",
    "explanation": "In the heart of monstrous Tarantula Nebula lies huge bubbles of energetic gas, long filaments of dark dust, and unusually massive stars. In the center of this heart, is a knot of stars so dense that it was once thought to be a single star. This star cluster, labeled as R136 or NGC 2070, is visible just above the center of the above image and home to a great number of hot young stars.  The energetic light from these stars continually ionizes nebula gas, while their energetic particle wind blows bubbles and defines intricate filaments.  The above representative-color picture of this great LMC nebula details its tumultuous center. The Tarantula Nebula, also known as the 30 Doradus nebula, is one of the largest star-formation regions known, and has been creating unusually strong episodes of star formation every few million years.    digg_url = 'http://apod.nasa.gov/apod/ap090331.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/tarantula2_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Heart of the Tarantula Nebula",
    "url": "https://apod.nasa.gov/apod/image/0903/tarantula2_hst.jpg"
  },
  {
    "date": "2009-04-01",
    "explanation": "First, a new truss was added.  Then, new solar panels were installed. Now, as part of the planned upgrade of the International Space Station, an Expedition 18 astronaut has upgraded her own head.  The Human Extended Analog Device 9000 was attached with only minor delays, making the astronaut's remaining spacewalks over 40 percent more efficient. With the HEAD 9000 attached, an astronaut can now directly access 4 Gigabytes of computer flash memory with their own brain, perform complex mathematics by \"directed thinking\", and play a pre-installed game of Tetris at no additional charge.  Happy April Fools' Day from the folks at APOD.  In reality, the space shuttle Discovery's mission to upgrade the International Space Station ended Saturday after upgrading only the space station. The above image of astronaut Heidemarie Stefanyshyn-Piper handling the box-like Nitrogen Tank Assembly was actually taken last November.  For some reason, however, Astronaut Stefanyshyn-Piper can now factor 11 digit prime numbers in her head.    digg_url = 'http://apod.nasa.gov/apod/ap090401.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0904/astrohead_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Astronaut's Head Upgraded During Spacewalk",
    "url": "https://apod.nasa.gov/apod/image/0904/astrohead_nasa.jpg"
  }
]
