[
  {
    "copyright": "Daniel LopezObservatorio del\nTeide",
    "date": "2009-12-01",
    "explanation": "Wisps like this are all that remain visible of a Milky Way star.  About 7,500 years ago that star exploded in a supernova leaving the Veil Nebula, also known as the Cygnus Loop. At the time, the expanding cloud was likely as bright as a crescent Moon, remaining visible for weeks to people living at the dawn of recorded history.  Today, the resulting supernova remnant has faded and is now visible only through a small telescope directed toward the constellation of the Swan (Cygnus). The remaining Veil Nebula is physically huge, however, and even though it lies about 1,400 light-years distant, it covers over five times the size of the full Moon.  In images of the complete Veil Nebula, studious readers should be able to identify the above filaments on the lower left. The above image is a mosaic from the 2.5-meter Isaac Newton Telescope at Roque de los Muchachos Observatory in the Canary Islands.   digg_url = 'http://apod.nasa.gov/apod/ap091201.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/filaments_iac_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6992: Filaments of the Veil Nebula",
    "url": "https://apod.nasa.gov/apod/image/0912/filaments_iac.jpg"
  },
  {
    "copyright": "John Ebersole",
    "date": "2009-12-02",
    "explanation": "What creates the cosmic dust sculptures in the Rosette Nebula?  Noted for the common beauty of its overall shape, parts of the Rosette Nebula, also known as NGC 2237, show beauty even when viewed up close.  Visible above are globules of dark dust and gas that are slowly being eroded away by the energetic light and winds by nearby massive stars.  Left alone long enough, the molecular-cloud globules would likely form stars and planets.  The above image was taken in very specific colors of Sulfur (shaded red), Hydrogen (green), and Oxygen (blue). The Rosette Nebula spans about 50 light-years across, lies about 4,500 light-years away, and can be seen with a small telescope towards the constellation of the Unicorn (Monoceros).   digg_url = 'http://apod.nasa.gov/apod/ap091202.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/rosette_ebersole_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dust Sculptures in the Rosette Nebula",
    "url": "https://apod.nasa.gov/apod/image/0912/rosette_ebersole.jpg"
  },
  {
    "copyright": "Immo Gerber",
    "date": "2009-12-03",
    "explanation": "NGC 660 lies near the center of this intriguing field of galaxies swimming within the boundaries of the constellation Pisces. Over 20 million light-years away, its peculiar appearance marks it as a polar ring galaxy. A rare galaxy type, polar ring galaxies have a substantial population of stars, gas, and dust orbiting in rings nearly perpendicular to the plane of a flat galactic disk. The bizarre configuration could have been caused by the chance capture of material from a passing galaxy by the disk galaxy, with the captured debris strung out in a rotating ring. Polar Ring galaxies can be used to explore the shape of the galaxy's otherwise unseen dark matter halo by calculating the dark matter's gravitational influence on the rotation of the ring and disk. Broader than the disk, NGC 660's ring spans about 40,000 light-years.   digg_url = 'http://apod.nasa.gov/apod/ap091203.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/NGC660Hagar.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Polar Ring Galaxy NGC 660",
    "url": "https://apod.nasa.gov/apod/image/0912/NGC660Hagar0_c900.jpg"
  },
  {
    "copyright": "Neil Fleming",
    "date": "2009-12-04",
    "explanation": "A lovely starfield in the heroic northern constellation Perseus holds this famous pair of open or galactic star clusters, h and Chi Persei. Also cataloged as NGC 869 (right) and NGC 884, both clusters are about 7,000 light-years away and contain stars much younger and hotter than the Sun.  Separated by only a few hundred light-years, the clusters' ages based on their individual stars are similar - evidence that they were likely a product of the same star-forming region. Always a rewarding sight in binoculars, the Double Cluster is even visible to the unaided eye from dark locations. Star colors (and spikes) are enhanced in this beautiful, wide field, telescopic image.   digg_url = 'http://apod.nasa.gov/apod/ap091204.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/DoubleClusterSpiked_fleming.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Double Cluster",
    "url": "https://apod.nasa.gov/apod/image/0912/DoubleCluster_cs_fleming.jpg"
  },
  {
    "copyright": "Babak\nTafreshi",
    "date": "2009-12-05",
    "explanation": "Capella, alpha star of the constellation Auriga, rises over Mt. Everest in this panoramic view of the top of the world at night. The scene was recorded in late November near Namche Bazar, Nepal, gateway to the Himalayan mountain range. Moonlight illuminates the famous peaks of Everest (8840 meters) and Lhotse (8516 meters) at the far left, and a stupa (a Buddhist religious monument) in the foreground, along the main trail to the Everest Base Camp. The light in the valley is from the Tengboche Monastery, also along the trail at about 4000 meters. From left to right above the moonlit peaks, the stars of Auriga give way to bright giant star Aldebaran eye of the Taurus the Bull, the Pleiades star cluster, alpha Ceti, and finally alpha Phoenicis of the Phoenix. Peaks and stars can be identified by placing your cursor over the image.   digg_url = 'http://apod.nasa.gov/apod/ap091205.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/Himalaya-1Tafreshi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Himalayan Skyscape",
    "url": "https://apod.nasa.gov/apod/image/0912/Himalaya-1Tafreshi.jpg"
  },
  {
    "copyright": "Robert H. McNaught",
    "date": "2009-12-06",
    "explanation": "Comet McNaught, the Great Comet of 2007, was the brightest comet of the last 40 years.  Its spectacular tail spread across the sky and was breathtaking to behold from dark locations for many Southern Hemisphere observers.  The head of the comet remained quite bright and was easily visible to even city observers without any optical aide.  Part of the spectacular tail was visible just above the horizon after sunset for many northern observers as well.  Comet C/2006 P1 (McNaught), which reached an estimated peak brightness of magnitude -6 (minus six), was caught by the comet's discoverer in the above image soon after sunset in 2007 January from Siding Spring Observatory in Australia. The robotic Ulysses spacecraft fortuitously flew through Comet McNaught's tail and found, unexpectedly, that the speed of the solar wind dropped significantly.   digg_url = 'http://apod.nasa.gov/apod/ap091206.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/comet_mcnaught_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Magnificent Tail of Comet McNaught",
    "url": "https://apod.nasa.gov/apod/image/0912/comet_mcnaught.jpg"
  },
  {
    "date": "2009-12-07",
    "explanation": "This was home.  Just over a week ago, the STS-129 crew of the Space Shuttle Atlantis undocked from the International Space Station (ISS) and returned to Earth.  As the shuttle departed the space station, they took the  above image.  Visible on the ISS are numerous modules, trusses, and long wing-like solar panels.  The space shuttle crew spent almost 12 days calling the space station home.  The shuttle crew resupplied the space station and delivered valuable spare parts.  The ISS continues to be home for five astronauts of Expedition 21. The ISS's crew now includes astronauts representing NASA, the European Space Agency, the Russian Federal Space Agency, and the Canadian Space Agency.    digg_url = 'http://apod.nasa.gov/apod/ap091207.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/iss_sts129_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The International Space Station Over the Horizon",
    "url": "https://apod.nasa.gov/apod/image/0912/iss_sts129.jpg"
  },
  {
    "date": "2009-12-08",
    "explanation": "What processes formed the unusual surface of Saturn's moon Tethys? To help find out, NASA sent the robotic Cassini spacecraft right past the enigmatic ice moon in 2005.  Pictured above is one of the highest resolution images of an entire face of Tethys yet created. The pervasive white color of Tethys is thought to be created by fresh ice particles continually falling onto the moon from Saturn's diffuse E-ring -- particles expelled by Saturn's moon Enceladus. Some of the unusual cratering patterns on Tethys remain less well understood, however.  Close inspection of the above image of Tethys' south pole will reveal a great rift running diagonally down from the middle: Ithaca Chasma. A leading theory for the creation of this great canyon is anchored in the tremendous moon-wide surface cracking that likely occurred when Tethys' internal oceans froze. If so, Tethys may once have harbored internal oceans, possibly similar to the underground oceans some hypothesize to exist under the surface of Enceladus today. Might ancient life be frozen down there?   digg_url = 'http://apod.nasa.gov/apod/ap091208.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/tethys4_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ice Moon Tethys from Saturn-Orbiting Cassini",
    "url": "https://apod.nasa.gov/apod/image/0912/tethys4_cassini.jpg"
  },
  {
    "date": "2009-12-09",
    "explanation": "When did galaxies form?   To help find out, the deepest near-infrared image of the sky ever has been taken of the same field as the optical-light Hubble Ultra Deep Field (HUDF) in 2004.  The new image was taken this summer by the newly installed Wide Field Camera 3 on the refurbished Hubble Space Telescope. Faint red smudges identified on the above image likely surpass redshift 8 in distance.  These galaxies therefore likely existed when the universe was only a few percent of its present age, and may well be members of the first class of galaxies.  Some large modern galaxies make a colorful foreground to the distant galaxies. Analyses by the HUDF09 team indicate that at least some of these early galaxies had very little interstellar dust. This early class of low luminosity galaxies likely contained energetic stars emitting light that transformed much of the remaining normal matter in the universe from a cold gas to a hot ionized plasma.     digg_url = 'http://apod.nasa.gov/apod/ap091209.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/hudfir_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "HUDF Infrared: Dawn of the Galaxies",
    "url": "https://apod.nasa.gov/apod/image/0912/hudfir_hst.jpg"
  },
  {
    "copyright": "Don Goldman",
    "date": "2009-12-10",
    "explanation": "This colorful cosmic portrait features glowing gas and obscuring dust clouds in IC 1795, a star forming region in the northern constellation Cassiopeia. The nebula's colors were created by adopting the Hubble false-color palette for mapping narrow emission from oxygen, hydrogen, and sulfur atoms to blue, green and red colors, and further blending the data with images of the region recorded through broadband filters. Not far on the sky from the famous Double Star Cluster in Perseus, IC 1795 is itself located next to IC 1805, the Heart Nebula, as part of a complex of star forming regions that lie at the edge of a large molecular cloud. Located just over 6,000 light-years away, the larger star forming complex sprawls along the Perseus spiral arm of our Milky Way Galaxy. At that distance, this picture would span about 70 light-years across IC 1795.   digg_url = 'http://apod.nasa.gov/apod/ap091210.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/IC1795NBWeb4_goldman.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Colors of IC 1795",
    "url": "https://apod.nasa.gov/apod/image/0912/IC1795NBWeb4_goldman_c900.jpg"
  },
  {
    "date": "2009-12-11",
    "explanation": "Many bright nebulae and star clusters in planet Earth's sky are associated with the name of astronomer Charles Messier, from his famous 18th century catalog. His name is also given to these two large and remarkable craters on the Moon. Standouts in the dark, smooth lunar Sea of Fertility or Mare Fecunditatis, Messier (left) and Messier A have dimensions of 15 by 8 and 16 by 11 kilometers respectively. Their elongated shapes are explained by an extremely shallow-angle trajectory followed by the impactor, moving left to right, that gouged out the craters. The shallow impact also resulted in two bright rays of material extending along the surface to the right, beyond the picture. Intended to be viewed with red/blue glasses (red for the left eye), this striking stereo picture of the crater pair was recently created from high resolution scans of two images (AS11-42-6304, AS11-42-6305) taken during the Apollo 11 mission to the moon.   digg_url = 'http://apod.nasa.gov/apod/ap091211.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/MessierCrater3d_vantuyne.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier Craters in Stereo",
    "url": "https://apod.nasa.gov/apod/image/0912/MessierCrater3d_vantuyneC900.jpg"
  },
  {
    "copyright": "Wally Pacholka",
    "date": "2009-12-12",
    "explanation": "The Geminids are expected to put on a good show this year. Created as planet Earth sweeps through dusty debris from extinct comet Phaethon, the annual Geminid meteor shower is predicted to peak on December 14th, around 0510 UT (12:10am EST). With better viewing for northern hemisphere observers, pictures of Geminids streaking through the night could include wintery landscapes, like this snow-tinged image of a 2007 Geminid meteor over buttes of the Monument Valley region in the southwestern US. The meteor streak points back to the constellation Gemini and the shower's radiant point, just off the upper left edge of the scene. Along with Rigel, the sword and belt stars of Orion are at the upper right. Near the eastern horizon are bright stars Procyon (left) and Sirius. The two buttes at the far left are known as The Mittens - clearly a reminder that if you want to watch a meteor shower on a cold December night, wearing mittens would be a good idea.   digg_url = 'http://apod.nasa.gov/apod/ap091212.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/Geminid2007_pacholka850wp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Geminid Meteor over Monument Valley",
    "url": "https://apod.nasa.gov/apod/image/0912/Geminid2007_pacholka850wp.jpg"
  },
  {
    "date": "2009-12-13",
    "explanation": "Gliding silently through the outer Solar System, the Voyager 2 spacecraft camera captured Neptune and Triton together in crescent phase in 1989.  The above picture of the gas giant planet and its cloudy moon was taken from behind just after closest approach.  It could not have been taken from Earth because Neptune never shows a crescent phase to sunward Earth. The unusual vantage point also robs Neptune of its familiar blue hue, as sunlight seen from here is scattered forward, and so is reddened like the setting Sun.  Neptune is smaller but more massive than Uranus, has several dark rings, and emits more light than it receives from the Sun.   digg_url = 'http://apod.nasa.gov/apod/ap091213.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/neptunetriton_vg2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crescent Neptune and Triton",
    "url": "https://apod.nasa.gov/apod/image/0912/neptunetriton_vg2.jpg"
  },
  {
    "date": "2009-12-14",
    "explanation": "Believe it or not, this is the North Pole of Saturn. It is unclear how an unusual hexagonal cloud system that surrounds Saturn's north pole was created, keeps its shape, or how long it will last. Originally discovered during the Voyager flybys of Saturn in the 1980s, nobody has ever seen anything like it elsewhere in the Solar System. Although its infrared glow was visible previously to the Cassini spacecraft now orbiting Saturn, over the past year the mysterious hexagonal vortex became fully illuminated by sunlight for the first time during the Cassini's visit. Since then, Cassini has imaged the rotating hexagon in visible light enough times to create a time-lapse movie.  The pole center was not well imaged and has been excluded.  This movie shows many unexpected cloud motions, such as waves emanating from the corners of the hexagon.  Planetary scientists are sure to continue to study this most unusual cloud formation for quite some time.   digg_url = 'http://apod.nasa.gov/apod/ap091214.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/hexagon2_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturns Hexagon Comes to Light",
    "url": "https://apod.nasa.gov/apod/image/0912/hexagon2_cassini.jpg"
  },
  {
    "copyright": "Wah!",
    "date": "2009-12-15",
    "explanation": "Do stars appear dimmer when nearer the horizon? Yes -- atmospheric air absorbs and reradiates light, so that the greater the airmass through which one peers, the fainter an object will appear. Pictured above in a multi-frame image, stars, the planet Jupiter, and even the Moon show the horizon-dimming effects of Earth's nearly-transparent atmosphere.  The image was taken in the evening about three weeks ago over Hong Kong, China. The brightest streak near the center is the setting Moon, while intermittent thin clouds sometimes dispersed moonlight into a larger halo. Jupiter sets just to the Moon's right. The dim steaks cutting across the image horizontally were caused by passing airplanes. The bright strange multi-pronged streak over the house is a helicopter taking off. An astute observer will also notice faint rays emanating from near the horizon.  Their cause is unknown, but may be crepuscular rays caused by the Sun shining through gaps in thick clouds.   digg_url = 'http://apod.nasa.gov/apod/ap091215.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/startrails_wah_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Fading Moonset Over Hong Kong",
    "url": "https://apod.nasa.gov/apod/image/0912/startrails_wah.jpg"
  },
  {
    "copyright": "Doug Zubenel",
    "date": "2009-12-16",
    "explanation": "In 1996, an unexpectedly bright comet passed by planet Earth. Discovered less than two months before, Comet C/1996 B2 Hyakutake came within only 1/10th of the Earth-Sun distance from the Earth in late March. At that time, Comet Hyakutake, dubbed the Great Comet of 1996, became the brightest comet to grace the skies of Earth in 20 years.  During its previous visit, Comet Hyakutake may well have been seen by the stone age Magdalenian culture, who 17,000 years ago were possibly among the first humans to live in tents as well as caves. Pictured above near closest approach as it appeared on 1996 March 26, the long ion and dust tails of Comet Hyakutake are visible flowing off to the left in front of a distant star field that includes both the Big and Little Dippers. On the far left, the blue ion tail appears to have recently undergone a magnetic disconnection event. On the far right, the comet's green-tinted coma obscures a dense nucleus of melting dirty ice estimated to be about 5 kilometers across.  A few months later, Comet Hyakutake began its long trek back to the outer Solar System.  Because of being gravitationally deflected by massive planets, Comet Hyakutake is not expected back for about 100,000 years.   digg_url = 'http://apod.nasa.gov/apod/ap091216.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/hyakutake_zubenel_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hyakutake Passes the Earth",
    "url": "https://apod.nasa.gov/apod/image/0912/hyakutake_zubenel.jpg"
  },
  {
    "copyright": "Wally Pacholka",
    "date": "2009-12-17",
    "explanation": "Monstrously bright, this fireball meteor lit up the Mojave Desert sky Monday morning, part of this year's impressive Geminid meteor shower. Seen toward the southwest over rock formations near Victorville, California, a more familiar celestial background was momentarily washed out by the meteor's flash. The background includes bright star Sirius at the left, and Aldebaran and the Pleaides star cluster at the right side of the image. The meteor itself blazes through the constellation Orion. Its greenish trail begins just left of a yellow-tinted Betelgeuse and points back to the shower's radiant in Gemini, just off the top of the frame. A rewarding catch for photographer Wally Pacholka, the spectacular image is one of over 1500 frames that he reports captured 48, mostly faint, Geminid meteors.   digg_url = 'http://apod.nasa.gov/apod/ap091217.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/Geminid2009_pacholka850wp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mojave Desert Fireball",
    "url": "https://apod.nasa.gov/apod/image/0912/Geminid2009_pacholka850wp.jpg"
  },
  {
    "copyright": "Phil Hart",
    "date": "2009-12-18",
    "explanation": "At least 34 meteors are included in this composite image as they rain through Australian skies during the annual Geminid Meteor shower. Dust particles strung out along the orbit of extinct comet Phaethon vaporize when they plow through planet Earth's atmosphere causing the impressive display. Although the particles are traveling parallel to each other, the resulting streaks clearly seem to radiate from a single point on the sky near Gemini's twin stars Castor and Pollux at the lower right. The radiant effect is due to perspective, as the parallel tracks appear to converge at a distance. Taken over a period of 2 hours on the morning of December 14, short exposures recording individual meteor streaks were combined with a single long exposure to show the background stars, with Sirius at the top, and the constellation Orion at left. Faint stars and nebulae of the Milky Way track through the center of the frame. Near the radiant point, an extra star in Gemini is actually the flash of a meteor seen almost head-on.   digg_url = 'http://apod.nasa.gov/apod/ap091218.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/GeminidMeteors4hart_1200px.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Southern Geminids",
    "url": "https://apod.nasa.gov/apod/image/0912/GeminidMeteors4hart_900px.jpg"
  },
  {
    "copyright": "Bjørnar\nG. Hansen,",
    "date": "2009-12-19",
    "explanation": "Northern Lights, or aurora borealis, haunted skies over the island of Kvaløya, near Tromsø Norway on December 13. This 30 second long exposure records their shimmering glow gently lighting the wintery coastal scene. A study in contrasts, it also captures the sudden flash of a fireball meteor from December's excellent Geminid meteor shower. Streaking past familiar stars in the handle of the Big Dipper, the trail points back toward the constellation Gemini, off the top of the view. Both aurora and meteors occur in Earth's upper atmosphere at altitudes of 100 kilometers or so, but aurora are caused by energetic charged particles from the magnetosphere, while meteors are trails of cosmic dust.   digg_url = 'http://apod.nasa.gov/apod/ap091219.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/GeminidAurora_Hansen1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Shimmer, Meteor Flash",
    "url": "https://apod.nasa.gov/apod/image/0912/GeminidAurora_Hansen1.jpg"
  },
  {
    "copyright": "Tunç Tezel",
    "date": "2009-12-20",
    "explanation": "If you went outside at exactly the same time every day and took a picture that included the Sun, how would the Sun appear to move?  With great planning and effort, such a series of images can be taken.  The figure-8 path the Sun follows over the course of a year is called an analemma.  This coming Tuesday, the Winter Solstice day in Earth's northern hemisphere, the Sun will be at the bottom of the analemma. Analemmas created from different latitudes would appear at least slightly different, as well as analemmas created at a different time each day. With even greater planning and effort, the series can include a total eclipse of the Sun as one of the images. Pictured is such a total solar eclipse analemma or Tutulemma - a term coined by the photographers based on the Turkish word for eclipse. The composite image sequence was recorded from Turkey starting in 2005. The base image for the sequence is from the total phase of a solar eclipse as viewed from Side, Turkey on 2006 March 29. Venus was also visible during totality, toward the lower right.   digg_url = 'http://apod.nasa.gov/apod/ap091220.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/tutulemma_tezel_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tutulemma: Solar Eclipse Analemma",
    "url": "https://apod.nasa.gov/apod/image/0912/tutulemma_tezel.jpg"
  },
  {
    "date": "2009-12-21",
    "explanation": "In the center of star-forming region 30 Doradus lies a huge cluster of the largest, hottest, most massive stars known. These stars, known collectively as star cluster R136, were captured above in visible light by the newly installed Wide Field Camera peering though the recently refurbished Hubble Space Telescope. Gas and dust clouds in 30 Doradus, also known as the Tarantula Nebula, have been sculpted into elongated shapes by powerful winds and ultraviolet radiation from these hot cluster stars.  The 30 Doradus Nebula lies within a neighboring galaxy known as the Large Magellanic Cloud and is located a mere 170,000 light-years away.    digg_url = 'http://apod.nasa.gov/apod/ap091221.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/30dor_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Cluster R136 Bursts Out",
    "url": "https://apod.nasa.gov/apod/image/0912/30dor_hst.jpg"
  },
  {
    "date": "2009-12-22",
    "explanation": "How do planets form?  To help find out, the Hubble Space Telescope was tasked to take a detailed look at one of the more interesting of all astronomical nebulae, the Great Nebula in Orion. The Orion nebula, visible with the unaided eye near the belt in the constellation of Orion, is an immense nearby starbirth region and probably the most famous of all astronomical nebulas.  Insets to the above mosaic show numerous proplyds, many of which are stellar nurseries likely harboring planetary systems in formation.  Some proplyds glow as close disks surrounding bright stars light up, while other proplyds contain disks further from their host star, contain cooler dust, and hence appear as dark silhouettes against brighter gas. Studying this dust, in particular, is giving insight for how planets are forming. Many proplyd images also show arcs that are shock waves - fronts where fast moving material encounters slow moving gas. The Orion Nebula lies about 1,500 light years distant and is located in the same spiral arm of our Galaxy as our Sun.   digg_url = 'http://apod.nasa.gov/apod/ap091222.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/orionproplyds_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planetary Systems Now Forming in Orion",
    "url": "https://apod.nasa.gov/apod/image/0912/orionproplyds_hst.jpg"
  },
  {
    "copyright": "Anthony Ayiomamitis",
    "date": "2009-12-23",
    "explanation": "The Sun is a moving target. Its annual motion through planet Earth's sky tracks north and south, from solstice to solstice, as the seasons change. On December 21st, the solstice marking the first day of winter in the northern hemisphere and summer in the south, the Sun rose at its southernmost point along the eastern horizon. Earlier this month, looking toward the Aegean Sea from a well-chosen vantage point at Cape Sounion, Greece, it also rose in this dramatic scene. In the foreground lies the twenty-four hundred year old Temple of Poseidon.   digg_url = 'http://apod.nasa.gov/apod/ap091223.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/SSunriseAyiomamitis_850.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "December Sunrise, Cape Sounion",
    "url": "https://apod.nasa.gov/apod/image/0912/SSunriseAyiomamitis_850.jpg"
  },
  {
    "copyright": "Noel\nCarboni",
    "date": "2009-12-24",
    "explanation": "Gamma Cassiopeiae shines high in northern autumn evening skies. The brightest spiky star in this rich and colorful Milky Way starfield, bluish Gamma Cas marks the central peak in the W-shaped constellation Cassiopeia. A hot, variable, and rapidly rotating star about 600 light-years distant, Gamma Cas also ionizes surrounding interstellar material, including the wispy IC 63 (left) and IC 59 emission and reflection nebulae.  The two faint nebulae are physically close to Gamma Cas, separated from the star by only a few light-years. This well-composed, wide-field view of the region spans almost 2 degrees on the sky.   digg_url = 'http://apod.nasa.gov/apod/ap091224.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/GammaCass_GregNoel_APOD.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gamma Cas and Friends",
    "url": "https://apod.nasa.gov/apod/image/0912/GammaCass_GregNoel_APOD900.jpg"
  },
  {
    "copyright": "Tony Hallas",
    "date": "2009-12-25",
    "explanation": "The graceful arc of the Milky Way begins and ends at two mountain peaks in this solemn night sky panorama. The view was created from a 24 frame mosaic, with exposures tracking Earth and sky separately. In the final composition, northern California's Mount Lassen was positioned at the left and Mount Shasta at the far right, just below the star and dust clouds of the galactic center. Lassen and Shasta are volcanoes in the Cascade Mountain Range of North America, an arc of the volcanic Pacific Ring of Fire. In the dim, snow-capped peaks, planet Earth seems to echo the subtle glow of the Milky Way's own faint, unresolved starlight.   digg_url = 'http://apod.nasa.gov/apod/ap091225.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/ArcMW_hallas_alt.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Graceful Arc",
    "url": "https://apod.nasa.gov/apod/image/0912/ArcMW_hallas_alt445h.jpg"
  },
  {
    "date": "2009-12-26",
    "explanation": "The 51st entry in Charles Messier's famous catalog is perhaps the original spiral nebula - a large galaxy with a well defined spiral structure also cataloged as NGC 5194. Over 60,000 light-years across, M51's spiral arms and dust lanes clearly sweep in front of its companion galaxy (top), NGC 5195. Image data from the Hubble's Advanced Camera for Surveys has been reprocessed to produce this alternative portrait of the well-known interacting galaxy pair. The processing has further sharpened details and enhanced color and contrast in otherwise faint areas, bringing out dust lanes and extended streams that cross the small companion, along with features in the surroundings and core of M51 itself. The pair are about 31 million light-years distant. Not far on the sky from the handle of the Big Dipper, they officially lie within the boundaries of the small constellation Canes Venatici.   digg_url = 'http://apod.nasa.gov/apod/ap091226.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/M51HST-GendlerMr.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M51 Hubble Remix",
    "url": "https://apod.nasa.gov/apod/image/0912/M51HST-Gendler800r.jpg"
  },
  {
    "date": "2009-12-27",
    "explanation": "Three thousand light-years away, a dying star throws off shells of glowing gas. This image from the Hubble Space Telescope reveals the Cat's Eye Nebula to be one of the most complex planetary nebulae known. In fact, the features seen in the Cat's Eye are so complex that astronomers suspect the bright central object may actually be a binary star system. The term planetary nebula, used to describe this general class of objects, is misleading. Although these objects may appear round and planet-like in small telescopes, high resolution images reveal them to be stars surrounded by cocoons of gas blown off in the late stages of stellar evolution.   digg_url = 'http://apod.nasa.gov/apod/ap091227.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/catseye3_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cat's Eye Nebula",
    "url": "https://apod.nasa.gov/apod/image/0912/catseye3_hst.jpg"
  },
  {
    "date": "2009-12-28",
    "explanation": "Many spiral galaxies have bars across their centers.  Even our own Milky Way Galaxy is thought to have a modest central bar. Prominently barred spiral galaxy NGC 6217, pictured above, was captured in spectacular detail in this recently released image taken by the newly repaired Advanced Camera for Surveys on the orbiting Hubble Space Telescope. Visible are dark filamentary dust lanes, young clusters of bright blue stars, red emission nebulas of glowing hydrogen gas, a long bright bar of stars across the center, and a bright active nucleus that likely houses a supermassive black hole.  Light takes about 60 million years to reach us from NGC 6217, which spans about 30,000 light years across and can be found toward the constellation of the Little Bear (Ursa Minor).   digg_url = 'http://apod.nasa.gov/apod/ap091228.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/ngc6217_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Barred Spiral Galaxy NGC 6217",
    "url": "https://apod.nasa.gov/apod/image/0912/ngc6217_hst.jpg"
  },
  {
    "copyright": "Rogelio Bernal Andreo",
    "date": "2009-12-29",
    "explanation": "Double, double toil and trouble; Fire burn, and cauldron bubble -- maybe Macbeth should have consulted the Witch Head Nebula. This suggestively shaped reflection nebula on the lower left is associated with the bright star Rigel, to its right, in the constellation Orion. More formally known as IC 2118, the Witch Head Nebula glows primarily by light reflected from Rigel. Fine dust in the nebula reflects the light. Pictured above, the blue color of the Witch Head Nebula and of the dust surrounding Rigel is caused not only by Rigel's blue color but because the dust grains reflect blue light more efficiently than red. The same physical process causes Earth's daytime sky to appear blue, although the scatterers in Earth's atmosphere are molecules of nitrogen and oxygen. Rigel, the Witch Head Nebula, and gas and dust that surrounds them lie about 800 light-years away.   digg_url = 'http://apod.nasa.gov/apod/ap091229.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/rigelwitch_andreo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rigel and the Witch Head Nebula",
    "url": "https://apod.nasa.gov/apod/image/0912/rigelwitch_andreo.jpg"
  },
  {
    "date": "2009-12-30",
    "explanation": "Big, beautiful spiral galaxy M101 is one of the last entries in Charles Messier's famous catalog, but definitely not one of the least. About 170,000 light-years across, this galaxy is enormous, almost twice the size of our own Milky Way Galaxy. M101 was also one of the original spiral nebulae observed by Lord Rosse's large 19th century telescope, the Leviathan of Parsontown. Recorded at infrared wavelengths by the Spitzer Space telescope, this 21st century view shows starlight in blue hues while the galaxy's dust clouds are in red. Examining the dust features in the outer rim of the galaxy, astronomers have found that organic molecules present throughout the rest of M101 are lacking. The organic molecules tracked by Spitzer's instruments are called polycyclic aromatic hydrocarbons (PAHs). Of course, PAHs are common components of dust in the Milky Way and on planet Earth are found in soot. PAHs are likely destroyed near the outer edges of M101 by energetic radiation in intense star forming regions. Also known as the Pinwheel Galaxy, M101 lies within the boundaries of the northern constellation Ursa Major, about 25 million light-years away.   digg_url = 'http://apod.nasa.gov/apod/ap091230.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/m101_spitzer.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spitzer's M101",
    "url": "https://apod.nasa.gov/apod/image/0912/m101_spitzer_c800.jpg"
  },
  {
    "date": "2009-12-31",
    "explanation": "Dust makes this cosmic eye look red. The eerie Spitzer Space Telescope image shows infrared radiation from the well-studied Helix Nebula (NGC 7293) a mere 700 light-years away in the constellation Aquarius. The two light-year diameter shroud of dust and gas around a central white dwarf has long been considered an excellent example of a planetary nebula, representing the final stages in the evolution of a sun-like star. But the Spitzer data show the nebula's central star itself is immersed in a surprisingly bright infrared glow. Models suggest the glow is produced by a dust debris disk. Even though the nebular material was ejected from the star many thousands of years ago, the close-in dust could be generated by collisions in a reservoir of objects analogous to our own solar system's Kuiper Belt or cometary Oort cloud. Formed in the distant planetary system, the comet-like bodies would have otherwise survived even the dramatic late stages of the star's evolution.   digg_url = 'http://apod.nasa.gov/apod/ap091231.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/helix_spitzer_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dust and the Helix Nebula",
    "url": "https://apod.nasa.gov/apod/image/0912/helix_spitzer_720.jpg"
  },
  {
    "copyright": "Stefano De Rosa",
    "date": "2010-01-01",
    "explanation": "This bright Full Moon was captured on December 2nd, shining above a church overlooking the River Po, in Turin, Italy. It was the first Full Moon in December. Shining on celebrations of New Year's Eve, last night's Full Moon was the second Full Moon of December and so fits the modern definition of a Blue Moon - the second Full Moon in a month. Because the lunar cycle, Full Moon to Full Moon, spans 29.5 days, Blue Moons tend to occur in some month about every 2.5 years. Shining in the glare just above and right of December's first Full Moon is the Pleiades star cluster.   digg_url = 'http://apod.nasa.gov/apod/ap100101.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1001/NBMoon_StefanoDeRosa_lg.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Not a Blue Moon",
    "url": "https://apod.nasa.gov/apod/image/1001/NBMoon_StefanoDeRosa_sm.jpg"
  }
]
