[
  {
    "copyright": "an annual\nshower",
    "date": "2009-05-01",
    "explanation": "On April 22nd, the Lyrid Meteor Shower visited planet Earth's sky, an annual shower produced as the Earth plows through dust from the tail of comet Thatcher. Usually Lyrid meteor watchers see only a drizzle. Just a few meteors per hour stream away from the shower's radiant point near bright star Vega in the constellation Lyra. But photographer Tony Rowell still managed to catch one bright Lyrid meteor. Recorded in early morning hours, his well-composed image looks toward the south from White Mountains of eastern California, USA. During the time exposure, he briefly illuminated an old mining cabin in the region's Ancient Bristlecone Pine Forest in the foreground. The rich starfields and dust clouds of our own Milky Way galaxy stretch across the background, along the meteor's glowing trail.   digg_url = 'http://apod.nasa.gov/apod/ap090501.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/MeteorMilkyway_rowell.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lyrid Meteor and Milky Way",
    "url": "https://apod.nasa.gov/apod/image/0905/MeteorMilkyway_rowell_c600.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2009-05-02",
    "explanation": "NGC 4631 is a big beautiful spiral galaxy. Seen edge-on, it lies only 25 million light-years away in the well-trained northern constellation Canes Venatici. The galaxy's slightly distorted wedge shape suggests to some a cosmic herring and to others its popular moniker, The Whale Galaxy. Either way, it is similar in size to our own Milky Way. In this gorgeous color image, the galaxy's yellowish core, dark dust clouds, bright blue star clusters, and red star forming regions are easy to spot. A companion galaxy, the small elliptical NGC 4627, is just above the Whale Galaxy. Out of view, off the lower edge of the picture lies another distorted galaxy, hockey stick-shaped NGC 4656. The distortions and mingling trails of gas and dust detected at other wavelengths suggest that all three galaxies have had close encounters with each other in their past. The Whale Galaxy is also known to have spouted a halo of hot gas glowing in x-rays.   digg_url = 'http://apod.nasa.gov/apod/ap090502.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/n4631_block.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Whale Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0905/n4631_block_c800.jpg"
  },
  {
    "date": "2009-05-03",
    "explanation": "In 1787, astronomer William Herschel discovered NGC 2392.  From the ground, NGC 2392 resembles a person's head surrounded by a parka hood.  In 2000, the Hubble Space Telescope imaged NGC 2392.  From space, the nebula displays gas clouds so complex they are not fully understood.   NGC 2392 is clearly a planetary nebula, and the gas seen above composed the outer layers of a Sun-like star only 10,000 years ago.  The inner filaments visible above are being ejected by strong wind of particles from the central star.  The outer disk contains unusual light-year long orange filaments. The NGC 2392 Nebula spans about 1/3 of a light year and lies in our Milky Way Galaxy, about 3,000 light years distant, toward the constellation of the Twins (Gemini).   digg_url = 'http://apod.nasa.gov/apod/ap090503.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/ngc2392_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2392 Nebula from Hubble",
    "url": "https://apod.nasa.gov/apod/image/0905/ngc2392_hst.jpg"
  },
  {
    "copyright": "NASA",
    "date": "2009-05-04",
    "explanation": "Why do portions of this huge crater on Mercury have so much iron? The unusual Rembrandt impact basin was discovered recently in images taken during the robotic MESSENGER spacecraft's 2008 October flyby of the Solar System's innermost planet.  The unusual Rembrandt spans over 700 kilometers and at 4 billion years old is possibly the youngest large impact basin on the planet. Multicolored images of the crater floor, however, indicate reflections from areas containing unusually high amounts of iron and titanium. These elements indicate that some exposed materials have not been covered by more recent lava floes, and so might originate from an epoch of Mercury's formation. Data from Rembrandt and across Mercury are now being interpreted as indicating a relatively active and volcanic past for Mercury that includes surface tectonics.  Close inspection of the above image will reveal rings of Mercury's Rembrandt impact basin circling around the image center.  Mercury's limb is visible on the upper left, high cliffs and small craters are visible inside Rembrandt, and the terminator between night and day runs diagonally through the image. MESSENGER is on track to fly past Mercury again this September and enter orbit around Mercury in 2011.   digg_url = 'http://apod.nasa.gov/apod/ap090504.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/rembrandt_messenger_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rembrandt Impact Basin on Mercury",
    "url": "https://apod.nasa.gov/apod/image/0905/rembrandt_messenger.jpg"
  },
  {
    "date": "2009-05-05",
    "explanation": "When orbiting Saturn, be sure to watch for breathtaking superpositions of moons and rings.  One such picturesque vista was visible recently to the robot Cassini spacecraft now orbiting Saturn.  In 2006 April, Cassini captured Saturn's A and F rings stretching in front of cloud-shrouded Titan.  Near the rings and appearing just above Titan was Epimetheus, a moon which orbits just outside the F ring. The dark space in the A ring is called the Encke Gap, although several thin knotted ringlets and even the small moon Pan orbit there. Cassini and curious Earthlings await the coming Saturnian equinox this summer when the ring plane will point directly at the Sun.  Mysterious spokes and telling shadows are expected to become visible that might give away more clues about the nature of Saturn's ring particles.   digg_url = 'http://apod.nasa.gov/apod/ap090505.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/titanrings_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Titan Beyond the Rings",
    "url": "https://apod.nasa.gov/apod/image/0905/titanrings_cassini.jpg"
  },
  {
    "copyright": "Till CrednerAlltheSky.com",
    "date": "2009-05-06",
    "explanation": "What's in the sky tonight? When strolling outside just after sunset, even if just going out to your car, a casual glance upwards can reveal a beautiful night sky also seen by many people across the Earth. To see your local version of the  above image, start by facing south, and then tilt your head back. Visible nearly above you, during springtime at sunset in much of the northern hemisphere, will be the Big Dipper, part of the constellation of the Big Bear.  The cup end of the Big Dipper will point to the North Star Polaris, the star around which the whole sky would seem to spin, if you could watch for hours.  Polaris is at the tip of the Little Dipper, otherwise known as the constellation of the Little Bear.  Depending on the time of night, other visible constellations would include Bootes, Leo, Gemini, and Auriga. The above fisheye image was taken from Germany last week. Visible around the entire image edge is the courtyard of Hirsau Abbey, once a Benedictine Monastery founded in the year 830.  Moving your cursor over the image will bring up an annotated version of the above image, including the location of the planet Saturn.   digg_url = 'http://apod.nasa.gov/apod/ap090506.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/springsky_unannotated_credner_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Spring Sky Over Hirsau Abbey",
    "url": "https://apod.nasa.gov/apod/image/0905/springsky_unannotated_credner.jpg"
  },
  {
    "copyright": "Don Goldman",
    "date": "2009-05-07",
    "explanation": "Beautiful emission nebula NGC 6164 was created by a rare, hot, luminous O-type star, some 40 times as massive as the Sun. Seen at the center of the cosmic cloud, the star is a mere 3 to 4 million years old. In another three to four million years the massive star will end its life in a supernova explosion. Spanning around 4 light-years, the nebula itself has a bipolar symmetry. That makes it similar in appearance to more familiar planetary nebulae - the gaseous shrouds surrounding dying sun-like stars. Also like many planetary nebulae, NGC 6164 has been found to have an extensive, faint halo, revealed in this deep telescopic image of the region. Expanding into the surrounding interstellar medium, the material in the halo is likely from an earlier active phase of the O star. The gorgeous skyscape is a composite of narrow-band image data highlighting the glowing gas, and broad-band data of the surrounding starfield. NGC 6164 is 4,200 light-years away in the southern constellation of Norma.   digg_url = 'http://apod.nasa.gov/apod/ap090507.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/NGC6164Web_goldman.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Halo for NGC 6164",
    "url": "https://apod.nasa.gov/apod/image/0905/NGC6164Web_goldman_c800.jpg"
  },
  {
    "copyright": "R. Jay Gabany",
    "date": "2009-05-08",
    "explanation": "This colorful telescopic skyscape is filled with galaxies that lie nearly 250 million light-years away, the galaxies of the Perseus cluster. Their extended and sometimes surprising shapes are seen beyond a veil of foreground stars in our own Milky Way. Ultimately consisting of over a thousand galaxies, the cluster is filled with yellowish elliptical and lenticular galaxies, like those scattered throughout this view of the cluster's central region. Notably, the large galaxy at the left is the massive and bizarre-looking NGC 1275. A prodigious source of high-energy emission, active galaxy NGC 1275 dominates the Perseus cluster, accreting matter as entire galaxies fall into it and feed the supermassive black hole at the galaxy's core. Of course, spiral galaxies also inhabit the Perseus cluster, including the small, face-on spiral NGC 1268, right of picture center. The bluish spot on the outskirts of NGC 1268 is supernova SN 2008fg. At the estimated distance of the Perseus galaxy cluster, this field spans about 1.5 million light-years.   digg_url = 'http://apod.nasa.gov/apod/ap090508.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/PerseusCluster_gabany_abell426.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxies of the Perseus Cluster",
    "url": "https://apod.nasa.gov/apod/image/0905/PerseusCluster_gabany_abell426H600.jpg"
  },
  {
    "copyright": "Babak\nTafreshi",
    "date": "2009-05-09",
    "explanation": "This panoramic image tracing constellations in the southern sky shows off a beautiful vista toward the center of our Milky Way Galaxy. It was recorded just last month near the city of Campos in northeastern Rio de Janeiro state, Brazil. A sugar cane field from one of the historic region's local farms lies in the foreground. From left to right, the view sweeps across the Galactic Center in Sagittarius, bright stars in the tail of Scorpius, the South Celestial Pole above and right of the gap in the sugar canes, the dark Coalsack Nebula, and the Southern Cross. The closest star system, Alpha Centauri, and the giant Omega Centauri globular star cluster also shine in the starry night.   digg_url = 'http://apod.nasa.gov/apod/ap090509.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/StarryNight-of-Brazil_Tafreshi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Starry Night in Brazil",
    "url": "https://apod.nasa.gov/apod/image/0905/StarryNight-of-Brazil_LinesTafreshi.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2009-05-10",
    "explanation": "Andromeda is the nearest major galaxy to our own Milky Way Galaxy. Our Galaxy is thought to look much like Andromeda. Together these two galaxies dominate the Local Group of galaxies. The diffuse light from Andromeda is caused by the hundreds of billions of stars that compose it. The several distinct stars that surround Andromeda's image are actually stars in our Galaxy that are well in front of the background object. Andromeda is frequently referred to as M31 since it is the 31st object on Messier's list of diffuse sky objects. M31 is so distant it takes about two million years for light to reach us from there. Although visible without aid, the above image of M31 is a digital mosaic of 20 frames taken with a small telescope. Much about M31 remains unknown, including how it acquired its unusual double-peaked center.   digg_url = 'http://apod.nasa.gov/apod/ap090510.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/m31_gendler_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M31: The Andromeda Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0905/m31_gendler.jpg"
  },
  {
    "copyright": "SonotaCo Network",
    "date": "2009-05-11",
    "explanation": "Where do meteors come from? Visible meteors are typically sand-sized grains of ice and rock that once fragmented from comets.  Many a meteor shower has been associated with a known comet, although some intriguing orphan showers do remain.  Recently, a group of meteor enthusiasts created a network of over 100 video cameras placed at 25 well-separated locations across Japan.  This unprecedented network recorded not only 240,000 optically bright meteors over two years, but almost 40,000 meteors seen by more than one station. These multiple-station events were particularly interesting because they enabled the observers to extrapolate meteor trajectories back into the Solar System. The resulting radiant map is shown above, with many well known meteor showers labelled by the first three letters of the home constellation. Besides known meteor showers, eleven new showers were identified by new radiants on the sky from which meteors appear to flow.  The meteor sky is ever changing, and it may be possible that new shower radiants will appear in the future. Research like this could also potentially identify previously unknown comets or asteroids that might one day pass close to the Earth.   digg_url = 'http://apod.nasa.gov/apod/ap090511.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/meteorsky_sonotaco_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Forty Thousand Meteor Origins Across the Sky",
    "url": "https://apod.nasa.gov/apod/image/0905/meteorsky_sonotaco.jpg"
  },
  {
    "copyright": "Todd Sladoje",
    "date": "2009-05-12",
    "explanation": "Why would clouds appear to be different colors? The reason here is that ice crystals in distant cirrus clouds are acting like little floating prisms.  Sometimes known as a fire rainbow for its flame-like appearance, a circumhorizon arc lies parallel to the horizon. For a circumhorizontal arc to be visible, the Sun must be at least 58 degrees high in a sky where cirrus clouds are present.  Furthermore, the numerous, flat, hexagonal ice-crystals that compose the cirrus cloud must be aligned horizontally to properly refract sunlight in a collectively similar manner.  Therefore, circumhorizontal arcs are quite unusual to see.  This circumhorizon display was photographed through a polarized lens above Dublin, Ohio last week.   Apologies: Earlier, APOD misidentified this phenomenon as iridescence.  digg_url = 'http://apod.nasa.gov/apod/ap090512.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/iridescent_sladoje_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Circumhorizontal Arc Over Ohio",
    "url": "https://apod.nasa.gov/apod/image/0905/iridescent_sladoje.jpg"
  },
  {
    "copyright": "Charles DanforthCASA, U. Colorado",
    "date": "2009-05-13",
    "explanation": "This shuttle has launched to space.  Pictured above, the Space Shuttle Atlantis sat on Launch Pad 39A before dawn last month as it was prepared for the launch. The shuttle orbiter is visible on the image right, attached to a brown liquid fuel tank and two white solid rocket boosters. In the image center is the Fixed Service Structure that stands just over 100 meters tall, including the white lightning rod at the top. Starting on Sunday, the space shuttle embarked on one of its most ambitious missions ever: its fourth mission to fix and upgrade the ageing Hubble Space Telescope.  Hubble's replacement, the James Webb Space Telescope, is currently scheduled for launch in 2014.    digg_url = 'http://apod.nasa.gov/apod/ap090513.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/shuttlepredawn_danforth_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Space Shuttle Before Dawn",
    "url": "https://apod.nasa.gov/apod/image/0905/shuttlepredawn_danforth.jpg"
  },
  {
    "copyright": "Gerhard\nBachmayer",
    "date": "2009-05-14",
    "explanation": "Normally faint and elusive, the Jellyfish Nebula is caught in this alluring wide-field telescopic view. Flanked by two yellow-tinted stars, Mu and Eta Geminorum, at the foot of a celestial twin, the Jellyfish Nebula is the brighter arcing ridge of emission with dangling tentacles right of center. In fact, the cosmic jellyfish is seen to be part of bubble-shaped supernova remnant IC 443, the expanding debris cloud from a massive star that exploded. Light from the explosion first reached planet Earth over 30,000 years ago. Like its cousin in astrophysical waters the Crab Nebula supernova remnant, IC 443 is known to harbor a neutron star, the remnant of the collapsed stellar core. Emission nebula Sharpless 249 fills the field at the upper left. The Jellyfish Nebula is about 5,000 light-years away. At that distance, this image would be almost 200 light-years across.   digg_url = 'http://apod.nasa.gov/apod/ap090514.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/ic443_bachmayer1200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Elusive Jellyfish Nebula",
    "url": "https://apod.nasa.gov/apod/image/0905/ic443_bachmayer800.jpg"
  },
  {
    "copyright": "Keith Quattrocchi",
    "date": "2009-05-15",
    "explanation": "The Owl Nebula is perched in the sky about 2,600 light-years away toward the bottom of the Big Dipper's bowl. Also cataloged as M97, the 97th object in Messier's well-known list, its round shape along with the placement of two large, dark \"eyes\" do suggest the face of a staring owl. One of the fainter objects in Messier's catalog, the Owl Nebula is a planetary nebula, the glowing gaseous envelope shed by a dying sun-like star as it runs out of nuclear fuel. In fact, the Owl Nebula offers an example of the fate of our Sun as it runs out of fuel in another 5 billion years. As we see it, the nebula spans over 2 light-years making it roughly 2,000 times the diameter of Neptune's orbit. Beautiful to look at, this color image shows impressive details within the cosmic owl. The composite includes images made through narrow-band filters for a total of 24 hours of exposure time.   digg_url = 'http://apod.nasa.gov/apod/ap090515.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/m97owl_quattrocchi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M97: The Owl Nebula",
    "url": "https://apod.nasa.gov/apod/image/0905/m97owl_quattrocchi_c800.jpg"
  },
  {
    "copyright": "Thierry Legault",
    "date": "2009-05-16",
    "explanation": "On Wednesday, May 13, two, tiny, fast moving spots crossed an otherwise featureless solar disk. Not sunspots though, the dark blemishes were silhouettes of the shuttle orbiter Atlantis and the Hubble Space Telescope side by side. To record this sharp picture of the orbiting pair against the face of the Sun, astronomer Thierry Legault carefully set up his camera and telescope near the center of a 5 kilometer wide path of visibility about 100 kilometers south of Kennedy Space Center in Florida. He opened the shutter for 1/8,000 second at 12:17 EDT, catching Atlantis and Hubble at a range of 600 kilometers while they were moving at 7 kilometers/second. The total duration of the transit (Sun crossing) was 0.8 seconds. Enlarged in the inset view, Atlantis (top) is approaching Hubble prior to capturing the space telescope. Thursday, astronauts began a series of spacewalks to perform the maintenance as part of the final mission to Hubble.   digg_url = 'http://apod.nasa.gov/apod/ap090516.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/atlantisHST_2009may13_legault.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Atlantis and Hubble Side by Side",
    "url": "https://apod.nasa.gov/apod/image/0905/atlantisHSTinset_2009may13_legault.jpg"
  },
  {
    "date": "2009-05-17",
    "explanation": "Whatever hit Mimas nearly destroyed it.  What remains is one of the largest impact craters on one of Saturn's smallest moons.  The crater, named Herschel after the 1789 discoverer of Mimas, Sir William Herschel, spans about 130 kilometers and is pictured above. Mimas' low mass produces a surface gravity just strong enough to create a spherical body but weak enough to allow such relatively large surface features. Mimas is made of mostly water ice with a smattering of rock - so it is accurately described as a big dirty snowball. The above image was taken during the 2005 August flyby of the robot spacecraft Cassini now in orbit around Saturn.   digg_url = 'http://apod.nasa.gov/apod/ap090517.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/mimas_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mimas: Small Moon with a Big Crater",
    "url": "https://apod.nasa.gov/apod/image/0905/mimas_cassini.jpg"
  },
  {
    "copyright": "Stewart Watt",
    "date": "2009-05-18",
    "explanation": "What's happening over that castle? While waiting for the Moon to rise last month in Thurso, Scotland, amateur astrophotographer Stewart Watt took a three minute exposure of the background stars. The above image was the surprising result.  Patchy clouds in front of the rising moon created crepuscular rays streaming across the night sky in spectacular fashion. In the foreground is a stone tower from Thurso Castle, a 12th century fortress augmented in the 17th century.  Above the crepuscular moon rays are stars, many from the constellation of the Lion (Leo).  Visible to the right of the tower is the planet Saturn.   digg_url = 'http://apod.nasa.gov/apod/ap090518.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/thursorays_watt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Rays Over Thurso Castle",
    "url": "https://apod.nasa.gov/apod/image/0905/thursorays_watt.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2009-05-19",
    "explanation": "What does the center of our Milky Way Galaxy look like?  In visible light, no one knows! It is not possible to see the Galactic center in light our eyes are sensitive to because the thick dust in the plane of our Galaxy obscures it. If one looks in the direction of our Galaxy's center - which is toward the constellation of Sagittarius - many beautiful wonders become apparent, though.  Large dust lanes and star clouds dominate the picture.  As many as 30 Messier Objects are visible in the above spectacular image mosaic, including all types of nebulas and star clusters.  Two notable nebula include the Lagoon Nebula (M8), a red patch just above and to the right of center, and slightly to its right is the red and blue Trifid Nebula (M20).    digg_url = 'http://apod.nasa.gov/apod/ap090519.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/mwcenter_gendler_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sagittarius and the Central Milky Way",
    "url": "https://apod.nasa.gov/apod/image/0905/mwcenter_gendler.jpg"
  },
  {
    "date": "2009-05-20",
    "explanation": "What is that astronaut doing?  Fixing the Hubble Space Telescope. During the fourth servicing mission to upgrade and fix Hubble, astronaut Michael Good can be seen attached to the shuttle's robotic arm, working in an open panel of Hubble. Far below, the terminator between day and night can be seen across planet Earth. Since Hubble was captured by the space shuttle Atlantis last Wednesday, five long space-walks have been used to fix and upgrade the aging telescope.  One of the more ambitious orbital missions yet taken, the toiling astronauts have upgraded the Wide Field Camera, fixed the Advanced Camera for Surveys, repaired the Space Telescope Imaging Spectrograph, and replaced COSTAR with the Cosmic Origins Spectrograph. Numerous other general repairs included replacing batteries, gyroscopic sensors, and insulation panels. Hubble will now undergo testing as Atlantis prepares to return to Earth later this week.   digg_url = 'http://apod.nasa.gov/apod/ap090520.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/hubble_sts125_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Above Earth, Fixing Hubble",
    "url": "https://apod.nasa.gov/apod/image/0905/hubble_sts125.jpg"
  },
  {
    "copyright": "Rogelio Bernal Andreo",
    "date": "2009-05-21",
    "explanation": "This complex of beautiful, dusty reflection nebulae lies in the constellation Scorpius along the plane of our Milky Way Galaxy. Its overall outline suggests a horsehead in profile, though it covers a much larger region than the better known Horsehead Nebula of Orion. The star near the eye of the horse and the center of the 5 degree wide field, is embedded in blue reflection nebula IC 4592 over 400 light-years away. At that distance, the view spans nearly 40 light-years. The horse's gaze seems fixed on Beta Scorpii, also named Graffias, the bright star at the lower left. Toward the top right, near the horse's ear, is another striking bluish reflection nebula, IC 4601. The characteristic blue hue of reflection nebulae is caused by the tendency of interstellar dust to more strongly scatter blue starlight.   digg_url = 'http://apod.nasa.gov/apod/ap090521.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/IC4592_andreo.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 4592: A Blue Horsehead",
    "url": "https://apod.nasa.gov/apod/image/0905/IC4592_andreo900.jpg"
  },
  {
    "copyright": "Yuri Beletsky",
    "date": "2009-05-22",
    "explanation": "st of Antares, dark markings sprawl through crowded star fields toward the center of our Milky Way Galaxy. Cataloged in the early 20th century by astronomer E. E. Barnard, the obscuring interstellar dust clouds include B59, B72, B77 and B78, seen in silhouette against the starry background. Here, their combined shape suggests a pipe stem and bowl, and so the dark nebula's popular name is the Pipe Nebula. The deep and expansive view was recorded in very dark Chilean skies. It covers a full 10 by 7 degree field in the pronounceable constellation Ophiuchus. The Pipe Nebula is part of the Ophiuchus dark cloud complex located at a distance of about 450 light-years. Dense cores of gas and dust within the Pipe Nebula are collapsing to form stars.   digg_url = 'http://apod.nasa.gov/apod/ap090522.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/pipeneb_beletsky.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "East of Antares",
    "url": "https://apod.nasa.gov/apod/image/0905/pipeneb_beletsky900.jpg"
  },
  {
    "date": "2009-05-23",
    "explanation": "Put on your red/blue glasses and gaze into this dramatic stereo view from the surface of the Moon. The 3D scene features Apollo 12 astronaut Pete Conrad visiting the Surveyor 3 spacecraft in November of 1969. The image was carefully created from two separate pictures (AS12-48-7133, AS12-48-7134) taken on the lunar surface. They depict the scene from only slightly different viewpoints, approximating the separation between human eyes. Combining images, one tinted red and the other blue-green, with the correct offset, produces the stereo effect when viewed using red/blue glasses, the red filter covering the left eye. The color filters guide each eye to see only the picture with the correct corresponding viewpoint. The particular pair of images chosen also required a slight tilt to optimize the stereo effect. While you've got those glasses on, web sources of astronomy and space science stereo images include the Mars Path Finder archive, a 3D Tour of the Solar System, and stereo experimenter Patrick Vantyune's own set of stereo images from the Apollo missions to the Moon.   digg_url = 'http://apod.nasa.gov/apod/ap090523.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/AS12-48-7133_134APOD.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 12 and Surveyor 3 Stereo View",
    "url": "https://apod.nasa.gov/apod/image/0905/AS12-48-7133_134APODc800.jpg"
  },
  {
    "date": "2009-05-24",
    "explanation": "In one of the brightest parts of Milky Way lies a nebula where some of the oddest things occur. NGC 3372, known as the Great Nebula in Carina, is home to massive stars and changing nebulas. Eta Carinae, the most energetic star in the nebula, was one of the brightest stars in the sky in the 1830s, but then faded dramatically. The Keyhole Nebula, visible left of center, houses several of the most massive stars known and has also changed its appearance. The entire Carina Nebula spans over 300 light years and lies about 7,500 light-years away in the constellation of Carina.  Pictured above is the most detailed image of the Carina Nebula ever taken.  The controlled color image is a composite of 48 high-resolution frames taken by the Hubble Space Telescope two years ago.  Wide-field annotated and zoomable image versions are also available.   digg_url = 'http://apod.nasa.gov/apod/ap090524.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/carina2_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Carina Nebula Panorama from Hubble",
    "url": "https://apod.nasa.gov/apod/image/0905/carina2_hst.jpg"
  },
  {
    "date": "2009-05-25",
    "explanation": "Why put observatories in space?  Most telescopes are on the ground.  On the ground, you can deploy a heavier telescope and fix it more easily.  The trouble is that Earth-bound telescopes must look through the Earth's atmosphere. First, the Earth's atmosphere blocks out a broad range of the electromagnetic spectrum, allowing a narrow band of visible light to reach the surface. Telescopes which explore the Universe using light beyond the visible spectrum, such as those onboard the Chandra X-ray Observatory, and the Fermi Gamma Ray Space Telescope need to be carried above the absorbing atmosphere. Second, the Earth's atmosphere blurs the light it lets through.  The blurring is caused by varying density and continual motion of air.  By orbiting above the Earth's atmosphere, the Hubble Space Telescope, pictured above last week after being captured, refurbished, and released, can get clearer images. In fact, even though HST has a mirror 15 times smaller than large Earth-bound telescopes, it can still resolve finer details. A future large telescope for space, the James Webb Space Telescope is currently planned for launch in 2014.   digg_url = 'http://apod.nasa.gov/apod/ap090525.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/hubblefloat_sts125_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hubble Floats Free",
    "url": "https://apod.nasa.gov/apod/image/0905/hubblefloat_sts125.jpg"
  },
  {
    "copyright": "Jon Christensen",
    "date": "2009-05-26",
    "explanation": "Follow the handle of the Big Dipper away from the dipper's bowl, until you get to the handle's last bright star. Then, just slide your telescope a little south and west and you might find this stunning pair of interacting galaxies, the 51st entry in Charles Messier's famous catalog. Perhaps the original spiral nebula, the large galaxy with well defined spiral structure is also cataloged as NGC 5194. Its spiral arms and dust lanes clearly sweep in front of its companion galaxy (left), NGC 5195. The pair are about 31 million light-years distant and officially lie within the angular boundaries of the small constellation Canes Venatici. Though M51 looks faint and fuzzy to the human eye, the above long-exposure, deep-field image taken last month shows much of the faint complexity that actually surrounds the smaller galaxy.   digg_url = 'http://apod.nasa.gov/apod/ap090526.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/m51deep_christensen_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Whirlpool Galaxy Deep Field",
    "url": "https://apod.nasa.gov/apod/image/0905/m51deep_christensen.jpg"
  },
  {
    "date": "2009-05-27",
    "explanation": "Why are many large craters on Mercury relatively smooth inside? Recent images from the robotic MESSENGER spacecraft that flew by Mercury last October show previously uncharted regions of Mercury that have large craters with an internal smoothness similar to the maria on Earth's own Moon. Therefore, like our Moon's maria, these craters on Mercury are thought to have been flooded by lava floes that are old but not as old as the surrounding more highly cratered surface. The above image mosaic of the western limb of Mercury was created by MESSENGER as it approached the Solar System's innermost planet last October.  Old and heavily textured terrain runs across much of the image bottom, while across the middle left lies comparatively smooth impact basins where small craters may appear similar at first to protruding hills.  MESSENGER will buzz past Mercury again later this year before entering orbit in 2011.   digg_url = 'http://apod.nasa.gov/apod/ap090527.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/mercurywest_messenger_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Volcanic Terrain on Mercury",
    "url": "https://apod.nasa.gov/apod/image/0905/mercurywest_messenger.jpg"
  },
  {
    "copyright": "Catching the Light",
    "date": "2009-05-28",
    "explanation": "Still waters mimic a predawn sky along the eastern horizon in this peaceful scene. The picture was recorded on May 22nd from the banks of the Mullica River, in a forested region known as the Pine Barrens of southern New Jersey on the US east coast. Near the horizon at the left is an old Moon with its narrow, sunlit crescent. Mars is near picture center and brilliant Venus shines farther right. Like the terrestrial lights along the riverbank, the bright celestial beacons are all reflected in the watery foreground. Of course, most of the Moon is illuminated by Earthshine, light reflected from the sunlit side of planet Earth itself, revealing features on the darkened lunar surface.   digg_url = 'http://apod.nasa.gov/apod/ap090528.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/MoonMullica_lodriguss.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon in the Mullica",
    "url": "https://apod.nasa.gov/apod/image/0905/MoonMullica_lodriguss.jpg"
  },
  {
    "copyright": "Ken Crawford",
    "date": "2009-05-29",
    "explanation": "Close to the Great Bear (Ursa Major) and surrounded by the stars of the Hunting Dogs (Canes Venatici), this celestial wonder was discovered in 1781 by the metric French astronomer Pierre Mechain. Later, it was added to the catalog of his friend and colleague Charles Messier as M106. Modern deep telescopic views reveal it to be an island universe -- a spiral galaxy around 30 thousand light-years across located only about 21 million light-years beyond the stars of the Milky Way. Along with a bright central core, this colorful composite image highlights youthful blue star clusters and reddish stellar nurseries tracing the galaxy's spiral arms. It also shows remarkable reddish jets of glowing hydrogen gas. In addition to small companion galaxy NGC 4248 near the picture's right edge, background galaxies can be found scattered throughout the frame. M106 (aka NGC 4258) is a nearby example of the Seyfert class of active galaxies, seen across the spectrum from radio to x-rays. Active galaxies are believed to be powered by matter falling into a massive central black hole.   digg_url = 'http://apod.nasa.gov/apod/ap090529.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/M106_KC2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 106",
    "url": "https://apod.nasa.gov/apod/image/0905/M106_KC_c800.jpg"
  },
  {
    "copyright": "Ed Henry",
    "date": "2009-05-30",
    "explanation": "The beautiful Trifid Nebula is a colorful study in cosmic contrasts. Also known as M20, it lies about 5,000 light-years away toward the nebula rich constellation Sagittarius. A star forming region in the plane of our galaxy, the Trifid illustrates three different types of astronomical nebulae; red emission nebulae dominated by light emitted by hydrogen atoms, blue reflection nebulae produced by dust reflecting starlight, and dark nebulae where dense dust clouds appear in silhouette. The bright red emission region, roughly separated into three parts by obscuring, dark dust lanes, lends the Trifid its popular name. In this gorgeous wide view, the red emission is also juxtaposed with the telltale blue haze of reflection nebulae. Pillars and jets sculpted by newborn stars, left of the emission nebula's center, appear in Hubble Space Telescope close-up images of the region. The Trifid Nebula is about 40 light-years across.   digg_url = 'http://apod.nasa.gov/apod/ap090530.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/trifid_henry.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Beautiful Trifid",
    "url": "https://apod.nasa.gov/apod/image/0905/trifid_henry_c900.jpg"
  },
  {
    "date": "2009-05-31",
    "explanation": "How can gas float above the Sun?   Twisted magnetic fields arching from the solar surface can trap ionized gas, suspending it in huge looping structures.  These majestic plasma arches are seen as prominences above the solar limb.  In 1999 September, this dramatic and detailed image was recorded by the EIT experiment on board the space-based SOHO observatory in the light emitted by ionized Helium.  It shows hot plasma escaping into space as a fiery prominence breaks free from magnetic confinement a hundred thousand kilometers above the Sun.  These awesome events bear watching as they can affect communications and power systems over 100 million kilometers away on Planet Earth. Recently, our Sun has been unusually quiet.   Free Lecture: An APOD editor will review great space images this Friday in Kalamazoo, Michigan.  digg_url = 'http://apod.nasa.gov/apod/ap090531.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/sunprom3_soho_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Solar Prominence from SOHO",
    "url": "https://apod.nasa.gov/apod/image/0905/sunprom3_soho.jpg"
  },
  {
    "date": "2009-06-01",
    "explanation": "Will Spirit be able to free itself from soft ground on Mars? The robotic Spirit rover currently rolling across Mars ran into unexpectedly soft ground last month while exploring the red planet. A worry is that the ground is so soft that Spirit won't be able to free itself, will have to stay put and thereafter study what it can from its current position near an unusual martian land feature named Home Plate. Pictured above, the front left wheel appears to be primarily digging itself in when spun, while on the other side, the front right wheel no longer spins and is dragged by the five year old mechanical explorer.  In the distance, rocks and rusty dirt fill the alien landscape in front of the distant Husband Hill.  NASA continues to study the situation, and engineers and scientists have not yet run out of ideas of how to use Spirit's six wheels. Far across Mars, Spirit's twin Opportunity continues on its two year trek toward Endeavour crater.    Free Lecture: An APOD editor will review great space images this Friday in Kalamazoo, Michigan.  digg_url = 'http://apod.nasa.gov/apod/ap090601.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0906/softsoil_spirit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spirit Encounters Soft Ground on Mars",
    "url": "https://apod.nasa.gov/apod/image/0906/softsoil_spirit.jpg"
  }
]
