[
  {
    "date": "2009-11-01",
    "explanation": "What color is the universe?  More precisely, if the entire sky were smeared out, what color would the final mix be?  This whimsical question came up when trying to determine what stars are commonplace in nearby galaxies. The answer, depicted above, is a conditionally perceived shade of beige.  To determine this, astronomers computationally averaged the light emitted by one of the largest sample of galaxies yet analyzed: the 200,000 galaxies of the 2dF survey.  The resulting cosmic spectrum has some emission in all parts of the electromagnetic spectrum, but a single perceived composite color.  This color has become much less blue over the past 10 billion years, indicating that redder stars are becoming more prevalent.  In a contest to better name the color, notable entries included skyvory, univeige, and the winner: cosmic latte.   digg_url = 'http://apod.nasa.gov/apod/ap091101.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/cosmiclatte_jhu.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Average Color of the Universe",
    "url": "https://apod.nasa.gov/apod/image/0910/cosmiclatte_jhu.jpg"
  },
  {
    "copyright": "Rory A. DuncanUnited Space Alliance",
    "date": "2009-11-02",
    "explanation": "Last week, NASA test fired a new rocket. The Ares 1-X was the first non-shuttle rocket launched from Kennedy Space Center since the Saturn launched humans to Earth orbit and the Moon in the 1960s and 1970s. NASA is testing Ares as a prelude to replacing the aging space shuttle fleet. The tremendous thrust of the Ares 1-X can bring the massive rocket from a standing start to a vertical speed of over 100 kilometers per hour in under eight seconds.  The test rocket launched last week was longer than a football field and covered with over 700 sensors to record data that will enable engineers to refine details of future Ares rockets.  Pictured above, the Ares 1-X blasts into space while the top part of the rocket becomes engulfed in a shock collar of water droplets likely created by the sudden drop of air pressure.   digg_url = 'http://apod.nasa.gov/apod/ap091102.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0911/ares1_duncan_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ares 1-X Rocket Lifts Off",
    "url": "https://apod.nasa.gov/apod/image/0911/ares1_duncan.jpg"
  },
  {
    "copyright": "Rogelio Bernal Andreo",
    "date": "2009-11-03",
    "explanation": "On the upper right, dressed in blue, is the Pleiades.  Also known as the Seven Sisters and M45, the Pleiades is one of the brightest and most easily visible open clusters on the sky. The Pleiades contains over 3,000 stars, is about 400 light years away, and only 13 light years across. Surrounding the stars is a spectacular blue reflection nebula made of fine dust.  A common legend is that one of the brighter stars faded since the cluster was named. On the lower left, shining in red, is the California Nebula.  Named for its shape, the California Nebula is much dimmer and hence harder to see than the Pleiades.  Also known as NGC 1499, this mass of red glowing hydrogen gas is about 1,500 light years away. Although about 25 full moons could fit between them, the above wide angle, deep field image composite has captured them both.     digg_url = 'http://apod.nasa.gov/apod/ap091103.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0911/california7_andreo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Seven Sisters Versus California",
    "url": "https://apod.nasa.gov/apod/image/0911/california7_andreo.jpg"
  },
  {
    "copyright": "Alan FriedmanAverted Imagination",
    "date": "2009-11-04",
    "explanation": "Our Sun may look like all soft and fluffy, but it's not.  Our Sun is an extremely large ball of bubbling hot gas, mostly hydrogen gas.  The above picture of our Sun was taken last month in a specific red color of light emitted by hydrogen gas called Hydrogen-alpha and then color inverted to appear blue.  In this light, details of the Sun's chromosphere are particularly visible, highlighting numerous thin tubes of magnetically-confined hot gas known as spicules rising from the Sun like bristles from a shag carpet. Our Sun glows because it is hot, but it is not on fire.  Fire is the rapid acquisition of oxygen, and there is very little oxygen on the Sun.  The energy source of our Sun is the nuclear fusion of hydrogen into helium deep within its core.  No sunspots or large active regions were visible on the Sun this day, although some solar prominences are visible around the edges.    digg_url = 'http://apod.nasa.gov/apod/ap091104.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0911/bluesun_friedman_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Blue Sun Bristling",
    "url": "https://apod.nasa.gov/apod/image/0911/bluesun_friedman.jpg"
  },
  {
    "copyright": "Miguel Claro",
    "date": "2009-11-05",
    "explanation": "Illuminating the landscape all through the night of November 2nd, this week's bright Full Moon was known in the northern hemisphere as a Hunter's Moon. But this dramatic view of the shining lunar orb, from Sobreda, Portugal, was captured just a few nights earlier, on Halloween. In the spirit of the season, the image plays a little trick. The picture is actually two digital photos - one short and one long exposure. They were combined to bring out the details of the bright lunar surface and the fainter features in the dark, surrounding clouds, in a single image. Of course, you may recognize some of the spookier shapes in the clouds as having visited your neighborhood last week, along with Halloween's Moon.   digg_url = 'http://apod.nasa.gov/apod/ap091105.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0911/HaloWinMoon48_claro.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Halloween's Moon",
    "url": "https://apod.nasa.gov/apod/image/0911/HaloWinMoon48_claro900.jpg"
  },
  {
    "copyright": "Vicent PerisDSAOAUVPixInsightJack HarveyDSASSRO\nSteve Mazlin\n(DSA /\nSSRO),\n\nJose Luis Lamadrid\n(DSA /\nceFca),\n\nAna Guijarro\n(CAHA),\n\nRECTA,\n\nDSA.\n\n",
    "date": "2009-11-06",
    "explanation": "A familiar sight to sky enthusiasts with even a small telescope, the Ring Nebula (M57) is some 2,000 light-years away in the musical constellation Lyra. The central ring is about one light-year across, but this remarkably deep exposure - a collaborative effort combining data from three different telescopes - explores the looping filaments of glowing gas extending much farther from the nebula's central star. Of course, in this well-studied example of a planetary nebula, the glowing material does not come from planets. Instead, the gaseous shroud represents outer layers expelled from a dying, sun-like star. This remarkable composite image includes narrowband image data recording the Ring's atomic hydrogen emission (shown as violet) in visible light and molecular hydrogen emission (shown as red) at near infrared wavelengths. The much more distant spiral galaxy IC 1296 is also visible at the upper right.   digg_url = 'http://apod.nasa.gov/apod/ap091106.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0911/ringdeep_CAHA_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ring Nebula Deep Field",
    "url": "https://apod.nasa.gov/apod/image/0911/ringdeep_CAHA.jpg"
  },
  {
    "date": "2009-11-07",
    "explanation": "Stickney Crater, the largest crater on the martian moon Phobos, is named for Chloe Angeline Stickney Hall, mathematician and wife of astronomer Asaph Hall. Asaph Hall discovered both the Red Planet's moons in 1877. Over 9 kilometers across, Stickney is nearly half the diameter of Phobos itself, so large that the impact that blasted out the crater likely came close to shattering the tiny moon. This stunning, enhanced-color image of Stickney and surroundings was recorded by the HiRISE camera onboard the Mars Reconnaissance Orbiter as it passed within some six thousand kilometers of Phobos in March of 2008. Even though the surface gravity of asteroid-like Phobos is less than 1/1000th Earth's gravity, streaks suggest loose material has slid down inside the crater walls over time. Light bluish regions near the crater's rim could indicate a relatively freshly exposed surface. The origin of the curious grooves along the surface is mysterious but may be related to the crater-forming impact.   digg_url = 'http://apod.nasa.gov/apod/ap091107.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0911/PSP_007769_9010_IRB_Stickney.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stickney Crater",
    "url": "https://apod.nasa.gov/apod/image/0911/PSP_007769_9010_IRB_Stickney800.jpg"
  },
  {
    "copyright": "Louie Atalasidis",
    "date": "2009-11-08",
    "explanation": "M7 is one of the most prominent open clusters of stars on the sky.  The cluster, dominated by bright blue stars, can be seen with the naked eye in a dark sky in the tail of the constellation of the Scorpion (Scorpius). M7 contains about 100 stars in total, is about 200 million years old, spans 25 light-years across, and lies about 1000 light-years away.  The above deep exposure was taken last month over several nights from Yalbraith, NSW, Australia. The M7 star cluster has been known since ancient times, being noted by Ptolemy in the year 130 AD.  Also visible are a dark dust cloud and literally millions of unrelated stars towards the Galactic center.   digg_url = 'http://apod.nasa.gov/apod/ap091108.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0911/m7_atalasidis_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M7: Open Star Cluster in Scorpius",
    "url": "https://apod.nasa.gov/apod/image/0911/m7_atalasidis.jpg"
  },
  {
    "date": "2009-11-09",
    "explanation": "Where do stars form when galaxies collide? To help find out, astronomers imaged the nearby galaxy merger NGC 2623 in high resolution with the Hubble Space Telescope in 2007. Analysis of this Hubble image and images of NGC 2623 in infrared light by the Spitzer Space Telescope, in X-ray light by XMM-Newton, and in ultraviolet light by GALEX, indicate that two originally spiral galaxies appear now to be greatly convolved and that their cores have unified into one active galactic nucleus (AGN). Star formation continues around this core near the above image center, along the stretched out tidal tails visible on either side, and perhaps surprisingly, in an off-nuclear region on the upper left where clusters of bright blue stars appear.   Galaxy collisions can take hundreds of millions of years and take several gravitationally destructive passes. NGC 2623, also known as Arp 243, spans about 50,000 light years and lies about 250 million light years away toward the constellation of the Crab (Cancer).  Reconstructing the original galaxies and how galaxy mergers happen is often challenging, sometimes impossible, but generally important to understanding how our universe evolved.   digg_url = 'http://apod.nasa.gov/apod/ap091109.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0911/ngc2623_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2623: Galaxy Merger from Hubble",
    "url": "https://apod.nasa.gov/apod/image/0911/ngc2623_hst.jpg"
  },
  {
    "date": "2009-11-10",
    "explanation": "The other side of Saturn's ring plane is now directly illuminated by the Sun. For the previous 15 years, the southern side of Saturn and its rings were directly illuminated, but since Saturn's equinox in August, the orientation has reversed. Pictured above last month, the robotic Cassini spacecraft orbiting Saturn has captured the giant planet and its majestic rings soon after equinox. Imaged from nearly behind, Saturn and its moon Tethys each show a crescent phase to Cassini that is not visible from Earth. As the rings continue to point nearly toward the Sun, only a thin shadow of Saturn's rings is visible across the center of the planet.  Close inspection of Saturn's rings, however, shows superposed bright features identified as spokes that are thought to be groups of very small electrically charged ice particles. Understanding the nature and dynamics of spokes is not fully understood and remains a topic of research.   digg_url = 'http://apod.nasa.gov/apod/ap091110.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0911/saturnafterequinox_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn After Equinox",
    "url": "https://apod.nasa.gov/apod/image/0911/saturnafterequinox_cassini.jpg"
  },
  {
    "date": "2009-11-11",
    "explanation": "Where can a telescope take you?  Four hundred years ago, a telescope took Galileo to the Moon to discover craters, to Saturn to discover rings, to Jupiter to discover moons, to Venus to discover phases, and to the Sun to discover spots. Today, in celebration of Galileo's telescopic achievements and as part of the International Year of Astronomy, NASA has used its entire fleet of Great Observatories, and the Internet, to bring the center of our Galaxy to you. Pictured above, in greater detail and in more colors than ever seen before, are the combined images of the Hubble Space Telescope in near-infrared light, the Spitzer Space Telescope in infrared light, and the Chandra X-ray Observatory in X-ray light. A menagerie of vast star fields is visible, along with dense star clusters, long filaments of gas and dust, expanding supernova remnants, and the energetic surroundings of what likely is our Galaxy's central black hole. Many of these features are labeled on a complementary annotated image.  Of course, a telescope's magnification and light-gathering ability create only an image of what a human could see if visiting these places.  To actually go requires rockets.   digg_url = 'http://apod.nasa.gov/apod/ap091111.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0911/galacticcenter_greatobs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Great Observatories Explore Galactic Center",
    "url": "https://apod.nasa.gov/apod/image/0911/galacticcenter_greatobs.jpg"
  },
  {
    "copyright": "Joseph Brimacombe",
    "date": "2009-11-12",
    "explanation": "This beautiful telescopic skyscape features spiral galaxy NGC 918. The island universe is about 50,000 light-years across and lies some 60 million light-years away toward the constellation Aries. An artistic presentation, the image shows spiky foreground stars in our own Milky Way Galaxy and convoluted dust clouds that hang hundreds of light-years above our galactic plane, dimly reflecting starlight. It also captures NGC 918 in a cosmic moment important to astrophysicists on planet Earth. Light from supernova SN2009js, absent in previous images, is indicated by the two lines just below and left of the galaxy's center. The supernova itself is the death explosion of a massive star within the plane of galaxy NGC 918. It was just discovered in October by supernova search teams in Japan and the US.   digg_url = 'http://apod.nasa.gov/apod/ap091112.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0911/NGC918SN2009JSBrimacombe.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Art and Science in NGC 918",
    "url": "https://apod.nasa.gov/apod/image/0911/NGC918SN2009JSBrimacombe900.jpg"
  },
  {
    "date": "2009-11-13",
    "explanation": "Cosmic dust clouds and embedded newborn stars glow at infrared wavelengths in this tantalizing false-color view from the Spitzer Space Telescope. Pictured is of one of the closest star forming regions, part of the Rho Ophiuchi cloud complex some 400 light-years distant near the southern edge of the pronounceable constellation Ophiuchus. The view spans about 5 light-years at that estimated distance. After forming along a large cloud of cold molecular hydrogen gas, newborn stars heat the surrounding dust to produce the infrared glow. An exploration of the region in penetrating infrared light has detected some 300 emerging and newly formed stars whose average age is estimated to be a mere 300,000 years -- extremely young compared to the Sun's age of 5 billion years.   digg_url = 'http://apod.nasa.gov/apod/ap091113.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0911/Ophcloud_spitzer.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Young Stars in the Rho Ophiuchi Cloud",
    "url": "https://apod.nasa.gov/apod/image/0911/Ophcloud_spitzer_c800.jpg"
  },
  {
    "copyright": "Neal Ulevich",
    "date": "2009-11-14",
    "explanation": "What's 93 million miles away and still hurts your eyes when you look at it? The answer is not the Denver International Airport, known to some travelers as DIA. But DIA does appear in dramatic silhouette in the foreground of this telephoto image. The view looks east toward the airport terminal's characteristic multi-peaked roof and the rising October Sun. The roof's appearance suggests the snow-capped peaks of the region's Rocky Mountains to the west. As winter approaches for denizens of Denver and the northern hemisphere in general, the rising Sun will continue to move south (image right) in the coming days. Of course, the Sun is 93 million miles away ...   digg_url = 'http://apod.nasa.gov/apod/ap091114.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0911/DIAsunrise_ulevich.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "DIA Sunrise",
    "url": "https://apod.nasa.gov/apod/image/0911/DIAsunrise_ulevich900.jpg"
  },
  {
    "date": "2009-11-15",
    "explanation": "It looks like a ring on the sky. Hundreds of years ago astronomers noticed a nebula with a most unusual shape. Now known as M57 or NGC 6720, the gas cloud became popularly known as the Ring Nebula. It is now known to be a planetary nebula, a gas cloud emitted at the end of a Sun-like star's existence. As one of the brightest planetary nebula on the sky, the Ring Nebula can be seen with a small telescope in the constellation of Lyra. The Ring Nebula lies about 4,000 light years away, and is roughly 500 times the diameter of our Solar System. In this picture by the Hubble Space Telescope in 1998, dust filaments and globules are visible far from the central star. This helps indicate that the Ring Nebula is not spherical, but cylindrical.   digg_url = 'http://apod.nasa.gov/apod/ap091115.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0911/ring_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M57: The Ring Nebula",
    "url": "https://apod.nasa.gov/apod/image/0911/ring_hst.jpg"
  },
  {
    "date": "2009-11-16",
    "explanation": "What's happening at the center of spiral galaxy M83?  Just about everything, from the looks of it.  M83 is one of the closest spiral galaxies to our own Milky Way Galaxy and from a distance of 15 million light-years, appears to be relatively normal.  Zooming in on M83's nucleus with the latest telescopes, however, shows the center to be an energetic and busy place.  Visible in the above image -- from the newly installed Wide Field Camera 3 pointing through the recently refurbished Hubble Space Telescope -- are bright newly formed stars and giant lanes of dark dust.  An image with similar perspective from the Chandra X-ray Observatory shows the region is also rich in very hot gas and  small bright sources.  The remnants of about 60 supernova blasts can be found in the above image.   digg_url = 'http://apod.nasa.gov/apod/ap091116.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0911/m83_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M83's Center from Refurbished Hubble",
    "url": "https://apod.nasa.gov/apod/image/0911/m83_hst.jpg"
  },
  {
    "copyright": "Mark A. GarlickSpace-art.co.uk",
    "date": "2009-11-17",
    "explanation": "Will this dawn bring another nova? Such dilemmas might be pondered one day by future humans living on a planet orbiting a cataclysmic variable binary star system. Cataclysmic variables involve gas falling from a large star onto an accretion disk surrounding a massive but compact white dwarf star.  Explosive cataclysmic events such as a dwarf nova can occur when a clump of gas in the interior of the accretion disk heats up past a certain temperature.  At that point, the clump will fall more quickly onto the white dwarf and land with a bright flash. Such dwarf novas will not destroy either star, and may occur irregularly on time scales from a few days to tens of years.  Although a nova is much less energetic than a supernova, if recurrent novas are not violent enough to expel more gas than is falling in, mass will accumulate onto the white dwarf star until it passes its Chandrasekhar limit. At that point, a foreground cave may provide little protection, as the entire white dwarf star will explode in a tremendous supernova.    digg_url = 'http://apod.nasa.gov/apod/ap091117.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0911/cvdawn_garlick.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dawn Before Nova",
    "url": "https://apod.nasa.gov/apod/image/0911/cvdawn_garlick.jpg"
  },
  {
    "date": "2009-11-18",
    "explanation": "Why is there water on the Moon? Last month, the LCROSS mission crashed a large impactor into a permanently shadowed crater near the Moon's South Pole.  A plume of dust rose that was visible to the satellite, although hard to discern from Earth. The plume is shown above in visible light.  Last week, the results of a preliminary chemical analysis gave a clear indication that the dust plume contained water. Such water is of importance not only for understanding the history of the Moon, but as a possible reservoir for future astronauts trying to live on the Moon for long periods. The source of the lunar water is now a topic of debate.  Possible origins include many small meteorites, a comet, or primordial moon soil.   digg_url = 'http://apod.nasa.gov/apod/ap091118.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0911/plume_lcross.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Water Discovered in Moon Shadow",
    "url": "https://apod.nasa.gov/apod/image/0911/plume_lcross_big.jpg"
  },
  {
    "copyright": "Tony Rowell",
    "date": "2009-11-19",
    "explanation": "erie spires of rock rise from shore of Mono Lake in the foreground of this early morning skyscape. The salty, mineral-laden lake is located in California's eastern Sierra Nevada mountain range and the spindly rock formations are naturally formed limestone towers called tufa. In the scene, recorded near the peak of the annual Leonid meteor shower (now subsiding) on November 17th, a meteor trails through the frigid predawn sky. Arcturus is the brightest star to the right of the meteor streak, while the constellation Leo and the shower's radiant point lie well above the field of view. Reports for this year's Leonids suggest the peak activity briefly exceeded 120 meteors per hour, but rates were typically much lower for many locations.   digg_url = 'http://apod.nasa.gov/apod/ap091119.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0911/LeonidSunriseMeteor_Rowell_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Leonid over Mono Lake",
    "url": "https://apod.nasa.gov/apod/image/0911/LeonidSunriseMeteor_Rowell900.jpg"
  },
  {
    "copyright": "Victor van Wulfen",
    "date": "2009-11-20",
    "explanation": "This bright meteor streaked through dark night skies over Sutherland, South Africa on November 15. Potentially part of the annual Leonid meteor shower, its sudden, brilliant appearance, likened to a camera's flash, was captured by chance as it passed between two clouds. Of course, the two clouds are also visible to the eye in dark southern skies - the Large and Small Magellanic Clouds - satellite galaxies of our own Milky Way. This year's Leonid meteor shower peaked on November 17 as the Earth passed through the stream of dust from periodic comet Tempel-Tuttle.   digg_url = 'http://apod.nasa.gov/apod/ap091120.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0911/LeoSMCLMC6043_wulfen.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Meteor between the Clouds",
    "url": "https://apod.nasa.gov/apod/image/0911/LeoSMCLMC6043_wulfen_c800.jpg"
  },
  {
    "copyright": "Star Shadows Remote\nObservatory",
    "date": "2009-11-21",
    "explanation": "Shiny NGC 253 Galaxy, is one of the brightest spiral galaxies visible, and also one of the dustiest.  Some call it the Silver Dollar Galaxy for its appearance in small telescopes, or just the Sculptor Galaxy for its location within the boundaries of the southern constellation Sculptor.  First swept up in 1783 by mathematician and astronomer Caroline Herschel, the dusty island universe lies a mere 10 million light-years away. About 70 thousand light-years across, NGC 253 is the largest member of the Sculptor Group of Galaxies, the nearest to our own Local Group of Galaxies.  In addition to its spiral dust lanes, striking tendrils of dust seem to be rising from a galactic disk laced with young star clusters and star forming regions in this processed color image. The high dust content accompanies frantic star formation, giving NGC 253 the designation of a starburst galaxy.  NGC 253 is also known to be a strong source of high-energy x-rays and gamma rays, likely due to massive black holes near the galaxy's center.   digg_url = 'http://apod.nasa.gov/apod/ap091121.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0911/NGC253_SSRO.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 253: Dusty Island Universe",
    "url": "https://apod.nasa.gov/apod/image/0911/NGC253_SSRO_900.jpg"
  },
  {
    "date": "2009-11-22",
    "explanation": "What caused this outburst of V838 Mon?  For reasons unknown, star V838 Mon's outer surface suddenly greatly expanded with the result that it became the brightest star in the entire Milky Way Galaxy in January 2002.  Then, just as suddenly, it faded.  A stellar flash like this has never been seen before -- supernovas and novas expel matter out into space.  Although the V838 Mon flash appears to expel material into space, what is seen in the above image from the Hubble Space Telescope is actually an outwardly moving light echo of the bright flash.  In a light echo, light from the flash is reflected by successively more distant rings in the complex array of ambient interstellar dust that already surrounded the star.  V838 Mon lies about 20,000 light years away toward the constellation of the unicorn (Monoceros), while the  light echo above spans about six light years in diameter.   digg_url = 'http://apod.nasa.gov/apod/ap091122.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0911/v838mon_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Light Echoes from V838 Mon",
    "url": "https://apod.nasa.gov/apod/image/0911/v838mon_hst.jpg"
  },
  {
    "copyright": "ESAMPSOSIRISMPS",
    "date": "2009-11-23",
    "explanation": "Goodbye Earth. Earlier this month, ESA's interplanetary Rosetta spacecraft zoomed past the Earth on its way back across the Solar System. Pictured above, Earth showed a bright crescent phase featuring the South Pole to the passing rocket ship. Launched from Earth in 2004, Rosetta used the gravity of the Earth to help propel it out past Mars and toward a 2014 rendezvous with Comet Churyumov-Gerasimenko.  Last year, the robot spacecraft passed asteroid 2867 Steins, and next year it is scheduled to pass enigmatic asteroid 21 Lutetia. If all goes well, Rosetta will release a probe that will land on the 15-km diameter comet in 2014.    digg_url = 'http://apod.nasa.gov/apod/ap091123.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0911/crescentearth_rosetta_big.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crescent Earth from the Departing Rosetta Spacecraft",
    "url": "https://apod.nasa.gov/apod/image/0911/crescentearth_rosetta.jpg"
  },
  {
    "date": "2009-11-24",
    "explanation": "What's happening on the surface of Saturn's moon Enceladus? Enormous ice jets are erupting.  Giant plumes of ice have been photographed in dramatic fashion by the robotic Cassini spacecraft during this past weekend's flyby of Saturn's moon Enceladus. Pictured above, numerous plumes are seen rising from long tiger-stripe canyons across Enceladus' craggy surface.  Several ice jets are even visible in the shadowed region of crescent Enceladus as they reach high enough to scatter sunlight.  Other plumes, near the top of the above image, appear visible just over the moon's sunlit edge.  That Enceladus vents fountains of ice was first discovered on Cassini images in 2005, and has been under close study ever since. Continued study of the ice plumes may yield further clues as to whether underground oceans, candidates for containing life, exist on this distant ice world.    digg_url = 'http://apod.nasa.gov/apod/ap091124.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0911/enceladus12_cassini_big.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cassini Flyby Shows Enceladus Venting",
    "url": "https://apod.nasa.gov/apod/image/0911/enceladus12_cassini.jpg"
  },
  {
    "copyright": "Axel MellingerCentral Mich. U",
    "date": "2009-11-25",
    "explanation": "If you could go far away from the Earth and look around the entire sky -- what would you see? Such was the goal of the All-Sky Milky Way Panorama 2.0 project of Axel Mellinger.  Presented above is the result: a digital compilation of over 3,000 images comprising the highest resolution digital panorama of the entire night sky yet created.  An interactive zoom version, featuring over 500 million pixels, can be found here. Every fixed astronomical object visible to the unaided eye has been imaged, including every constellation, every nebula, and every star cluster. Moreover, millions of individual stars are also visible, all in our Milky Way Galaxy, and many a thousand times fainter than a human can see. Dark filaments of dust lace the central band of our Milky Way Galaxy, visible across the image center.  The satellite galaxies Large and Small Magellanic Clouds are visible on the lower right. This was not the first time Dr. Mellinger has embarked on such a project: the results of his first All-Sky Milky Way Panorama Project, taken using photographic film, are visible here.   digg_url = 'http://apod.nasa.gov/apod/ap091125.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0911/mwpan_mellinger_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "All-Sky Milky Way Panorama",
    "url": "https://apod.nasa.gov/apod/image/0911/mwpan_mellinger.jpg"
  },
  {
    "copyright": "tvdavisastropix.com",
    "date": "2009-11-26",
    "explanation": "Interstellar dust clouds and glowing nebulae abound in the fertile constellation of Orion. One of the brightest, M78, is centered in this colorful, wide field view, covering an area north of Orion's belt. At a distance of about 1,500 light-years, the bluish reflection nebula is around 5 light-years across. Its tint is due to dust preferentially reflecting the blue light of hot, young stars. Reflection nebula NGC 2071 is just to the left of M78. To the right of M78 and much more compact in appearance, the intriguing McNeil's Nebula is a recently recognized variable nebula associated with the formation of a sun-like star. The remarkably deep exposure also brings out the region's faint but pervasive reddish glow of atomic hydrogen gas.   digg_url = 'http://apod.nasa.gov/apod/ap091126.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0911/m78wide_tvdavis.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M78 Wide Field",
    "url": "https://apod.nasa.gov/apod/image/0911/m78wide_tvdavis900.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2009-11-27",
    "explanation": "gmatic spiral galaxy NGC 1097 lies about 45 million light-years away in the southern constellation Fornax. The small companion galaxy, just below and left of center, that seems to be wrapped in its spiral arms, is not NGC 1097's most peculiar feature though. Instead, This very deep exposure shows hints of faint, mysterious jets, most easily seen to extend well beyond the bright arms toward the lower right. In fact, four faint jets are ultimately recognized in optical images of NGC 1097. The jets trace an X centered on the galaxy's nucleus, but could be fossil trails left over from the capture of a much smaller galaxy in the large spiral's ancient past. A Seyfert galaxy, NGC 1097's nucleus also harbors a massive black hole.   digg_url = 'http://apod.nasa.gov/apod/ap091127.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0911/NGC1097L_gendler.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Jets of NGC 1097",
    "url": "https://apod.nasa.gov/apod/image/0911/NGC1097S_gendler900.jpg"
  },
  {
    "copyright": "Jia Hao",
    "date": "2009-11-28",
    "explanation": "In myth, Atlas holds up the heavens. But in this moonlit mountainscape, peaks of the Himalayan Annapurna Range appear to prop up the sky as seen from Ghandruk, Nepal. From left to right the three main peaks are Annapurna South (7,219 meters), Hiunchuli (6,441 meters), and Machapuchare (6,995 meters). Of course the mountains are moving not the stars, the Earth's rotation about its axis causing the concentric star trails recorded in the time exposure. Positioned above Annapurna South, the North Celestial Pole is easily identified as the point at the center of all the star trail arcs. The star Polaris, also known as the North Star, made the very short and bright arc closest to the North Celestial Pole.   digg_url = 'http://apod.nasa.gov/apod/ap091128.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0911/AnnapurnaStartrails_hao.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Annapurna Star Trails",
    "url": "https://apod.nasa.gov/apod/image/0911/AnnapurnaStartrails_hao900.jpg"
  },
  {
    "date": "2009-11-29",
    "explanation": "Is this a picture of Mars or Earth?  Oddly enough, it is a picture of Mars. What may appear to some as a terrestrial coastline is in fact a formation of ancient layered hills and wind-blown sand on Mars.  The above-pictured region spans about three kilometers in Schiaparelli Crater.  What created the layers of sediment is still a topic of research.  Viable hypotheses include ancient epochs of deposit either from running water or wind-blown sand.  Winds and sandstorms have smoothed and eroded the structures more recently.  The \"water\" that appears near the bottom is actually dark colored sand.  The image was taken with the Mars Global Surveyor spacecraft that operated around Mars from 1996-2006 and returned over  200,000 images.   digg_url = 'http://apod.nasa.gov/apod/ap091129.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0911/marslayers_mgs_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ancient Layered Hills on Mars",
    "url": "https://apod.nasa.gov/apod/image/0911/marslayers_mgs.jpg"
  },
  {
    "date": "2009-11-30",
    "explanation": "This was just one more breathtaking view from the International Space Station.  The Sun, a crescent Earth, and the long arm of a solar panel were all visible outside a window when the Space Shuttle Atlantis visited the orbiting outpost last week. Reflections from the window and hexagonal lens flares from the camera are superposed. The space shuttle landed Friday after a successful 10 day mission to expand and resupply the ISS. Numbered STS-129, the space shuttle mission returned astronaut Nicole Stott to Earth from her stay on the ISS as a Flight Engineer in the Expedition 20 and 21 crews.   digg_url = 'http://apod.nasa.gov/apod/ap091130.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0911/sunearthpanel_sts129_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bright Sun and Crescent Earth from the Space Station",
    "url": "https://apod.nasa.gov/apod/image/0911/sunearthpanel_sts129.jpg"
  },
  {
    "copyright": "Daniel LopezObservatorio del\nTeide",
    "date": "2009-12-01",
    "explanation": "Wisps like this are all that remain visible of a Milky Way star.  About 7,500 years ago that star exploded in a supernova leaving the Veil Nebula, also known as the Cygnus Loop. At the time, the expanding cloud was likely as bright as a crescent Moon, remaining visible for weeks to people living at the dawn of recorded history.  Today, the resulting supernova remnant has faded and is now visible only through a small telescope directed toward the constellation of the Swan (Cygnus). The remaining Veil Nebula is physically huge, however, and even though it lies about 1,400 light-years distant, it covers over five times the size of the full Moon.  In images of the complete Veil Nebula, studious readers should be able to identify the above filaments on the lower left. The above image is a mosaic from the 2.5-meter Isaac Newton Telescope at Roque de los Muchachos Observatory in the Canary Islands.   digg_url = 'http://apod.nasa.gov/apod/ap091201.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/filaments_iac_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6992: Filaments of the Veil Nebula",
    "url": "https://apod.nasa.gov/apod/image/0912/filaments_iac.jpg"
  }
]
