[
  {
    "date": "2009-10-01",
    "explanation": "This cosmic pillar of gas and dust is nearly 2 light-years wide. The structure lies within one of our galaxy's largest star forming regions, the Carina Nebula, shining in southern skies at a distance of about 7,500 light-years. The pillar's convoluted outlines are shaped by the winds and radiation of Carina's young, hot, massive stars. But the interior of the cosmic pillar itself is home to stars in the process of formation. In fact, placing your cursor over this visible light image will reveal a penetrating near-infrared view of the pillar - now dominated by two, narrow, energetic jets blasting outward from a still hidden infant star. Both visible light and near-infrared images were made using the Hubble Space Telescope's newly installed Wide Field Camera 3.   digg_url ='http://apod.nasa.gov/apod/ap091001.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/carinaPillarJet_VIShst.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Carina Pillar and Jets",
    "url": "https://apod.nasa.gov/apod/image/0910/carinaPillarJet_VIShst900.jpg"
  },
  {
    "copyright": "CARA Project",
    "date": "2009-10-02",
    "explanation": "These colorful panels both feature a familiar astronomical sight: the stellar nursery known as the Great Orion Nebula. They also offer an intriguing and unfamiliar detail of the nebula rich skyscape -- a passing comet. Recorded this weekend with a remotely operated telescope in New Mexico, the right hand image was taken on September 26 and the left on September 27. Comet 217P Linear sports an extended greenish tail and lies above the bluish Running Man reflection nebula near the top of both frames. Nearby and moving rapidly through the night sky, the comet's position clearly shifts against the cosmic nebulae and background stars from one night to the next. In fact, the comet was a mere 5 light-minutes away on September 27, compared to 1,500 light-years for the Orion Nebula. Much too faint to be seen with the unaided eye, Comet 217P Linear is a small periodic comet with an orbital period of about 8 years. At its most distant point from the Sun, the comet's orbit is calculated to reach beyond the orbit of Jupiter At its closest point to the Sun, the comet still lies just beyond the orbit of planet Earth.   digg_url ='http://apod.nasa.gov/apod/ap091002.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/m42c217p_2panel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet and Orion",
    "url": "https://apod.nasa.gov/apod/image/0910/m42c217p_2panel.jpg"
  },
  {
    "copyright": "Westlake",
    "date": "2009-10-03",
    "explanation": "Scheduled to illuminate the landscape throughout the night tomorrow, October's bright Full Moon will also be called the Harvest Moon. Traditionally, the Harvest Moon is the Full Moon closest to the autumnal equinox. But in this vacation snapshot, the Full Moon could be called the \"Old Faith-Full Moon\". Taken on September 4, the picture combines the regularly occurring lunar phase with Old Faithful Geyser in Yellowstone National Park, named for its dependable erruptions. Shining on the well-known geyser's towering pillar from behind, the moonlight creates an eerie halo surrounding convoluted shapes. Faithfully, the Full Moon itself is bright enough to be seen through the dense swirling steam near the top.   digg_url ='http://apod.nasa.gov/apod/ap091003.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/FaithFullMoon090409_westlake.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Old Faith-Full Moon",
    "url": "https://apod.nasa.gov/apod/image/0910/FaithFullMoon090409_westlakeH800.jpg"
  },
  {
    "date": "2009-10-04",
    "explanation": "Are square A and B the same color? They are. Are too.  To verify this, click here to see them connected.  The above illusion, called the same color illusion, illustrates that purely human observations in science may be ambiguous or inaccurate.  Even such a seemingly direct perception as relative color.  Similar illusions exist on the sky, such as the size of the Moon near the horizon, or the apparent shapes of astronomical objects.  The advent of automated, reproducible, measuring devices such as CCDs have made science in general and astronomy in particular less prone to, but not free of, human-biased illusions.   digg_url = 'http://apod.nasa.gov/apod/ap091004.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/greyillusion_wikipedia_big.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Same Color Illusion",
    "url": "https://apod.nasa.gov/apod/image/0910/greyillusion_wikipedia.jpg"
  },
  {
    "date": "2009-10-05",
    "explanation": "After undocking, the space shuttle Discovery crew got a memorable view of the developing International Space Station (ISS). Pictured orbiting high above Earth last month, numerous solar panels, trusses, and science modules of the ISS were visible.  The Discovery crew brought mission specialist Nicole Stott to the ISS, and returned astronaut Timothy Kopra to Earth. Among the many mission and expedition accomplishments of the Discovery crew included delivering and placing the Fluids Integrated Rack and the Materials Science Research Rack in the Destiny module as well as the Minus Eighty Degree Laboratory Freezer in the Kibo module.  Better known, however, was the delivery of the COLBERT treadmill for keeping astronauts fit.  Over this past week the Soyuz TMA-16 spacecraft carrying three more astronauts docked with the ISS as Expedition 21 is set to begin.  The next shuttle trip to the ISS is currently scheduled for 2009 November 12.   digg_url = 'http://apod.nasa.gov/apod/ap091005.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/iss_sts128_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The International Space Station Over Earth",
    "url": "https://apod.nasa.gov/apod/image/0910/iss_sts128.jpg"
  },
  {
    "date": "2009-10-06",
    "explanation": "The large majestic Lagoon Nebula is home for many young stars and hot gas. Spanning 100 light years across while lying only about 5000 light years distant, the Lagoon Nebulae is so big and bright that it can be seen without a telescope toward the constellation of Sagittarius.  Many bright stars are visible from NGC 6530, an open cluster that formed in the nebula only several million years ago. The greater nebula, also known as M8 and NGC 6523, is named \"Lagoon\" for the band of dust seen to the left of the open cluster's center. A bright knot of gas and dust in the nebula's center is known as the Hourglass Nebula. The above picture is a newly released, digitally stitched panorama of M8 taken as part of the GigaGalaxy Zoom project by the Wide Field Imager attached to the MPG/ESO 2.2-meter Telescope at the La Silla Observatory in Chile. The vista spans three times the diameter of the Moon, while the highest resolution image version occupies over 350 million pixels.  Star formation continues in the Lagoon Nebula as witnessed by the many globules that exist there.   digg_url = 'http://apod.nasa.gov/apod/ap091006.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/carinagigazoom_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Lagoon Nebula from GigaGalaxy Zoom",
    "url": "https://apod.nasa.gov/apod/image/0910/carinagigazoom_eso.jpg"
  },
  {
    "date": "2009-10-07",
    "explanation": "What caused the smooth floor inside the double ringed basin on Mercury? No one is sure.  The unusual feature spans 160 kilometers and was imaged during the robotic MESSENGER spacecraft's swing past our Solar System's innermost planet last week.  Double and multiple ringed basins, although rare, have also been imaged in years past on Mars, Venus, Earth, and Earth's Moon. Mercury itself has several doubles, including huge Caloris basin, Rembrandt basin, and enigmatic Raditladi basin. Most large multiple ringed basins on planets and moons are caused initially by a forceful impact by a single asteroid or comet fragment. One interesting feature of the above-imaged double ring is that the basin center appears much smoother than the region between the rings.  Possibly, the internal floor was smoothed by later volcanic activity.  Also possible, however, is that the floor was smoothed by melting and flowing of material upon impact.  MESSENGER has now completed its last flyby of Mercury but will return and attempt to enter orbit in 2011 March.    Note: The text of this APOD has been updated. digg_url = 'http://apod.nasa.gov/apod/ap091007.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/doublebasin_messenger_big.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Double Ringed Basin on Mercury",
    "url": "https://apod.nasa.gov/apod/image/0910/doublebasin_messenger.jpg"
  },
  {
    "date": "2009-10-08",
    "explanation": "About 100 kilometers from the Moon's South Pole, 100 kilometer wide crater Cabeus is the target for two LCROSS mission spacecraft on course to impact the Moon tomorrow. The shadowed crater is strongly foreshortened in this mosaic, a representative view of the region for earthbound telescopes. The impacts are intended to create billowing debris plumes extending into the sunlight above the crater walls, that could reveal signs of water. First to impact will be the mission's Centaur upper stage rocket at 11:30 UT (7:30am EDT). The instrumented LCROSS mothership will image the impact and then fly through the resulting debris plume analyzing the material blasted from the crater floor. Four minutes after the first impact, the LCROSS mothership itself will crash into Cabeus. The plumes are expected to be visible in telescopes about 10 inches in diameter or larger, with the timing favoring Moon watchers in western North America and the Pacific. NASA also plans to broadcast live footage from the LCROSS mission on NASA TV starting at 6:15am EDT / 3:15am PDT on October 9.   digg_url ='http://apod.nasa.gov/apod/ap091008.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/391631main_southpole2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Target Crater Cabeus",
    "url": "https://apod.nasa.gov/apod/image/0910/391631main_southpole2_c600.jpg"
  },
  {
    "copyright": "Mike Siniscalchi",
    "date": "2009-10-09",
    "explanation": "Lurking behind dust and stars near the plane of our Milky Way Galaxy, IC 10 is a mere 2.3 million light-years distant. Its light dimmed by the intervening dust, the irregular dwarf galaxy still shows off vigorous star-forming regions that shine with a telltale reddish glow in this colorful skyscape. In fact, also a member of the Local Group of galaxies, IC 10 is the closest known starburst galaxy. Compared to other Local Group galaxies, IC 10 has a large population of newly formed stars that are massive and intrinsically very bright, including a luminous X-ray binary star system thought to contain a black hole. Located within the boundaries of the northern constellation Cassiopeia, IC 10 is about 5,000 light-years across.   digg_url ='http://apod.nasa.gov/apod/ap091009.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/ic10F_MSiniscalchi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Starburst Galaxy IC 10",
    "url": "https://apod.nasa.gov/apod/image/0910/ic10L_MSiniscalchi_c600.jpg"
  },
  {
    "date": "2009-10-10",
    "explanation": "This mid-infrared image was taken in the last minutes of the LCROSS flight mission to the Moon. The small white spot (enlarged in the insets) seen within the dark shadow of lunar crater walls is the initial flash created by the impact of a spent Centaur upper stage rocket. Traveling at 1.5 miles per second, the Centaur rocket hit the lunar surface yesterday at 11:31 UT, followed a few minutes later by the shepherding LCROSS spacecraft. Earthbound observatories have reported capturing both impacts. But before crashing into the lunar surface itself, the LCROSS spacecraft's instrumentation successfully recorded close-up the details of the rocket stage impact, the resulting crater, and debris cloud. In the coming weeks, data from the challenging mission will be used to search for signs of water in the lunar material blasted from the surface.   digg_url ='http://apod.nasa.gov/apod/ap091010.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/392931main_LCROSS_5_516-387_x15.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "LCROSS Centaur Impact Flash",
    "url": "https://apod.nasa.gov/apod/image/0910/392931main_LCROSS_5_516-387_x15.jpg"
  },
  {
    "date": "2009-10-11",
    "explanation": "The painting Starry Night is one of the most famous icons of the night sky ever created.   The scene was painted by Vincent van Gogh in southern France in 1889.   The swirling style of Starry Night appears, to many, to make the night sky come alive.   Although van Gogh frequently portrayed real settings in his paintings, art historians do not agree on precisely what stars and planets are being depicted in Starry Night.   The style of Starry Night is post-impressionism, a popular painting style at the end of the nineteenth century.  The original Starry Night painting hangs in the Museum of Modern Art in New York City, New York, USA.   digg_url = 'http://apod.nasa.gov/apod/ap091011.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/starrynight_vangogh_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Starry Night by Vincent van Gogh",
    "url": "https://apod.nasa.gov/apod/image/0910/starrynight_vangogh.jpg"
  },
  {
    "copyright": "Stéphane Guisard",
    "date": "2009-10-12",
    "explanation": "Why were the statues on Easter Island built? No one is sure.  What is sure is that over 800 large stone statues exist there.  The Easter Island statues, stand, on the average, over twice as tall as a person and have over 200 times as much mass.  Few specifics are known about the history or meaning of the unusual statues, but many believe that they were created about 500 years ago in the images of local leaders of a lost civilization.  Pictured above, a large stone statue appears to ponder the distant Large Magellanic Cloud before a cloudy sky that features the bright stars Canopus and Sirius.    digg_url = 'http://apod.nasa.gov/apod/ap091012.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/statuesky_guisard_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars Over Easter Island",
    "url": "https://apod.nasa.gov/apod/image/0910/statuesky_guisard.jpg"
  },
  {
    "date": "2009-10-13",
    "explanation": "What has created a large dust ring around Saturn? At over 200 times the radius of Saturn and over 50 times the radius of Saturn's expansive E ring, the newly discovered dust ring is the largest planetary ring yet imaged. The ring was found in infrared light by the Earth-trailing Spitzer Space Telescope.  A leading hypothesis for its origin is impact material ejected from Saturn's moon Phoebe, which orbits right through the dust ring's middle.  An additional possibility is that the dust ring supplies the mysterious material that coats part of Saturn's moon Iapetus, which orbits near the dust ring's inner edge. Pictured above in the inset, part of the dust ring appears as false-color orange in front of numerous background stars.   digg_url = 'http://apod.nasa.gov/apod/ap091013.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/saturndustring_spitzer_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Giant Dust Ring Discovered Around Saturn",
    "url": "https://apod.nasa.gov/apod/image/0910/saturndustring_spitzer.jpg"
  },
  {
    "copyright": "Rogelio Bernal Andreo",
    "date": "2009-10-14",
    "explanation": "Have you ever seen the Pleiades star cluster? Perhaps the most famous star cluster on the sky, the Pleiades can be seen without binoculars from even the depths of a light-polluted city.  Also known as the Seven Sisters and M45, the Pleiades is one of the brightest and closest open clusters.  Hurtling through a cosmic dust cloud a mere 400 light-years away, the Pleiades or Seven Sisters star cluster is well-known for its striking blue reflection nebulae. This remarkable wide-field (3 degree) image of the region shows the famous star cluster near the center, while highlighting lesser known dusty reflection nebulas nearby, across an area that would span over 20 light-years. In this case, the sister stars and cosmic dust clouds are not related, they just happen to be passing through the same region of space.   digg_url = 'http://apod.nasa.gov/apod/ap091014.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/pleiades_andreo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pleiades and Stardust",
    "url": "https://apod.nasa.gov/apod/image/0910/pleiades_andreo.jpg"
  },
  {
    "copyright": "Robert Mikaelyan",
    "date": "2009-10-15",
    "explanation": "The brilliant fireball meteor captured in this snapshot was a startling visitor to Tuesday evening's twilight skies over the city of Groningen. In fact, sightings of the meteor, as bright as the Full Moon, were widely reported throughout the Netherlands and Germany at approximately 17:00 UT. Accompanied by sonic booms and rumbling sounds, the meteor was seen to break up into bright fragments, eventually leaving a persistent smoke-like trail. Even though there are bright fireball meteors in planet Earth's atmosphere every day, sightings of them are relatively rare because they more often occur over oceans and uninhabited areas.   digg_url ='http://apod.nasa.gov/apod/ap091015.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/IMG_4235_mikaelyan.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fireball Meteor Over Groningen",
    "url": "https://apod.nasa.gov/apod/image/0910/IMG_4235_mikaelyan_c800.jpg"
  },
  {
    "date": "2009-10-16",
    "explanation": "With a 3.5 meter diameter mirror, larger than the Hubble Space Telescope, Herschel is ESA's new infrared observatory. The space-based telescope is named for German-born British astronomer Frederick William Herschel who discovered infrared light over 200 years ago. In initial tests, Herschel's cameras have combined to deliver this spectacular view along the plane of the Milky Way in the constellation of the Southern Cross. Spanning some 2 degrees the premier, false-color, far-infrared view captures our galaxy's cold dust clouds in extreme detail, showing a remarkable, connected maze of filaments and star-forming regions. These and planned future Herschel observations are intended to unravel mysteries of star formation by surveying broad areas of the galactic plane.   digg_url ='http://apod.nasa.gov/apod/ap091016.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/FirstParallelMode_SPIRE_PACS.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Herschel Views the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/0910/FirstParallelMode_SPIRE_PACS_c900.jpg"
  },
  {
    "copyright": "Ken Crawford",
    "date": "2009-10-17",
    "explanation": "Gorgeous spiral galaxy M33 seems to have more than its fair share of bright emission nebulae. In fact, narrow-band and broad-band image data are combined in this beautifully detailed composite to trace the reddish emission nebulae, star forming HII regions, sprawling along loose spiral arms that wind toward the galaxy's core. Historically of great interest to astronomers, M33's giant HII regions are some of the largest known stellar nurseries - sites of the formation of short-lived but very massive stars. Intense ultraviolet radiation from the luminous, massive stars ionizes the surrounding gas and ultimately produces the characteristic red glow. Spanning over 50,000 light-years and a prominent member of the local group of galaxies, M33 is also known as the Triangulum Galaxy. It lies about 3 million light-years distant.   digg_url ='http://apod.nasa.gov/apod/ap091017.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/M33_crawford_c.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bright Nebulae of M33",
    "url": "https://apod.nasa.gov/apod/image/0910/M33_crawford_c900.jpg"
  },
  {
    "copyright": "Nicolas OuttersObservatoire d'Orange",
    "date": "2009-10-18",
    "explanation": "Towering pillars of cold gas and dark dust adorn the center star forming region of Sharpless 171.  An open cluster of stars is forming there from the gas in cold molecular clouds.  As energetic light emitted by young massive stars boils away the opaque dust, the region fragments and picturesque pillars of the remnant gas and dust form and slowly evaporate.  The energetic light also illuminates the surrounding hydrogen gas, causing it to glow as a red emission nebula. Pictured above is the active central region of the Sharpless 171 greater emission nebula.  Sharpless 171 incorporates NGC 7822 and the active region Cederblad 214, much of which is imaged above.  The area above spans about 20 light years, lies about 3,000 light years away, and can be seen with a telescope toward the northern constellation of the King of Ethiopia (Cepheus).   digg_url = 'http://apod.nasa.gov/apod/ap091018.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/ced214_outters_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Star Pillars of Sharpless 171",
    "url": "https://apod.nasa.gov/apod/image/0910/ced214_outters.jpg"
  },
  {
    "date": "2009-10-19",
    "explanation": "It was along the way.  The robotic rover Opportunity currently rolling across the Meridiani Plain on Mars has a destination of Endeavour Crater, a large crater over 20 kilometers across which may yield additional clues about the cryptic past of ancient Mars. Besides passing open fields of dark soil and light rock, Opportunity has chanced upon several interesting features.  One such feature, pictured above in a digitally stitched and horizontally compressed panorama, is Nereus Crater, a small crater about 10 meters across that is surrounded by jagged rock.  Besides Nereus, Opportunity recently also happened upon another unusual rock -- one that appears to be the third large meteorite found on Mars and the second for Opportunity during only this trip.  Opportunity has been traveling toward Endeavour Crater for over a year now, and if it can avoid ridged rocks and soft sand along the way, it may reach Endeavour sometime next year.   digg_url = 'http://apod.nasa.gov/apod/ap091019.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/nereus_opportunity_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nereus Crater on Mars",
    "url": "https://apod.nasa.gov/apod/image/0910/nereus_opportunity.jpg"
  },
  {
    "date": "2009-10-20",
    "explanation": "What does a solar prominence look like in three dimensions? To help find out, NASA launched the STEREO satellites to keep a steady eye on the Sun from two different vantage points. The STEREO satellites orbit the Sun nearly along Earth's orbit, but one (dubbed Ahead) currently leads the Earth, while the other (dubbed Behind) currently trails.  Three weeks ago, a powerful prominence erupted and remained above the Sun for about 30 hours, allowing the STEREO satellites to get numerous views of the prominence from different angles. Pictured above is a high-resolution image of the event from the STEREO Ahead satellite.  A video of the prominence erupting as seen from both spacecraft can be found here. The unusually quiet nature of the Sun over the past two years has made large prominences like this relatively rare. The combined perspective of STEREO will help astronomers better understand the mechanisms for the creation and evolution of prominences, coronal mass ejections, and flares.   digg_url = 'http://apod.nasa.gov/apod/ap091020.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/prominence_stereo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Solar Prominence Erupts in STEREO",
    "url": "https://apod.nasa.gov/apod/image/0910/prominence_stereo.jpg"
  },
  {
    "date": "2009-10-21",
    "explanation": "Who's been marking up Mars? This portion of a recent high-resolution picture from the HiRISE camera on board the Mars Reconnaissance Orbiter shows twisting dark trails criss-crossing light colored terrain on the martian surface. Newly formed trails like these had presented researchers with a tantalizing martian mystery but are now known to be the work of miniature wind vortices known to occur on the red planet - martian dust devils. Such spinning columns of rising air heated by the warm surface are also common in dry and desert areas on planet Earth. Typically lasting only a few minutes, dust devils become visible as they pick up loose red-colored dust leaving the darker and heavier sand beneath intact. On Mars, dust devils can be up to 8 kilometers high. Dust devils have been credited with unexpected cleanings of mars rover solar panels.   digg_url = 'http://apod.nasa.gov/apod/ap091021.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/deviltrails_mro_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Martian Dust Devil Trails",
    "url": "https://apod.nasa.gov/apod/image/0910/deviltrails_mro.jpg"
  },
  {
    "copyright": "Stefan Seip",
    "date": "2009-10-22",
    "explanation": "Last Friday, a gathering of three bright planets and the Moon graced the morning sky. With Mercury, Venus, Saturn, and a narrow lunar crescent close to the eastern horizon in the dawn twilight, this picture of the beautiful conjunction was recorded near Noerdlingen, Germany. These planets are wandering apart now and Mercury is sinking closer toward the rising Sun. But if you also scan the rest of the sky this week you should be able to add Jupiter and Mars to your planet spotting list, as Mars rises around midnight and Jupiter shines brightly after sunset. In fact, if you want a better view of Jupiter than Galileo had, you might check out the 2009 International Year of Astronomy activities and events during these next few Galilean Nights (October 22-24).   digg_url ='http://apod.nasa.gov/apod/ap091022.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/3PlanetsMoon_seip.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon and Planets in the Morning",
    "url": "https://apod.nasa.gov/apod/image/0910/3PlanetsMoonLabel_seip900.jpg"
  },
  {
    "copyright": "Jens Hackmann",
    "date": "2009-10-23",
    "explanation": "Driving along on a summer evening, near the small town of Weikersheim in southern Germany, photographer Jens Hackmann had to stop. He couldn't resist pointing his camera and telephoto lens at this lovely conjunction of a Full Moon and planet Jupiter looming near the steeple of a local church. Of course, 400 years ago, Galileo couldn't resist pointing his newly constructed telescope at these celestial beacons either. When he did, he found craters and mountains on the not-so-smooth lunar surface and discovered the large moons of Jupiter now known as the Galilean Moons. Jupiter's Galilean moons are just visible in this photo as tiny pinpricks of light very near the bright planet. Want to see the Moon and Jupiter better than Galileo? Look for local 2009 International Year of Astronomy activities and events during these next few Galilean Nights (October 22-24).   digg_url ='http://apod.nasa.gov/apod/ap091023.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/moonjupiter_hackmann.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Galilean Night",
    "url": "https://apod.nasa.gov/apod/image/0910/moonjupiter_hackmann_600.jpg"
  },
  {
    "copyright": "Wolfgang Kloehr",
    "date": "2009-10-24",
    "explanation": "Big, beautiful spiral galaxy NGC 7331 is often touted as an analog to our own Milky Way. About 50 million light-years distant in the northern constellation Pegasus, NGC 7331 was recognized early on as a spiral nebula and is actually one of the brighter galaxies not included in Charles Messier's famous 18th century catalog. Since the galaxy's disk is inclined to our line-of-sight, long telescopic exposures often result in an image that evokes a strong sense of depth. The effect is further enhanced in this deep image by the galaxies that lie beyond the gorgeous island universe. The background galaxies are about one tenth the apparent size of NGC 7331 and so lie roughly ten times farther away. Their strikingly close alignment on the sky with NGC 7331 occurs just by chance. The visual grouping of galaxies is also known as the Deer Lick Group.   digg_url ='http://apod.nasa.gov/apod/ap091024.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/n7331LRGB_kloehr.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7331 and Beyond",
    "url": "https://apod.nasa.gov/apod/image/0910/n7331LRGB_kloehr900.jpg"
  },
  {
    "date": "2009-10-25",
    "explanation": "This is the mess that is left when a star explodes.  The Crab Nebula, the result of a supernova seen in 1054 AD, is filled with mysterious filaments.  The filaments are not only tremendously complex, but appear to have less mass than expelled in the original supernova and a  higher speed than expected from a free explosion.  The above image, taken by the Hubble Space Telescope, is presented in three colors chosen for scientific interest.  The Crab Nebula spans about 10 light-years.  In the nebula's very center lies a pulsar: a neutron star as massive as the  Sun but with only the size of a small town.  The Crab Pulsar rotates about 30 times each second.   digg_url = 'http://apod.nasa.gov/apod/ap091025.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/crabmosaic_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M1: The Crab Nebula from Hubble",
    "url": "https://apod.nasa.gov/apod/image/0910/crabmosaic_hst.jpg"
  },
  {
    "copyright": "SDSSGalaxy ZooComposite: Hannah Hutchins",
    "date": "2009-10-26",
    "explanation": "You, too, can Zoo.  The Galaxy Zoo project has been enabling citizen scientists -- inquisitive people like yourself armed with only a web browser-- to sort through the universe. Specifically, after a brief training session, volunteers are asked to use the superior image-processing power of their minds to classify and measure properties of galaxies in the vast Sloan Digital Sky Survey. In its two short years of existence, millions of galaxies have already been inspected by thousands of enthusiastic volunteers. Using Galaxy Zoo data, for example, the universe has been discovered to create no preferred spin direction, an unusual and unclassified object was found that is still being investigated, and a whole class of small galaxies dubbed Green Peas were uncovered where star formation occurs at an extraordinarily high rate.  Further, the Galaxy Zoo may be setting a precedent for a new type of scientific inquiry where the web helps collect, focus and coordinate human and machine intelligence.  Pictured above, a group of vibrant mergers found by Zooites demonstrates the diverse zoo-like nature of many interacting galaxies in the universe.   digg_url = 'http://apod.nasa.gov/apod/ap091026.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/mergers_galaxyzoo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy Zoo Catalogs the Universe",
    "url": "https://apod.nasa.gov/apod/image/0910/mergers_galaxyzoo.jpg"
  },
  {
    "copyright": "Daniel Marquardt",
    "date": "2009-10-27",
    "explanation": "In cosmic brush strokes of glowing hydrogen gas, this beautiful skyscape unfolds across the plane of our Milky Way Galaxy and the center of the northern constellation Cygnus the Swan. Recorded from a premier remote observatory site (ROSA) in southern France, the image spans about 6 degrees. Bright supergiant star Gamma Cygni near image center lies in the foreground of the complex gas and dust clouds and crowded star fields. Left of Gamma Cygni, shaped like two luminous wings divided by a long dark dust lane is IC 1318, whose popular name is understandably the Butterfly Nebula. The more compact, bright nebula at the lower right is NGC 6888, the Crescent Nebula. Some distance estimates for Gamma Cygni place it at around 750 light-years while estimates for IC 1318 and NGC 6888 range from 2,000 to 5,000 light-years.   digg_url ='http://apod.nasa.gov/apod/ap091027.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/cygn_ha_dani_w.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Central Cygnus Skyscape",
    "url": "https://apod.nasa.gov/apod/image/0910/cygn_ha_dani900.jpg"
  },
  {
    "date": "2009-10-28",
    "explanation": "What if we could see back to the beginning of the universe? We can -- since it takes the age of the universe for light to cross the universe. Peering at distant objects, therefore, tells us about how the universe used to be, even near its beginning. Since telescopes are therefore also time portals, observations of distant clusters can be used, for example, to investigate when and how these huge galaxy conglomerations formed. Previously, the redshift record for a galaxy cluster was about 1.5, corresponding to about nine billion light years distant. Recently, using data including X-ray images from the orbiting Chandra X-Ray Observatory, a new farthest cluster was identified. Shown above, JKCS041 is seen at redshift 1.9, corresponding to nearly one billion light years farther than the previous record holder. The hot X-ray gas that confirmed the apparent galaxy grouping as a true cluster of galaxies is shown above in diffuse blue, superposed on an optical image showing many foreground stars.  JKCS041 is seen today as it appeared at only one quarter of the present age of the universe.   digg_url = 'http://apod.nasa.gov/apod/ap091028.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/jkcs041_chandra_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "JKCS041: The Farthest Galaxy Cluster Yet Measured",
    "url": "https://apod.nasa.gov/apod/image/0910/jkcs041_chandra.jpg"
  },
  {
    "copyright": "Manel Soria",
    "date": "2009-10-29",
    "explanation": "An unusual triangle of light is visible this time of year just before dawn, in the northern hemisphere. Once considered a false dawn, this triangle of light is actually Zodiacal Light, light reflected from interplanetary dust particles.  The bright reflecting triangle is clearly visible on the right of the above image taken from Laguna Verde near Valpara�so, Chile in late July. The band of our Milky Way Galaxy on the left mirrors the zodiacal band.  Zodiacal dust orbits the Sun predominantly in the same plane as the planets: the ecliptic.  Zodiacal light is so bright in the north this time of year because the dust band is oriented nearly vertical at sunrise, so that the thick air near the horizon does not block out relatively bright reflecting dust.  Zodiacal light is also bright for people in Earth's northern hemisphere in March and April just after sunset. In the southern hemisphere, zodiacal light is most notable after sunset in late summer, and brightest before sunrise in late spring.   digg_url = 'http://apod.nasa.gov/apod/ap091029.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/zodiacal_soria_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Zodiacal Light Over Laguna Verde",
    "url": "https://apod.nasa.gov/apod/image/0910/zodiacal_soria.jpg"
  },
  {
    "copyright": "Tony Hallas",
    "date": "2009-10-30",
    "explanation": "To the eye, this cosmic composition nicely balances the Bubble Nebula at the upper right with open star cluster M52. The pair would be lopsided on other scales, though. Embedded in a complex of interstellar dust and gas and blown by the winds from a single, massive O-type star, the Bubble Nebula (aka NGC 7635) is a mere 10 light-years wide.  On the other hand, M52 is a rich open cluster of around a thousand stars. The cluster is about 25 light-years across. Seen toward the northern boundary of Cassiopeia, distance estimates for the Bubble Nebula and associated cloud complex are around 11,000 light-years, while star cluster M52 lies nearly 5,000 light-years away.   digg_url ='http://apod.nasa.gov/apod/ap091030.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/BubM52_hallas.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Bubble and M52",
    "url": "https://apod.nasa.gov/apod/image/0910/BubM52_hallas800.jpg"
  },
  {
    "copyright": "Stephen Leshin",
    "date": "2009-10-31",
    "explanation": "Described as a \"dusty curtain\" or \"ghostly apparition\", mysterious reflection nebula VdB 152 really is very faint. Far from your neighborhood on this Halloween Night, the cosmic phantom is nearly 1,400 light-years away. Also cataloged as Ced 201, it lies along the northern Milky Way in the royal constellation Cepheus. Near the edge of a large molecular cloud, pockets of interstellar dust in the region block light from background stars or scatter light from the embedded bright star giving parts of the nebula a characteristic blue color. Ultraviolet light from the star is also thought to cause a dim reddish luminescence in the nebular dust. Though stars do form in molecular clouds, this star seems to have only accidentally wandered into the area, as its measured velocity through space is very different from the cloud's velocity. This deep telescopic image of the region spans about 7 light-years.   digg_url ='http://apod.nasa.gov/apod/ap091031.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/VDB152_LRGB_leshin.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "VdB 152: Reflection Nebula in Cepheus",
    "url": "https://apod.nasa.gov/apod/image/0910/VDB152_LRGB_leshin600.jpg"
  },
  {
    "date": "2009-11-01",
    "explanation": "What color is the universe?  More precisely, if the entire sky were smeared out, what color would the final mix be?  This whimsical question came up when trying to determine what stars are commonplace in nearby galaxies. The answer, depicted above, is a conditionally perceived shade of beige.  To determine this, astronomers computationally averaged the light emitted by one of the largest sample of galaxies yet analyzed: the 200,000 galaxies of the 2dF survey.  The resulting cosmic spectrum has some emission in all parts of the electromagnetic spectrum, but a single perceived composite color.  This color has become much less blue over the past 10 billion years, indicating that redder stars are becoming more prevalent.  In a contest to better name the color, notable entries included skyvory, univeige, and the winner: cosmic latte.   digg_url = 'http://apod.nasa.gov/apod/ap091101.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/cosmiclatte_jhu.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Average Color of the Universe",
    "url": "https://apod.nasa.gov/apod/image/0910/cosmiclatte_jhu.jpg"
  }
]
