[
  {
    "copyright": "highest\ncommunications tower",
    "date": "2009-02-01",
    "explanation": "Higher than highest communications tower, higher than highest mountain, higher than highest airplane, lies the realm of the aurora.  Auroras rarely reach below 60 kilometers, and can range up to 1000 kilometers.  Aurora light results from energetic electrons and protons striking molecules in the Earth's atmosphere.  Frequently, when viewed from space, a complete aurora will appear as a circle around one of the Earth's magnetic poles.  This particularly rare purple auroral corona occurred in 2004 high above Harstad, Norway.   digg_url = 'http://apod.nasa.gov/apod/ap090201.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0902/toweraurora_nettfoto_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Auroral Corona Over Norway",
    "url": "https://apod.nasa.gov/apod/image/0902/toweraurora_nettfoto_rf.jpg"
  },
  {
    "copyright": "Paolo Candy",
    "date": "2009-02-02",
    "explanation": "How bright will Comet Lulin become? No one knows for sure.  Although it is notoriously difficult to accurately predict the brightness of newly discovered comets, Comet Lulin could well become visible to the unaided eye later this month. As Comet Lulin moves into the northern sky in mid February to rise around midnight, it should at least be spotted by comet watchers with binoculars and a good sky chart.  Tracking observations indicate that the comet officially designated C/2007 N3 (Lulin) has now swung by the Sun and is approaching Earth on a trajectory that will bring it within half the Earth-Sun distance in late February. Comet Lulin's orbit indicates that this is likely the comet's first trip into the inner Solar System. The comet was discovered by Quanzhi Ye of Sun Yat-sen University on images obtained by Chi-Sheng Lin at the Lu-Lin Observatory of National Central University.  In this picture, taken from Italy last Friday, are Comet Lulin's coma and tails, one tail pointing away from the Sun, and an anti-tail -- dust that trails the comet in its orbit and may appear to point toward the Sun.   digg_url = 'http://apod.nasa.gov/apod/ap090202.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0902/lulin_candy_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Lulin Approaches",
    "url": "https://apod.nasa.gov/apod/image/0902/lulin_candy.jpg"
  },
  {
    "copyright": "Tim Thompson",
    "date": "2009-02-03",
    "explanation": "Are those UFOs near that mountain?  No -- they are multilayered lenticular clouds. Moist air forced to flow upward around mountain tops can create lenticular clouds. Water droplets condense from moist air cooled below the dew point, and clouds are opaque groups of water droplets. Waves in the air that would normally be seen horizontally can then be seen vertically, by the different levels where clouds form.  On some days the city of Seattle, Washington, USA, is treated to an unusual sky show when lenticular clouds form near Mt. Rainier, a large mountain that looms just under 100 kilometers southeast of the city. This image of a spectacular cluster of lenticular clouds was taken last December.   digg_url = 'http://apod.nasa.gov/apod/ap090203.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0902/rainierclouds_thompson_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lenticular Clouds Above Washington",
    "url": "https://apod.nasa.gov/apod/image/0902/rainierclouds_thompson.jpg"
  },
  {
    "date": "2009-02-04",
    "explanation": "On the distant planet HD 80606b, summers might be dangerous. Hypothetic life forms floating in HD 080606b's atmosphere or lurking on one of its (presently hypothetical) moons might fear the 1,500 Kelvin summer heat, which is hot enough not only to melt lead but also nickel.  Although summers are defined for Earth by the daily amount of sunlight, summers on HD 80606b are more greatly influenced by how close the planet gets to its parent star. HD 80606b, about 200 light years distant, has the most elliptical orbit of any planet yet discovered.  In comparison to the Solar System, the distance to its parent star would range from outside the orbit of Venus to well inside the orbit of Mercury.  In this sequence, the night side of HD 80606b is computer simulated as it might glow in infrared light in nearly daily intervals as it passed the closest point in its 111-day orbit around its parent star.   The simulation is based on infrared data taken in late 2007 by the Spitzer Space Telescope.    digg_url = 'http://apod.nasa.gov/apod/ap090204.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0902/hd80606b_kasen_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Dangerous Summer on HD 80606b",
    "url": "https://apod.nasa.gov/apod/image/0902/hd80606b_kasen.jpg"
  },
  {
    "date": "2009-02-05",
    "explanation": "Some 3 million light-years distant in nearby spiral galaxy M33, giant stellar nursery NGC 604 is about 1,300 light-years across, or nearly 100 times the size of the Orion Nebula. In fact, among the star forming regions within the Local Group of galaxies, NGC 604 is second in size only to 30 Doradus, also known as the Tarantula Nebula in the Large Magellanic Cloud. This space-age color composite of X-ray data (in blue hues) from the Chandra Observatory, and Hubble optical data shows that NGC 604's cavernous bubbles and cavities are filled with a hot, tenuous, X-ray emitting gas. Intriguingly, NGC 604 itself is divided by a wall of relatively cool gas. On the western (right) side of the nebula, measurements indicate that material is likely heated to X-ray temperatures by the energetic winds from a cluster of about 200 young, massive stars. On the eastern side the X-ray filled cavities seem to be older, suggesting supernova explosions from the end of massive star evolution contribute to their formation.   digg_url = 'http://apod.nasa.gov/apod/ap090205.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0902/n604comp_chandra.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 604: X-rays from a Giant Stellar Nursery",
    "url": "https://apod.nasa.gov/apod/image/0902/n604comp_chandraC800.jpg"
  },
  {
    "copyright": "Eric J. Zbinden",
    "date": "2009-02-06",
    "explanation": "On February 2nd, a first quarter Moon shone in planet Earth's early evening sky. As seen from a location on the US west coast near Mt. Hamilton, California, the International Space Station also arched above the horizon, crossing in front of the Moon's sunlit surface. The space station's transit lasted 0.49 seconds. This sharp exposure, a well-timed telescopic image, recorded the space station during the transit against the background of the Moon's smooth Mare Serenitatis (Sea of Serenity",
    "hdurl": "https://apod.nasa.gov/apod/image/0902/ISS_0082_2009-02-02x2cropped.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Space Station in the Moon",
    "url": "https://apod.nasa.gov/apod/image/0902/ISS_0082_2009-02-02x2cropped800.jpg"
  },
  {
    "copyright": "Joseph Brimacombe",
    "date": "2009-02-07",
    "explanation": "Sweeping through the inner solar system, Comet Lulin is easily visible in both northern and southern hemispheres with binoculars or a small telescope. Recent changes in Lulin's lovely greenish coma and tails are featured in this two panel comparison of images taken on January 31st (top) and February 4th. Taken from dark New Mexico Skies, the images span over 2 degrees. In both views the comet sports an apparent antitail at the left -- the comet's dust tail appearing almost edge on from an earth-based perspective as it trails behind in Lulin's orbit. Extending to the right of the coma, away from the Sun, is the beautiful ion tail. Remarkably, as captured in the bottom panel, Comet Lulin's ion tail became disconnected on February 4, likely buffeted and torn away by magnetic fields in the solar wind. In 2007 NASA satellites recorded a similar disconnection event for Comet Encke. Don't worry, though. Comet tails can grow back.   digg_url = 'http://apod.nasa.gov/apod/ap090207.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0902/C2007N3Lulin2panel_brimacombe.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Lulin Tails",
    "url": "https://apod.nasa.gov/apod/image/0902/C2007N3Lulin2panel_brimacombe800.jpg"
  },
  {
    "copyright": "T. A. Rector",
    "date": "2009-02-08",
    "explanation": "From afar, the whole thing looks like an Eagle.  A closer look at the Eagle Nebula, however, shows the bright region is actually a window into the center of a larger dark shell of dust.  Through this window, a brightly-lit workshop appears where a whole open cluster of stars is being formed.  In this cavity tall pillars and round globules of dark dust and cold molecular gas remain where stars are still forming.  Already visible are several young bright blue stars whose light and winds are burning away and pushing back the remaining filaments and walls of gas and dust.  The Eagle emission nebula, tagged M16, lies about 6500 light years away, spans about 20 light-years, and is visible with binoculars toward the constellation of the Serpent (Serpens).  This picture combines three specific emitted colors and was taken with the 0.9-meter telescope on Kitt Peak, Arizona, USA.   digg_url = 'http://apod.nasa.gov/apod/ap090208.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0902/eagle_kp09_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Inside the Eagle Nebula",
    "url": "https://apod.nasa.gov/apod/image/0902/eagle_kp09.jpg"
  },
  {
    "date": "2009-02-09",
    "explanation": "How far away is spiral galaxy NGC 4921? Although presently estimated to be about 320 million light years distant, a more precise determination could be coupled with its known recession speed to help humanity better calibrate the expansion rate of the entire visible universe.  Toward this goal, this image was taken by the Hubble Space Telescope in order to help identify key stellar distance markers known as Cepheid variable stars.   Since NGC 4921 is a member of the Coma Cluster of Galaxies, refining its distance would also allow a better distance determination to one of the largest nearby clusters in the local universe. The magnificent spiral NGC 4921 has been informally dubbed anemic because of its low rate of star formation and low surface brightness. The remarkably sharp image was made with Hubble's Advanced Camera for Surveys, currently in need of repair. Visible in the image are, from the center, a bright nucleus, a bright central bar, a prominent ring of dark dust, blue clusters of recently formed stars, several smaller companion galaxies, unrelated galaxies in the far distant universe, and unrelated stars in our Milky Way Galaxy.    digg_url = 'http://apod.nasa.gov/apod/ap090209.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0902/ngc4921_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Anemic Galaxy NGC 4921 at the Edge",
    "url": "https://apod.nasa.gov/apod/image/0902/ngc4921_hst.jpg"
  },
  {
    "copyright": "Martin MuttiAstronomical Image Data\nArchive",
    "date": "2009-02-10",
    "explanation": "Alnitak, Alnilam, and Mintaka, are the bright bluish stars from east to west (left to right) along the diagonal in this gorgeous cosmic vista. Otherwise known as the Belt of Orion, these three blue supergiant stars are hotter and much more massive than the Sun. They lie about 1,500 light-years away, born of Orion's well-studied interstellar clouds. In fact, clouds of gas and dust adrift in this region have intriguing and some surprisingly familiar shapes, including the dark Horsehead Nebula and Flame Nebula near Alnitak at the lower left. The famous Orion Nebula itself lies off the bottom of this star field that covers about 4.5x3.5 degrees on the sky. This image was taken last month with a digital camera attached to a small telescope in Switzerland, and better matches human color perception than a more detailed composite taken over 15 years ago.   digg_url = 'http://apod.nasa.gov/apod/ap090210.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0902/orion_mutti_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion's Belt",
    "url": "https://apod.nasa.gov/apod/image/0902/orion_mutti.jpg"
  },
  {
    "copyright": "Alan Smallbone",
    "date": "2009-02-11",
    "explanation": "Yesterday's skyscape featured Alnitak, Alnilam, and Mintaka, the stars of Orion's Belt. Today's also presents the easternmost belt star, Alnitak, at the bottom right of the field, surrounded by the well-known Horsehead and Flame nebulae. But this view sweeps farther to the east (left) and north (top) detailing subtler cosmic clouds of gas and dust scattered through the fertile, nebula rich region. The scene is anchored at the top left by the eerie blue glow and ominous dark dust lanes of reflection nebula M78. Like the Horsehead, the Flame, and the Orion Nebula itself, M78 is a readily visible part of the large Orion Molecular Cloud complex some 1,500 light-years distant.   digg_url = 'http://apod.nasa.gov/apod/ap090211.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0902/Horsehead-M78smallbone_c8_sig.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion's Belt Continued",
    "url": "https://apod.nasa.gov/apod/image/0902/Horsehead-M78smallbone_c8_r90.jpg"
  },
  {
    "copyright": "Daniel López",
    "date": "2009-02-12",
    "explanation": "Two fundamental planes of planet Earth's sky compete for attention in this remarkable wide-angle vista, recorded on January 23rd. Arcing above the horizon and into the night at the left is a beautiful band of Zodiacal Light - sunlight scattered by dust in the solar system's ecliptic plane. Its opponent on the right is composed of the faint stars, dust clouds, and nebulae along the plane of our Milky Way Galaxy. Both celestial bands stand above the domes and towers of the Teide Observatory on the island of Tenerife. Also out to play in the pristine, dark skies over the Canary Islands, are brilliant Venus (lower left), the distant Andromeda Galaxy (near center), and the lovely Pleiades star cluster (top center). Of course, seasoned skygazers might even spot M33, the California Nebula, IC1805, and the double star cluster of Perseus. (Need some help? Just slide your cursor over the picture.)   digg_url = 'http://apod.nasa.gov/apod/ap090212.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0902/zodiMilky_lopez.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Zodiacal Light Vs. Milky Way",
    "url": "https://apod.nasa.gov/apod/image/0902/zodiMilky_lopezH600.jpg"
  },
  {
    "copyright": "PixHeaven.net",
    "date": "2009-02-13",
    "explanation": "If your sister-in-law phoned you at 1am to tell you there was a circle around the Moon, how would you react? When it happened to him early last Sunday morning, photographer Laurent Laveder, grabbed his equipment and ran outside! He was rewarded with the sight of a bright lunar halo shining in his neighborhood skies above Quimper, France. With a radius of 22 degrees, the beautiful halo is produced by the refraction of moonlight in hexagonal-shaped ice crystals formed in thin, high clouds. Laveder captured a series of digital images that he used to create this composite fisheye view as well as a remarkable 360 degree VR panorama.   digg_url = 'http://apod.nasa.gov/apod/ap090213.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0902/090208_8200-17boule.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Circle 'round the Moon",
    "url": "https://apod.nasa.gov/apod/image/0902/090208_8200-17boule650.jpg"
  },
  {
    "copyright": "Daniel Marquardt",
    "date": "2009-02-14",
    "explanation": "Sprawling across almost 200 light-years, emission nebula IC 1805 is a mix of glowing interstellar gas and dark dust clouds. Derived from its Valentine's-Day-approved shape, its nickname is the Heart Nebula. About 7,500 light-years away in the Perseus spiral arm of our galaxy, stars were born in IC 1805. In fact, near the cosmic heart's center are the massive hot stars of a newborn star cluster also known as Melotte 15, about 1.5 million years young. A little ironically, the Heart Nebula is located in the constellation Cassiopeia. From Greek mythology, the northern constellation is named for a vain and boastful queen.  This deep view of the region around the Heart Nebula, cropped from a larger mosaic, spans about 2.5 degrees on the sky or about 5 times the diameter of the Full Moon.   digg_url = 'http://apod.nasa.gov/apod/ap090214.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0902/IC1805_Daniel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 1805: The Heart Nebula",
    "url": "https://apod.nasa.gov/apod/image/0902/IC1805_Daniel_rc800.jpg"
  },
  {
    "copyright": "U. Innsbruck",
    "date": "2009-02-15",
    "explanation": "It's all gone but the mountains.  Most of the sprawling landscape of ice that lies between the mountains visible above has now disintegrated.  The above picture was taken in Antarctica from the top of Grey Nunatak, one of three Seal Nunatak mountains that border the Larsen B Ice-Shelf.  The other two nunataks are visible in the picture taken in 1994.  Over the past several years large chunks of the 200-meter thick Larsen B Ice-Shelf have been breaking off and disintegrating.  The cause is the local high temperatures of recent years, part of a planet wide climate change called  global warming.  Over the past few years, the area that has disintegrated is roughly the size of Luxembourg.  As ice-shelves break up, they unblock other ice sheets that fall onto the ocean, raising sea levels everywhere.  Scientists are watching the much-larger Ross Ice Shelf, which, if it fully collapses, could cause global sea levels to rise five meters over the next few hundred years.   digg_url = 'http://apod.nasa.gov/apod/ap090215.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0902/larsen03_rotts.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Antarctic Ice Shelf Vista",
    "url": "https://apod.nasa.gov/apod/image/0902/larsen03_rotts_big.jpg"
  },
  {
    "date": "2009-02-16",
    "explanation": "A jewel of the southern sky, the Great Carina Nebula, aka NGC 3372, spans over 300 light-years, one of our Galaxy's largest star forming regions. Like the smaller, more northerly Great Orion Nebula, the Carina Nebula is easily visible to the unaided eye, though at a distance of 7,500 light-years it is some 5 times farther away. This stunning telescopic view from the 2.2-meter ESO/MPG telescope La Silla Observatory in Chile reveals remarkable details of the region's glowing filaments of interstellar gas and dark cosmic dust clouds. The Carina Nebula is home to young, extremely massive stars, including the still enigmatic variable Eta Carinae, a star with well over 100 times the mass of the Sun.  Eta Carinae is the bright star left of the central dark notch in this field and near the dusty Keyhole Nebula (NGC 3324).   digg_url = 'http://apod.nasa.gov/apod/ap090216.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0902/carina_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Great Carina Nebula",
    "url": "https://apod.nasa.gov/apod/image/0902/carina_eso.jpg"
  },
  {
    "copyright": "Tyler Blessing",
    "date": "2009-02-17",
    "explanation": "What in heaven's blazes is that? When landing in Minneapolis, Minnesota, USA in 2002, just before his flight ascended above cloud level in the early evening, passenger Tyler Blessing saw and photographed \"huge curved sheets of glowing light extending from cloud to ground.\" The glow appeared unlike other unusual lights more typically seen, including crepuscular rays, anticrepuscular rays and the glory. A leading possibility, mentioned initially by the photographer, is that the light sheets are setting sunlight scattered off of falling rain.  Alternatively, the phenomenon could just be a peculiar window reflection. APOD readers, who have previously shown an impressive ability to pool their collective intelligence to create a better understanding of photographed sky anomalies, are invited to discuss this online. It might help to know that EXIF data indicates that the image was captured on 2002 September 23 at about 8:07 pm in the evening (local time), and that the camera was reported to be pointing north of west at that time. The oval on the ground, visible in the lower right of the above image, is Canterbury Downs race track.   digg_url = 'http://apod.nasa.gov/apod/ap090217.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0902/redsky_blessing_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual Red Glow Over Minnesota",
    "url": "https://apod.nasa.gov/apod/image/0902/redsky_blessing.jpg"
  },
  {
    "copyright": "Analytical Graphics, Inc.",
    "date": "2009-02-18",
    "explanation": "How often do satellites collide? Although minuscule space debris may strike any satellite on occasion, the first known collision between time two full satellites occurred only last week. Even though thousands of satellites have been launched, the low collision rate is caused by the great vastness of space. Last week, however, a defunct Russian communications satellite named Cosmos 2251 smashed right into an operational US communications satellite named Iridium 33 over Siberia, Russia.  Both satellites were destroyed.  The sheer number of massive particles in a dispersing debris cloud, depicted in an inset image above, increases the risk that other operating satellites might be struck by a harmful fast-moving projectile.  The collision occurred in low Earth orbit only 750 kilometers up, a height shared by many satellites but significantly higher than the 350-km high human-occupied International Space Station.  Since satellites may disintegrate when struck by fast-moving space junk, the crash focuses concern that a future dramatic satellite collision may one day start an ablation cascade of increasingly more collisions.  The result could then render future human space flights increasingly risky and expensive satellite lifetimes increasingly short.    digg_url = 'http://apod.nasa.gov/apod/ap090218.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0902/collidingsatellites_agi_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Satellites Collide in Low Earth Orbit",
    "url": "https://apod.nasa.gov/apod/image/0902/collidingsatellites_agi.jpg"
  },
  {
    "copyright": "Wally Pacholka",
    "date": "2009-02-19",
    "explanation": "Aloha and welcome to a breathtaking skyscape. The dreamlike panoramic view looks out from the 4,200 meter volcanic summit of Mauna Kea, Hawai'i, across a layer of clouds toward a starry night sky and the rising Milky Way. Anchoring the scene on the far left is the dome of the Canada-France-Hawaii Telescope (CFHT), with north star Polaris shining beyond the dome to the right. Farther right, headed by bright star Deneb, the Northern Cross asterism is embedded along the plane of the Milky Way as it peeks above the horizon. Both Northern Cross and brilliant white Vega hang over a foreground grouping of cinder cones. Near the center are the reddish nebulae, stars and dust clouds of the central Milky Way. Below, illumination from the city lights of Hilo creates an eerie, greenish glow in the clouds. Red supergiant star Antares shines above the Milky Way's central bulge while bright Alpha Centauri lies still farther right, along the dusty galactic plane. Finally, at the far right is the large Gemini North Observatory. The compact group of stars known as the Southern Cross is just left of the telescope dome. Need some help identifying the stars?  Just slide your cursor over the picture, or download this smaller, labeled panorama.   digg_url = 'http://apod.nasa.gov/apod/ap090219.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0902/MKMilkyWaypan_pacholka_600WPAP.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mauna Kea Milky Way Panorama",
    "url": "https://apod.nasa.gov/apod/image/0902/MKMilkyWaypan_pacholka_600WPAP.jpg"
  },
  {
    "copyright": "Stéphane Guisard",
    "date": "2009-02-20",
    "explanation": "Dark nebulae snake across a gorgeous expanse of stars in this telescopic view toward the pronounceable constellation Ophiuchus and the center of our Milky Way Galaxy. In fact, the twisting central shape seen here is well known as the Snake Nebula. It is also listed as Barnard 72 (B72), one of 182 dark markings of the sky cataloged in the early 20th century by astronomer E. E. Barnard. Unlike bright emission nebulae and star clusters, Barnard's nebulae are interstellar dark clouds of obscuring gas and dust. Their shapes are visible in cosmic silhouette because they lie in the foreground along the line of sight to rich star fields and glowing stellar nurseries near the plane of our Galaxy. Many of Barnard's dark nebulae are themselves likely sites of future star formation. Barnard 72 is about 650 light years away. With bluish star 44 Ophiuchi at bottom left, the intriguing star field spans nearly 2 degrees or almost 20 light-years at the estimated distance of the Snake Nebula.   digg_url = 'http://apod.nasa.gov/apod/ap090220.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0902/SGUSnakeLRVB.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Snake in the Dark",
    "url": "https://apod.nasa.gov/apod/image/0902/SGUSnakeLRVB_c800.jpg"
  },
  {
    "date": "2009-02-21",
    "explanation": "Now growing brighter, Comet Lulin is headed for its closest approach to planet Earth early next week. But the comet's greenish glow, familiar to earthbound skygazers, is replaced by false colors in this premier view from the orbiting Swift satellite. Image data from the Swift detectors, normally intended to follow cosmic gamma-ray bursts, were recorded on January 28. The data are combined here, along with a sky survey image of background stars, to show optical and ultraviolet light in green-blue hues and x-rays from the comet in red.  The result maps remarkable x-ray emission on the comet's sunward side as incoming solar wind ions interact with gases in the swollen coma. It also shows substantial ultraviolet emission opposite the Sun, in the direction of motion and the comet's tail. The ultraviolet emission is from the OH molecule derived from the breakup of water, an indicator of the copius amounts of water produced by this extremely active comet. In fact, astronomers estimate Lulin was releasing about 800 gallons of water each second, enough to fill an Olympic-size swimming pool in less than 15 minutes.   digg_url = 'http://apod.nasa.gov/apod/ap090221.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0902/SwiftLulinDSS_comp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Swift View of Comet Lulin",
    "url": "https://apod.nasa.gov/apod/image/0902/SwiftLulinDSS_compLabelc800.jpg"
  },
  {
    "date": "2009-02-22",
    "explanation": "Few cosmic vistas excite the imagination like the Orion Nebula. Also known as M42, the nebula's glowing gas surrounds hot young stars at the edge of an immense interstellar molecular cloud only 1,500 light-years away. The Orion Nebula offers one of the best opportunities to study how stars are born partly because it is the nearest large star-forming region, but also because the nebula's energetic stars have blown away obscuring gas and dust clouds that would otherwise block our view - providing an intimate look at a range of ongoing stages of starbirth and evolution.  This detailed image of the Orion Nebula is the sharpest ever, constructed using data from the Hubble Space Telescope's Advanced Camera for Surveys and the European Southern Observatory's La Silla 2.2 meter telescope. The mosaic contains a billion pixels at full resolution and reveals about 3,000 stars.   digg_url = 'http://apod.nasa.gov/apod/ap090222.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0902/m42_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion Nebula: The Hubble View",
    "url": "https://apod.nasa.gov/apod/image/0902/m42_hst.jpg"
  },
  {
    "copyright": "John Stetson",
    "date": "2009-02-23",
    "explanation": "What's happened to the Moon?  Nothing, although from some locations, February's full moon, which occurred about two weeks ago, appeared strangely distorted as it rose.   Visible in particular was a curiously inverted image section pinched off near the horizon, an effect dubbed the Etruscan vase by the pioneering science fiction writer Jules Verne for its familiar shape.  This odd moon image piece was created by moonlight refracting through an atmospheric inversion layer on Earth where cold air was trapped near the surface. The photographer also reported that, as the moon rose, a red rim was faintly visible on the lower part of the moon, while a green rim appeared on the top.  Similar to the Sun's famous green flash, these effects arise when the Earth's atmosphere acts like a prism, sending different colors of light on slightly different paths.  The above image mosaic has been horizontally compressed by computer to fit a standard screen.   digg_url = 'http://apod.nasa.gov/apod/ap090223.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0902/moonrise_stetson_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Etruscan Vase Moon Rising",
    "url": "https://apod.nasa.gov/apod/image/0902/moonrise_stetson.jpg"
  },
  {
    "copyright": "Drew SullivanAncient Starlight",
    "date": "2009-02-24",
    "explanation": "Why is the Horsehead Nebula surrounded by a bubble?  Although hard to make out, the famous Horsehead Nebula is the slight dark indentation in the bright streak just to the left of the image center.  Glowing like an emission nebula, the origin of the bubble, known as Barnard's Loop, is currently unknown.  Progenitor hypotheses include the winds from bright Orion stars and the supernovas of stars long gone.  Barnard's Loop is too faint to be identified with the unaided eye.  The nebula was discovered only in 1895 by E. E. Barnard on long duration film exposures.  The above image was taken in a single  specific color emitted by hydrogen to bring out detail. To the left of the Horsehead Nebula, visible as a small dark indentation, is the photogenic Flame Nebula.   digg_url = 'http://apod.nasa.gov/apod/ap090224.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0902/barnardsloop_sullivan_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Barnard's Loop around the Horsehead Nebula",
    "url": "https://apod.nasa.gov/apod/image/0902/barnardsloop_sullivan.jpg"
  },
  {
    "copyright": "Richard RichinsNMSU",
    "date": "2009-02-25",
    "explanation": "Go outside tonight and see Comet Lulin.  From a dark location, you should need only a good star map and admirable perseverance -- although wide-field binoculars might help.  Yesterday, Comet Lulin passed its closest to Earth, so that the comet will remain near its brightest over the next few days.  The comet is currently almost 180 degrees around from the Sun and  so visible nearly all night long, but will appear to move on the sky about 10 full moons a night.  In this image, Comet Lulin was captured in spectacular form two nights ago from New Mexico, USA. The central coma of the comet is appearing quite green, a color likely indicating glowing molecular carbon gasses. Bright stars and a distant spiral galaxy are clearly visible in the image background.  The yellow dust tail, reflecting sunlight, is visible sprawling to the coma's left trailing behind the comet, while the textured bluish-glowing ion tail is visible to the coma's right, pointing away from the Sun.  Over the past few weeks, from the current vantage point of Earth, these two tails appeared to point in opposite directions.  Comet Lulin is expected to slowly fade over the next few weeks.   digg_url = 'http://apod.nasa.gov/apod/ap090225.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0902/Lulin2_richins_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Two Tails of Comet Lulin",
    "url": "https://apod.nasa.gov/apod/image/0902/Lulin2_richins.jpg"
  },
  {
    "copyright": "Mike Salway",
    "date": "2009-02-26",
    "explanation": "When the Moon rose in predawn skies on February 23rd, it sported a sunlit crescent. It also offered early morning risers a tantalizing view of earthshine, the dark portion of the lunar disk illuminated by sunlight reflected from the Earth. Of course, on that morning a remarkable conjunction with three wandering planets added an impressive touch to the celestial scene. Recorded just before sunrise, this serene skyview looks east toward a glowing horizon across Tuggerah Lake on the Central Coast of New South Wales, Australia. Along with the waning crescent Moon, the picture captures (top to bottom) bright Mercury, Jupiter, and Mars.   digg_url = 'http://apod.nasa.gov/apod/ap090226.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0902/20090223mmjm2000px_MikeSalway.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon, Mercury, Jupiter, Mars",
    "url": "https://apod.nasa.gov/apod/image/0902/20090223mmjm900px_MikeSalway.jpg"
  },
  {
    "copyright": "Catching the Light",
    "date": "2009-02-27",
    "explanation": "Tracking through the constellation Leo on February 23rd, bright planet Saturn and Comet Lulin were both near opposition -- opposite the Sun in planet Earth's sky. They also passed within only 2 degrees of each other creating a dramatic celestial photo-op. Comet Lulin was near its closest approach to planet Earth at the time, at a distance of some 61 million kilometers, but was orbiting in the opposite direction. As a result it swept remarkably rapidly across the background of stars. This telephoto image captures both bright Saturn and greenish Lulin in the same field in a scene not too different from binocular views. Don't recognize ringed Saturn? The rings are presently tilted nearly edge-on to our view and the brighter planet is overexposed to record details of the fainter comet. At the upper right, Saturn is marked by multiple diffraction spikes created by the aperture blades in the telephoto lens.   digg_url = 'http://apod.nasa.gov/apod/ap090227.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0902/lulin3_lodriguss.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lulin and Saturn near Opposition",
    "url": "https://apod.nasa.gov/apod/image/0902/lulin3_lodriguss.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2009-02-28",
    "explanation": "Distorted galaxy NGC 2442 can be found in the southern constellation of the flying fish, (Piscis) Volans. Located about 50 million light-years away, the galaxy's two spiral arms extending from a pronounced central bar give it a hook-shaped appearance. This deep color image also shows the arms' obscuring dust lanes, young blue star clusters and reddish star forming regions surrounding a core of yellowish light from an older population of stars. But the star forming regions seem more concentrated along the drawn-out (right side) spiral arm. The distorted structure is likely the result of an ancient close encounter with the smaller galaxy seen near the top left of this field of view. The two interacting galaxies are separated by about 150,000 light-years at the estimated distance of NGC 2442.   digg_url = 'http://apod.nasa.gov/apod/ap090228.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0902/NGC2442pugh.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2442: Galaxy in Volans",
    "url": "https://apod.nasa.gov/apod/image/0902/NGC2442pugh_c800.jpg"
  },
  {
    "copyright": "Thomas V. Davis",
    "date": "2009-03-01",
    "explanation": "This huge ball of stars predates our Sun. Long before humankind evolved, before dinosaurs roamed, and even before our Earth existed, ancient globs of stars condensed and orbited a young Milky Way Galaxy. Of the 200 or so globular clusters that survive today, Omega Centauri is the largest, containing over ten million stars. Omega Centauri is also the brightest globular cluster, at apparent visual magnitude 3.9 it is visible to southern observers with the unaided eye. Cataloged as NGC 5139, Omega Centauri is about 18,000 light-years away and 150 light-years in diameter.  Unlike many other globular clusters, the stars in Omega Centauri show several different ages and trace chemical abundances, indicating that the globular star cluster has a complex history over its 12 billion year age.    digg_url = 'http://apod.nasa.gov/apod/ap090301.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0903/omegacen_davis_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Omega Centauri: The Largest Nearby Globular Cluster",
    "url": "https://apod.nasa.gov/apod/image/0903/omegacen_davis.jpg"
  }
]
