[
  {
    "date": "2010-12-01",
    "explanation": "Why is Phobos so dark?  Phobos, the largest and innermost of two Martian moons, is the darkest moon in the entire Solar System.  Its unusual orbit and color indicate that it may be a captured asteroid composed of a mixture of ice and dark rock.  The above picture of Phobos near the limb of Mars was captured last month by the robot spacecraft Mars Express currently orbiting Mars.  Phobos is a heavily cratered and barren moon, with its largest crater located on the far side.  From images like this, Phobos has been determined to be covered by perhaps a meter of loose dust.  Phobos orbits so close to Mars that from some places it would appear to rise and set twice a day, but from other places it would not be visible at all.  Phobos' orbit around Mars is continually decaying -- it will likely break up with pieces crashing to the Martian surface in about 50 million years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1012/phoboslimb_marsexpress_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Martian Moon Phobos from Mars Express",
    "url": "https://apod.nasa.gov/apod/image/1012/phoboslimb_marsexpress.jpg"
  },
  {
    "copyright": "CARA Project",
    "date": "2010-12-02",
    "explanation": "rly in November, small but active Comet Hartley 2 (103/P Hartley) became the fifth comet imaged close-up by a spacecraft from planet Earth. Continuing its own tour of the solar system with a 6 year orbital period, Hartley 2 is now appearing in the nautical constellation Puppis. Still a target for binoculars or small telescopes from dark sky locations, the comet is captured in this composite image from November 27, sharing the rich 2.5 degree wide field of view with some star clusters well known to earthbound skygazers. Below and right of the comet's alluring green coma lies bright M47, a young open star cluster some 80 milion years old, about 1,600 light-years away. Below and left open cluster M46 is older, around 300 million years of age, and 5,400 light-years distant. Hartley 2's short, faint tail even extends up and right toward another fainter star cluster in the scene, NGC 2423. On November 27, Comet Hartley 2 was about 2.25 light-minutes from Earth. Sweeping toward the bottom of this field, by November 28 the comet's path had carried it between M46 and M47.",
    "hdurl": "https://apod.nasa.gov/apod/image/1012/103P_101127ligustri.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hartley 2 Star Cluster Tour",
    "url": "https://apod.nasa.gov/apod/image/1012/103P_101127ligustri900c.jpg"
  },
  {
    "copyright": "Manfred Konrad",
    "date": "2010-12-03",
    "explanation": "The small, northern constellation Triangulum harbors this magnificent face-on spiral galaxy, M33. Its popular names include the Pinwheel Galaxy or just the Triangulum Galaxy. M33 is over 50,000 light-years in diameter, third largest in the Local Group of galaxies after the Andromeda Galaxy (M31), and our own Milky Way. About 3 million light-years from the Milky Way, M33 is itself thought to be a satellite of the Andromeda Galaxy and astronomers in these two galaxies would likely have spectacular views of each other's grand spiral star systems. As for the view from planet Earth, this sharp, detailed image nicely shows off M33's blue star clusters and pinkish star forming regions that trace the galaxy's loosely wound spiral arms. In fact, the cavernous NGC 604 is the brightest star forming region, seen here at about the 4 o'clock position from the galaxy center. Like M31, M33's population of well-measured variable stars have helped make this nearby spiral a cosmic yardstick for establishing the distance scale of the Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/1012/m33_konrad.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M33: Triangulum Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1012/m33_konrad_900c.jpg"
  },
  {
    "copyright": "Arne Erisoty",
    "date": "2010-12-04",
    "explanation": "In dwindling twilight at an August day's end, these broad dark bands appeared in the sky for a moment, seen from Robert Smithson's Spiral Jetty on the eastern shore of Utah's Great Salt Lake. Outlined by rays of sunlight known as crepuscular rays, they are actually shadows cast by clouds near the distant western horizon, the setting Sun having disappeared from direct view behind them. The cloud shadows are parallel, but seem to converge in the distance because of perspective. Coiled in the salt-encrusted lake surface, Smithson's most famous earthwork provides a dramatic contrast to the converging lines. The Spiral Jetty was constructed in 1970, when the water level was unusually low and was completely submerged in a few years as the level rose. Now just above water again, it has spent much of its existence submerged in the briny lake.",
    "hdurl": "https://apod.nasa.gov/apod/image/1012/SpiralRays_erisoty.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunset at the Spiral Jetty",
    "url": "https://apod.nasa.gov/apod/image/1012/SpiralRays_erisoty.jpg"
  },
  {
    "copyright": "Michael ConnelleyU. Hawaii",
    "date": "2010-12-05",
    "explanation": "How can the Moon rise through a mountain?  It cannot -- what was photographed here is a moonrise through the shadow of a large volcano.  The volcano is Mauna Kea, Hawai'i, USA, a frequent spot for spectacular photographs since it is arguably the premier observing location on planet Earth. The Sun has just set in the opposite direction, behind the camera. Additionally, the Moon has just passed full phase -- were it precisely at full phase it would rise, possibly eclipsed, at the very peak of the shadow. Refraction of moonlight through the Earth's atmosphere makes the Moon appear slightly oval.  Cinder cones from old volcanic eruptions are visible in the foreground. Cloud tops below Mauna Kea's summit have unusually flat tops, indicating a decrease in air moisture that frequently keeps the air unusually dry, another attribute of this stellar observing site.",
    "hdurl": "https://apod.nasa.gov/apod/image/1012/moonrisemk_connelley_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moonrise Through Mauna Kea's Shadow",
    "url": "https://apod.nasa.gov/apod/image/1012/moonrisemk_connelley.jpg"
  },
  {
    "date": "2010-12-06",
    "explanation": "How strange could alien life be? An indication that the fundamental elements that compose most terrestrial life forms might differ out in the universe was found in unusual Mono Lake in California, USA. Bacteria in Mono's lakebed gives indications that it not only can tolerate a large abundance of normally toxic arsenic, but possibly use arsenic as a replacement for phosphorus, an element needed by every other known Earth-based life form. The result is surprising -- and perhaps controversial -- partly because arsenic-incorporating organic molecules were thought to be much more fragile than phosphorus-incorporating organic molecules.   Pictured above is 7.5-km wide Mono Lake as seen from nearby Mount Dana.  The inset picture shows GFAJ-1, the unusual bacteria that might be able to survive on another world.    Best Astronomy Images: APOD Editor to speak in Philadelphia on Jan 5 and New York City on Jan 7",
    "hdurl": "https://apod.nasa.gov/apod/image/1012/monolake_wikipedia_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mono Lake: Home to the Strange Microbe GFAJ-1",
    "url": "https://apod.nasa.gov/apod/image/1012/monolake_wikipedia.jpg"
  },
  {
    "copyright": "Alain Riazuelo",
    "date": "2010-12-07",
    "explanation": "What would you see if you went right up to a black hole? Above is a computer generated image highlighting how strange things would look. The black hole has such strong gravity that light is noticeably bent towards it - causing some very unusual visual distortions. Every star in the normal frame has at least two bright images - one on each side of the black hole. Near the black hole, you can see the whole sky - light from every direction is bent around and comes back to you. The original background map was taken from the 2MASS infrared sky survey, with stars from the Henry Draper catalog superposed.  Black holes are thought to be the densest state of matter, and there is indirect evidence for their presence in stellar binary systems and the centers of globular clusters, galaxies, and quasars.",
    "hdurl": "https://apod.nasa.gov/apod/image/1012/bhlens_riazuelo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Too Close to a Black Hole",
    "url": "https://apod.nasa.gov/apod/image/1012/bhlens_riazuelo.jpg"
  },
  {
    "date": "2010-12-08",
    "explanation": "The robotic rover Opportunity has chanced across another small crater on Mars. Pictured above is Intrepid Crater, a 20-meter across impact basin  slightly larger than Nereus Crater that Opportunity chanced across last year. The above image is in approximately true color but horizontally compressed to accommodate a wide angle panorama.  Intrepid Crater was named after the lunar module Intrepid that carried Apollo 12 astronauts to Earth's Moon 41 years ago last month. Beyond Intrepid Crater and past long patches of rusty Martian desert lie peaks from the rim of large Endeavour Crater, visible on the horizon.  If Opportunity can avoid ridged rocks and soft sand, it may reach Endeavour sometime next year.   Call for Reports: Recent Fireball over the United Kingdom",
    "hdurl": "https://apod.nasa.gov/apod/image/1012/intrepid_opportunity_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Intrepid Crater on Mars",
    "url": "https://apod.nasa.gov/apod/image/1012/intrepid_opportunity.jpg"
  },
  {
    "copyright": "R Jay GaBany",
    "date": "2010-12-09",
    "explanation": "One of the brightest galaxies in planet Earth's sky and similar in size to the Milky Way, big, beautiful spiral M81 lies 11.8 million light-years away in the northern constellation Ursa Major. This deep image of the region reveals details in the bright yellow core, but at the same time follows fainter features along the galaxy's gorgeous blue spiral arms and sweeping dust lanes. It also follows the expansive, arcing feature, known as Arp's loop, that seems to rise from the galaxy's disk at the right. Studied in the 1960s, Arp's loop has been thought to be a tidal tail, material pulled out of M81 by gravitational interaction with its large neighboring galaxy M82. But a recent investigation demonstrates that much of Arp's loop likely lies within our own galaxy. The loop's colors in visible and infrared light match the colors of pervasive clouds of dust, relatively unexplored galactic cirrus only a few hundred light-years above the plane of the Milky Way. Along with the Milky Way's stars, the dust clouds lie in the foreground of this remarkable view.  M81's dwarf companion galaxy, Holmberg IX, can be seen just above and left of the large spiral. On the sky, this image spans about 0.5 degrees, about the size of the Full Moon.   Call for Reports: Recent Fireball over the United Kingdom",
    "hdurl": "https://apod.nasa.gov/apod/image/1012/lrg_ngc3031gabany.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M81 and Arp's Loop",
    "url": "https://apod.nasa.gov/apod/image/1012/lrg_ngc3031gabany900c.jpg"
  },
  {
    "copyright": "Doug Zubenel",
    "date": "2010-12-10",
    "explanation": "A thin, one day old crescent Moon hugged the western horizon after sunset on Monday, December 6. The Moon also occulted or passed in front of Mars. But only some well-placed skygazers along a band through North America were able to catch this lunar occultation's final act in fading twilight. For example, this telephoto image nicely captures Mars as a pinprick of light, shortly after it emerged from behind the crescent Moon's sunlit edge. With a tangle of tree limbs in silhouette, the luminous skyview is from De Soto, Kansas in the central US. Of course, this month's upcoming total lunar eclipse will entertain a much wider audience of Moon enthusiasts during the night of December 20/21.   Call for Security Camera Videos: Recent Fireball over the United Kingdom",
    "hdurl": "https://apod.nasa.gov/apod/image/1012/MoonMarsZubenel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Twilight Occultation",
    "url": "https://apod.nasa.gov/apod/image/1012/MoonMarsZubenel900.jpg"
  },
  {
    "copyright": "Wally Pacholka",
    "date": "2010-12-11",
    "explanation": "Created as planet Earth sweeps through dusty debris from mysterious, asteroid-like, 3200 Phaethon, the annual Geminid Meteor Shower should be the best meteor shower of the year. The Geminids are predicted to peak on the night of December 13/14, but you can start watching for Geminid meteors this weekend. The best viewing is after midnight in a dark, moonless sky, with the shower's radiant constellation Gemini well above the horizon - a situation that favors skygazers in the northern hemisphere. In this picture from the 2009 Geminid shower, a bright meteor with a greenish tinge flashes through the sky over the Mojave Desert near Barstow, California, USA. Recognizable in the background are bright stars in the northern asterism known as the Big Dipper, framing the meteor streak.",
    "hdurl": "https://apod.nasa.gov/apod/image/1012/GeminidMojave2009_pacholka.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Meteor in the Desert Sky",
    "url": "https://apod.nasa.gov/apod/image/1012/GeminidMojave2009_pacholka.jpg"
  },
  {
    "copyright": "Juan Carlos Casado",
    "date": "2010-12-12",
    "explanation": "In 1999, Leonids Meteor Shower came to an impressive crescendo. Observers in Europe saw a sharp peak in the number of meteors visible around 0210 UTC during the early morning hours of November 18. Meteor counts then exceeded 1000 per hour - the minimum needed to define a true meteor storm. At other times and from other locations around the world, observers typically reported respectable rates of between 30 and 100 meteors per hour. This photograph is a 20-minute exposure ending just before the main Leonids peak began. Visible are at least five Leonid meteors streaking high above the Torre de la Guaita, an observation tower used during the 12th century in Girona, Spain.  Over the next few nights, the Geminids are expected to put on the best meteor show of this year.",
    "hdurl": "https://apod.nasa.gov/apod/image/1012/leonids99_casado_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Leonids Above Torre de la Guaita",
    "url": "https://apod.nasa.gov/apod/image/1012/leonids99_casado.jpg"
  },
  {
    "copyright": "Amir Taheri",
    "date": "2010-12-13",
    "explanation": "Have you contemplated your sky recently?  Tonight will be a good one for midnight meditators at many northerly locations as meteors from the Geminids meteor shower will frequently streak through.  The Geminds meteor shower has slowly been building to a crescendo and should peak tonight. Pictured above ten days ago, a group of celestial sightseers in the Maranjab Desert in Iran, were treated to a dark and wondrous pre-dawn sky that contained the planet Venus and a crescent Moon. Tonight Mars and Mercury should be visible just above the southwestern horizon at sunset, while the first quarter Moon will set around midnight.",
    "hdurl": "https://apod.nasa.gov/apod/image/1012/moonvenus_taheri_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Contemplating the Sky",
    "url": "https://apod.nasa.gov/apod/image/1012/moonvenus_taheri.jpg"
  },
  {
    "copyright": "Ben Cooper",
    "date": "2010-12-14",
    "explanation": "It is the tallest rocket in active use. The Delta IV Heavy is the largest of the Delta series, packing the punch of three rocket boosters instead of the usual one. The resulting rocket, the most powerful in use by the US Air Force, is capable of lifting over 23,000 kilograms into low Earth orbit, comparable to NASA's Space Shuttle. Pictured above is the second launch of the Delta IV Heavy from Cape Canaveral, Florida, USA in 2007, and the first night launch.  Complex service towers are visible to each side of the soaring rocket. The rocket successfully lifted a reconnaissance satellite to low Earth orbit. The Delta IV Heavy has since completed several more successful lift-offs, while its next launch is currently planned from Vandenberg Air Force Base, California, USA, next month.",
    "hdurl": "https://apod.nasa.gov/apod/image/1012/deltalaunch_cooper_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Launch of a Delta IV Heavy",
    "url": "https://apod.nasa.gov/apod/image/1012/deltalaunch_cooper.jpg"
  },
  {
    "date": "2010-12-15",
    "explanation": "Click the arrow and watch an unusually long filament explode out from the Sun.  The filament had been seen hovering over the Sun's surface for over a week before it erupted earlier this month.  The image sequence was taken by the Earth-orbiting Solar Dynamics Observatory (SDO) in one color of ultraviolet light specifically emitted by helium, and another color of X-ray light specifically emitted by iron.  The explosion created Coronal Mass Ejections which dispersed high energy plasma into the Solar System.  This plasma cloud, though, missed the Earth and so did not cause auroras.  The above eruption and an unusually expansive eruption that occurred in August are showing how widely separated areas of the Sun can sometimes act in unison.  Explosions like this will likely become more common over the next few years as our Sun moves toward Solar Maximum activity.   Best Astronomy Images: APOD Editor to speak in Philadelphia on Jan 5 and New York City on Jan 7",
    "media_type": "other",
    "service_version": "v1",
    "title": "A Huge Solar Filament Erupts"
  },
  {
    "copyright": "David A. Harvey",
    "date": "2010-12-16",
    "explanation": "Two large telescope domes stand in the foreground of this night sky view from Kitt Peak National Observatory, near Tucson, Arizona, USA. The dramatic scene was recorded early Tuesday morning, near the peak of December's Geminid Meteor Shower. With dome slit open, the building closest to the camera houses the 2.3 Meter (90 inch) Bok Telescope operated by Steward Observatory, University of Arizona. Behind the Bok is the Mayall 4 Meter telescope dome. Of course, no telescopes were needed to enjoy the meteors streaking through the sky! The composite image consists of 13 exposures each 15 seconds long, taken with a wide angle lens over a period of about 2 hours during Kitt Peak's warm, clear, night. An annual celestial event, this meteor shower is the result of planet Earth plowing through dust from mysterious, asteroid-like object 3200 Phaethon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1012/geminidsKPNO_harvey.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Geminids over Kitt Peak",
    "url": "https://apod.nasa.gov/apod/image/1012/geminidsKPNO_harvey900.jpg"
  },
  {
    "copyright": "Amir Hossein Abolfath",
    "date": "2010-12-17",
    "explanation": "Intensely bright, this fireball meteor flashed through Tuesday's cold, clear, early morning skies over the Karkas Mountains in central Iran, near the peak of the annual Geminid Meteor Shower. To capture the meteor moment and wintery night skyscape, the photographer's camera was fixed to a tripod, its shutter open for about 1.5 minutes. During that time, the multitude of stars slowly traced short, arcing trails through the sky, a reflection of planet Earth's daily rotation on its axis. The meteor's brilliant dash through the scene was brief, though. Changing color as it went, it also left a reddish swirl of hot, glowing gas near the center of its path. The mountains appear in silhouette against the steady glow of distant city lights.",
    "hdurl": "https://apod.nasa.gov/apod/image/1012/Geminid2010Fireball_abolfath.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Meteor Moment",
    "url": "https://apod.nasa.gov/apod/image/1012/Geminid2010Fireball_abolfath.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2010-12-18",
    "explanation": "Here lie familiar shapes in unfamiliar locations. On the left is an emission nebula cataloged as NGC 7000, famous partly because it resembles our fair planet's continent of North America.  The emission region to the right of the North America Nebula is IC 5070, also known for its suggestive outlines as the Pelican Nebula.  Separated by a dark cloud of obscuring dust, the two bright nebulae are about 1,500 light-years away. At that distance, the 4 degree wide field of view spans 100 light-years. This spectacular cosmic portrait combines narrow band images of the region in a false-color palette to highlight bright ionization fronts with fine details of dark, dusty forms in silhouette. Emission from atomic hydrogen, sulfur, and oxygen is captured in the narrow band data. These nebulae can be seen with binoculars from a dark location.  Look northeast of bright star Deneb in the constellation Cygnus the Swan.",
    "hdurl": "https://apod.nasa.gov/apod/image/1012/ngc7000_pugh.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "North America and the Pelican",
    "url": "https://apod.nasa.gov/apod/image/1012/ngc7000_pugh800.jpg"
  },
  {
    "date": "2010-12-19",
    "explanation": "What's lighting up the Cigar Galaxy?  M82, as this irregular galaxy is also known, was stirred up by a recent pass near large spiral galaxy M81.  This doesn't fully explain the source of the red-glowing outwardly expanding gas, however.  Recent evidence indicates that this gas is being driven out by the combined emerging particle winds of many stars, together creating a galactic superwind..  The above photographic mosaic highlights a specific color of red light strongly emitted by ionized hydrogen gas, showing detailed filaments of this gas.  The filaments extend for over 10,000 light years. The 12-million light-year distant Cigar Galaxy is the brightest galaxy in the sky in infrared light, and can be seen in visible light with a small telescope towards the constellation of the Great Bear (Ursa Major).   Best Astronomy Images: APOD Editor to speak in Philadelphia on Jan 5 and New York City on Jan 7",
    "hdurl": "https://apod.nasa.gov/apod/image/1012/m82_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M82: Galaxy with a Supergalactic Wind",
    "url": "https://apod.nasa.gov/apod/image/1012/m82_hst.jpg"
  },
  {
    "copyright": "Catching the Light",
    "date": "2010-12-20",
    "explanation": "Sometime after sunset tonight, the Moon will go dark. This total lunar eclipse, where the entire Moon is engulfed in the shadow of the Earth, will be visible from all of North America, while the partial phase of this eclipse will be visible throughout much of the rest of the world.  Observers on North America's east coast will have to wait until after midnight for totality to begin, while west coasters should be able to see a fully darkened moon before midnight. Pictured above is a digital prediction, in image form, for how the Moon and the surrounding sky could appear near maximum darkness. Rolling your cursor over the image will bring up labels. Parts of the Moon entering the circle labeled umbra will appear the darkest since the Sun there will be completely blocked by the Earth.  Parts of the Moon entering the circle labeled penumbra will be exposed to some direct sunlight, and so shine by some degree by reflected light. The diminished glare of the normally full Moon will allow unusually good viewings of nearby celestial wonders such as the supernova remnant Simeis 147, the open star cluster M35, and the Crab Nebula M1.  By coincidence this eclipse occurs on the day with the shortest amount of daylight in the northern hemisphere -- the Winter Solstice. This solstice eclipse is the first in 456 years, although so far it appears that no one has figured out when the next solstice eclipse will be.",
    "hdurl": "https://apod.nasa.gov/apod/image/1012/solsticeeclipse_lodriguss.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Lunar Eclipse on Solstice Day",
    "url": "https://apod.nasa.gov/apod/image/1012/solsticeeclipse_lodriguss.jpg"
  },
  {
    "copyright": "Danilo Pivato",
    "date": "2010-12-21",
    "explanation": "Today the solstice occurs at 23:38 Universal Time, the Sun reaching its southernmost declination in planet Earth's sky. Of course, the December solstice marks the beginning of winter in the northern hemisphere and summer in the south. When viewed from northern latitudes, and as shown in the above horizontally compressed image, the Sun will make its lowest arc through the sky along the southern horizon. So in the north, the solstice day has the shortest length of time between sunrise and sunset and fewest hours of daylight.  This striking composite image follows the Sun's path through the December solstice day of 2005 in a beautiful blue sky, looking down the Tyrrhenian Sea coast from Santa Severa toward Fiumicino, Italy. The view covers about 115 degrees in 43 separate, well-planned exposures from sunrise to sunset.   Browse: Lunar eclipse images from last night  Best Astronomy Images: APOD Editor to speak in Philadelphia on Jan 5 and New York City on Jan 7",
    "hdurl": "https://apod.nasa.gov/apod/image/1012/wintersolstice_pivato_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tyrrhenian Sea and Solstice Sky",
    "url": "https://apod.nasa.gov/apod/image/1012/wintersolstice_pivato.jpg"
  },
  {
    "copyright": "Hay Creek Observatory",
    "date": "2010-12-22",
    "explanation": "Similar in size to other large, bright spiral galaxies, IC 342 is a mere 7 million light-years distant in the long-necked, northern constellation Camelopardalis. A sprawling island universe, IC 342 would otherwise be a prominent galaxy in our night sky, but it is almost hidden from view behind the veil of stars, gas and dust clouds in the plane of our Milky Way galaxy. Even though IC 342's light is dimmed by intervening cosmic clouds, this remarkably sharp telescopic image traces the galaxy's own obscuring dust, blue star clusters, and glowing pink star forming regions along spiral arms that Wind far from the galaxy's core. IC 342 may have undergone a recent burst of star formation activity and is close enough to have gravitationally influenced the evolution of the local group of galaxies and the Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/1012/ic342_henry.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hidden Galaxy IC 342",
    "url": "https://apod.nasa.gov/apod/image/1012/ic342_henry900c.jpg"
  },
  {
    "copyright": "Chris Hetlage",
    "date": "2010-12-23",
    "explanation": "A big, bright, beautiful Full Moon slid into planet Earth's shadow early Tuesday morning. Remarkably, the total lunar eclipse coincided with the date of the December Solstice. During the eclipse, the best viewing in North America found the coppery lunar disc high in a cold winter sky, the Moon reddened by light filtering into the Earth's dark central shadow or umbra. The light comes from all the sunsets and sunrises, seen from a lunar perspective around the edges of a silhouetted Earth. Passing closer to the center of the umbra, the Moon's southern hemisphere (left) appears darker in this eclipse image, recorded from Deerlick Astronomy Village, Georgia, USA. The picture is a digital composite, a separate longer exposure added to an eclipse frame to capture the surrounding star field.",
    "hdurl": "https://apod.nasa.gov/apod/image/1012/tle2010_hetlage.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Solstice Moon's Eclipse",
    "url": "https://apod.nasa.gov/apod/image/1012/tle2010_hetlage900c.jpg"
  },
  {
    "copyright": "Clear Skies",
    "date": "2010-12-24",
    "explanation": "Pointing skyward, the wall of this ruined Viking church still stands after a thousand winters, near the town of Vallentuna, Sweden. The time exposure records the scene on December 14th as stars leave graceful arcing trails during a long night, reflecting planet Earth's daily rotation on its axis. The Earth's axis points toward Polaris, the North Star, near the center of the concentric trails. Welcomed by skygazers on this winter's night, a bright meteor from the annual Geminid meteor shower also flashes through the frame. The meteor cuts across the star trails just above the lower church wall. Contributing to the beautiful composition, meteor streak and church apex both gesture toward the North Celestial Pole.",
    "hdurl": "https://apod.nasa.gov/apod/image/1012/StartrailsViking_heden.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Trails in the North",
    "url": "https://apod.nasa.gov/apod/image/1012/StartrailsViking_heden.jpg"
  },
  {
    "copyright": "Rogelio\nBernal Andreo",
    "date": "2010-12-25",
    "explanation": "Bright stars, clouds of dust and glowing nebulae decorate this cosmic scene, a skyscape just north of Orion's belt. Close to the plane of our Milky Way Galaxy, the wide field view spans about 5.5 degrees. Striking bluish M78, a reflection nebula, is at the left. M78's tint is due to dust preferentially reflecting the blue light of hot, young stars. In colorful contrast, the red sash of glowing hydrogen gas sweeping through the center is part of the region's faint but extensive emission nebula known as Barnard's Loop. At right, a dark dust cloud forms a prominent silhouette cataloged as LDN 1622. While M78 and the complex Barnard's Loop are some 1,500 light-years away, LDN 1622 is likely to be much closer, only about 500 light-years distant from our fair planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/1012/M78LoopLDN1622_andreoHaLRGB.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Decorating the Sky",
    "url": "https://apod.nasa.gov/apod/image/1012/M78LoopLDN1622_andreoHaLRGBh600.jpg"
  },
  {
    "copyright": "Donegal Skies",
    "date": "2010-12-26",
    "explanation": "Orion always comes up sideways ... and was caught in the act earlier this month by over a snowy landscape in Donegal, Ireland. To compose this serene picture, the photographer found a picturesque setting to the east, waited until after sunset, and then momentarily lit the foreground with a flashlight. The three bright stars in Orion's belt stand in a nearly vertical line above the snow covered road at the bottom. Hanging from his belt, the stars and nebulae of the Hunter's sword are visible lower and to the right. Yellow-orange Betelgeuse is the brightest star on the image left. As winter progresses in Earth's northern hemisphere, Orion will rise earlier and so appear continually higher in the sky at sunset.    Best Astronomy Images: APOD Editor to speak in Philadelphia on Jan 5 and New York City on Jan 7",
    "hdurl": "https://apod.nasa.gov/apod/image/1012/snowyorion_alexander_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sideways Orion Over Snowy Ireland",
    "url": "https://apod.nasa.gov/apod/image/1012/snowyorion_alexander.jpg"
  },
  {
    "date": "2010-12-27",
    "explanation": "Are the nearest galaxies distributed randomly? A plot of over one million of the brightest \"extended sources\" detected by the Two Micron All Sky Survey (2MASS) shows that they are not.  The vast majority of these infrared extended sources are galaxies.  Visible above is an incredible tapestry of structure that provides limits on how the universe formed and evolved.  Many galaxies are gravitationally bound together to form clusters, which themselves are loosely bound into superclusters, which in turn are sometimes seen to align over even larger scale structures.  In contrast, very bright stars inside our own Milky Way Galaxy cause the vertical blue sash.",
    "hdurl": "https://apod.nasa.gov/apod/image/1012/milliongalaxies_2mass_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "One Million Galaxies",
    "url": "https://apod.nasa.gov/apod/image/1012/milliongalaxies_2mass.jpg"
  },
  {
    "copyright": "Tunç Tezel",
    "date": "2010-12-28",
    "explanation": "Sometimes the sky itself seems to glow.  Usually, this means you are seeing a cloud reflecting sunlight or moonlight.  If the glow appears as a faint band of light running across the whole sky, you are probably seeing the combined light from the billions of stars that compose our Milky Way Galaxy.  Such a glow is visible rising diagonally up to the right in the above image. If the glow is seen coming up from the horizon just before sunrise or just after sunset, however, you might be seeing something called zodiacal light.  Pictured rising diagonally up to the left in the above image, zodiacal light is just sunlight reflected by tiny dust particles orbiting in our Solar System.  Many of these particles were ejected by comets. The above image was taken just after sunset earlier this month from Ras Lanuf, Libya.   Best Astronomy Images: APOD Editor to speak in Philadelphia on Jan 5 and New York City on Jan 7",
    "hdurl": "https://apod.nasa.gov/apod/image/1012/skylights_tezel_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Skylights Over Libya",
    "url": "https://apod.nasa.gov/apod/image/1012/skylights_tezel.jpg"
  },
  {
    "copyright": "Grupo de Observadores\nAstronómicos de Tenerife",
    "date": "2010-12-29",
    "explanation": "Hugging the horizon, a dark red Moon greeted early morning skygazers in eastern Atlantic regions on December 21, as the total phase of 2010's Solstice Lunar Eclipse began near moonset. This well composed image of the geocentric celestial event is a composite of multiple exposures following the progression of the eclipse from Tenerife, Canary Islands. Initially reflecting brightly on a sea of clouds and the ocean's surface itself, the Moon sinks deeper into eclipse as it moves from left to right across the sky. Opposite the Sun, the Moon was immersed in the darkest part of Earth's shadow as it approached the western horizon, just before sunrise came to Tenerife.",
    "hdurl": "https://apod.nasa.gov/apod/image/1012/tle2010_gonzalez.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse at Moonset",
    "url": "https://apod.nasa.gov/apod/image/1012/tle2010_gonzalez900.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2010-12-30",
    "explanation": "In this beautiful celestial still life composed with a cosmic brush, dusty nebula NGC 2170 shines at the upper left. Reflecting the light of nearby hot stars, NGC 2170 is joined by other bluish reflection nebulae, a compact red emission region, and streamers of obscuring dust against a backdrop of stars. Like the common household items still life painters often choose for their subjects, the clouds of gas, dust, and hot stars pictured here are also commonly found in this setting - a massive, star-forming molecular cloud in the constellation Monoceros. The giant molecular cloud, Mon R2, is impressively close, estimated to be only 2,400 light-years or so away. At that distance, this canvas would be about 15 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/1012/n2170_block.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Still Life with NGC 2170",
    "url": "https://apod.nasa.gov/apod/image/1012/n2170_block900.jpg"
  },
  {
    "copyright": "Tamas Ladanyi",
    "date": "2010-12-31",
    "explanation": "Looking back on the year, have you wondered where the Sun was in the sky each day during 2010 at exacty 9am UT? Of course you have. Search no further for the answer! It was somewhere along this celestial figure 8 curve known as an analemma. Recorded from a residential backyard in the small town of Veszprem, Hungary, this composite analemma image consists of 36 separate exposures of the Sun made at 9:00 UT, spaced throughout the year, plus a background image made without a solar filter. The background image was taken on the sunny afternoon of October 9 (13:45 UT). On the left is the photographer's shadow. The positions of the Sun at the 2010 solstice dates are at the upper (June 21) and lower (December 21) extremes of the analemma curve. On the equinox dates (March 20, September 23) the Sun was along the curve half way between the solstices. The tilt of planet Earth's axis and the variation in speed as it moves around its elliptical orbit combine to produce the graceful analemma curve.",
    "hdurl": "https://apod.nasa.gov/apod/image/1012/analemma2010_ladanyi_net.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Analemma 2010",
    "url": "https://apod.nasa.gov/apod/image/1012/analemma2010_ladanyi_c.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2011-01-01",
    "explanation": "Celebrate the New Year with the Fireworks Galaxy! Also known as NGC 6946, the big, beautiful spiral galaxy is located just 10 million light-years away, behind a veil of foreground dust and stars in the high and far-off constellation of Cepheus. From our vantage point in the Milky Way Galaxy, we see NGC 6946 face-on. In this colorful cosmic portrait, the galaxy's colors change from the yellowish light of old stars in the core to young blue star clusters and reddish star forming regions along the loose, fragmented spiral arms. NGC 6946 is bright in infrared light and rich in gas and dust, exhibiting a furious rate of star formation. Nearly 40,000 light-years across, the nearby spiral is fittingly referred to as the Fireworks Galaxy. Over the last 100 years, at least nine supernovae, the death explosions of massive stars, were discovered in NGC 6946. By comparison, the average rate for supernovae in the Milky Way is about 1 per century.",
    "hdurl": "https://apod.nasa.gov/apod/image/1101/n6946_block.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fireworks Galaxy NGC 6946",
    "url": "https://apod.nasa.gov/apod/image/1101/n6946_block900c.jpg"
  }
]
