[
  {
    "date": "2010-02-01",
    "explanation": "Another moon of Saturn has been imaged in detail by the Cassini spacecraft. Orbiting Saturn since 2004, the robotic Cassini got its closest look yet at Saturn's small moon Prometheus last week. Visible above in an unprocessed image from 36,000 kilometers away, Prometheus' 100-km long surface was revealed to have an interesting system of bulges, ridges, and craters.  These features, together with the moon's oblong shape and high reflectivity, are now being studied to help better understand the history of Prometheus and Saturn's rings. Prometheus is one of the few shepherd satellites known, as its gravity, along with its companion moon Pandora, confines many smaller ice chucks into Saturn's F Ring.  Cassini's next major targeted flyby is of the moon Rhea on March 2.   digg_url = 'http://apod.nasa.gov/apod/ap100201.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1002/prometheus_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shepherd Moon Prometheus from Cassini",
    "url": "https://apod.nasa.gov/apod/image/1002/prometheus_cassini.jpg"
  },
  {
    "copyright": "Wally Pacholka",
    "date": "2010-02-02",
    "explanation": "ven from the top of a volcanic crater, this vista was unusual.  For one reason, Mars was dazzlingly bright two weeks ago, when this picture was taken, as it was nearing its brightest time of the entire year. Mars, on the far upper left, is the brightest object in the above picture.  The brightness of the red planet peaked last week near when Mars reached opposition, the time when Earth and Mars are closest together in their orbits. Arching across the lower part of the image is a rare lunar fog bow. Unlike a more commonly seen rainbow, which is created by sunlight reflected prismatically by falling rain, this fog bow was created by moonlight reflected by the small water drops that compose fog. Although most fog bows appear white, all of the colors of the rainbow were somehow visible here.  The above image was taken from high atop Haleakala, a huge volcano in Hawaii, USA.   digg_url = 'http://apod.nasa.gov/apod/ap100202.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1002/marsbow_pacholka_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars and a Colorful Lunar Fog Bow",
    "url": "https://apod.nasa.gov/apod/image/1002/marsbow_pacholka.jpg"
  },
  {
    "date": "2010-02-03",
    "explanation": "What is this strange object?  First discovered on ground based LINEAR images on January 6, the object appeared unusual enough to investigate further with the Hubble Space Telescope last week. Pictured above, what Hubble saw indicates that P/2010 A2 is unlike any object ever seen before. At first glance, the object appears to have the tail of a comet. Close inspection, however, shows a 140-meter nucleus offset from the tail center, very unusual structure near the nucleus, and no discernable gas in the tail. Knowing that the object orbits in the asteroid belt between Mars and Jupiter, a preliminary hypothesis that appears to explain all of the known clues is that P/2010 A2 is the debris left over from a recent collision between two small asteroids.  If true, the collision likely occurred at over 15,000 kilometers per hour -- five times the speed of a rifle bullet -- and liberated energy in excess of a nuclear bomb. Pressure from sunlight would then spread out the debris into a trailing tail. Future study of P/2010 A2 may better indicate the nature of the progenitor collision and may help humanity better understand the early years of our Solar System, when many similar collisions occurred.   digg_url = 'http://apod.nasa.gov/apod/ap100203.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1002/p2010a2_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "P/2010 A2: Unusual Asteroid Tail Implies Powerful Collision",
    "url": "https://apod.nasa.gov/apod/image/1002/p2010a2_hst.jpg"
  },
  {
    "copyright": "Máximo Ruiz",
    "date": "2010-02-04",
    "explanation": "This cosmic expanse of dust, gas, and stars covers close to 3 degrees on the sky in the heroic constellation Perseus. Right of center in the gorgeous skyscape is the dusty blue reflection nebula NGC 1333, about 1,000 light-years away. At that estimated distance, the field of view is about 50 light-years across. Next to NGC 1333 is the reddish glow of shocked hydrogen gas created by energetic jets and winds from stars in the process of formation. Other reflection nebulae are scattered around, along with remarkable dark dust nebulae. Near the edge of a large molecular cloud, they tend to hide the newly formed stars and young stellar objects or protostars from prying optical telescopes. Collapsing due to self-gravity, the protostars form around dense cores embedded in the molecular cloud.   digg_url = 'http://apod.nasa.gov/apod/ap100204.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1002/NGC1333ruiz.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stardust in Perseus",
    "url": "https://apod.nasa.gov/apod/image/1002/NGC1333ruiz900.jpg"
  },
  {
    "copyright": "Jean-Luc Dauvergne",
    "date": "2010-02-05",
    "explanation": "It's spring for the northern hemisphere of Mars and spring on Mars usually means dust storms. So the dramatic brown swath of dust (top) marking the otherwise white north polar cap in this picture of the Red Planet is not really surprising. Taking advantage of the good views of Mars currently possible near opposition and its closest approach to planet Earth in 2010, this sharp image shows the evolving dust storm extending from the large dark region known as Mare Acidalium below the polar cap. It was recorded on February 2nd with the 1 meter telescope at Pic Du Midi, a mountain top observatory in the French Pyrenees.   digg_url = 'http://apod.nasa.gov/apod/ap100205.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1002/MarsDust_picdumidi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dust Storm on Mars",
    "url": "https://apod.nasa.gov/apod/image/1002/MarsDust_picdumidi_c740.jpg"
  },
  {
    "copyright": "Peter Lau",
    "date": "2010-02-06",
    "explanation": "This remarkable scene combines multiple exposures recorded on the evening of January 18th from a waterside perspective in Hong Kong, China. It follows a young crescent Moon, with brilliant planet Jupiter to its left, as they set together in the western sky. Their two luminous trails are faintly paralleled by trails of background stars. But easier to pick out are the short, bright airplane trails converging toward the horizon and the Hong Kong International Airport that seem to offer a frenzied imitation of the celestial tracks. Of course, the reflection of city lights and boat traffic follows the water's surface. Streaking car lights define the span of the cable-stayed Ting Kau bridge.   digg_url = 'http://apod.nasa.gov/apod/ap100206.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1002/2010hongkongsky_lau_1_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hong Kong Sky",
    "url": "https://apod.nasa.gov/apod/image/1002/2010hongkongsky_lau_1_900.jpg"
  },
  {
    "copyright": "J. Rhoads",
    "date": "2010-02-07",
    "explanation": "Most galaxies have a single nucleus -- does this galaxy have four?  The strange answer leads astronomers to conclude that the nucleus of the surrounding galaxy is not even visible in this image.  The central cloverleaf is rather light emitted from a background  quasar.  The gravitational field of the visible foreground galaxy breaks light from this distant quasar into four distinct images.  The quasar must be properly aligned behind the center of a massive galaxy for a mirage like this to be evident.  The general effect is known as gravitational lensing, and this specific case is known as the Einstein Cross.  Stranger still, the images of the Einstein Cross vary in relative brightness, enhanced occasionally by the additional gravitational microlensing effect of specific stars in the foreground galaxy.    digg_url = 'http://apod.nasa.gov/apod/ap100207.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1002/qso2237_wiyn_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Einstein Cross Gravitational Lens",
    "url": "https://apod.nasa.gov/apod/image/1002/qso2237_wiyn.jpg"
  },
  {
    "copyright": "Nagy Attila",
    "date": "2010-02-08",
    "explanation": "Have you ever seen a halo around the Sun?  This fairly common sight occurs when high thin clouds containing millions of tiny ice crystals cover much of the sky.  Each ice crystal acts like a miniature lens.  Because most of the crystals have a similar elongated hexagonal shape, light entering one crystal face and exiting through the opposing face refracts 22 degrees, which corresponds to the radius of the Sun halo.  A similar Moon halo may be visible during the night.  Pictured above, a nearly complete sun halo was photographed high above the ancient Bayon temple in Angkor, Cambodia. Exactly how ice-crystals form in clouds remains under investigation.   digg_url = 'http://apod.nasa.gov/apod/ap100208.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1002/sunhalo_attila_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sun Halo Over Cambodia",
    "url": "https://apod.nasa.gov/apod/image/1002/sunhalo_attila.jpg"
  },
  {
    "date": "2010-02-09",
    "explanation": "Sometimes, the space shuttle launches at night.  Pictured above, the space shuttle Endeavour lifted off in yesterday's early morning hours from Launch Pad 39A in Kennedy Space Center, Florida, USA, bound for the International Space Station (ISS). A night launch, useful for reaching the space station easily during some times of the year, frequently creates vivid launch imagery. The shuttle, as pictured above, is framed by an enormous but typical exhaust plume ejected as the shuttle's powerful rockets began lifting the two million kilogram space bus into Earth orbit. Endeavour's mission, labeled STS-130, includes the delivery of the Tranquility module to the space station.  Tranquility will provide extra room for space station astronauts and includes a large circular set of windows designed to bestow vastly improved views of the Earth, the night sky, and the space station itself.     digg_url = 'http://apod.nasa.gov/apod/ap100209.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1002/sts30nightlaunch_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Night Launch of the Space Shuttle Endeavour",
    "url": "https://apod.nasa.gov/apod/image/1002/sts30nightlaunch_nasa.jpg"
  },
  {
    "date": "2010-02-10",
    "explanation": "Why does a volcanic eruption sometimes create lightning? Pictured above, the Sakurajima volcano in southern Japan was caught erupting early last month. Magma bubbles so hot they glow shoot away as liquid rock bursts through the Earth's surface from below.  The above image is particularly notable, however, for the lightning bolts caught near the volcano's summit.  Why lightning occurs even in common thunderstorms remains a topic of research, and the cause of volcanic lightning is even less clear. Surely, lightning bolts help quench areas of opposite but separated electric charges. One hypothesis holds that catapulting magma bubbles or volcanic ash are themselves electrically charged, and by their motion create these separated areas. Other volcanic lightning episodes may be facilitated by charge-inducing collisions in volcanic dust. Lightning is usually occurring somewhere on Earth, typically over 40 times each second.    digg_url = 'http://apod.nasa.gov/apod/ap100210.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1002/volcanolightning_rietze_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sakurajima Volcano with Lightning",
    "url": "https://apod.nasa.gov/apod/image/1002/volcanolightning_rietze.jpg"
  },
  {
    "copyright": "Bob Franke",
    "date": "2010-02-11",
    "explanation": "This pretty, open cluster of stars, M34, is about the size of the Full Moon on the sky. Easy to appreciate in small telescopes, it lies some 1,800 light-years away in the constellation Perseus. At that distance, M34 physically spans about 15 light-years. Formed at the same time from the same cloud of dust and gas, all the stars of M34 are about 200 million years young. But like any open star cluster orbiting in the plane of our galaxy, M34 will eventually disperse as it experiences gravitational tides and encounters with the Milky Way's interstellar clouds and other stars. Over four billion years ago, our own Sun was likely formed in a similar open star cluster.   digg_url = 'http://apod.nasa.gov/apod/ap100211.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1002/m34Franke.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Cluster M34",
    "url": "https://apod.nasa.gov/apod/image/1002/m34Franke900.jpg"
  },
  {
    "copyright": "Daniel López",
    "date": "2010-02-12",
    "explanation": "The snow capped Teide volcano is reflected in a pool of water in this nearly symmetric night sky view from the Canary Island Tenerife. Bright north star Polaris stands above the peak in an exposure that also captures the brilliant trail of a polar orbiting Iridium satellite. Of course, with the camera fixed to a tripod, the stars themselves produce concentric trails in long exposures, a reflection of the Earth's rotation around its axis. In fact, you can add about 4.5 hours of exposure time to this image by just sliding your cursor over the picture. Large astronomical observatories also take advantage of the calm Canary Island sky.   digg_url = 'http://apod.nasa.gov/apod/ap100212.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1002/startrails_Teide_IRIDIUM_DLopez.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Teide Sky Trails",
    "url": "https://apod.nasa.gov/apod/image/1002/IRIDIUM_Teide_DLopez900.jpg"
  },
  {
    "copyright": "James Vernacotola",
    "date": "2010-02-13",
    "explanation": "The 32nd shuttle mission to the International Space Station, STS-130, left planet Earth on February 8. Its early morning launch to orbit from Kennedy Space Center's pad 39A followed the long, graceful, eastward arc seen in this 2 minute time exposure. Well composed, the dramatic picture also shows the arc's watery reflection from the Intracoastal Waterway Bridge, in Ponte Vedra, Florida, about 115 miles north of the launch site. In the celestial background a waning crescent Moon and stars left their own short trails against the still dark sky. The brightest star trail near the moon was made by red supergiant Antares, alpha star of the constellation Scorpius.   digg_url = 'http://apod.nasa.gov/apod/ap100213.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1002/launch_vernacotola_s.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Waterway to Orbit",
    "url": "https://apod.nasa.gov/apod/image/1002/launch_vernacotola900_s.jpg"
  },
  {
    "copyright": "Rogelio Bernal Andreo",
    "date": "2010-02-14",
    "explanation": "What surrounds the florid Rosette nebula?  To better picture this area of the sky, the famous flowery emission nebula on the far right has been captured recently in a deep and dramatic wide field image that features several other sky highlights. Designated NGC 2237, the center of the Rosette nebula is populated by the bright blue stars of open cluster NGC 2244, whose winds and energetic light are evacuating the nebula's center. Below the famous flower, a symbol of Valentine's Day, is a column of dust and gas that appears like a rose's stem but extends hundreds of light years. Across the above image, the bright blue star just left and below the center is called S Monocerotis.  The star is part of the open cluster of stars labelled NGC 2264 and known as the Snowflake cluster. To the right of S Mon is a dark pointy featured called the Cone nebula, a nebula likely shaped by winds flowing out a massive star obscured by dust. To the left of S Mon is the Fox Fur nebula, a tumultuous region created by the rapidly evolving Snowflake cluster. The Rosette region, at about 5,000 light years distant, is about twice as far away as the region surrounding S Mon. The entire field can be seen with a small telescope toward the constellation of the Unicorn (Monoceros).   digg_url = 'http://apod.nasa.gov/apod/ap100214.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1002/rosette_andreo_bigs.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Field of Rosette",
    "url": "https://apod.nasa.gov/apod/image/1002/rosette_andreo.jpg"
  },
  {
    "date": "2010-02-15",
    "explanation": "If this is Saturn, where are the rings?  When Saturn's \"appendages\" disappeared in 1612, Galileo did not understand why.   Later that century, it became understood that Saturn's unusual protrusions were rings and that when the Earth crosses the ring plane, the edge-on rings will appear to disappear.  This is because Saturn's rings are confined to a plane many times thinner, in proportion, than a  razor blade.  In modern times, the robot Cassini spacecraft orbiting Saturn now also crosses Saturn's ring plane.  A series of plane crossing images from 2005 February was dug out of the vast online Cassini raw image archive by interested Spanish amateur Fernando Garcia Navarro.  Pictured above, digitally cropped and set in representative colors, is the striking result.  Saturn's thin ring plane appears in blue, bands and clouds in Saturn's upper atmosphere appear in gold. Since Saturn just passed its equinox, today the ring plane is pointed close to the Sun and the rings could not cast the high dark shadows seen across the top of this image, taken back in 2005. Moons appear as bumps in the rings.    digg_url = 'http://apod.nasa.gov/apod/ap100215.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1002/saturnplane_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cassini Spacecraft Crosses Saturn's Ring Plane",
    "url": "https://apod.nasa.gov/apod/image/1002/saturnplane_cassini.jpg"
  },
  {
    "date": "2010-02-16",
    "explanation": "What's that approaching? Astronauts on board the International Space Station first saw it far in the distance.  Soon it enlarged to become a dark silhouette. As it came even closer, the silhouette appeared to be a spaceship. Finally, at just past 11 pm (CST) last Tuesday, the object, revealed to be the Space Shuttle Endeavour, docked as expected with the Earth-orbiting space station.  Pictured above, Endeavour was imaged near Earth's horizon as it approached, where several layers of the Earth's atmosphere were visible. Directly behind the shuttle is the mesosphere, which appears blue.  The atmospheric layer that appears white is the stratosphere, while the orange layer is Earth's Troposphere. This shuttle mission, which began with a dramatic night launch and will continue into next week, has many tasks planned. These tasks include the delivery of the Tranquility Module which includes a cupola bay window complex that may allow even better views of spaceships approaching and leaving the space station.   digg_url = 'http://apod.nasa.gov/apod/ap100216.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1002/shuttleapproaching_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Shuttle Approaching",
    "url": "https://apod.nasa.gov/apod/image/1002/shuttleapproaching_nasa.jpg"
  },
  {
    "date": "2010-02-17",
    "explanation": "Why is this moon of Saturn so smooth? This past weekend, humanity's Saturn-orbiting Cassini spacecraft passed as close to Saturn's small moon Calypso as it ever has, and imaged the small moon in unprecedented detail. Pictured above is an early return, raw, unprocessed image of the 20-km long irregularly shaped moon. Like its sister moon Telesto and the shepherd moon Pandora, Calypso has shown itself to be unusually smooth, much smoother than most of Saturn's larger moons. A leading hypothesis for Calypso's smoothness is that much of the moon's surface is actually a relatively loose jumble of rubble -- making Calypso a rubble-pile moon.  The loose nature of the small ice pieces allows them to fill in many small craters and other surface features. Calypso orbits Saturn always behind Saturn's much larger moon Tethys, whereas Telesto's orbit always precedes Tethys. Calypso's extremely white surface -- not unlike fresh snow -- may result from the continuous accumulation of fresh ice particles falling in from Saturn's E ring.   digg_url = 'http://apod.nasa.gov/apod/ap100217.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1002/calypso_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Unusually Smooth Surface on Saturn's Calypso",
    "url": "https://apod.nasa.gov/apod/image/1002/calypso_cassini.jpg"
  },
  {
    "copyright": "Jimmy Westlake",
    "date": "2010-02-18",
    "explanation": "Main belt asteroid 4 Vesta is at its brightest now. The small world is near opposition (opposite the Sun in the sky) and closest to Earth. But even at its brightest, Vesta is just too faint to spot with the naked-eye. Still, over the next few days it will be relatively easy to find in the constellation Leo, sharing a typical binocular field of view with bright star Gamma Leonis (aka Algieba). In fact on February 16 Vesta passed between Gamma Leonis and close neighbor on the sky 40 Leonis. Gamma Leonis is the brightest star in these two panels, while the second brightest star, 40 Leonis, is directy to its right. As marked, Vesta is the third brightest \"star\" in the field. Vesta shifts position between the two panels from well below 40 Leonis on Feb. 14 to near the top of the frame from Feb. 16, shooting the gap between the close Gamma/40 Leonis pair. Of course, premier close-up views of the asteroid will be possible after the ion-powered Dawn spacecraft arrives at Vesta in August of 2011.   digg_url = 'http://apod.nasa.gov/apod/ap100218.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1002/Vesta2panel_westlake.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Vesta Near Opposition",
    "url": "https://apod.nasa.gov/apod/image/1002/Vesta2panel_westlake.jpg"
  },
  {
    "date": "2010-02-19",
    "explanation": "This sharp, wide-field view features infrared light from the spiral Andromeda Galaxy (M31). Dust heated by Andromeda's young stars is shown in yellow and red, while its older population of stars appears as a bluish haze. The false-color skyscape is a mosaic of images from NASA's new Wide-field Infrared Survey Explorer (WISE) satellite. With over twice the diameter of our Milky Way, Andromeda is the largest galaxy in the local group. Andromeda's own satellite galaxies M110 (below) and M32 (above) are also included in the combined fields. Launched in December 2009, WISE began a six month long infrared survey of the entire sky on January 14. Expected to discover near-Earth asteroids as well as explore the distant universe, its sensitive infrared detectors are cooled by frozen hydrogen.   digg_url = 'http://apod.nasa.gov/apod/ap100219.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1002/andromeda_wise2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "WISE Infrared Andromeda",
    "url": "https://apod.nasa.gov/apod/image/1002/andromeda_wise900.jpg"
  },
  {
    "copyright": "Babak Tafreshi",
    "date": "2010-02-20",
    "explanation": "Put a satellite in a circular orbit about 42,000 kilometers from the center of the Earth (36,000 kilometers or so above the surface) and it will orbit once in 24 hours. Because that matches Earth's rotation period, it is known as a geosynchronous orbit. If that orbit is also in the plane of the equator, the satellite will hang in the sky over a fixed location in a geostationary orbit. As predicted in the 1940s by futurist Arthur C. Clarke, geostationary orbits are in common use for communication and weather satellites, a scenario now well-known to astroimagers. Deep images of the night sky made with telescopes that follow the stars can also pick up geostationary satellites glinting in sunlight still shining far above the Earth's surface. Because they all move with the Earth's rotation against the background of stars, the satellites leave trails that seem to follow a highway across the celestial landscape.  For example, in this wide view of the nearly equatorial Orion region, individual frames were added to create a 10 minute long exposure. It shows Orion's belt stars and well-known nebulae along with many 2.5 degree long geostationary satellite trails. The frames are from an ingenious movie, featuring the geostationary satellite highway.   digg_url = 'http://apod.nasa.gov/apod/ap100220.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1002/GS-Trails2Tafreshi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Geostationary Highway",
    "url": "https://apod.nasa.gov/apod/image/1002/GS-Trails2sTafreshi.jpg"
  },
  {
    "date": "2010-02-21",
    "explanation": "Like a butterfly, a white dwarf star begins its life by casting off a cocoon that enclosed its former self.  In this analogy, however, the Sun would be a caterpillar and the ejected shell of gas would become the prettiest of all! In the above cocoon, the planetary nebula designated NGC 2440, contains one of the hottest white dwarf stars known. The white dwarf can be seen as the bright dot near the photo's center.  Our Sun will eventually become a white dwarf butterfly but not for another 5 billion years.  The above false color image was post-processed by Forrest Hamilton.   digg_url = 'http://apod.nasa.gov/apod/ap100221.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1002/ngc2440d_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2440: Cocoon of a New White Dwarf",
    "url": "https://apod.nasa.gov/apod/image/1002/ngc2440d_hst.jpg"
  },
  {
    "date": "2010-02-22",
    "explanation": "Will the result of these galactic collisions be one big elliptical galaxy? Quite possibly, but not for another billion years. Pictured above, several of the dwarf galaxies of in the Hickson Compact Group 31 are seen slowly merging.  Two of the brighter galaxies are colliding on the far left, while an elongated galaxy above is connected to them by an unusual bridge of stars. Inspection of the above image further indicates that the bright duo trail a rope of stars pointing to the spiral galaxy on the far right. Most assuredly, the pictured galaxies of Hickson Compact Group 31 will pass through and destroy each other, millions of stars will form and explode, and thousands of nebula will form and dissipate before the dust settles and the final galaxy emerges about one billion years from now. The above image is a composite of images taken in infrared light by the Spitzer Space Telescope, ultraviolet light by the GALEX space telescope, and visible light by the Hubble Space Telescope.  Hickson Compact Group 31 spans about 150 thousand light years and lies about 150 million light years away toward the constellation of Eridanus.   digg_url = 'http://apod.nasa.gov/apod/ap100222.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1002/hickson31_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy Group Hickson 31",
    "url": "https://apod.nasa.gov/apod/image/1002/hickson31_hst.jpg"
  },
  {
    "copyright": "George C. PrivonU. Virginia",
    "date": "2010-02-23",
    "explanation": "What created those rocket waves, and why did they destroy that sun dog? Close inspection of the above image shows not only a rocket rising near the center, but unusual air ripples around it and a colorful sundog to the far right. The rocket, carrying the Solar Dynamics Observatory (SDO), lifted off two weeks ago from Cape Canaveral, Florida, USA into a cold blue sky.  The SDO is designed to observe the Sun continuously over the next several years, exploring the Sun's atmosphere at high resolution and fast time scales. The air ripples -- seen about one minute after launch -- were unexpected, as was the sudden disappearance of the sundog after the ripples passed. Noticed and recorded by several onlookers, there has been much speculation about the origin of the ripples.  An ongoing discussion about them can be joined here in APOD's discussion board the Asterisk. A leading hypothesis holds that the ripples resulted from a sonic boom created as the rocket broke the sound barrier, which then jumbled a thin layer of ice crystals that were aligned to create the sundog. Lingering questions include why other rocket launches don't produce air ripples as noticeable, and why the ripples appeared more prominent above the rocket. If you know of images of any other aircraft or spacecraft that have produced similar air ripples, please post them to the discussion thread -- they may be help create a better understanding of the effect.   digg_url = 'http://apod.nasa.gov/apod/ap100223.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1002/sdowaves_privon_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Exceptional Rocket Waves Destroy Sun Dog",
    "url": "https://apod.nasa.gov/apod/image/1002/sdowaves_privon.jpg"
  },
  {
    "date": "2010-02-24",
    "explanation": "This space job was almost complete. Floating just below the International Space Station, astronaut Nicholas Patrick put some finishing touches on the newly installed cupola space windows last week. Patrick was a mission specialist onboard the recently completed space shuttle Endeavor's STS-130 mission to the ISS. Pictured, Patrick floats near the outermost of seven windows on the new cupola of the just-installed Tranquility module.   Patrick hovers about 340 kilometers over the Earth's surface, well in front of the blue sky, blue water, and white clouds pictured far in the background. In the above image, covers on windows three and four were in place and clearly labelled.  Images from inside the ISS's new panoramic cupola are now available.   digg_url = 'http://apod.nasa.gov/apod/ap100224.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1002/installingcupola_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Astronaut Installs Panoramic Space Window",
    "url": "https://apod.nasa.gov/apod/image/1002/installingcupola_nasa.jpg"
  },
  {
    "copyright": "Bob Franke",
    "date": "2010-02-25",
    "explanation": "This beautiful cosmic portrait features NGC 891. The spiral galaxy spans about 100 thousand light-years and is seen almost exactly edge-on from our perspective. In fact, about 30 million light-years distant in the constellation Andromeda, NGC 891 looks a lot like our Milky Way. At first glance, it has a flat, thin, galactic disk and a central bulge cut along the middle by regions of dark obscuring dust. Also apparent in NGC 891's edge-on presentation are filaments of dust that extend hundreds of light-years above and below the center line. The dust has likely been blown out of the disk by supernova explosions or intense star formation activity. Faint neighboring galaxies can also been seen near this galaxy's disk.   digg_url = 'http://apod.nasa.gov/apod/ap100225.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1002/ngc891Franke.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Edge-on Spiral Galaxy NGC 891",
    "url": "https://apod.nasa.gov/apod/image/1002/ngc891Franke_900.jpg"
  },
  {
    "copyright": "Dieter Willasch",
    "date": "2010-02-26",
    "explanation": "A jewel of the southern sky, the Great Carina Nebula, aka NGC 3372, spans over 300 light-years. Near the upper right of this expansive skyscape, it is much larger than the more northerly Orion Nebula. In fact, the Carina Nebula is one of our galaxy's largest star-forming regions and home to young, extremely massive stars, including the still enigmatic variable Eta Carinae, a star with well over 100 times the mass of the Sun. Nebulae near the center of the 10 degree wide field include NGC 3576 and NGC 3603. Near center at the top of the frame is open star cluster NGC 3532, the Wishing Well Cluster. More compact, NGC 3766, the Pearl Cluster, can be spotted at the left. Anchoring the lower left of the cosmic canvas is another large star-forming region, IC 2948/2944 with embedded star cluster Collinder 249. That region is popularly known as the Running Chicken Nebula.   digg_url = 'http://apod.nasa.gov/apod/ap100226.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1002/ChickenToEta_Willasch.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Chasing Carina",
    "url": "https://apod.nasa.gov/apod/image/1002/ChickenToEta_Willasch900.jpg"
  },
  {
    "copyright": "Malcolm Park",
    "date": "2010-02-27",
    "explanation": "On February 21st, the Space Shuttle Endeavour and the International Space Station (ISS) flew through the sky near dawn over Whitby, Ontario, Canada. Along with star trails, both were captured in this single time exposure. Glinting in sunlight 350 kilometers above the Earth, Endeavour slightly preceeded the ISS arcing over the horizon. But the brighter trail and the brighter flare belongs to the space station just visited by Endeavour. Near the completion of the STS-130 mission, hours later Endeavour made a night landing at Kennedy Space Center.   digg_url = 'http://apod.nasa.gov/apod/ap100227.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1002/ISSEndeavourFlyby2park.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dawn's Endeavour",
    "url": "https://apod.nasa.gov/apod/image/1002/ISSEndeavourFlyby2park600.jpg"
  },
  {
    "copyright": "Randall HuletRice U.",
    "date": "2010-02-28",
    "explanation": "Why doesn't matter just bunch up?  The same principle that keeps neutron stars and white dwarf stars from imploding also keeps people from imploding and makes normal matter mostly empty space. The observed reason is known as the Pauli Exclusion Principle.  The principle states that identical fermions -- one type of fundamental matter -- cannot be in the same place at the same time and with the same orientation.  The other type of matter, bosons, do not have this property, as demonstrated clearly by recently created Bose-Einstein condensates.  Earlier this decade, the Pauli Exclusion Principle was demonstrated graphically in the above picture of clouds of two isotopes of lithium -- the left cloud composed of bosons while the right cloud is composed of fermions.  As temperature drops, the bosons bunch together, while the fermions better keep their distance.  The reason why the Pauli Exclusion Principle is true and the physical limits of the principle are still unknown.   digg_url = 'http://apod.nasa.gov/apod/ap100228.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1002/fermiexclusion_hulet_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pauli Exclusion Principle: Why You Don't Implode",
    "url": "https://apod.nasa.gov/apod/image/1002/fermiexclusion_hulet.jpg"
  },
  {
    "date": "2010-03-01",
    "explanation": "What creates these picturesque dark streaks on Mars? No one knows for sure.  A leading hypothesis is that streaks like these are caused by fine grained sand sliding down the banks of troughs and craters. Pictured above, dark sand appears to have flowed hundreds of meters down the slopes of Acheron Fossae.  The sand appears to flow like a liquid around boulders, and, for some reason, lightens significantly over time. This sand flow process is one of several which can rapidly change the surface of Mars, with other processes including dust devils, dust storms, and the freezing and melting of areas of ice. The above image was taken by the HiRise camera on board the Mars Reconnaissance Orbiter which has been orbiting Mars since 2006.  Acheron Fossae is a 700 kilometer long trough in the Diacria quadrangle of Mars.   digg_url = 'http://apod.nasa.gov/apod/ap100301.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1003/streaks_mro_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Slope Streaks in Acheron Fossae on Mars",
    "url": "https://apod.nasa.gov/apod/image/1003/streaks_mro.jpg"
  }
]
