[
  {
    "copyright": "Stefano De Rosa",
    "date": "2010-01-01",
    "explanation": "This bright Full Moon was captured on December 2nd, shining above a church overlooking the River Po, in Turin, Italy. It was the first Full Moon in December. Shining on celebrations of New Year's Eve, last night's Full Moon was the second Full Moon of December and so fits the modern definition of a Blue Moon - the second Full Moon in a month. Because the lunar cycle, Full Moon to Full Moon, spans 29.5 days, Blue Moons tend to occur in some month about every 2.5 years. Shining in the glare just above and right of December's first Full Moon is the Pleiades star cluster.   digg_url = 'http://apod.nasa.gov/apod/ap100101.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1001/NBMoon_StefanoDeRosa_lg.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Not a Blue Moon",
    "url": "https://apod.nasa.gov/apod/image/1001/NBMoon_StefanoDeRosa_sm.jpg"
  },
  {
    "copyright": "Jean Paul Roux",
    "date": "2010-01-02",
    "explanation": "The International Year of Astronomy 2009 ended with a Blue Moon and a partial lunar eclipse, as the second Full Moon of December grazed the Earth's shadow on December 31st. The New Year's Eve Blue Moon eclipse was visible throughout Europe, Asia, Africa and parts of Alaska, captured in this two exposure composite in cloudy skies over Saint Bonnet de Mure, France. Playing across the Moon's southern reaches, the edge of Earth's umbra, or dark central shadow, appears on the right side along with the prominent ray crater Tycho. At maximum eclipse, the umbra covered only about 8 percent of the diameter of the lunar disk.   digg_url = 'http://apod.nasa.gov/apod/ap100102.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1001/eclipse20091231_Roux.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Blue Moon Eclipse",
    "url": "https://apod.nasa.gov/apod/image/1001/eclipse20091231_Roux900.jpg"
  },
  {
    "copyright": "Umar MohideenU. California at Riverside",
    "date": "2010-01-03",
    "explanation": "This tiny ball provides evidence that the universe will expand forever.  Measuring slightly over one tenth of a millimeter, the ball moves toward a smooth plate in response to energy fluctuations in the vacuum of empty space.  The attraction is known as the Casimir Effect, named for its discoverer, who, 50 years ago, was trying to understand why fluids like mayonnaise move so slowly.  Today, evidence is accumulating that most of the energy density in the universe is in an unknown form dubbed dark energy.  The form and genesis of dark energy is almost completely unknown, but postulated as related to vacuum fluctuations similar to the Casimir Effect but generated somehow by space itself.  This vast and mysterious dark energy appears to gravitationally repel all matter and hence will likely cause the universe to expand forever.  Understanding vacuum fluctuations is on the forefront of research not only to better understand our universe but also for stopping micro-mechanical machine parts from sticking together.   Note: An APOD editor will review astronomy images of 2009, hosted by the Amateur Astronomers Association of New York on Friday, January 8 at the American Museum of Natural History, NYC.  digg_url = 'http://apod.nasa.gov/apod/ap100103.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1001/casimirsphere_mohideen_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Force from Empty Space: The Casimir Effect",
    "url": "https://apod.nasa.gov/apod/image/1001/casimirsphere_mohideen.jpg"
  },
  {
    "copyright": "Halley Multicolor Camera TeamGiotto ProjectESA",
    "date": "2010-01-04",
    "explanation": "What does a comet nucleus look like? Formed from the primordial stuff of the Solar System, comet nuclei were thought to resemble very dirty icebergs. But ground-based telescopes revealed only the surrounding cloud of gas and dust of active comets nearing the Sun, clearly resolving only the comet's coma, and the characteristic cometary tails. In 1986, however, the European spacecraft Giotto became one of the first group of spacecraft ever to encounter and photograph the nucleus of a comet, passing and imaging Halley's nucleus as it approached the sun. Data from Giotto's camera were used to generate this enhanced image of the potato shaped nucleus that measures roughly 15 kilometers across.  Some surface features on the dark nucleus are on the right, while gas and dust flowing into Halley's coma are on the left. Every 76 years Comet Halley returns to the inner Solar System and each time the nucleus sheds about a 6-meter deep layer of its ice and rock into space.  This debris shed from Halley's nucleus eventually disperses into an orbiting trail responsible for the Orionids meteor shower, in October of every year, and the Eta Aquariids meteor shower every May.",
    "hdurl": "https://apod.nasa.gov/apod/image/1001/halley_giotto_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Halley's Nucleus: An Orbiting Iceberg",
    "url": "https://apod.nasa.gov/apod/image/1001/halley_giotto.jpg"
  },
  {
    "copyright": "roll cloud",
    "date": "2010-01-05",
    "explanation": "What kind of cloud is this?  A roll cloud.  These rare long clouds may form near advancing cold fronts.   In particular, a downdraft from an advancing storm front can cause moist warm air to rise, cool below its dew point, and so form a cloud.  When this happens uniformly along an extended front, a roll cloud may form.  Roll clouds may actually have air circulating along the long horizontal axis of the cloud.  A roll cloud is not thought to be able to morph into a tornado.  Unlike a similar shelf cloud, a roll cloud, a type of Arcus cloud, is completely detached from their parent  cumulonimbus cloud.  Pictured above, a roll cloud extends far into the distance in 2009 January above Las Olas Beach in Maldonado, Uruguay.   Note: An APOD editor will review astronomy images of 2009, hosted by the Amateur Astronomers Association of New York on Friday, January 8 at the American Museum of Natural History, NYC.  digg_url = 'http://apod.nasa.gov/apod/ap100105.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1001/rollcloud_eberl_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Roll Cloud Over Uruguay",
    "url": "https://apod.nasa.gov/apod/image/1001/rollcloud_eberl.jpg"
  },
  {
    "date": "2010-01-06",
    "explanation": "Betelgeuse really is a big star. If placed at the center of our Solar System it would extend to the orbit of Jupiter. But like all stars except the Sun, Betelgeuse is so distant it usually appears as a single point of light, even in large telescopes. Still, astronomers using interferometry at infrared wavelengths can resolve the surface of Betelgeuse and reconstructed this image of the red supergiant. The intriguing picture shows two, large, bright, star spots. The spots potentially represent enormous convective cells rising from below the supergiant's surface. They are bright because they're hotter than the rest of the surface, but both spots and surface are cooler than the Sun. Also known as Alpha Orionis, Betelgeuse is about 600 light-years away.   Note: An APOD editor will review astronomy images of 2009, hosted by the Amateur Astronomers Association of New York on Friday, January 8 at the American Museum of Natural History, NYC.  digg_url = 'http://apod.nasa.gov/apod/ap100106.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1001/Betel_haubois.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Spotty Surface of Betelgeuse",
    "url": "https://apod.nasa.gov/apod/image/1001/Betel_haubois800.jpg"
  },
  {
    "date": "2010-01-07",
    "explanation": "A satellite galaxy of our Milky Way, the Small Magellanic Cloud is wonder of the southern sky, named for 16th century Portuguese circumnavigator Ferdinand Magellan. Some 200,000 light-years distant in the constellation Tucana, the small irregular galaxy's stars, gas, and dust that lie along a bar and extended \"wing\", are familiar in images from optical telescopes. But the galaxy also has a tail. Explored in this false-color, infrared mosaic from the Spitzer Space Telescope, the tail extends to the right of the more familiar bar and wing. Likely stripped from the galaxy by gravitational tides, the tail contains mostly gas, dust, and newly formed stars. Two clusters of newly formed stars, warming their surrounding natal dust clouds, are seen in the tail as red spots.   Note: An APOD editor will review astronomy images of 2009, hosted by the Amateur Astronomers Association of New York on Friday, January 8 at the American Museum of Natural History, NYC.  digg_url = 'http://apod.nasa.gov/apod/ap100107.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1001/ssc2010-02b_Lrg.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Tail of the Small Magellanic Cloud",
    "url": "https://apod.nasa.gov/apod/image/1001/ssc2010-02b_Sm.jpg"
  },
  {
    "copyright": "Alson Wong",
    "date": "2010-01-08",
    "explanation": "very 27 years Epsilon Aurigae fades, remaining dim for roughly two years before growing bright again. Since the 19th century, astronomers have studied the mystery star, eventually arguing that Epsilon Aur, centered in this telescopic skyview, was actually undergoing a long eclipse by a dark companion object. But the nature of the companion and even the state of bright star itself could not be pinned down by observations. Continuing to collect evidence, Citizen Sky, a team of professional and amateur astronomers, is studying the current eclipse of Epsilon Aur, reporting that it began in August 2009 and by late December had reached its deepest point. Epsilon Aur is now expected to remain dim for all of 2010, before rapidly regaining normal brightness in 2011. Meanwhile, recent infrared data from the Spitzer Space Telescope supports a model for the enigmatic system that identifies Epsilon Aur as a large but lower mass star near the end of its life, periodically eclipsed by a single star embedded in a dusty disk. The disk is estimated to have a radius of about 4 AU, or 4 times the Earth-Sun distance, and to be about 0.5 AU thick.   Note: An APOD editor will review astronomy images of 2009, hosted by the Amateur Astronomers Association of New York tonight at the American Museum of Natural History, NYC.  digg_url = 'http://apod.nasa.gov/apod/ap100108.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1001/EpsilonAurigae_wong.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Mystery of the Fading Star",
    "url": "https://apod.nasa.gov/apod/image/1001/EpsilonAurigae_wong900.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2010-01-09",
    "explanation": "The most distant object easily visible to the eye is M31, the great Andromeda Galaxy some two and a half million light-years away. But without a telescope, even this immense spiral galaxy - spanning over 200,000 light years - appears as a faint, nebulous cloud in the constellation Andromeda. In contrast, details of a bright yellow nucleus and dark winding dust lanes, are revealed in this digital telescopic image. Narrow band image data recording emission from hydrogen atoms, shows off the reddish star-forming regions dotting gorgeous blue spiral arms and young star clusters. While even casual skygazers are now inspired by the knowledge that there are many distant galaxies like M31, astronomers seriously debated this fundamental concept in the 20th century. Were these \"spiral nebulae\" simply outlying components of our own Milky Way Galaxy or were they instead \"island universes\" -- distant systems of stars comparable to the Milky Way itself? This question was central to the famous Shapley-Curtis debate of 1920, which was later resolved by observations of M31 in favor of Andromeda, island universe.   Note:  An APOD editor will review great space images on Thursday, January 14, in Houghton, Michigan.  digg_url = 'http://apod.nasa.gov/apod/ap100109.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1001/M31_HALRGBpugh.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Andromeda Island Universe",
    "url": "https://apod.nasa.gov/apod/image/1001/M31_HALRGBpugh_900.jpg"
  },
  {
    "date": "2010-01-10",
    "explanation": "How did this spherule come to be on the Moon? When a meteorite strikes the Moon, the energy of the impact melts some of the splattering rock, a fraction of which might cool into tiny glass beads. Many of these glass beads were present in lunar soil samples returned to Earth by the Apollo missions. Pictured above is one such glass spherule that measures only a quarter of a millimeter across. This spherule is particularly interesting because it has been victim to an even smaller impact. A miniature crater is visible on the upper left, surrounded by a fragmented area caused by the shockwaves of the small impact. By dating many of these impacts, astronomers can estimate the history of cratering on our Moon.    digg_url = 'http://apod.nasa.gov/apod/ap100110.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1001/spherule_apollo11_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Spherule from the Earth's Moon",
    "url": "https://apod.nasa.gov/apod/image/1001/spherule_apollo11.jpg"
  },
  {
    "date": "2010-01-11",
    "explanation": "In 1984, high above the Earth's surface, an astronaut captured a satellite. It was the second satellite captured that mission. Pictured above, astronaut Dale A. Gardner flies free using the Manned Maneuvering Unit and begins to attach a control device dubbed the Stinger to the rotating Westar 6 satellite.  Communications satellite Westar 6 had suffered a rocket malfunction that left it unable to reach its intended high geosynchronous orbit. Both the previously caught Palapa B-2 satellite and the Westar 6 satellite were guided into the cargo bay of the Space Shuttle Discovery and returned to Earth. Westar 6 was subsequently refurbished and sold.   digg_url = 'http://apod.nasa.gov/apod/ap100111.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1001/westarcapture_sts51a_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Astronaut Who Captured a Satellite",
    "url": "https://apod.nasa.gov/apod/image/1001/westarcapture_sts51a.jpg"
  },
  {
    "copyright": "ESO",
    "date": "2010-01-12",
    "explanation": "What lights up the Flame Nebula? Fifteen hundred light years away towards the constellation of Orion lies a nebula which, from its glow and dark dust lanes, appears, on the left, like a billowing fire.  But fire, the rapid acquisition of oxygen, is not what makes this Flame glow.  Rather the bright star Alnitak, the easternmost star in the Belt of Orion visible just above the nebula, shines energetic light into the Flame that knocks electrons away from the great clouds of hydrogen gas that reside there.  Much of the glow results when the electrons and ionized hydrogen recombine. The above false-color picture of the Flame Nebula (NGC 2024) was taken in infrared light, where a young star cluster becomes visible.  The Flame Nebula is part of the Orion Molecular Cloud Complex, a star-forming region that includes the famous Horsehead Nebula, visible above on the far right.   digg_url = 'http://apod.nasa.gov/apod/ap100112.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1001/flame_vista_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Flame Nebula in Infrared",
    "url": "https://apod.nasa.gov/apod/image/1001/flame_vista.jpg"
  },
  {
    "copyright": "Troy Tsounis",
    "date": "2010-01-13",
    "explanation": "Bright clusters and nebulae abound in the ancient northern constellation of Auriga. The region includes the open star cluster M38, emission nebula IC 410 with Tadpoles, Auriga's own Flaming Star Nebula IC 405, and this interesting pair IC 417 (lower left) and NGC 1931. An imaginative eye toward the expansive IC 417 and diminutive NGC 1931 suggests a cosmic spider and fly. About 10,000 light-years distant, both represent young, open star clusters formed in interstellar clouds and still embedded in glowing hydrogen gas. For scale, the more compact NGC 1931 is about 10 light-years across.   Note:  An APOD editor will review great space images on Thursday, January 14, in Houghton, Michigan.  digg_url = 'http://apod.nasa.gov/apod/ap100113.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1001/IC417tsounis.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Spider and The Fly",
    "url": "https://apod.nasa.gov/apod/image/1001/IC417tsounis900.jpg"
  },
  {
    "copyright": "R Jay Gabany",
    "date": "2010-01-14",
    "explanation": "Beautiful island universe M94 lies a mere 15 million light-years distant in the northern constellation of the hunting dogs, Canes Venatici. A popular target for astronomers, the brighter inner part of the face-on spiral galaxy is about 30,000 light-years across. Traditionally, deep images have been interpreted as showing M94's inner spiral region surrounded by a faint, broad ring of stars. But a new multi-wavelength investigation has revealed previously undetected spiral arms sweeping across the outskirts of the galaxy's disk, an outer disk actively engaged in star formation. At optical wavelengths, M94's outer spiral arms are followed in this remarkable discovery image, processed to enhance the outer disk structure. Background galaxies are visible through the faint outer arms, while the three spiky foreground stars are in our own Milky Way galaxy.   Note:  An APOD editor will review great space images tonight in Houghton, Michigan.  digg_url = 'http://apod.nasa.gov/apod/ap100114.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1001/lrg_gabany_m94.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M94: A New Perspective",
    "url": "https://apod.nasa.gov/apod/image/1001/small_gabany_m94.jpg"
  },
  {
    "copyright": "Babak Tafreshi",
    "date": "2010-01-15",
    "explanation": "The stars of a summer night on the left and the winter night sky on the right are the same stars. In fact, both pictures were taken in late December and have similar fields of view. The left panel shows a scene from a beach on Bruny Island off the coast of Tasmania, Australia, while the right panel features the sky over the snowy Alborz Mountains of northern Iran. But if the sky on one side still looks unfamiliar to you, just put your cursor over the image to see an alternate version. The alternate image will trace the outlines of the familiar constellation of Orion, as seen from the southern and northern hemispheres of planet Earth.   digg_url = 'http://apod.nasa.gov/apod/ap100115.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1001/TwoHemispheresTafreshi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Scenes from Two Hemispheres",
    "url": "https://apod.nasa.gov/apod/image/1001/TwoHemispheresTafreshi_900.jpg"
  },
  {
    "date": "2010-01-16",
    "explanation": "Intense and overwhelming, the direct glare of the Sun is blocked by the smooth occulting disk in this image from the sun-staring SOHO spacecraft. Taken on January 3rd, an extreme ultraviolet image of the Sun to scale, is superimposed at the center of the disk. Beyond the disk's outer boundary is a sungrazer comet, one of the brightest yet seen by SOHO. The comet was discovered (movie link) by Australian amateur astronomer Alan Watson, while examining earlier images from another sun-watching spacecraft, STEREO-A. Based on their orbits, sungrazers are believed to belong to the Kreutz family of comets, created by successive break ups from a single large parent comet that passed very near the Sun in the twelfth century. Subjected to strong tidal forces and intense solar heat, this sungrazer comet did not survive its close encounter.   digg_url = 'http://apod.nasa.gov/apod/ap100116.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1001/C2comet_newSOHO.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "New Year Sungrazer",
    "url": "https://apod.nasa.gov/apod/image/1001/C2comet_newSOHOx600.jpg"
  },
  {
    "date": "2010-01-17",
    "explanation": "Birds don't fly this high.  Airplanes don't go this fast.  The Statue of Liberty weighs less.  No species other than human can even comprehend what is going on, nor could any human just a millennium ago. The launch of a rocket bound for space is an event that inspires awe and challenges description.  Pictured above, the Space Shuttle Atlantis lifted off to visit the International Space Station during the early morning hours of 2001 July 12. From a standing start, the two million kilogram rocket ship left to circle the Earth where the outside air is too thin to breathe and where there is little noticeable onboard gravity. Rockets bound for space are now launched from somewhere on Earth about once a week.   digg_url = 'http://apod.nasa.gov/apod/ap100117.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/atlantis_sts104_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Atlantis to Orbit",
    "url": "https://apod.nasa.gov/apod/image/0912/atlantis_sts104.jpg"
  },
  {
    "copyright": "Anthony AyiomamitisTWAN",
    "date": "2010-01-18",
    "explanation": "What's happened to the Sun? The Moon moved to partly block the Sun for a few minutes last week as a partial solar eclipse became momentarily visible across part of planet Earth. In the above single exposure image, meticulous planning enabled careful photographers to capture the partially eclipsed Sun well posed just above the ancient ruins of the Temple of Poseidon in Sounio, Greece.  Unexpectedly, clouds covered the top of the Sun, while a flying bird was caught in flight just to the right of the eclipse.  At its fullest extent from some locations, the Moon was seen to cover the entire middle of the Sun, leaving the surrounding ring of fire of an annular solar eclipse. The next solar eclipse -- a total eclipse of the Sun -- will occur on 2010 July 11 but be visible only from a thin swath of the southern Pacific Ocean and near the very southern tip of South America.   digg_url = 'http://apod.nasa.gov/apod/ap100118.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1001/eclipse_kotsiopoulos_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse over the Temple of Poseidon",
    "url": "https://apod.nasa.gov/apod/image/1001/eclipse_kotsiopoulos.jpg"
  },
  {
    "date": "2010-01-19",
    "explanation": "They might look like trees on Mars, but they're not. Groups of dark brown streaks have been photographed by the Mars Reconnaissance Orbiter on melting pinkish sand dunes covered with light frost. The above image was taken in 2008 April near the North Pole of Mars. At that time, dark sand on the interior of Martian sand dunes became more and more visible as the spring Sun melted the lighter carbon dioxide ice.  When occurring near the top of a dune, dark sand may cascade down the dune leaving dark surface streaks -- streaks that might appear at first to be trees standing in front of the lighter regions, but cast no shadows. Objects about 25 centimeters across are resolved on this image spanning about one kilometer. Close ups of some parts of this image show billowing plumes indicating that the sand slides were occurring even when the image was being taken.   digg_url = 'http://apod.nasa.gov/apod/ap100119.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1001/almosttrees_mro_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Sand Cascades on Mars",
    "url": "https://apod.nasa.gov/apod/image/1001/almosttrees_mro.jpg"
  },
  {
    "copyright": "American Museum of Natural History",
    "date": "2010-01-20",
    "explanation": "What would it look like to travel across the known universe? To help humanity visualize this, the American Museum of Natural History has produced a modern movie featuring many visual highlights of such a trip. The video starts in Earth's Himalayan Mountains and then dramatically zooms out, showing the orbits of Earth's satellites, the Sun, the Solar System, the extent of humanities first radio signals, the Milky Way Galaxy, galaxies nearby, distant galaxies, and quasars.  As the distant surface of the microwave background is finally reached, radiation is depicted that was emitted billions of light years away and less than one million years after the Big Bang.  Frequently using the Digital Universe Atlas, every object in the video has been rendered to scale given the best scientific research in 2009, when the video was produced. The film has similarities to the famous Powers of Ten video that has been a favorite of many space enthusiasts for a generation.    digg_url = 'http://apod.nasa.gov/apod/ap100120.html'; digg_skin = 'compact';",
    "media_type": "other",
    "service_version": "v1",
    "title": "The Known Universe"
  },
  {
    "copyright": "Ken Crawford",
    "date": "2010-01-21",
    "explanation": "Galaxies of the NGC 7771 Group are featured in this intriguing skyscape. Some 200 million light-years distant toward the constellation Pegasus, NGC 7771 is the large, edge-on spiral near center, about 75,000 light-years across, with two smaller galaxies just below it. Large spiral NGC 7769 is seen face-on to the right. Galaxies of the NGC 7771 group are interacting, making repeated close passages that will ultimately result in galaxy-galaxy mergers on a cosmic timescale. The interactions can be traced by galaxy distortions and faint streams of stars created by gravitational tides. But a clear view of the galaxy group is difficult to come by, as the deep image also reveals extensive clouds of foreground dust sweeping across the field. The dim, dusty nebulae reflect starlight from our own Milky Way Galaxy and lie only a few hundred light-years above the galactic plane.   digg_url = 'http://apod.nasa.gov/apod/ap100121.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1001/NGC7770_71_crawford.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dust and the NGC 7771 Group",
    "url": "https://apod.nasa.gov/apod/image/1001/NGC7770_71_crawford_1rc900.jpg"
  },
  {
    "copyright": "Mikael Svalgaard",
    "date": "2010-01-22",
    "explanation": "The Moon's shadow raced across planet Earth on January 15. Observers within the central shadow track were able to witness an annular solar eclipse as the Moon's apparent size was too small to completely cover the Sun. A visually dramatic ring of fire, the annular phase lasted up to 11 minutes and 8 seconds depending on location, the longest annular solar eclipse for the next 1,000 years. This picture of the Moon's silhouette just before mid-eclipse was taken within the eclipse path from the city of Kanyakumari at the southern tip of India. The telescopic image was made through a filter that blocks most visible light, but still transmits light from hydrogen atoms. As a result, detailed mottling, or granulation, caused by heat convection in the Sun's atmosphere can be seen around the dark lunar disk.   digg_url = 'http://apod.nasa.gov/apod/ap100122.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1001/aseJan2010_svalgaard.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Millennium Annular Solar Eclipse",
    "url": "https://apod.nasa.gov/apod/image/1001/aseJan2010_svalgaard800c.jpg"
  },
  {
    "copyright": "Stephan Heinsius",
    "date": "2010-01-23",
    "explanation": "clipses are everywhere in this shady scene. The picture was taken on the Indian Ocean atoll island of Ellaidhoo, Maldives, on January 15, during the longest annular solar eclipse for the next 1,000 years. Tall palm trees provided the shade. Their many crossed leaves created gaps that acted like pinhole cameras, scattering recognizable eclipse images across the white sands of a tropical garden near the beach. From this idyllic location near the centerline of the Moon's shadow track, the ring of fire or annular phase of the eclipse lasted about 10 minutes and 55 seconds.   digg_url = 'http://apod.nasa.gov/apod/ap100123.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1001/PalmShadowEclipse_heinsius.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipses in the Shade",
    "url": "https://apod.nasa.gov/apod/image/1001/PalmShadowEclipse_heinsius900.jpg"
  },
  {
    "date": "2010-01-24",
    "explanation": "What would it be like to coast by Jupiter and watch it rotate?  This was just the experience of the New Horizons spacecraft as it approached and flew by Jupiter in 2007.  Clicking on the image will bring up a movie of what the robotic spacecraft saw. Visible above in the extensive atmosphere of the Solar System's largest planet are bands and belts of light and dark clouds, as well as giant rotating storm systems seen as ovals.  Other movies compiled by New Horizons and other passing spacecraft have captured the clouds swirling and moving relative to themselves.  Jupiter has a diameter of about eleven times that of our Earth, and rotates once in about 10 hours. The robotic New Horizons spacecraft, launched four years ago last week, continues to speed toward the outer Solar System and has recently passed the halfway point between Earth and Pluto. New Horizons will reach Pluto in 2015.   digg_url = 'http://apod.nasa.gov/apod/ap100124.html'; digg_skin = 'compact';",
    "media_type": "other",
    "service_version": "v1",
    "title": "Watch Jupiter Rotate"
  },
  {
    "date": "2010-01-25",
    "explanation": "Spanning the sky toward the majestic Clouds of Magellan is an unusual stream of gas: the Magellanic Stream. The origin of this gas remains unknown but likely holds a clue to the origin and fate of our Milky Way's most famous satellite galaxies: the LMC and the SMC. Until recently, two leading genesis hypotheses have been considered: that the stream was created by gas stripped off these galaxies as they passed through the halo of our Milky Way, or that the stream was created by the differential gravitational tug of the Milky Way. Recently, however, wide angle radio images -- including those from the Byrd Green Bank Telescope -- have shown that the Magellanic Stream is longer and older than previously thought, perhaps as old as 2.5 billion years.  These observations bolster a third possible origin for the stream -- that the Large and Small Magellanic Cloud galaxies once passed so close to each other that gravitational tides triggered a burst of star formation that left the stream. Pictured above digitally superposed on a recently-completed all-sky image in visible light, the radio emission of Magellanic stream is shown in false color pink extending across the sky and ending at the two Magellanic galaxies on the lower right.    digg_url = 'http://apod.nasa.gov/apod/ap100125.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1001/magstream_nrao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Magellanic Stream",
    "url": "https://apod.nasa.gov/apod/image/1001/magstream_nrao.jpg"
  },
  {
    "copyright": "Wei Loon Chin",
    "date": "2010-01-26",
    "explanation": "A hole crossed the Sun for a few minutes this month, as seen across a thin swath of planet Earth. The event on January 15 was actually an annular solar eclipse, and the hole was really Earth's Moon, an object whose dark half may appear even darker when compared to the tremendously bright Sun. The Moon was too far from Earth to create a total solar eclipse, but instead left well placed observers with a bright surrounding circle called the ring of fire. Pictured above was a complete solar annular eclipse sequence as seen above the Ananda Temple in Bagan, Myanmar.  The image of the ancient temple, built around the year 1100, was taken after sunset on the same day of the eclipse. The next solar eclipse will be a total solar eclipse during 2010 July.   digg_url = 'http://apod.nasa.gov/apod/ap100126.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1001/mynmareclipse_chin_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Annular Eclipse Over Myanmar",
    "url": "https://apod.nasa.gov/apod/image/1001/mynmareclipse_chin.jpg"
  },
  {
    "date": "2010-01-27",
    "explanation": "What's that behind Titan? It's another of Saturn's moons: Tethys.  The robotic Cassini spacecraft orbiting Saturn captured the heavily cratered Tethys slipping behind Saturn's atmosphere-shrouded Titan late last year. The largest crater on Tethys, Odysseus, is easily visible on the distant moon. Titan shows not only its thick and opaque orange lower atmosphere, but also an unusual upper layer of blue-tinted haze.  Tethys, at about 2 million kilometers distant, was twice as far from Cassini as was Titan when the above image was taken. In 2004, Cassini released the Hyugens probe which landed on Titan and provided humanity's first views of the surface of the Solar System's only known lake-bearing moon.    digg_url = 'http://apod.nasa.gov/apod/ap100127.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1001/tethystitan_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tethys Behind Titan",
    "url": "https://apod.nasa.gov/apod/image/1001/tethystitan_cassini.jpg"
  },
  {
    "copyright": "Noel\nCarboni",
    "date": "2010-01-28",
    "explanation": "An asterism is just a recognized pattern of stars that is not one the 88 official constellations. For example, one of the most famous (and largest) asterisms is the Big Dipper within the constellation Ursa Major. But this pretty chain of stars, visible with binoculars towards the long-necked constellation of Camelopardalis, is also a recognized asterism. Known as Kemble's Cascade, it contains about 20 stars nearly in a row, stretching over five times the width of a full moon.  Tumbling from the upper right to lower left in the picture, Kemble's Cascade was made popular by astronomy enthusiast Lucian Kemble.  The bright object at the lower left is the relatively compact open cluster of stars, NGC 1502.   digg_url = 'http://apod.nasa.gov/apod/ap100128.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1001/Kembles_Greg_Noel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Kemble's Cascade",
    "url": "https://apod.nasa.gov/apod/image/1001/Kembles_Greg_Noel_900.jpg"
  },
  {
    "copyright": "Alan Friedman",
    "date": "2010-01-29",
    "explanation": "Mars is at opposition tonight, opposite the Sun in planet Earth's sky. Of course, it will be easy to spot because Mars appears close to tonight's Full Moon, also opposite the Sun in Earth's night sky in the constellation Cancer. For this opposition, Mars remains just over 99 million kilometers away, not a particularly close approach for the Red Planet. Still, this sharp view of Mars recorded on January 22nd is an example of the telescopic images possible in the coming days. The planet's whitish north polar cap is at the upper right. Mars' tiny red disk is about 14 arcseconds in angular diameter, less than 1/100th the diameter of the Full Moon.   digg_url = 'http://apod.nasa.gov/apod/ap100129.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1001/mars_opposition_2010.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars Opposition 2010",
    "url": "https://apod.nasa.gov/apod/image/1001/mars_opposition_2010.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2010-01-30",
    "explanation": "Charles Messier described the 88th entry in his 18th century catalog of Nebulae and Star Clusters as a spiral nebula without stars. Of course the gorgeous M88 is now understood to be a galaxy full of stars, gas, and dust, not unlike our own Milky Way. In fact, M88 is one of the brightest galaxies in the Virgo Galaxy Cluster some 50 million light-years away. M88's beautiful spiral arms are easy to trace in this colorful cosmic portait. The arms are lined with young blue star clusters, pink star-forming regions, and obscuring dust lanes extending from a yellowish core dominated by an older population of stars. Spiral galaxy M88 spans over 100,000 light-years.   digg_url = 'http://apod.nasa.gov/apod/ap100130.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1001/m88ms_block_crop.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 88",
    "url": "https://apod.nasa.gov/apod/image/1001/m88ms_block_c900.jpg"
  },
  {
    "copyright": "B. E. SchaeferLSU",
    "date": "2010-01-31",
    "explanation": "The ancient text has no known title, no known author, and is written in no known language: what does it say and why does it have many astronomy illustrations?  The mysterious book was once bought by an emperor, forgotten on a library shelf, sold for thousands of dollars, and later donated to Yale.  Possibly written in the 15th century, the over 200-page volume is known most recently as the Voynich Manuscript, after its (re-)discoverer in 1912.  Pictured above is an illustration from the book that appears to be somehow related to the Sun. The book labels some patches of the sky with unfamiliar constellations.  The inability of modern historians of astronomy to understand the origins of these constellations is perhaps dwarfed by the inability of modern code-breakers to understand the book's text.  Can the eclectic brain trust of APOD readers make any progress? If you think you can provide any insight, instead of sending us email please participate in a fresh  online discussion. The book itself remains in Yale's rare book collection under catalog number \"MS 408.\"   digg_url = 'http://apod.nasa.gov/apod/ap100131.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1001/voynich_schaefer_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Mysterious Voynich Manuscript",
    "url": "https://apod.nasa.gov/apod/image/1001/voynich_schaefer.jpg"
  },
  {
    "date": "2010-02-01",
    "explanation": "Another moon of Saturn has been imaged in detail by the Cassini spacecraft. Orbiting Saturn since 2004, the robotic Cassini got its closest look yet at Saturn's small moon Prometheus last week. Visible above in an unprocessed image from 36,000 kilometers away, Prometheus' 100-km long surface was revealed to have an interesting system of bulges, ridges, and craters.  These features, together with the moon's oblong shape and high reflectivity, are now being studied to help better understand the history of Prometheus and Saturn's rings. Prometheus is one of the few shepherd satellites known, as its gravity, along with its companion moon Pandora, confines many smaller ice chucks into Saturn's F Ring.  Cassini's next major targeted flyby is of the moon Rhea on March 2.   digg_url = 'http://apod.nasa.gov/apod/ap100201.html'; digg_skin = 'compact';",
    "hdurl": "https://apod.nasa.gov/apod/image/1002/prometheus_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shepherd Moon Prometheus from Cassini",
    "url": "https://apod.nasa.gov/apod/image/1002/prometheus_cassini.jpg"
  }
]
