[
  {
    "date": "2010-04-01",
    "explanation": "In 2009, space missions revealed tantalizing signs of water on or near the lunar surface, once thought of as a dry and desolate environment. But researchers are now offering this archival picture as further evidence that humans might one day be able to use the Moon's newly discovered resource to directly quench their thirst. Found in a pile of old Apollo lunar surface photographs, the picture reveals an object at the far left of the frame that appears to be a drinking fountain, surprisingly close to one of the Lunar Module landing struts. When asked why no mention of the object was in their reports, the astronauts replied that they discovered their spacesuit gloves were too bulky to allow them to activate the fountain, so they had simply ignored it during their stay on the lunar surface. Perhaps not coincidentally, this picture was taken exactly 40 years ago, on April Fools Day ...",
    "hdurl": "https://apod.nasa.gov/apod/image/1004/apollodrinkingfountain.JPG",
    "media_type": "image",
    "service_version": "v1",
    "title": "Evidence Mounts for Water on the Moon",
    "url": "https://apod.nasa.gov/apod/image/1004/apollodrinkingfountain.JPG"
  },
  {
    "copyright": "Tamas Ladanyi",
    "date": "2010-04-02",
    "explanation": "Nestled in the Austrian Alps, frozen Lake Ossiach stretches across the foreground of this serene view. Recorded on March 1, the night sky includes a nearly full Moon and bright planet Saturn seen through thin clouds near picture center. It also includes a remarkably bright and colorful moondog or paraselene at the left. Analogous to a sundog or parhelion, the paraselene is produced by moonlight shining through thin, hexagonal-shaped ice crystals in high cirrus clouds. As determined by the ice crystal geometry, the Moon is 22 degrees from the lovely paraselene.",
    "hdurl": "https://apod.nasa.gov/apod/image/1004/paraselene_100301_ladanyi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Serene Paraselene",
    "url": "https://apod.nasa.gov/apod/image/1004/paraselene_100301_ladanyi900.jpg"
  },
  {
    "date": "2010-04-03",
    "explanation": "Near the outskirts of the Small Magellanic Cloud, a satellite galaxy some 200 thousand light-years distant, lies 5 million year young star cluster NGC 602. Surrounded by natal gas and dust, NGC 602 is featured in this stunning Hubble image of the region. Fantastic ridges and swept back shapes strongly suggest that energetic radiation and shock waves from NGC 602's massive young stars have eroded the dusty material and triggered a progression of star formation moving away from the cluster's center. At the estimated distance of the Small Magellanic Cloud, the picture spans about 200 light-years, but a tantalizing assortment of background galaxies are also visible in the sharp Hubble view. The background galaxies are hundreds of millions of light-years or more beyond NGC 602.",
    "hdurl": "https://apod.nasa.gov/apod/image/1004/ngc602_hst_large.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 602 and Beyond",
    "url": "https://apod.nasa.gov/apod/image/1004/ngc602_hst_large900.jpg"
  },
  {
    "copyright": "Christine Churchill",
    "date": "2010-04-04",
    "explanation": "Although you've surely seen it, you might not have noticed it. During a cloudless twilight, just before sunrise or after sunset, part of the atmosphere above the horizon appears slightly off-color, slightly pink. Called the Belt of Venus, this off-color band between the dark eclipsed sky and the blue sky can be seen in nearly every direction including that opposite the Sun.  Straight above, blue sky is normal sunlight reflecting off the atmosphere. In the Belt of Venus, however, the atmosphere reflects light from the setting (or rising) Sun which appears more red.  The Belt of Venus can be seen from any location with a clear horizon. Pictured above, the Belt of Venus was photographed above morning fog in the Valley of the Moon, a famous wine-producing region in northern California, USA. The belt is frequently caught by accident in other photographs.",
    "hdurl": "https://apod.nasa.gov/apod/image/1004/beltofvenus_churchill_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Belt of Venus over the Valley of the Moon",
    "url": "https://apod.nasa.gov/apod/image/1004/beltofvenus_churchill.jpg"
  },
  {
    "date": "2010-04-05",
    "explanation": "What does Saturn's shepherd moon Prometheus really look like? The raw images from the robotic Cassini spacecraft's January flyby of the small moon showed tantalizing clues on grainy images, but now that the Cassini team has digitally remastered these images, many more details have come out. Pictured above, Prometheus more clearly shows its oblong shape as well as numerous craters over its 100-kilometer length. In the above image, the bright part of Prometheus is lit directly by the Sun, while much of the dark part is still discernible through sunlight first reflected off of Saturn. These new surface details, together with the moon's high reflectivity, can now help humanity better understand the history of Prometheus and Saturn's rings. Today, Cassini has a planned targeted flyby of Saturn's largest moon Titan, while on Wednesday, Cassini is scheduled to swoop to within 600 kilometers of Dione.",
    "hdurl": "https://apod.nasa.gov/apod/image/1004/prometheus2_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Prometheus Remastered",
    "url": "https://apod.nasa.gov/apod/image/1004/prometheus2_cassini.jpg"
  },
  {
    "copyright": "Kerry-Ann Lecky HepburnWeather and Sky PhotographyAstroGarage",
    "date": "2010-04-06",
    "explanation": "What do the following things have in common: a cone, the fur of a fox, and a Christmas tree?  Answer: they all occur in the constellation of the unicorn (Monoceros). Pictured above as a star forming region cataloged as NGC 2264, the complex jumble of cosmic gas and dust is about 2,700 light-years distant and mixes reddish emission nebulae excited by energetic light from newborn stars with dark interstellar dust clouds. Where the otherwise obscuring dust clouds lie close to the hot, young stars they also reflect starlight, forming blue reflection nebulae. The wide mosaic spans about 3/4 degree or nearly 1.5 full moons, covering 40 light-years at the distance of NGC 2264. Its cast of cosmic characters includes the Fox Fur Nebula, whose convoluted pelt lies at the upper left, bright variable star S Mon immersed in the blue-tinted haze just below the Fox Fur, and the Cone Nebula at the far right. Of course, the stars of NGC 2264 are also known as the Christmas Tree star cluster. The triangular tree shape traced by the stars appears sideways here, with its apex at the Cone Nebula and its broader base centered near S Mon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1004/foxfur_hepburn_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Fox Fur, a Unicorn, and a Christmas Tree",
    "url": "https://apod.nasa.gov/apod/image/1004/foxfur_hepburn.jpg"
  },
  {
    "copyright": "Manu\nArregi Biziola",
    "date": "2010-04-07",
    "explanation": "In this twilight skyview, a windmill stands in silent witness to a lovely pairing of planets in the west. The picture was recorded on April 5 from Gallegos del Campo, Zamora, Spain. Venus (left) and Mercury (right) are near their much anticipated conjunction in the early evening sky. But even in the coming days, these two evening stars will remain close in the western sky at sunset. In fact, with brighter Venus as a marker, sky watchers will have an excellent guide for spotting Mercury nearby, a planet often hidden in the Sun's glare.",
    "hdurl": "https://apod.nasa.gov/apod/image/1004/VenusMercurioGallegos_BiziolaE.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus and Mercury in the West",
    "url": "https://apod.nasa.gov/apod/image/1004/VenusMercurioGallegos_Biziola900.jpg"
  },
  {
    "copyright": "Discovery",
    "date": "2010-04-08",
    "explanation": "The space shuttle orbiter Discovery is now docked with the International Space Station, some 350 kilometers above planet Earth. Last Monday, its launch to orbit was a beautiful one as it rose into clear, predawn skies at 6:21am EDT from Kennedy Space Center's pad 39A. Looking east, this time exposure was taken shortly after lift off from a marina about 13 miles west of the launch site in Titusville, Florida. It shows the dawn's emerging colors along the horizon, with wafting rocket contrails at the upper right. The bright streak surrounded by the remarkable, elongated, vapor cloud near the center of the image is the actual track of Discovery, arcing toward the horizon and its orbital rendezvous.",
    "hdurl": "https://apod.nasa.gov/apod/image/1004/STS131_nguyen.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Discovery's Cloud",
    "url": "https://apod.nasa.gov/apod/image/1004/STS131_nguyen900.jpg"
  },
  {
    "copyright": "rocket engine plumes",
    "date": "2010-04-09",
    "explanation": "On April 5, visitors to Kennedy Space Center saw these colorful clouds, twisting and drifting through dawn skies. Of course, the clouds were rocket engine plumes from the predawn launch of the space shuttle Discovery on the STS-131 mission to the International Space Station. Their layered colors are created as they reflect the reddened light from the still rising Sun. Fittingly, denizens of the space center's rocket garden are lit in the foreground. At the far left is a 1960s vintage multistage Atlas-Agena rocket. Together on the right, are Mercury-Redstone and Mercury-Atlas rockets.",
    "hdurl": "https://apod.nasa.gov/apod/image/1004/DRocketGard_craigcrawford.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Discovery's Dawn",
    "url": "https://apod.nasa.gov/apod/image/1004/DRocketGard_craigcrawford900.jpg"
  },
  {
    "date": "2010-04-10",
    "explanation": "Few cosmic vistas excite the imagination like the Orion Nebula, an immense stellar nursery some 1,500 light-years away. Spanning about 40 light-years across the region, this new infrared image from the Spitzer Space Telescope was constructed from data intended to monitor the brightness of the nebula's young stars, many still surrounded by dusty, planet-forming disks. Orion's young stars are only about 1 million years old, compared to the Sun's age of 4.6 billion years. The region's hottest stars are found in the Trapezium Cluster, the brightest cluster near picture center. Spitzer's liquid helium coolant ran out in May 2009, so this false color view is from two channels that still remain sensitive to infrared light at warmer operating temperatures.",
    "hdurl": "https://apod.nasa.gov/apod/image/1004/orion2010_spitzer.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spitzer's Orion",
    "url": "https://apod.nasa.gov/apod/image/1004/orion2010_spitzerMedRC.jpg"
  },
  {
    "date": "2010-04-11",
    "explanation": "What is creating the strange texture of IC 418?  Dubbed the Spirograph Nebula for its resemblance to drawings from a cyclical drawing tool, planetary nebula IC 418 shows patterns that are not well understood. Perhaps they are related to chaotic winds from the variable central star, which changes brightness unpredictably in just a few hours.  By contrast, evidence indicates that only a few million years ago, IC 418 was probably a well-understood star similar to our Sun.  Only a few thousand years ago, IC 418 was probably a common red giant star.  Since running out of nuclear fuel, though, the outer envelope has begun expanding outward leaving a hot remnant core destined to become a white-dwarf star, visible in the image center. The light from the central core excites surrounding atoms in the nebula causing them to glow. IC 418 lies about 2000 light-years away and spans 0.3 light-years across.  This false-color image taken from the Hubble Space Telescope reveals the unusual details.",
    "hdurl": "https://apod.nasa.gov/apod/image/1004/spirograph_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 418: The Spirograph Nebula",
    "url": "https://apod.nasa.gov/apod/image/1004/spirograph_hst.jpg"
  },
  {
    "copyright": "Josselin Desmars",
    "date": "2010-04-12",
    "explanation": "Go outside tonight and see one of the more interesting planetary conjunctions of recent years.  Just after sunset, the planets Mercury and Venus are visible quite near each other. Now Venus, being commonly discernible as one of the brightest objects in the sky, is frequently mistaken for an airplane. (Venus will set quite slowly, though.) Mercury, however, is dimmer and usually harder to find. Recently, though, Mercury can be found just to the right of Venus, appearing increasingly below the brighter planet over the next week. Pictured above, Venus and Mercury were imaged next to the famous Notre Dame Cathedral in Paris, France.  A careful inspection of the image will further reveal that the bright object nearly below Venus is iconic Eiffel Tower.",
    "hdurl": "https://apod.nasa.gov/apod/image/1004/mercuryvenus_desmars_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury and Venus Over Paris",
    "url": "https://apod.nasa.gov/apod/image/1004/mercuryvenus_desmars.jpg"
  },
  {
    "date": "2010-04-13",
    "explanation": "Why isn't spiral galaxy M66 symmetric?  Usually density waves of gas, dust, and newly formed stars circle a spiral galaxy's center and create a nearly symmetric galaxy.  The differences between M66's spiral arms and the apparent displacement of its nucleus are all likely caused by previous close interactions and the tidal gravitational pulls of nearby galaxy neighbors M65 and NGC 3628. Spiral galaxy M66, pictured above, spans about 100,000 light years, lies about 35 million light years distant, and is the largest galaxy in a group known as the Leo Triplet.  Like many spiral galaxies, the long and intricate dust lanes of M66 are seen intertwined with the bright stars and nebulas that light up the spiral arms.",
    "hdurl": "https://apod.nasa.gov/apod/image/1004/m66_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual Spiral Galaxy M66 from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1004/m66_hst.jpg"
  },
  {
    "date": "2010-04-14",
    "explanation": "The International Space Station is the largest object ever constructed by humans in space.  The station perimeter now extends over roughly the area of a football field, although only a small fraction of this is composed of modules habitable by humans. The station is so large that it could not be launched all at once -- it is being built piecemeal with large sections added continually by flights of the Space Shuttle.  To function, the ISS needs huge trusses, some over 15 meters long and with masses over 10,000 kilograms, to keep it rigid and to route electricity and liquid coolants.  Pictured above, part of the immense space station was photographed out of a window by a member of the visiting Space Shuttle Discovery STS-131 crew. Visible in the foreground is Japan's Kibo research module, while a large truss is visible toward the left.  On the far right, a crescent Earth slices through the blackness of space.",
    "hdurl": "https://apod.nasa.gov/apod/image/1004/kiboearth_iss_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Large Space Station Over Earth",
    "url": "https://apod.nasa.gov/apod/image/1004/kiboearth_iss.jpg"
  },
  {
    "copyright": "R Jay Gabany",
    "date": "2010-04-15",
    "explanation": "Spiral galaxy NGC 4651 is a mere 35 million light-years distant, toward the well-groomed constellation Coma Berenices. About 50 thousand light-years across, this galaxy is seen to have a faint umbrella-shaped structure (right) that seems to extend some 50 thousand light-years farther, beyond the bright galactic disk. The giant cosmic umbrella is now known to be composed of tidal star streams. The streams themselves are extensive trails of stars gravitationally stripped from a smaller satellite galaxy that was eventually torn apart. Placing your cursor over the image will superimpose a simulation of the satellite galaxy's path as it was disrupted and absorbed into NGC 4651. Recent work by a remarkable collaboration of amateur and professional astronomers to image faint structures around bright galaxies suggests that even in nearby galaxies, such tidal star streams are common. The result is predicted by models of galaxy formation, including the formation of our Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/1004/ngc4651_gabany.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4651: The Umbrella Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1004/ngc4651_gabany.jpg"
  },
  {
    "date": "2010-04-16",
    "explanation": "Up close, the solar surface is a striking patch work of granules in this very high resolution picture of the quiet Sun. Caused by convection, the granules are hot, rising columns of plasma edged by dark lanes of cooler, descending plasma. But the high-resolution view reveals that the dark lanes are dotted with many small, contrasting bright points. Constantly present on the solar surface, the bright points do not seem to be related to sunspots that come and go with the magnetic solar cycle. Nonetheless, the bright points are regions of concentrated magnetic fields and are bright because the magnetic pressure opens a window to hotter deeper layers below the photosphere. For scale, the white bar at the lower left corresponds to 5,000 kilometers across the Sun's surface. The sharp, narrow-band image was recorded in September, 2007 using the Swedish Solar Telescope on the astronomical island of La Palma.",
    "hdurl": "https://apod.nasa.gov/apod/image/1004/SOLmagbrightpoints_almeida.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bright Points on the Quiet Sun",
    "url": "https://apod.nasa.gov/apod/image/1004/SOLmagbrightpoints_almeidaC900.jpg"
  },
  {
    "date": "2010-04-17",
    "explanation": "After an oxygen tank exploded and crippled their service module, the Apollo 13 astronauts were forced to abandon plans to make the third manned lunar landing. The extent of the damage is revealed in this grainy, grim photo, taken as the service module was drifting away, jettisoned only hours prior to the command module's reentry and splashdown. An entire panel on the side of the service module has been blown away and extensive internal damage is apparent. Visible below the gutted compartment is a radio antenna and the large, bell-shaped nozzle of the service module's rocket engine. On April 17, 1970 the three astronauts returned safely to Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/1004/AS13-59-8500HR.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Damage to Apollo 13",
    "url": "https://apod.nasa.gov/apod/image/1004/AS13-59-8500HR_c900.jpg"
  },
  {
    "date": "2010-04-18",
    "explanation": "What's happened to our Sun?  Last week, it produced one of the largest eruptive prominences ever seen. Pictured above, the prominence erupted in only a few hours and was captured in movie form by NASA's twin Sun-orbiting STEREO satellites.  A quiescent solar prominence is a cloud of hot solar gas held above the Sun's surface by the Sun's magnetic field.  Unpredictably, however, prominences may erupt,   expelling hot gas into the Solar System via a  Coronal Mass Ejection (CME). As pictured above, many Earths would easily fit under the expanding ribbon of hot gas.  Although somehow related to the Sun's changing magnetic field, the energy mechanism that creates and sustains a Solar prominence is still a topic of research.",
    "hdurl": "https://apod.nasa.gov/apod/image/1004/grandprom_stereo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Large Eruptive Prominence Imaged by STEREO",
    "url": "https://apod.nasa.gov/apod/image/1004/grandprom_stereo.jpg"
  },
  {
    "copyright": "Marco Fulle",
    "date": "2010-04-19",
    "explanation": "Why did the recent volcanic eruption in Iceland create so much ash? Although the large ash plume was not unparalleled in its abundance, its location was particularly noticeable because it drifted across such well populated areas. The Eyjafjallaj�kull volcano in southern Iceland began erupting on March 20, with a second eruption starting under the center of a small glacier on April 14. Neither eruption was unusually powerful.  The second eruption, however, melted a large amount of glacial ice which then cooled and fragmented lava into gritty glass particles that were carried up with the rising volcanic plume.  Pictured above two days ago, lightning bolts illuminate ash pouring out of the Eyjafjallaj�kull volcano.",
    "hdurl": "https://apod.nasa.gov/apod/image/1004/icevolcano_fulle.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ash and Lightning Above an Icelandic Volcano",
    "url": "https://apod.nasa.gov/apod/image/1004/icevolcano_fulle.jpg"
  },
  {
    "date": "2010-04-20",
    "explanation": "What would it be like to see a sky with many moons?  Such is the sky above Saturn.  When appearing close to each other, moons will show a similar phase. A view with two of the more famous moons of Saturn in gibbous phase was captured last month by the robot spacecraft Cassini now orbiting Saturn.  Titan, on the left, is among the largest moons in the Solar System and is perpetually shrouded in clouds.  In 2005, the Huygens probe landed on Titan and gave humanity its first view of its unusual surface.  Dione, on the right, has less than a quarter of Titan's diameter and has no significant atmosphere. The above uncalibrated image was taken on April 10 after Cassini swooped by each moon the previous week.",
    "hdurl": "https://apod.nasa.gov/apod/image/1004/titandione_cassini_big.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Moons Dione and Titan from Cassini",
    "url": "https://apod.nasa.gov/apod/image/1004/titandione_cassini.jpg"
  },
  {
    "date": "2010-04-21",
    "explanation": "Nebulae are perhaps as famous for being identified with familiar shapes as perhaps cats are for getting into trouble.  Still, no known cat could have created the vast Cat's Paw Nebula visible in Scorpius.  At 5,500 light years distant, Cat's Paw is an emission nebula with a red color that originates from an abundance of ionized hydrogen atoms.  Alternatively known as the Bear Claw Nebula or NGC 6334, stars nearly ten times the mass of our Sun have been born there in only the past few million years. Pictured above, a wide angle, deep field image of the  Cat's Paw nebula was culled from the second Digitized Sky Survey.",
    "hdurl": "https://apod.nasa.gov/apod/image/1004/catspaw_dss2_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Wide Angle: The Cat's Paw Nebula",
    "url": "https://apod.nasa.gov/apod/image/1004/catspaw_dss2.jpg"
  },
  {
    "copyright": "Digital-Astronomy",
    "date": "2010-04-22",
    "explanation": "rlier this month, Venus and Mercury climbed into the western twilight, entertaining skygazers around planet Earth in a lovely conjunction of evening stars. Combining 8 images spanning April 4 through April 15, this composite tracks their progress through skies above Portsmouth, UK. Each individual image was captured at 19:50 UT. The sequential path for both bright planets begins low and to the left. But while Venus continues to swing away from the setting Sun, moving higher above the western horizon, Mercury first rises then falls. Its highest point is from the image taken on April 11. Of course on April 15, Venus and Mercury were joined by a young crescent Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1004/April2010MerVenSeq_lawrence.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus, Mercury, and Moon",
    "url": "https://apod.nasa.gov/apod/image/1004/April2010MerVenSeq_lawrenceC900.jpg"
  },
  {
    "date": "2010-04-23",
    "explanation": "Don't panic, the Sun has not gone wild. But this wild-looking portrait of the nearest star to planet Earth was made on March 30th by the recently launched Solar Dynamics Observatory (SDO). Shown in false-color, the composite view covers extreme ultraviolet wavelengths and traces hot plasma at temperatures approaching 1 million kelvins. At full resolution, SDO image data is intended to explore solar activity in unprecedented detail. In fact, SDO will send 1.5 terabytes of data back each day, equivalent to a daily download of about half a million MP3 songs. New SDO data releases include a high-resolution movie of the large, eruptive prominence seen along the solar limb at the upper left.",
    "hdurl": "https://apod.nasa.gov/apod/image/1004/SunSDOfulldisk.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SDO: The Extreme Ultraviolet Sun",
    "url": "https://apod.nasa.gov/apod/image/1004/SunSDOfulldisk_c900.jpg"
  },
  {
    "copyright": "Ken Crawford",
    "date": "2010-04-24",
    "explanation": "Big, beautiful spiral galaxy NGC 1055 is a dominant member of a small galaxy group a mere 60 million light-years away toward the intimidating constellation Cetus. Seen edge-on, the island universe spans about 100,000 light-years, similar in size to our own Milky Way. Colorful, spiky stars in this cosmic portrait of NGC 1055 are in the foreground, well within the Milky Way. But along with a smattering of more distant background galaxies, the deep image also reveals a curious box-shaped inner halo extending far above and below this galaxy's dusty plane. The halo itself is laced with faint, narrow structures, and could represent the mixed and spread out debris from a satellite galaxy disrupted by the larger spiral some 10 billion years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/1004/NGC1055_crawford.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1055: Galaxy in a Box",
    "url": "https://apod.nasa.gov/apod/image/1004/NGC1055_crawford950.jpg"
  },
  {
    "date": "2010-04-25",
    "explanation": "Why isn't this ant a big sphere?  Planetary nebula Mz3 is being cast off by a star similar to our Sun that is, surely, round.  Why then would the gas that is streaming away create an ant-shaped nebula that is distinctly not round?  Clues might include the high 1000-kilometer per second speed of the expelled gas, the light-year long length of the structure, and the magnetism of the star  visible above at the nebula's center.  One possible answer is that Mz3 is hiding a second, dimmer star that orbits close in to the bright star.  A competing hypothesis holds that the central star's own spin and magnetic field are channeling the gas.  Since the central star appears to be so similar to our own Sun, astronomers hope that increased understanding of the history of this giant space ant can provide useful insight into the likely future of our own Sun and Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/1004/ant_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planetary Nebula Mz3: The Ant Nebula",
    "url": "https://apod.nasa.gov/apod/image/1004/ant_hst.jpg"
  },
  {
    "date": "2010-04-26",
    "explanation": "Inside the head of this interstellar monster is a star that is slowly destroying it.  The monster, on the right, is actually an inanimate pillar of gas and dust that measures over a light year in length.  The star, not itself visible through the opaque dust, is bursting out partly by ejecting energetic beams of particles. Similar epic battles are being waged all over the star-forming Carina Nebula.  The stars will win in the end, destroying their pillars of creation over the next 100,000 years, and resulting in a new open cluster of stars. The pink dots around the image are newly formed stars that have already been freed from their birth monster.  The above image was released last week in commemoration of the Hubble Space Telescopes 20th year of operation.  The technical name for the stellar jets are Herbig-Haro objects.  How a star creates Herbig-Haro jets is an ongoing topic of research, but it likely involves an accretion disk swirling around a central star. A second impressive Herbig-Haro jet occurs diagonally near the image center.",
    "hdurl": "https://apod.nasa.gov/apod/image/1004/carina08_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dust Pillar of the Carina Nebula",
    "url": "https://apod.nasa.gov/apod/image/1004/carina08_hst.jpg"
  },
  {
    "date": "2010-04-27",
    "explanation": "What created this strange sound in Earth's Pacific Ocean? Pictured above is a visual representation of a loud and unusual sound, dubbed a Bloop, captured by deep sea microphones in 1997. In the above graph, time is shown on the horizontal axis, deep pitch is shown on the vertical axis, and brightness designates loudness.  Although Bloops are some of the loudest sounds of any type ever recorded in Earth's oceans, their origin remains unknown. The Bloop sound was placed as occurring several times off the southern coast of South America and was audible 5,000 kilometers away.  Although the sound has similarities to those vocalized by living organisms, not even a blue whale is large enough to croon this loud.  The sounds point to the intriguing hypothesis that even larger life forms lurk in the unexplored darkness of Earth's deep oceans. A less imagination-inspiring possibility, however, is that the sounds resulted from some sort of iceberg calving.  No further Bloops have been heard since 1997, although other loud and unexplained sounds have been recorded.",
    "hdurl": "https://apod.nasa.gov/apod/image/1004/bloop_noaa.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Bloop: A Mysterious Sound from the Deep Ocean",
    "url": "https://apod.nasa.gov/apod/image/1004/bloop_noaa_big.jpg"
  },
  {
    "copyright": "Digital-Astronomy",
    "date": "2010-04-28",
    "explanation": "On April 17, the sky was clear and the Sun's colour was spectacular as night approached. This striking telescopic view even captures the Sun's swollen and distorted shape from the southern coast of the UK. Reflecting a bright column of sunlight, the sea also appears golden, with the horizon marked by the city of Portsmouth. Were the colours made more intense by volcanic dust? Maybe not. Normally, sunset (and sunrise) colours can still be very dramatic, especially when the atmosphere is clear and the Sun is viewed very near the horizon, as in this scene. But large dust particles, like those in the airline-thwarting ash clouds from the erupting Icelandic volcano Eyjafjallajökull, tend to create diffuse and subdued sunset colours.",
    "hdurl": "https://apod.nasa.gov/apod/image/1004/2010-04-17_C_IMG_0949.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunset on a Golden Sea",
    "url": "https://apod.nasa.gov/apod/image/1004/2010-04-17_C_IMG_0949_w900.jpg"
  },
  {
    "copyright": "Stephen Leshin",
    "date": "2010-04-29",
    "explanation": "Barred spiral galaxy NGC 4731 lies some 65 million light-years away. The lovely island universe resides in the large Virgo cluster of galaxies. Colors in this well-composed, cosmic portrait, highlight plentiful, young, bluish star clusters along the galaxy's sweeping spiral arms. Its broad arms are distorted by gravitational interaction with a fellow Virgo cluster member, giant elliptical galaxy NGC 4697. NGC 4697 is beyond this frame above and to the left, but a smaller irregular galaxy NGC 4731A can be seen near the bottom in impressive detail with its own young blue star clusters. Of course, the individual, colorful, spiky stars in the scene are much closer, within our own Milky Way galaxy. NGC 4731 itself is well over 100,000 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/1004/NGC4731_leshin.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Virgo Cluster Galaxy NGC 4731",
    "url": "https://apod.nasa.gov/apod/image/1004/NGC4731_leshin900.jpg"
  },
  {
    "copyright": "John Ambrose",
    "date": "2010-04-30",
    "explanation": "At opposition in late January, Mars shone very brightly in planet Earth's night sky, among the stars of the constellation Cancer the Crab. Since then the Red Planet has been fading, but still lingers in Cancer during April and May. In mid-April, Mars wandered remarkably close to Cancer's famous star cluster M44, the Beehive Cluster. M44 is also known by an older name, Praesepe, Latin for cradle or manger. Captured in this 60 second time exposure made on April 14, a yellow-tinged Mars and M44 are near the center of the field, seemingly just beyond the reach of a pine tree. Of course, M44's stars are about 600 light-years away, while Mars was more like 600 light-seconds from Earth. The digital photograph was made with a camera mounted on a telescope tracking the stars through dark skies above a camp ground in Virginia, USA. During the exposure, passing car lights briefly illuminated the tree branches.",
    "hdurl": "https://apod.nasa.gov/apod/image/1004/MarsandM44ambrose-60S-1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars in a Manger",
    "url": "https://apod.nasa.gov/apod/image/1004/MarsandM44ambrose-60S-900.jpg"
  },
  {
    "date": "2010-05-01",
    "explanation": "As far as pulsars go, PSR B1509-58 appears young. Light from the supernova explosion that gave birth to it would have first reached Earth some 1,700 years ago. The magnetized, 20 kilometer-diameter neutron star spins 7 times per second, a cosmic dynamo that powers a wind of charged particles. The energetic wind creates the surrounding nebula's X-ray glow in this tantalizing image from the Chandra X-ray Observatory. Low energy X-rays are in red, medium energies in green, and high energies in blue. The pulsar itself is in the bright central region. Remarkably, the nebula's tantalizing, complicated structure resembles a hand. PSR B1509-58 is about 17,000 light-years away in the southern constellation Circinus. At that distance the Chandra image spans 100 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1005/b1509_cxc.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Pulsar's Hand",
    "url": "https://apod.nasa.gov/apod/image/1005/b1509_cxc_c.jpg"
  }
]
