[
  {
    "date": "2010-06-01",
    "explanation": "Is the heart and soul of our Galaxy located in Cassiopeia?  Possibly not, but that is where two bright emission nebulas nicknamed Heart and Soul can be found.  The Heart Nebula, officially dubbed IC 1805 and visible in the above right, has a shape in optical light reminiscent of a classical heart symbol. The above image, however, was taken in infrared light by the recently launched WISE telescope. Infrared light penetrates well inside the vast and complex bubbles created by newly formed stars in the interior of these two massive star forming regions. Studies of stars and dust like those found in the Heart and Soul Nebulas have focussed on how massive stars form and how they affect their environment. Light takes about 6,000 years to reach us from these nebulas, which together span roughly 300 light years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/heartsoul_wise_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "WISE: Heart and Soul Nebulas in Infrared",
    "url": "https://apod.nasa.gov/apod/image/1006/heartsoul_wise.jpg"
  },
  {
    "copyright": "Juergen RendtelAIP PotsdamIMO",
    "date": "2010-06-02",
    "explanation": "Did this meteor take a twisting path?  No one is sure. Considered opinions are solicited.  Meteors, usually sand sized grains that originate in comets, will typically disintegrate as they enter the Earth's atmosphere.  A fast moving meteor ionizes molecules in the Earth's atmosphere that subsequently glow when they reacquire electrons.  Meteor paths that twist noticeably have been noted before, and even photographed, but attributing such behavior to the motion of the meteor itself and neither the wind-blown meteor train nor the observer remains somewhat controversial.  The above meteor, imaged two weeks ago streaking over the Teide Observatory in Tenerife, Canary Islands, appears to swagger as much as several minutes of arc, which the experienced astrophotographer did not think could be attributed to drifting of the resulting train or motion of the camera mount. If truly an indication of a twisted meteor path, an underlying reason could be the pictured meteor was markedly non-spherical in shape, non-uniform in composition, or electrically charged.  Non-uniform meteors, for example, may evaporate more on one side than another, causing a rotating meteor to wobble. Understanding meteors is important partly because meteors are candidates to have seeded Earth with prebiotic molecules that allowed for the development of life.",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/meteorwiggle_rendtel_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Twisted Meteor Trail Over Tenerife",
    "url": "https://apod.nasa.gov/apod/image/1006/meteorwiggle_rendtel.jpg"
  },
  {
    "date": "2010-06-03",
    "explanation": "SOFIA, the Stratospheric Observatory for Infrared Astronomy, captured its \"first light\" images on May 26, from an altitude of 35,000 feet. While flying above most of planet Earth's infrared-absorbing water vapor, SOFIA's premier infrared views of the cosmos included this remarkable false-color image (right panel) of Jupiter. For comparison, on the left is a recent, ground-based visible light image. Both show our solar system's ruling gas giant without its dark southern equatorial belt (normally seen in the upper hemisphere in this orientation). That familiar feature faded from view early in May. But the bright white stripe in SOFIA's image is a region of Jupiter's clouds transparent to infrared light, offering a glimpse below the cloud tops.",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/Jupiter_sofiawesley.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter from the Stratosphere",
    "url": "https://apod.nasa.gov/apod/image/1006/Jupiter_sofiawesley900c.jpg"
  },
  {
    "date": "2010-06-04",
    "explanation": "Active galaxy NGC 1275 is the central, dominant member of the large and relatively nearby Perseus Cluster of Galaxies. Wild-looking at visible wavelengths, the active galaxy is also a prodigious source of x-rays and radio emission. NGC 1275 accretes matter as entire galaxies fall into it, ultimately feeding a supermassive black hole at the galaxy's core. This color composite image, recreated from archival Hubble Space Telescope data, highlights the resulting galactic debris and filaments of glowing gas, some up to 20,000 light-years long. The filaments persist in NGC 1275, even though the turmoil of galactic collisions should destroy them.  What keeps the filaments together? Observations indicate that the structures, pushed out from the galaxy's center by the black hole's activity, are held together by magnetic fields. Also known as Perseus A, NGC 1275 spans over 100,000 light years and lies about 230 million light years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/n1275hst_kelly.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hubble Remix: Active Galaxy NGC 1275",
    "url": "https://apod.nasa.gov/apod/image/1006/n1275hst_kelly900.jpg"
  },
  {
    "copyright": "Star Shadows Remote\nObservatory",
    "date": "2010-06-05",
    "explanation": "This helmet-shaped cosmic cloud with wing-like appendages is popularly called Thor's Helmet. Heroically sized even for a Norse god, Thor's Helmet is about 30 light-years across. In fact, the helmet is actually more like an interstellar bubble, blown as a fast wind from the bright, massive star near the bubble's center sweeps through a surrounding molecular cloud. Known as a Wolf-Rayet star, the central star is an extremely hot giant thought to be in a brief, pre-supernova stage of evolution. Cataloged as NGC 2359, the nebula is located about 15,000 light-years away in the constellation Canis Major. The sharp image, made using broadband and narrowband filters, captures striking details of the nebula's filamentary structures. It shows off a blue-green color from strong emission due to oxygen atoms in the glowing gas.",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/n2359Thor_mazlin2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Thor's Helmet",
    "url": "https://apod.nasa.gov/apod/image/1006/n2359Thor_mazlin900.jpg"
  },
  {
    "date": "2010-06-06",
    "explanation": "It may look like some sort of cute alien robot, but it was created here on Earth, launched to the Moon in 1970, and now reflects laser light in a scientifically useful way. On November 17, 1970 the Soviet Luna 17 spacecraft landed the first roving remote-controlled robot on the Moon. Known as Lunokhod 1, it weighed just under 2,000 pounds and was designed to operate for 90 days while guided in real-time by a five person team near Moscow, USSR. Lunokhod 1 toured the lunar Sea of Rains (Mare Imbrium) for 11 months in one of the greatest successes of the Soviet lunar exploration program. This Lunokhod's operations officially ceased in 1971. Earlier this year, however, the position of the rover was recovered by NASA's moon-orbiting Lunar Reconnaissance Orbiter.  Given that position, laser pulses from Earth were successfully bounced off the old robot's reflector.  Bouncing laser pulses off of this and other lunar reflectors could yield range data to the moon accurate enough to track millimeter-sized deviations in the Moon's orbit, effectively probing lunar composition and testing gravitational theories.",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/lunokhod_lavochkin_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunokhod: Reflections on a Moon Robot",
    "url": "https://apod.nasa.gov/apod/image/1006/lunokhod_lavochkin.jpg"
  },
  {
    "copyright": "Jose Francisco HernandezAltamira Observartory",
    "date": "2010-06-07",
    "explanation": "A new comet is brightening and is now expected to become visible to the unaided eye later this month. C/2009 R1 (McNaught) is already showing an impressive tail and is currently visible through binoculars.  The above image, taken yesterday from the Altamira Observatory in the Canary Islands and spanning about five degrees, shows an impressive green coma and a long ion tail in front of distant star trails. Although predicting the brightness of comets is notoriously difficult, current estimates place Comet McNaught as becoming visible to unaided northern hemisphere observers in late June, before sunrise, and in early July, after sunset. Discovered by Robert McNaught last year, the sun-orbiting iceberg will pass the Earth next week and will continue to melt and shed debris as it closes in on the Sun until early July. After reaching about half of the Earth-Sun distance from the Sun, the comet should fade rapidly as it then heads out of the inner Solar System.",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/mcnaught2009r1_hernandez_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet McNaught Becoming Visible to the Unaided Eye",
    "url": "https://apod.nasa.gov/apod/image/1006/mcnaught2009r1_hernandez.jpg"
  },
  {
    "copyright": "SpaceX Co.",
    "date": "2010-06-08",
    "explanation": "A new rocket, the Falcon 9, was launched successfully from Cape Canaveral, Florida, USA, last week. The Falcon 9, standing about as high as a 15-floor building, was developed by the commercial SpaceX corporation as a step toward a relatively inexpensive space launch system. Falcon 9's success follows successful launches of the Falcon 1 last year. Pictured above, a movie of the Falcon 9's launch includes an insect, the launch as viewed from far away, and images from the side of the vehicle which include the separation of the lower stage. When topped with SpaceX's Dragon Cargo or Crew capsule, the Falcon 9 may be used to lift satellites and astronauts to low Earth orbit and the International Space Station in the coming decade.",
    "media_type": "other",
    "service_version": "v1",
    "title": "Falcon 9 Launches to Orbit"
  },
  {
    "copyright": "Alan FriedmanAverted Imagination",
    "date": "2010-06-09",
    "explanation": "ven a quiet Sun can be a busy place. And over the deep Solar Minimum of the past few years, our Sun has been unusually quiet. The above image, taken last week in a single color of light called Hydrogen Alpha and then false colored, records a great amount of detail of the simmering surface of our parent star.  The gradual brightening towards the Sun's edge in this color-inverted image, called limb darkening, is caused by increased absorption of relatively cool solar gas.  Just over the Sun's edges, several prominences are visible, while two prominences on the Sun's face are seen as light streaks just above and right of the image center.  Two particularly active areas of the Sun are marked by dark  plages.  In contrast to recent quiet times, our Sun is moving toward Solar Maximum, and for years will likely appear much more active.",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/orangesun_friedman_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orange Sun Simmering",
    "url": "https://apod.nasa.gov/apod/image/1006/orangesun_friedman.jpg"
  },
  {
    "copyright": "Babak Tafreshi",
    "date": "2010-06-10",
    "explanation": "Leo's royal star Regulus and red planet Mars appear in a colorful pairing just above the horizon in this starry skyscape. The photo was taken on June 4th from Oraman, a mountainous region of Kurdistan in western Iran near the border with Iraq. The marked color contrast between Mars and the bright blue star was easy to discern by eye, but is further enhanced in the picture through the use of a diffusion filter.  Otherwise dominating the western evening sky, brilliant Venus has already set below the mountains in the scene. Saturn still shines in the night though, farther eastward along the ecliptic plane. Sliding your cursor over the picture will identify the planets, the stars of Leo, and a long-recognized star cluster in Coma Berenices.",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/MarsLeoKurdistan1_tafreshi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Regulus and the Red Planet",
    "url": "https://apod.nasa.gov/apod/image/1006/MarsLeoKurdistan1_tafreshi900.jpg"
  },
  {
    "copyright": "CAHA",
    "date": "2010-06-11",
    "explanation": "Perhaps the original spiral nebula, M51 is a large galaxy, over 60,000 light-years across, with a readily apparent spiral structure. Also cataloged as NGC 5194, M51 is a part of a well-known interacting galaxy pair, its spiral arms and dust lanes clearly sweeping in front of companion galaxy NGC 5195 (top). This dramatically processed color composite combines M51 image data from the Calar Alto Observatory's 1.2 meter telescope. The data include long exposures through a narrow hydrogen alpha filter that trace emission from atomic hydrogen. Reddish hydrogen emission regions, called HII regions, are the regions of intense star formation seen to lie mainly along M51's bright spiral arms. Intriguingly, this composite also shows red hydrogen emission structures in the faint features extending even beyond NGC 5195, toward the top of the frame.",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/M51_peris.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hydrogen in M51",
    "url": "https://apod.nasa.gov/apod/image/1006/M51_peris900r.jpg"
  },
  {
    "copyright": "Bob Franke",
    "date": "2010-06-12",
    "explanation": "Braided, serpentine filaments of glowing gas suggest this nebula's popular name, The Medusa Nebula. Also known as Abell 21, this Medusa is an old planetary nebula some 1,500 light-years away in the constellation Gemini. Like its mythological namesake, the nebula is associated with a dramatic transformation. The planetary nebula phase represents a final stage in the evolution of low mass stars like the sun, as they transform themselves from red giants to hot white dwarf stars and in the process shrug off their outer layers. Ultraviolet radiation from the hot star powers the nebular glow. The Medusa's transforming star is near the center of the overall bright crescent shape. In this deep, wide telescopic view, fainter filaments clearly extend below and to the left of the bright crescent region. The Medusa Nebula is estimated to be over 4 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/medusa_franke.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Medusa Nebula",
    "url": "https://apod.nasa.gov/apod/image/1006/medusa_franke900.jpg"
  },
  {
    "copyright": "Tunç Tezel",
    "date": "2010-06-13",
    "explanation": "Why would Mars appear to move backwards?  Most of the time, the apparent motion of Mars in Earth's sky is in one direction, slow but steady in front of the far distant stars. About every two years, however, the Earth passes Mars as they orbit around the Sun.  During the most recent such pass late last year and early this year, Mars as usual, loomed large and bright.  Also during this time, Mars appeared to move backwards in the sky, a phenomenon called retrograde motion.  Pictured above is a series of images digitally stacked so that all of the stars images coincide.  Here, Mars appears to trace out a loop in the sky.  At the center of the loop, Earth passed Mars and the retrograde motion was the highest.  Retrograde motion can also be seen for other Solar System planets.",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/retrogrademars2010_tezel_annotated_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Retrograde Mars",
    "url": "https://apod.nasa.gov/apod/image/1006/retrogrademars2010_tezel.jpg"
  },
  {
    "date": "2010-06-14",
    "explanation": "How was the unusual Red Rectangle nebula created? At the nebula's center is an aging binary star system that surely powers the nebula but does not, as yet, explain its colors. The unusual shape of the Red Rectangle is likely due to a thick dust torus which pinches the otherwise spherical outflow into tip-touching cone shapes. Because we view the torus edge-on, the boundary edges of the cone shapes seem to form an X. The distinct rungs suggest the outflow occurs in fits and starts. The unusual colors of the nebula are less well understood, however, and current speculation holds that they are partly provided by hydrocarbon molecules that may actually be building blocks for organic life. The Red Rectangle nebula lies about 2,300 light years away towards the constellation of the Unicorn (Monoceros). The nebula is shown above in unprecedented detail as captured recently by the Hubble Space Telescope. In a few million years, as one of the central stars becomes further depleted of nuclear fuel, the Red Rectangle nebula will likely bloom into a planetary nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/redrectangle_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Red Rectangle Nebula from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1006/redrectangle_hst.jpg"
  },
  {
    "copyright": "Original Painting:  Digital Collage: Ronnie Warner",
    "date": "2010-06-15",
    "explanation": "Did you know that Van Gogh's painting Starry Night includes Comet Hale-Bopp? Hopefully not, because it doesn't. But the above image does.  Although today's featured picture may appear at first glance to be a faithful digital reproduction of the original Starry Night, actually it is a modern rendition meant not only to honor one of the most famous paintings of the second millennium, but to act as a scavenger hunt. Can you find, in the above image, a comet, a spiral galaxy, an open star cluster, and a supernova remnant?  Too easy? OK, then find, the rings of Supernova 1987A, NGC 2392, the Crab Nebula, Thor's Helmet, the Cartwheel Galaxy, and the Ant Nebula. Still too easy? Then please identify any more hidden images not mentioned here -- and there are several -- on APOD's main discussion board: Starship Asterisk.  Finally, the collagist has graciously hidden APOD's 10th anniversary Vermeer photomontage to help honor APOD on its 15th anniversary tomorrow.",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/starrynight2010_warner_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Starry Night Scavenger Hunt",
    "url": "https://apod.nasa.gov/apod/image/1006/starrynight2010_warner.jpg"
  },
  {
    "copyright": "Apologies to: Vermeer's Astronomer and Geographer Image Pixelation: Rob Stevenson",
    "date": "2010-06-16",
    "explanation": "Welcome to the quindecennial year of the Astronomy Picture of the Day! Perhaps a source of web consistency for some, APOD is still here.  As during each of the 15 years of selecting images, writing text, and editing the APOD web pages, the occasionally industrious Robert Nemiroff (left) and frequently persistent Jerry Bonnell (right) are pictured above plotting to highlight yet another unsuspecting image of our cosmos. Although the above image may appear similar to the whimsical Vermeer composite that ran on APOD's fifth anniversary, a perceptive eye might catch that this year it has been digitally re-pixelated using many of the over 5,000 APOD images that have appeared over APOD's tenure.  (Can you find any notable APOD images?) Once again, we at APOD would like to offer a sincere thank you to our readership for continued interest, support, and many gracious communications.",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/vermeer_stevenson_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "APOD is 15 Years Old Today",
    "url": "https://apod.nasa.gov/apod/image/1006/vermeer_stevenson.jpg"
  },
  {
    "copyright": "Rich Richins",
    "date": "2010-06-17",
    "explanation": "Of the many comets named for discoverer Robert McNaught, the one cataloged as C/2009 R1 is gracing dawn skies for northern hemisphere observers this month.  Seen here on June 13th from southern New Mexico, this Comet McNaught's long ion tail sweeps across the telescopic field of view (a negative image is inset). Remarkably, the ion tail easily stretches past background star cluster NGC 1245 (upper left) in the constellation Perseus, about 1.5 degrees from the comet's lovely greenish head or coma. The coma also sports a short, stubby, dust tail. Of course, the comet and background stars move at different rates through planet Earth's skies. But a digital processing of many short exposures allowed frames of comet and stars to be separated, registered, and recombined in the final image. To see the comet separate from the background stars, just slide your cursor over the image. The recombined frames show off both the rich star field and faint details of the comet. Easy to spot in binoculars for now, McNaught will sink into the twilight along the eastern horizon in the coming days as it heads toward perihelion (closest approach to the Sun) on July 2.",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/CometMcNaught2009R1a_richins.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet McNaught Passes NGC 1245",
    "url": "https://apod.nasa.gov/apod/image/1006/CometStarsInset_richins900.jpg"
  },
  {
    "copyright": "Daniel López",
    "date": "2010-06-18",
    "explanation": "What bizarre planet do these alien creatures inhabit? It's only planet Earth, of course. In this well-composed scene, the sky is filled with star trails around the north celestial pole. A reflection of the Earth's daily rotation on its axis, star trails are familiar to photographers who fix their camera to a tripod and make long exposures of the night sky. But the imposing forms gazing skyward probably look strange to many denizens of Earth. Found on the Canary Island of Tenerife, they are red tajinastes, rare flowering plants that grow to a height of up to 3 meters. Hidden among the rocks of the volcanic terrain, tajinastes bloom in spring and early summer and then die after their seeds mature. On the distant horizon, below and left of the celestial pole, lies the Teide volcano.",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/Tajinastes_Teide_circump_DLopez.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Trails and Tajinastes",
    "url": "https://apod.nasa.gov/apod/image/1006/Tajinastes_Teide_circump_DLopez900.jpg"
  },
  {
    "date": "2010-06-19",
    "explanation": "Get out your red/blue glasses and float next to asteroid Itokawa, a diminutive world of the solar system only half a kilometer across. Boulders strewn across its rough surface and the lack of craters indicate that this asteroid is a rubble pile, formed as smaller pieces collected and were kept together by gravity. The stereo view was constructed from images made by the Hayabusa spacecraft when it encountered the asteroid in 2005. After a long journey, the spacecraft re-entered the atmosphere on June 13 over Australia, successfully parachuting a capsule to Earth. Hayabusa's capsule could contain a small sample of material from rubble pile asteroid Itokawa.   Ponder: Can you guess the result to this simple experiment?",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/Itokawa_vantuyne.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stereo Itokawa",
    "url": "https://apod.nasa.gov/apod/image/1006/Itokawa_vantuyne900c.jpg"
  },
  {
    "date": "2010-06-20",
    "explanation": "What are those strange filaments?  Background galaxies. Gravity can bend light, allowing huge clusters of galaxies to act as telescopes, and distorting images of background galaxies into elongated strands. Almost all of the bright objects in this Hubble Space Telescope image are galaxies in the cluster known as Abell 2218. The cluster is so massive and so compact that its gravity bends and focuses the light from galaxies that lie behind it. As a result, multiple images of these background galaxies are distorted into long faint arcs -- a simple lensing effect analogous to viewing distant street lamps through a glass of wine. The cluster of galaxies Abell 2218 is itself about three billion light-years away in the northern constellation of the Dragon (Draco). The power of this massive cluster telescope has allowed astronomers to detect a galaxy at the distant redshift of 5.58.",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/a2218_hstkelly_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Abell 2218: A Galaxy Cluster Lens",
    "url": "https://apod.nasa.gov/apod/image/1006/a2218_hstkelly.jpg"
  },
  {
    "copyright": "Max AlexanderSTFC",
    "date": "2010-06-21",
    "explanation": "Today the Sun reaches its northernmost point in planet Earth's sky.  Called a solstice, the date traditionally marks a change of seasons -- from spring to summer in Earth's Northern Hemisphere and from fall to winter in Earth's Southern Hemisphere.  The above image was taken during the week of the 2008 summer solstice at Stonehenge in United Kingdom, and captures a picturesque sunrise involving fog, trees, clouds, stones placed about 4,500 years ago, and a 5 billion year old large glowing orb. Even given the precession of the Earth's rotational axis over the millennia, the Sun continues to rise over Stonehenge in an astronomically significant way.",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/stonehengesun_alexander_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunrise Solstice at Stonehenge",
    "url": "https://apod.nasa.gov/apod/image/1006/stonehengesun_alexander.jpg"
  },
  {
    "copyright": "Earth ObservatoryNASATerraASTER Processing by:",
    "date": "2010-06-22",
    "explanation": "Our Earth is covered by volcanoes. Volcanoes are breaks in the Earth's cool surface where hot liquid rock from the interior comes out -- sometimes suddenly. In the above image from the ASTER camera aboard NASA's orbiting Terra satellite, snow-capped volcanoes are seen from overhead that compose the picturesque Islands of the Four Mountains in the Aleutian Islands, Alaska, USA. The islands contain restless Mt. Cleveland, an active volcano currently being watched to see if it emits an ash cloud that could affect air travel over parts of North America. A close look at Mt. Cleveland, seen near the image center, shows red vegetation (false color), a white snow-covered peak, a light plume of gas and ash, and dark lanes where ash and debris fell or flowed.  Millions of volcanoes have likely been active over the turbulent history of the Earth's surface, while about 20 volcanoes are erupting even today, at any given time.",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/islands_terra_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Islands of Four Mountains from Above",
    "url": "https://apod.nasa.gov/apod/image/1006/islands_terra.jpg"
  },
  {
    "date": "2010-06-23",
    "explanation": "What are these strange color bands being seen from the International Space Station? The Sun setting through Earth's atmosphere.  Pictured above, a sunset captured last month by the ISS's Expedition 23 crew shows in vivid detail many layers of the Earth's thin atmosphere. Part of the Earth experiencing night crosses the bottom of the image. Above that, appearing in deep orange and yellow, is the Earth's troposphere, which contains 80 percent of the atmosphere by mass and almost all of the clouds in the sky. Above the troposphere, seen as a light blue band with white clouds, is the stratosphere, part of the Earth's atmosphere where airplanes fly and some hardy bacteria float. Above the stratosphere, visible as a darker blue bands, are higher and thinner atmospheric levels that gradually fade away into the cold dark  vacuum of outer space. Sunset is not an uncommon sight for occupants of the International Space Station, because it can be seen as many as 16 times a day.",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/earthatmosphere_iss23_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunset from the International Space Station",
    "url": "https://apod.nasa.gov/apod/image/1006/earthatmosphere_iss23.jpg"
  },
  {
    "copyright": "tvdavisastropix.com",
    "date": "2010-06-24",
    "explanation": "In silhouette against a crowded star field toward the constellation Scorpius, this dusty cosmic cloud evokes for some the image of an ominous dark tower. In fact, clumps of dust and molecular gas collapsing to form stars may well lurk within the dark nebula, a structure that spans almost 40 light-years across the gorgeous telescopic view. Known as a cometary globule, the swept-back cloud, extending from the lower left to the head (top of the tower) right and above center, is shaped by intense ultraviolet radiation from the OB association of very hot stars in NGC 6231, off the right edge of the scene. That energetic ultraviolet light also powers the globule's bordering reddish glow of hydrogen gas. Hot stars embedded in the dust can be seen as bluish reflection nebulae. This dark tower, NGC 6231, and associated nebulae are about 5,000 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/DarkTower_davis.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Dark Tower in Scorpius",
    "url": "https://apod.nasa.gov/apod/image/1006/DarkTower_davis900c.jpg"
  },
  {
    "copyright": "Babak Tafreshi",
    "date": "2010-06-25",
    "explanation": "A meteor's streak and the arc of the Milky Way hang over the imposing mountain fortress of Alamut in this starry scene. Found in the central Alborz Mountains of Iran, Alamut Castle was built into the rock in the 9th century. The name means Eagle's Nest. Home of the legendary Assassins featured in the adventure movie Prince of Persia, Alamut was also historically a center for libraries and education. For a time, it was the residence of important 13th century Persian scholar and astronomer Nasir al-Din al-Tusi. To identify the stars in a night sky Tusi certainly pondered, just slide your cursor over the image. Highlights include bright white stars Deneb (in Cygnus), Vega, and Altair, nebulae near the Galactic Center, and the dark obscuring dust clouds of the Milky Way also known as the Great Rift. Lights at the lower right are from small villages and the capital Tehran, over 100 kilometers away to the southwest.",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/Alamut-Babak2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Starry Night of Alamut",
    "url": "https://apod.nasa.gov/apod/image/1006/Alamut-Babak2.jpg"
  },
  {
    "date": "2010-06-26",
    "explanation": "Dusty stellar nursery RCW 49 surrounds young star cluster Westerlund 2 in this remarkable composite skyscape from beyond the visible spectrum of light. Infrared data from the Spitzer Space Telescope is shown in black and white, complementing the Chandra X-ray image data (in false color) of the hot energetic stars within the cluster's central region. Looking toward the grand southern constellation Centaurus, both views reveal stars and structures hidden from optical telescopes by obscuring dust. Westerlund 2 itself is a mere 2 million years old or less, and contains some of our galaxy's most luminous, massive and therefore short-lived stars. The infrared signatures of proto-planetary disks have also been identified in the intense star forming region. At the cluster's estimated distance of 20,000 light-years, the square marking the Chandra field of view would be about 50 light-years on a side.   Curious about the Universe?: Download a free online astronomy lecture.",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/wd2_xrayir.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Young Star Cluster Westerlund 2",
    "url": "https://apod.nasa.gov/apod/image/1006/wd2_xrayir_c790.jpg"
  },
  {
    "copyright": "Nigel Sharp",
    "date": "2010-06-27",
    "explanation": "It is still not known why the Sun's light is missing some colors. Shown above are all the visible colors of the Sun, produced by passing the Sun's light through a prism-like device.  The above spectrum was created at the McMath-Pierce Solar Observatory and shows, first off, that although our white-appearing Sun emits light of nearly every color, it does indeed appear brightest in yellow-green light.  The dark patches in the above spectrum arise from gas at or above the Sun's surface absorbing sunlight emitted below.  Since different types of gas absorb different colors of light, it is possible to determine what gasses compose the Sun.  Helium, for example, was first discovered in 1870 on a solar spectrum and only later found here on Earth.  Today, the majority of spectral absorption lines have been identified - but not all.",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/sunspectrum_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "All the Colors of the Sun",
    "url": "https://apod.nasa.gov/apod/image/1006/sunspectrum_noao.jpg"
  },
  {
    "copyright": "Brad Riza",
    "date": "2010-06-28",
    "explanation": "What's happened to the Moon? This past weekend, once again, part of the Moon moved through the Earth's shadow. This happens about once or twice a year, on the average, but not each month since the Moon's orbit around the Earth is slightly tilted. Pictured above, the face of a full moon is partly blocked by Earth's clouds, and partly darkened on the upper right by Earth's umbral shadow. Clouds permitting, the partial lunar eclipse was visible from the half of the Earth facing the Moon at the time of the eclipse, which included much of Earth's Pacific Rim.  On July 11, a total eclipse of the Sun will be visible in a thin swath of Earth crossing the southern Pacific Ocean.",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/partialeclipse_riza_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Partial Lunar Eclipse",
    "url": "https://apod.nasa.gov/apod/image/1006/partialeclipse_riza.jpg"
  },
  {
    "copyright": "Luc Perrot",
    "date": "2010-06-29",
    "explanation": "Is beauty in the eye of this beholder? Earlier this month, over R�union Island in the Indian Ocean, a playful photographer with an eye for the sky took eight images and composed the above intriguing picture. The full fisheye frame shows everything above the horizon, including a lamp-illuminated landscape around the edges, and the zenith of the sky directly overhead. The image, however, may be more than beautiful -- it may also be a scavenger hunt. Can you find the photographer's tent, the slope of a volcano (active Piton de la Fournaise), a picturesque shoreline, and the lights of the nearby town (Saint Philippe)? One remarkable feature of the above image is that its center contains the very center of our Milky Way Galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/galacticeye_perrot_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Trees, Sky, Galactic Eye",
    "url": "https://apod.nasa.gov/apod/image/1006/galacticeye_perrot.jpg"
  },
  {
    "date": "2010-06-30",
    "explanation": "What is that strange blue blob on the far right? No one is sure, but it might be a speeding remnant of a powerful supernova that was unexpectedly lopsided. Scattered debris from supernova explosion N49 lights up the sky in this gorgeous composited image based on data from the Chandra and Hubble Space Telescopes. Glowing visible filaments, shown in yellow, and X-ray hot gas, shown in blue, span about 30 light-years in our neighboring galaxy, the Large Magellanic Cloud. Light from the original exploding star reached Earth thousands of years ago, but N49 also marks the location of another energetic outburst -- an extremely intense blast of gamma-rays detected by satellites about 30 years ago on 1979 March 5. The source of the March 5th Event is now attributed to a magnetar - a highly magnetized, spinning neutron star also born in the ancient stellar explosion which created supernova remnant N49. The magnetar, visible near the top of the image, hurtles through the supernova debris cloud at over 70 thousand kilometers per hour. The blue blob on the far right, however, might have been expelled asymmetrically just as a massive star was exploding. If so, it now appears to be moving over 7 million kilometers per hour.",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/n49_chandra_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fast Gas Bullet from Cosmic Blast N49",
    "url": "https://apod.nasa.gov/apod/image/1006/n49_chandra.jpg"
  },
  {
    "date": "2010-07-01",
    "explanation": "On May 29, looking southward from a vantage point about 350 kilometers above the southern Indian Ocean, astronauts onboard the International Space Station watched this enormous, green ribbon shimmering below. Known as aurora australis or southern lights, the shifting, luminous bands are commonly seen at high northern latitudes as well, there known as the aurora borealis or northern lights. North or south their cause is the same though, as energetic charged particles from the magnetosphere pile into the atmosphere near the Earth's poles. To produce the characteristic greenish glow, the energetic particles excite oxygen atoms at altitudes of 100 kilometers or more. Aurora on May 29 were likely triggered by the interaction of the magnetosphere with a coronal mass ejection erupting from the Sun on May 24.   Join Starship Asterisk: Discuss APODs, see the lastest space images, and browse the latest astronomy stories.",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/ISS023-E-58455lrg.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Above Aurora Australis",
    "url": "https://apod.nasa.gov/apod/image/1007/ISS023-E-58455sm.jpg"
  }
]
