[
  {
    "date": "2010-07-01",
    "explanation": "On May 29, looking southward from a vantage point about 350 kilometers above the southern Indian Ocean, astronauts onboard the International Space Station watched this enormous, green ribbon shimmering below. Known as aurora australis or southern lights, the shifting, luminous bands are commonly seen at high northern latitudes as well, there known as the aurora borealis or northern lights. North or south their cause is the same though, as energetic charged particles from the magnetosphere pile into the atmosphere near the Earth's poles. To produce the characteristic greenish glow, the energetic particles excite oxygen atoms at altitudes of 100 kilometers or more. Aurora on May 29 were likely triggered by the interaction of the magnetosphere with a coronal mass ejection erupting from the Sun on May 24.   Join Starship Asterisk: Discuss APODs, see the lastest space images, and browse the latest astronomy stories.",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/ISS023-E-58455lrg.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Above Aurora Australis",
    "url": "https://apod.nasa.gov/apod/image/1007/ISS023-E-58455sm.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2010-07-02",
    "explanation": "Galaxies NGC 5216 (top) and NGC 5218 really do look like they are connected by a string. Of course, that string is a cosmic trail of gas, dust, and stars about 22,000 light-years long. Also known as Keenan's system (for its discoverer) and Arp 104, the interacting galaxy pair is some 17 million light-years away in the constellation Ursa Major. The debris trail that joins them, along with NGC 5218's comma-shaped extension and the distorted arms of NGC 5216, are a consequence of mutual gravitational tides. The tides disrupt the galaxies as they repeatedly swing close to one another. Drawn out over billions of years, the encounters will likely result in their merger into a single galaxy of stars. Such spectacular galactic mergers are now understood to be a normal part of the evolution of galaxies, including our own Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/n5216_block.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxies on a String",
    "url": "https://apod.nasa.gov/apod/image/1007/n5216_block_900c.jpg"
  },
  {
    "date": "2010-07-03",
    "explanation": "A mere 50 light-years away, young star Beta Pictoris became one of the most important stars in the sky in the early 1980s. Satellite and ground-based telescopic observations revealed the presence of a surrounding outer, dusty, debris disk and an inner clear zone about the size of our solar system -- strong evidence for the formation of planets. Infrared observations from European Southern Observatory telescopes subsequently detected a source in the clear zone, now confirmed as a giant planet orbiting Beta Pic. The confirmation comes as the planet is detected at two different positions in its orbit. Designated Beta Pictoris b, the giant planet must have formed rapidly as Beta Pic itself is only 8 to 20 million years old. With an orbital period estimated between 17 and 44 years, Beta Pictoris b could lie near the orbit of Saturn if found in our solar system, making it the closest planet to its parent star directly imaged ... so far.",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/betapicb_caption.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Giant Planet for Beta Pic",
    "url": "https://apod.nasa.gov/apod/image/1007/betapicb_caption800.jpg"
  },
  {
    "date": "2010-07-04",
    "explanation": "The first direct image of an extrasolar planet orbiting a star similar to our Sun has been confirmed. Located just 500 light-years away toward the constellation Scorpius, the parent star, cataloged as 1RXS J160929.1-210524, is only slightly less massive and a little cooler than the Sun. The star is, however, much younger, a few million years old compared to the middle-aged Sun's 5 billion years. This sharp infrared image shows the young star's planetary companion positioned above and left of center. The planet is estimated to have a mass about 8 times the mass of Jupiter, and orbit a whopping 330 times the Earth-Sun distance from its parent star. The young planetary companion is still hot and relatively bright in infrared light, likely due to the heat generated during its formation by gravitational contraction. In fact, such newborn planets are easier to detect before they age and cool and become much more faint. The discovery image, shown above, was taken in 2008 but confirmed only recently by noting that the planet stayed with its parent star as background stars slightly shifted over time.",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/exoplanet_gemini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Companion of a Young, Sun-like Star Confirmed",
    "url": "https://apod.nasa.gov/apod/image/1007/exoplanet_gemini.jpg"
  },
  {
    "copyright": "Alex CherneyTerrastro",
    "date": "2010-07-05",
    "explanation": "Can a picture of the sky be relaxing? A candidate for such a picture might be this image taken only last month from Cape Schank, Victoria, Australia. The frame is highlighted by a dreamlike lagoon, two galaxies, and tens of thousands of stars. The rock cropping on the left may appear from this angle like a human head, but the more famous rock structure is on the far right and known as Pulpit Rock.  Across the top of the image runs a distant stream of bright stars and dark dust that is part of the disk of our spiral Milky Way Galaxy.     On the right, just above Pulpit Rock, is the Milky Way's small neighboring galaxy the Small Magellanic Cloud (SMC). The bright white object just to the left of the SMC is a globular cluster of stars in the Milky Way known as 47 Tucana.    Best Space Images: APOD Editor to Speak at AstroFest Penn State this Friday Night",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/mwrock_cherney_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Milky Way Over Pulpit Rock",
    "url": "https://apod.nasa.gov/apod/image/1007/mwrock_cherney.jpg"
  },
  {
    "date": "2010-07-06",
    "explanation": "Sometimes galaxies form groups. For example, our own Milky Way Galaxy is part of the Local Group of Galaxies.  Small, compact groups, like Hickson Compact Group 87 (HCG 87) shown above, are interesting partly because they slowly self-destruct.  Indeed, the galaxies of HCG 87 are gravitationally stretching each other during their 100-million year orbits around a common center.  The pulling creates colliding gas that causes bright bursts of star formation and feeds matter into their active galaxy centers.  HCG 87 is composed of a large edge-on spiral galaxy visible on the lower left, an elliptical galaxy visible on the lower right, and a spiral galaxy visible near the top.  The small spiral near the center might be far in the distance.  Several stars from our Galaxy are also visible in the foreground.  The above picture was taken in 1999 July by the Hubble Space Telescope's Wide Field Planetary Camera 2.  Studying groups like HCG 87 allows insight into how all galaxies form and evolve.",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/hickson87_hstgendler_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "HCG 87: A Small Group of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/1007/hickson87_hstgendler.jpg"
  },
  {
    "date": "2010-07-07",
    "explanation": "What will passenger airplanes be like in the future? To help brain storm desirable and workable attributes, NASA sponsors design competitions. Shown here is an artist's depiction of a concept plane that has been recently suggested. This futuristic plane would be expected to achieve supersonic speeds, possibly surpassing the speeds of the supersonic transport planes that ran commercially in the late twentieth century. In terms of noise reduction, the future aircraft has been drawn featuring an inverted V wing stretched over its engines. The structure is intended to reduce the sound from annoying sonic booms. Additionally, future airplanes would aim to have relatively little impact on our environment, including green limits on pollution and fuel consumption. Aircraft utilizing similar design concepts might well become operational by the 2030s.",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/greenmachine_nasa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Concept Plane: Supersonic Green Machine",
    "url": "https://apod.nasa.gov/apod/image/1007/greenmachine_nasa.jpg"
  },
  {
    "copyright": "Ray Gralak",
    "date": "2010-07-08",
    "explanation": "Dim, distant, dwarf planet Pluto can be hard to spot, especially in recent months as it wanders through the crowded starfields of Sagittarius and the central Milky Way. But fortunately for backyard Pluto hunters, it crossed in front of a dark nebula in early July. The diminutive world is marked with two short lines near the center of this skyscape recorded from New Mexico Skies on July 5. Pluto stands out only because obscuring dark nebula Barnard 92 (B92) blocks the background of the Milky Way's congeries of faint, innumerable stars. Another of astronomer E. E. Barnard's cataloged dark markings on the sky, B93, is easy to pick out just left of B92. Prominent at the lower left is open star cluster NGC 6603. In fact, Pluto, dark nebulae, and star cluster all lie within a portion of M24, also known as the Sagittarius Star Cloud, filling most of the frame.",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/Pluto2010_gralakF33.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dim World, Dark Nebula",
    "url": "https://apod.nasa.gov/apod/image/1007/Pluto2010_gralakF33_900.jpg"
  },
  {
    "date": "2010-07-09",
    "explanation": "Seen from our edge-on perspective, the Milky Way Galaxy sprawls across the middle of this false-color, all sky view. The expansive microwave map is based on 1 year's worth of data from instruments onboard the sky-surveying Planck spacecraft. Remarkably, the bright stripe of gas and dust clouds along the galactic plane and the galaxy's enormous arcing structures seen at microwave energies are hundreds or thousands of light-years away, while the mottled regions at the top and bottom represent the Cosmic Microwave Background (CMB) radiation, some 13.7 billion light-years distant. Left over from the Big Bang, fluctuations in the CMB reflect the origins of structure in the evolving universe. Analyzing the microwave data, Planck scientists plan to separate the contributions of the Milky Way and CMB radiation. The work will ferret out the characteristics of the CMB across the entire sky and glean information about the make up of our Milky Way Galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/allsky_planck.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Microwave Milky Way",
    "url": "https://apod.nasa.gov/apod/image/1007/allsky_planck950c.jpg"
  },
  {
    "copyright": "Tunç Tezel",
    "date": "2010-07-10",
    "explanation": "Four bright celestial beacons and a faint triangle of light follow the plane of the ecliptic as it arcs high through this southern hemisphere night skyscape. Seen on a July winter night from Lake Taupo on New Zealand's North Island, the line-up features Venus, Regulus (alpha star of Leo), Mars, and Saturn from lower left to upper right. Just put your cursor over the picture to identify the planets and constellations. The delicate luminous glow of Zodiacal Light, sunlight scattered by dust along the ecliptic, also rises above the horizon from the lower left. Of course, defined by the path of the Sun through planet Earth's sky, the ecliptic plane rides low during July nights in the northern hemisphere's summer skies. Tomorrow, the Moon and Sun will meet on the ecliptic. Along a track across the southern Pacific Ocean, the daytime sky will feature a total solar eclipse.  Total Solar Eclipse: Times and Visibility | Webcast",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/TaupoPlanets_tezel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ecliptic New Zealand",
    "url": "https://apod.nasa.gov/apod/image/1007/TaupoPlanets_tezel900h.jpg"
  },
  {
    "copyright": "Peter Ward",
    "date": "2010-07-11",
    "explanation": "What's happened to the sky?  A time warp, of sorts, and a digital space warp too.  The time warp occurs because this image captured in a single frame a four hour exposure of the night sky.  As a result, prominent star trails are visible.  The space warp occurs because the picture is actually a full 360 degree panorama, horizontally compressed to fit your browser.  As the Earth rotated, stars appeared to circle both the South Celestial Pole, on the left, and the North Celestial Pole, just below the horizon on the right.  The image captured the sky over Mudgee, New South Wales, Australia, including the domes of two large telescopes illuminated by red lighting. A horizontally unwarped image is visible by clicking on the image.   Total Solar Eclipse Today: Times and Visibility | Webcast",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/startrails_ward_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Warped Sky: Star Trails Panorama",
    "url": "https://apod.nasa.gov/apod/image/1007/startrails_ward.jpg"
  },
  {
    "date": "2010-07-12",
    "explanation": "What's happened to that moon of Saturn? Nothing -- Saturn's moon Rhea is just partly hidden behind Saturn's rings. In April, the robotic Cassini spacecraft now orbiting Saturn took this narrow-angle view looking across the Solar System's most famous rings. Rings visible in the foreground include the thin F ring on the outside and the much wider A and B rings just interior to it. Although it seems to be hovering over the rings, Saturn's moon Janus is actually far behind them.  Janus is one of Saturn's smaller moons and measures only about 180 kilometers across. Farther out from the camera is the heavily cratered Rhea, a much larger moon measuring 1,500 kilometers across. The top of Rhea is visible only through gaps in the rings. The Cassini mission around Saturn has been extended to 2017 to better study the complex planetary system as its season changes from equinox to solstice.",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/rheajanus_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moons Beyond the Rings of Saturn",
    "url": "https://apod.nasa.gov/apod/image/1007/rheajanus_cassini.jpg"
  },
  {
    "date": "2010-07-13",
    "explanation": "Welcome to Planet Earth, the third planet from a star named the Sun. The Earth is shaped like a sphere and composed mostly of rock. Over 70 percent of the Earth's surface is water. The planet has a relatively thin atmosphere composed mostly of nitrogen and oxygen. This picture of Earth, dubbed Blue Marble, was taken from Apollo 17 in 1972 and features Africa and Antarctica.  It is thought to be one of the most widely distributed photographs of any kind. Here, the world famous image has been recast as a spectacular photomosaic using over 5,000 archived images of Earth and space. With its abundance of liquid water, Earth supports a large variety of life forms, including potentially intelligent species such as dolphins and humans. Please enjoy your stay on Planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/bluemarble_stevenson_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mosaic: Welcome to Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/1007/bluemarble_stevenson.jpg"
  },
  {
    "copyright": "Stéphane Guisard",
    "date": "2010-07-14",
    "explanation": "Makemake, a god in Easter Island mythology, may have smiled for a moment as clouds parted long enough to reveal this glimpse of July 11's total solar eclipse to skygazers. In the foreground of the dramatic scene, the island's famous large, monolithic statues (Moai) share a beachside view of the shimmering solar corona and the darkened daytime sky. Other opportunities to see the total phase of this eclipse of the Sun were also hard to come by. Defined by the dark part of the Moon's shadow, the path of totality tracked eastward across the southern Pacific Ocean, only making significant landfall at Mangaia (Cook Islands) and Easter Island (Isla de Pascua), ending shortly after reaching southern Chile and Argentina.  But a partial eclipse phase could be enjoyed over a broader region, including many southern Pacific islands and wide swath of South America.",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/TSE2010Easter_guisard.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Easter Island Eclipse",
    "url": "https://apod.nasa.gov/apod/image/1007/TSE2010Easter_guisard900.jpg"
  },
  {
    "copyright": "Janne Pyykkö",
    "date": "2010-07-15",
    "explanation": "On July 11, after a long trek eastward across the southern Pacific Ocean, the Moon's shadow reached landfall in South America. In a total solar eclipse close to sunset, silhouetted Moon and Sun hugged the western horizon, seen here above the Andes mountains near the continent's southern tip. To enjoy a good vantage point, the photographer hiked to a windy spot about 400 meters above a lake, Lago Argentino, climbing into the picture after setting up his camera on a tripod. At left, the sky outside the shadow cone is still bright. Below, the lights of El Calafate, Patagonia, Argentina, shine by the lake shore.",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/TSE2010Calafate_pyykko.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Andes Sunset Eclipse",
    "url": "https://apod.nasa.gov/apod/image/1007/TSE2010Calafate_pyykko900c.jpg"
  },
  {
    "copyright": "Piotrek Sadowski",
    "date": "2010-07-16",
    "explanation": "Dark shapes with bright edges winging their way through dusty NGC 6188 are tens of light-years long. The emission nebula is found near the edge of an otherwise dark large molecular cloud in the southern constellation Ara, about 4,000 light-years away. Formed in that region only a few million years ago, the massive young stars of the embedded Ara OB1 association sculpt the fantastic shapes and power the nebular glow with stellar winds and intense ultraviolet radiation. The recent star formation itself was likely triggered by winds and supernova explosions, from previous generations of massive stars, that swept up and compressed the molecular gas. A false-color Hubble palette was used to create this sharp close-up image and shows emission from sulfur, hydrogen, and oxygen atoms in red, green, and blue hues. At the estimated distance of NGC 6188, the picture spans about 200 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/NGC6188_sadowski.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shaping NGC 6188",
    "url": "https://apod.nasa.gov/apod/image/1007/NGC6188_sadowski900r.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2010-07-17",
    "explanation": "Large galaxies grow by eating small ones. Even our own galaxy practices galactic cannibalism, absorbing small galaxies that get too close and are captured by the Milky Way's gravity. In fact, the practice is common in the universe and illustrated by this striking pair of interacting galaxies from the banks of the southern constellation Eridanus (The River). Located over 50 million light years away, the large, distorted spiral NGC 1532 is seen locked in a gravitational struggle with dwarf galaxy NGC 1531, a struggle the smaller galaxy will eventually lose. Seen edge-on, spiral NGC 1532 spans about 100,000 light-years. Nicely detailed in this sharp image, the NGC 1532/1531 pair is thought to be similar to the well-studied system of face-on spiral and small companion known as M51.",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/NGC1532_pugh.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxies in the River",
    "url": "https://apod.nasa.gov/apod/image/1007/NGC1532_pugh900c.jpg"
  },
  {
    "date": "2010-07-18",
    "explanation": "Two galaxies are squaring off in Corvus and here are the latest pictures. But when two galaxies collide, the stars that compose them usually do not. That's because galaxies are mostly empty space and, however bright, stars only take up only a small amount of that space.  During the slow, hundred million year collision, one galaxy can still rip the other apart gravitationally, and dust and gas common to both galaxies does collide.  In this clash of the titans, dark dust pillars mark massive molecular clouds are being compressed during the galactic encounter, causing the rapid birth of millions of stars, some of which are gravitationally bound together in massive star clusters.",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/antennae_hstdemartin_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Antennae Galaxies in Collision",
    "url": "https://apod.nasa.gov/apod/image/1007/antennae_hstdemartin.jpg"
  },
  {
    "copyright": "Rogelio Bernal Andreo",
    "date": "2010-07-19",
    "explanation": "A Dark River of dust seems to run from our Galactic Center, then pool into a starfield containing photogenic sky wonders. Scrolling right will reveal many of these objects including (can you find?) the bright orange star Antares, a blue(-eyed) horsehead nebula, the white globular star cluster M4, the bright blue star system Rho Ophiuchi, the dark brown Pipe nebula, the red Lagoon nebula, the red and blue Trifid nebula, the red Cat's Paw Nebula, and the multicolored but still important center of our Galaxy. This wide view captures in exquisite detail about 50 degrees of the nighttime sky, 100 times the size of the full Moon, covering constellations from the Archer (Sagittarius) through the Snake Holder (Ophiuchus), to the Scorpion (Scorpius). The Dark River itself can be identified as the brown dust lane connected to Antares, and spans about 100 light years. Since the Dark River dust lane lies only about 500 light years away, it only appears as a bridge to the much more distant Galactic Center, that actually lies about 25,000 light years farther away.",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/darkriverpan_andreo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark River, Wide Field",
    "url": "https://apod.nasa.gov/apod/image/1007/darkriverpan_andreo.jpg"
  },
  {
    "copyright": "Chris Kotsiopoulos",
    "date": "2010-07-20",
    "explanation": "Have you ever watched a lightning storm in awe?  Join the crowd. Oddly, nobody knows exactly how lightning is produced. What is known is that charges slowly separate in some clouds causing rapid electrical discharges (lightning), but how electrical charges get separated in clouds remains a topic of much research. Lightning usually takes a jagged course, rapidly heating a thin column of air to about three times the surface temperature of the Sun.  The resulting shock wave starts supersonically and decays into the loud sound known as thunder.  Lightning bolts are common in clouds during rainstorms, and on average 6,000 lightning bolts occur between clouds and the Earth every minute. Pictured above, an active lightning storm was recorded over Athens, Greece earlier this month.",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/lightning_kotsiopoulos_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lightning Over Athens",
    "url": "https://apod.nasa.gov/apod/image/1007/lightning_kotsiopoulos.jpg"
  },
  {
    "copyright": "Alain Maury",
    "date": "2010-07-21",
    "explanation": "During a total solar eclipse, the Sun's extensive outer atmosphere, or corona, is an inspirational sight. Subtle shades and shimmering features that engage the eye span a brightness range of over 10,000 to 1, making them notoriously difficult to capture in a single photograph. But this composite of 7 consecutive digital images over a range of exposure times comes close to revealing the crown of the Sun in all its glory. The telescopic views were recorded from the Isla de Pascua (Easter Island) during July 11's total solar eclipse and also show solar prominences extending just beyond the edge of the eclipsed sun. Remarkably, features on the dim, near side of the New Moon can also be made out, illuminated by sunlight reflected from a Full Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/TSE2010_JLD4.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Crown of the Sun",
    "url": "https://apod.nasa.gov/apod/image/1007/TSE2010_JLD4_900c.jpg"
  },
  {
    "date": "2010-07-22",
    "explanation": "Frederic Church (1826-1900), American landscape painter of the Hudson River School, painted what he saw in nature. And on July 20th, 1860, he saw a spectacular string of fireball meteors cross the Catskill evening sky, an extremely rare Earth-grazing meteor procession. From New York City, poet Walt Whitman (1819-1892) also wrote of the \"... strange huge meteor procession, dazzling and clear, shooting over our heads\" in his poem Year of Meteors (1859-60). But the inspiration for Whitman's words was forgotten. His astronomical reference became a mystery, the subject of scholarly debate until Texas State University physicists Donald Olson and Russell Doescher, English professor Marilynn Olson, and Honors Program student Ava Pope, located reports documenting the date and timing of the spectacular meteor procession. The breakthrough was spotting the connection with Church's relatively little-known painting. Fittingly, the forensic astronomy team's work was just published, on the 150th anniversary of the cosmic event that inspired both poet and painter.",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/FCMeteor1860_Hernstadt96dpi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Meteor of 1860",
    "url": "https://apod.nasa.gov/apod/image/1007/FCMeteor1860_Hernstadt96dpi.jpg"
  },
  {
    "copyright": "Ken Crawford",
    "date": "2010-07-23",
    "explanation": "\"Nebula at the right foot of Andromeda ... \" begins the description for the 76th object in Charles Messier's 18th century Catalog of Nebulae and Star Clusters. In fact, M76 is one of the fainter objects on the Messier list and is also known by the popular name of the \"Little Dumbbell Nebula\". Like its brighter namesake M27 (the Dumbbell Nebula), M76 is recognized as a planetary nebula - a gaseous shroud cast off by a dying sunlike star. The nebula itself is thought to be shaped more like a donut, while the box-like appearance of its brighter central region is due to our nearly edge-on view. Gas expanding more rapidly away from the donut hole produces the fainter loops of far flung material. The fainter material is emphasized in this composite image, highlighted by showing emission from hydrogen atoms in orange and oxygen atoms in complementary blue hues. The nebula's dying star can be picked out in the sharp false-color image as the blue-tinted star near the center of the box-like shape.  Distance estimates place M76 about 3 to 5 thousand light-years away, making the nebula over a light-year in diameter.",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/M76_150crawford.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 76",
    "url": "https://apod.nasa.gov/apod/image/1007/M76_150crawford900c.jpg"
  },
  {
    "copyright": "Stephen Schneider",
    "date": "2010-07-24",
    "explanation": "As the total phase of July 11's solar eclipse came to an end, sunlight streaming past the edge of the Moon's silhouette created the fleeting appearance of a glistening diamond ring in the sky. Seen through a thin cloud layer from the French Polynesian atoll of Hao it also produced remarkable shadow bands, flickering across the dramatic sky. Projected onto the cloud layer, the shadow bands are parallel to the sliver of sunlight emerging from behind the Moon's edge. Caused by turbulence in Earth's atmosphere refracting the sliver of sunlight, the narrow bands were captured in this brief, 1/400th second exposure. Shining through the cloud droplets, the sunlight also produced a luminous atmospheric corona, not to be confused with the solar corona seen during eclipse totality. The atmospheric corona is centered on the bright diamond of emerging sunlight.",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/bandedcorona_schneider.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Diamond Ring and Shadow Bands",
    "url": "https://apod.nasa.gov/apod/image/1007/bandedcorona_schneider900c.jpg"
  },
  {
    "date": "2010-07-25",
    "explanation": "What are these humans doing?  Dancing.  Many humans on Earth exhibit periods of happiness, and one method of displaying happiness is dancing. Happiness and dancing transcend political boundaries and occur in practically every human society. Above, Matt Harding traveled through many nations on Earth, started dancing, and filmed the result.  The video is perhaps a dramatic example that humans from all over planet Earth feel a common bond as part of a single species. Happiness is frequently contagious -- few people are able to watch the above video without smiling.",
    "media_type": "other",
    "service_version": "v1",
    "title": "Happy People Dancing on Planet Earth"
  },
  {
    "date": "2010-07-26",
    "explanation": "As humans explore the universe, the record for largest asteroid visited by a spacecraft has increased yet again.  Earlier this month, ESA's robotic Rosetta spacecraft zipped past the asteroid 21 Lutetia taking data and snapping images in an effort to better determine the history of the asteroid and the origin of its unusual colors.  Although of unknown composition, Lutetia is not massive enough for gravity to pull it into a sphere. Pictured above on the upper right, the 100-kilometer across Lutetia is shown in comparison with the other nine asteroids and four comets that have been visited, so far, by human-launched spacecraft. Orbiting in the main asteroid belt, Lutetia shows itself to be a heavily cratered remnant of the early Solar System. The Rosetta spacecraft is now continuing onto comet Churyumov-Gerasimenko where a landing is planned for 2014.",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/asteroidscomets_lakdawalla_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lutetia: The Largest Asteroid Yet Visited",
    "url": "https://apod.nasa.gov/apod/image/1007/asteroidscomets_lakdawalla.jpg"
  },
  {
    "copyright": "Ben Cooper",
    "date": "2010-07-27",
    "explanation": "What are those strange rock structures? They are towers and walls of sedimentary rock that are particularly plentiful in Bryce Canyon in Utah, USA. The rock columns may rise higher than 50 meters and are called hoodoos. On the far left is Thor's Hammer, perhaps the most famous hoodoo. The tall rock columns were carved, most typically, when a unusually dense cap of rock provided a layer of protection to rock underneath from rain-based erosion.  In the above panoramic picture taken earlier this month and compressed horizontally, the foreground rocks were momentarily illuminated by a roving spotlight. Visible in the background are a few water clouds a few kilometers away hovering over the nearby Earth. Visible well beyond that are thousands of individually discernible stars averaging a few hundred light years away in the nearby Milky Way Galaxy. Far in the distance lie billions of stars that are thousands of light years away and compose the faintly glowing arch that is the visible central band of the flat disk of our Milky Way.  Over many years, wind and rain will eventually cause the tops of the hoodoos to topple, whereafter the underlying column will likely completely erode away.",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/mwbryce_cooper_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Milky Way Over Bryce Canyon",
    "url": "https://apod.nasa.gov/apod/image/1007/mwbryce_cooper.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2010-07-28",
    "explanation": "Unspeakable beauty and unimaginable bedlam can be found together in the Trifid Nebula. Also known as M20, this photogenic nebula is visible with good binoculars towards the constellation of Sagittarius. The energetic processes of star formation create not only the colors but the chaos. The red-glowing gas results from high-energy starlight striking interstellar hydrogen gas. The dark dust filaments that lace M20 were created in the atmospheres of cool giant stars and in the debris from supernovae explosions. Which bright young stars light up the blue reflection nebula is still being investigated. The light from M20 we see today left perhaps 3,000 years ago, although the exact distance remains unknown. Light takes about 50 years to cross M20.",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/m20_gendler_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Trifid Nebula is Stars and Dust",
    "url": "https://apod.nasa.gov/apod/image/1007/m20_gendler.jpg"
  },
  {
    "copyright": "Barden Ridge Observatory",
    "date": "2010-07-29",
    "explanation": "From central Australia, this serene 360 degree panorama follows a clear horizon as twilight began on May 28. At left, a bright western sky is still illuminated by the setting Sun. But sweeping right, toward a view centered on the countryside's dominating sandstone formation called Uluru or Ayers Rock, the sky takes on progressively darker hues and subtle colors. Behind Uluru is the shadow of planet Earth itself, a dark blue arch rising in the east. Cast through the dense atmosphere and still close to the horizon, Earth's long shadow is bounded above by a pinkish glow or antitwilight arch. Known as the Belt of Venus, the lovely color of the antitwilight arch is due to backscattering of reddened light from the setting Sun. On that night, a nearly full Moon also rose above Earth's shadow in the eastern sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/BeltOfVenusPan_ward.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunset, Shadowrise",
    "url": "https://apod.nasa.gov/apod/image/1007/BeltOfVenusPan_ward600h.jpg"
  },
  {
    "copyright": "Guillaume Blanchard",
    "date": "2010-07-30",
    "explanation": "As the New Moon's shadow slid across the southern Pacific on July 11, people gathered along the white, sandy Anakena Beach on the north side of Easter Island to watch a total solar eclipse. The experience was captured in this tantalizing composite image, constructed from a sequence of 50 consecutive exposures. At their center is the totally eclipsed Sun surrounded by a shimmering solar corona. From the well chosen viewpoint, palm trees appear in silhouette against a darkened sky and the faint light reflected in the water. Of course, towering above the onlookers, at the boundaries of land, ocean, and sky are Moai, the island's mysterious monolithic statues.",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/TSERapaNui_blanchardCopyright.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse on the Beach",
    "url": "https://apod.nasa.gov/apod/image/1007/TSERapaNui_blanchard900h.jpg"
  },
  {
    "copyright": "Jia Hao",
    "date": "2010-07-31",
    "explanation": "This mesmerizing sunset photo was taken from the summit of volcanic Mount Lawu, 3,265 meters above sea level, on July 21. The view looks west, toward the city lights of Surakarta (aka Solo), Central Java, Indonesia. Two other volcanic peaks, sharp Merapi (left) and Merbabu lie along the colorful horizon. Four planets shine in the twilight sky above them. Spread out near the plane of the ecliptic are Mercury, Venus, Mars, and Saturn, along with bright Regulus, alpha star of the constellation Leo. For help finding them, just put your cursor over the picture. In fact, these four planets still shine in western skies at sunset, with Venus, Mars, and Saturn grouped much more tightly this weekend and in early August. By August 12, a young crescent Moon will join the four planet sunset.",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/FourPlanetSunset_hao.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Four Planet Sunset",
    "url": "https://apod.nasa.gov/apod/image/1007/FourPlanetSunset_hao.jpg"
  },
  {
    "date": "2010-08-01",
    "explanation": "If you could look across Venus with radar eyes, what might you see? This computer reconstruction of the surface of Venus was created from data from the Magellan spacecraft.  Magellan orbited Venus and used radar to map our neighboring planet's surface between 1990 and 1994. Magellan found many interesting surface features, including the large circular domes, typically 25-kilometers across, that are depicted above.  Volcanism is thought to have created the domes, although the precise mechanism remains unknown. Venus' surface is so hot and hostile that no surface probe has lasted more than a few minutes.",
    "hdurl": "https://apod.nasa.gov/apod/image/1008/venus4_magellan_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus' Once Molten Surface",
    "url": "https://apod.nasa.gov/apod/image/1008/venus4_magellan.jpg"
  }
]
