[
  {
    "copyright": "Lynette Cook",
    "date": "2010-10-01",
    "explanation": "A mere 20 light-years away in the constellation Libra, red dwarf star Gliese 581 has received much scrutiny by astronomers in recent years. Earthbound telescopes had detected the signatures of multiple planets orbiting the cool sun, two at least close to the system's habitable zone -- the region where an Earth-like planet can have liquid water on its surface. Now a team headed by Steven Vogt (UCO Lick), and Paul Butler (DTM Carnagie Inst.) has announced the detection of another planet, this one squarely in the system's habitable zone. Based on 11 years of data, their work offers a very compelling case for the first potentially habitable planet found around a very nearby star. Shown in this artist's illustration of the inner part of the exoplanetary system, the planet is designated Gliese 581g, but Vogt's more personal name is Zarmina's World, after his wife. The best fit to the data indicates the planet has a circular 37 day orbit, an orbital radius of only 0.15 AU, and a mass 3.1 times the Earth's. Modeling includes estimates of a planet radius of 1.5, and gravity at the planet's surface of 1.1 to 1.7 in Earth units. Finding a habitable planet so close by suggests there are many others in our Milky Way galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/1010/GJ581gIllustration_cook.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Zarmina's World",
    "url": "https://apod.nasa.gov/apod/image/1010/GJ581gIllustration_cook900.jpg"
  },
  {
    "date": "2010-10-02",
    "explanation": "Like brush strokes on a canvas, ridges of color seem to flow across this scene. But here, the canvas is nearly 3 light-years wide and the colors map emission from ionized gas in the Lagoon Nebula, recorded by the Hubble Space Telescope's Advanced Camera for Surveys. Also known as M8, the nebula is a star forming region about 5,000 light-years distant in the constellation Sagittarius. Hubble's remarkably sharp, close-up view reveals undulating shapes sculpted by the energetic light and winds from the region's new born stars. Of course, the Lagoon nebula is a popular target for earthbound skygazers, too. It features a prominent dust lane and bright hourglass shape in small telescopes with wider fields of view.",
    "hdurl": "https://apod.nasa.gov/apod/image/1010/LagoonClose_hst.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hubble's Lagoon",
    "url": "https://apod.nasa.gov/apod/image/1010/LagoonClose_hst_c0.jpg"
  },
  {
    "date": "2010-10-03",
    "explanation": "The strangest moon in the Solar System is bright yellow.  This picture, an attempt to show how Io would appear in the \"true colors\" perceptible to the average human eye, was taken in 1999 July by the Galileo spacecraft that orbited Jupiter from 1995 to 2003.  Io's colors derive from sulfur and molten silicate rock.  The unusual surface of Io is kept very young by its system of active volcanoes.  The intense tidal gravity of Jupiter stretches  Io and damps wobbles caused by Jupiter's other Galilean moons.  The resulting friction greatly heats Io's interior, causing  molten rock to explode through the surface.  Io's volcanoes are so active that they are effectively turning the whole moon inside out.  Some of Io's volcanic lava is so hot it  glows in the dark.   Follow APOD on Facebook",
    "hdurl": "https://apod.nasa.gov/apod/image/1010/iotruecolor_galileo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io in True Color",
    "url": "https://apod.nasa.gov/apod/image/1010/iotruecolor_galileo.jpg"
  },
  {
    "date": "2010-10-04",
    "explanation": "You stare out across the rocky plains of Mars. Before you, in every direction, is dark sand and bright rock.  Although little has changed here for millions of years, no one has ever seen this view before. You are being sent on a long journey to a distant crater, the largest crater in the region. Your human overlords back on planet Earth wonder if the impact that created this distant crater might have also uncovered unique clues to the distant past of Earth's neighboring planet, clues that might reveal if life ever existed here. Breaking the monotony, visible toward the image center, an unusual rock sticks out from the landscape. Quite possibly, this rock is not from this world, and you divert to inspect it. You are the robotic Opportunity rover, and you are the eyes for countless humans following your trek back on planet Earth. Rolling about a football field a day, you might reach Endeavour crater sometime in 2012.  If you survive.",
    "hdurl": "https://apod.nasa.gov/apod/image/1010/plainmars_opportunity_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rolling Across the Rocky Plains of Mars",
    "url": "https://apod.nasa.gov/apod/image/1010/plainmars_opportunity.jpg"
  },
  {
    "copyright": "Maurice ToetSteve LoughranDarren Jehan",
    "date": "2010-10-05",
    "explanation": "The dark Horsehead Nebula and the glowing Orion Nebula are contrasting cosmic vistas. Adrift 1,500 light-years away in one of the night sky's most recognizable constellations, they appear in opposite corners of the above stunning mosaic. The familiar Horsehead nebula appears as a dark cloud, a small silhouette notched against the long red glow at the lower left. Alnitak is the easternmost star in Orion's belt and is seen as the brightest star to the left of the Horsehead. Below Alnitak is the Flame Nebula, with clouds of bright emission and dramatic dark dust lanes. The magnificent emission region, the Orion Nebula (aka M42), lies at the upper right. Immediately to its left is a prominent bluish reflection nebula sometimes called the Running Man. Pervasive tendrils of glowing hydrogen gas are easily traced throughout the region.",
    "hdurl": "https://apod.nasa.gov/apod/image/1010/orionwide_tljj_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Horsehead and Orion Nebulas",
    "url": "https://apod.nasa.gov/apod/image/1010/orionwide_tljj.jpg"
  },
  {
    "copyright": "Paul Alsop",
    "date": "2010-10-06",
    "explanation": "Are those green clouds or aurora? Photographed above two weeks ago, puffy green aurora help the Moon illuminate the serene Willow Lake and the snowy  Wrangell and Saint Elias Mountains in eastern Alaska, USA. Although auroras might first appear to be moonlit clouds, they only add light to the sky and do not block background stars from view.  Called northern lights in the northern hemisphere, auroras are caused by collisions between charged particles from the magnetosphere and air molecules high in the Earth's atmosphere. If viewed from space, auroras can be seen to glow in X-ray and ultraviolet light as well.  Predictable auroras likely occur a few days after a powerful magnetic event has been seen on the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/1010/auroraalaska_alsop_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Over Alaska",
    "url": "https://apod.nasa.gov/apod/image/1010/auroraalaska_alsop.jpg"
  },
  {
    "copyright": "Jaime Fernández",
    "date": "2010-10-07",
    "explanation": "Touring the solar system with a 6 year orbital period, small comet Hartley 2 (103/P Hartley) will make its closest approach to planet Earth on October 20 and its closest approach to the Sun on October 28. It may become a naked-eye comet, just visible in clear, dark skies. Meanwhile the comet has been a tempting telescopic target, seen here with an alluring green coma as it shares the frame with emission nebula NGC 281 and stars of the constellation Cassiopeia on October 2. The nebula's gaping profile defined by dust clouds against the red glow suggests its more playful moniker, the Pacman Nebula. An apparent short bright streak shows the comet's motion against the background stars during the hour of accumulated exposure time. Over the next few days Comet Hartley 2's motion will also carry it across a field of view featuring the famous double star cluster in Perseus. On November 4 a spacecraft from planet Earth will actually fly within about 700 kilometers of the comet's nucleus. Now dubbed EPOXI, that spacecraft was formerly known as Deep Impact.",
    "hdurl": "https://apod.nasa.gov/apod/image/1010/hartley2pacman_fernandez.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pacman and Hartley",
    "url": "https://apod.nasa.gov/apod/image/1010/hartley2pacman_fernandez900.jpg"
  },
  {
    "copyright": "Peter Knappert",
    "date": "2010-10-08",
    "explanation": "In late September, two planets were opposite the Sun in Earth's sky, Jupiter and Uranus. Consequently closest to Earth, at a distance of only 33 light-minutes and 2.65 light-hours respectively, both were good targets for telescopic observers. Recorded on September 27, this well-planned composite of consecutive multiple exposures captured both gas giants in their remarkable celestial line-up accompanied by their brighter moons. The faint greenish disk of distant planet Uranus is near the upper left corner. Of the tilted planet's 5 larger moons, two can be spotted just above and left of the planet's disk. Both discovered by 18th century British astronomer Sir William Herschel and later named for characters in Shakespeare's A Midsummer Night's Dream, Oberon is farthest left, with Titania closer in. At the right side of the frame is ruling gas giant Jupiter, flanked along a line by all four of its Galilean satellites. Farthest from Jupiter is Callisto, with Europa and Io all left of the planet's disk, while Ganymede stands alone at the right.",
    "hdurl": "https://apod.nasa.gov/apod/image/1010/UranusJupiter_knappert.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Two Planet Opposition",
    "url": "https://apod.nasa.gov/apod/image/1010/UranusJupiter_knappert600h.jpg"
  },
  {
    "date": "2010-10-09",
    "explanation": "Globular star clusters roam the halo of our Milky Way Galaxy. Gravitationally bound, these spherical groupings of typically several hundred thousand stars are ancient, older than the stars of the galactic disk. In fact, measurements of globular cluster ages constrain the age of the Universe (it must be older than the stars in it!) and accurate cluster distance determinations provide a rung on the astronomical distance ladder. Globular star cluster NGC 6934 itself lies about 50,000 light-years away in the constellation Delphinus. At that distance, this sharp image from Hubble's Advanced Camera for Surveys spans about 50 light-years. The cluster stars are estimated to be some 10 billion years old.",
    "hdurl": "https://apod.nasa.gov/apod/image/1010/ngc6934_hst.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Globular Star Cluster NGC 6934",
    "url": "https://apod.nasa.gov/apod/image/1010/ngc6934_hst_900c.jpg"
  },
  {
    "date": "2010-10-10",
    "explanation": "Why are there so many moonquakes?   A recent reanalysis of seismometers left on the moon by the Apollo moon landings has revealed a surprising number of moonquakes occurring within 30 kilometers of the surface.   In fact, 28 moonquakes were detected in data recorded between 1972 and 1977.   These moonquakes were not only strong enough to move furniture but the stiff rock of the moon continued vibrating for many minutes, significantly longer than the soft rock earthquakes on Earth.   The cause of the moonquakes remains unknown, with one hypothesis holding that landslides in craters cause the vibrations.   Regardless of the source, future moon buildings need to be built to withstand the frequent shakings.   Pictured above in 1969, Apollo 11 astronaut Buzz Aldrin stands beside a recently deployed lunar seismometer, looking back toward the lunar landing module.",
    "hdurl": "https://apod.nasa.gov/apod/image/1010/aldrinseismometer_apollo11_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moonquakes Surprisingly Common",
    "url": "https://apod.nasa.gov/apod/image/1010/aldrinseismometer_apollo11.jpg"
  },
  {
    "date": "2010-10-11",
    "explanation": "Does spiral galaxy NGC 2683 have a bar across its center? Being so nearly like our own barred Milky Way Galaxy, one might guess it has. Being so nearly edge-on, however, it is hard to tell. Either way, this gorgeous island universe, cataloged as NGC 2683, lies a mere 20 million light-years distant in the northern constellation of the Cat (Lynx). NGC 2683 is seen nearly edge-on in this cosmic vista, with more distant galaxies scattered in the background. Blended light from a large population of old yellowish stars forms the remarkably bright galactic core. Starlight silhouettes the dust lanes along winding spiral arms, dotted with the telltale blue glow of young star clusters in this galaxy's star forming regions.",
    "hdurl": "https://apod.nasa.gov/apod/image/1010/ngc2683_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2683: Spiral Edge-On",
    "url": "https://apod.nasa.gov/apod/image/1010/ngc2683_hst.jpg"
  },
  {
    "date": "2010-10-12",
    "explanation": "What's creating those dark bands on Saturn?  Sometimes it takes a little sleuthing to figure out the how and why of a picture taken by the Saturn-orbiting Cassini spacecraft.  Let's see. That large orb on the left must be Saturn itself. Those arcs on the right are surely the rings.  The dark band running diagonally must be the shadow of Saturn on the rings. That leaves the unusual dark bands superposed on Saturn's disk -- are they the shadows of the rings?  A punctilious detective would conclude that they are not. If one looks carefully, the rings arc from behind the planet on the lower left, around to the right, and therefore must pass on the camera side of the planet on the upper left. So the rings themselves cause the dark streaks on Saturn. These rings segments appear dark because they are in the shadow of Saturn.  The night part of Saturn shows a faint glow because of sunlight reflected from other parts of the rings.  Got it?  Unfortunately, if it weren't for the tile floor, tomorrow's picture would be even harder to understand.",
    "hdurl": "https://apod.nasa.gov/apod/image/1010/darkshadows_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn: Light, Dark, and Strange",
    "url": "https://apod.nasa.gov/apod/image/1010/darkshadows_cassini.jpg"
  },
  {
    "date": "2010-10-13",
    "explanation": "Will the Hubble Space Telescope (HST) end up in a museum? Probably not, as when it finally goes bust, current plans call for it to be de-orbited into an ocean. But this won't stop likenesses of the famous floating observatory from appearing in science museums around the globe, sometimes paired with amazing pictures it has taken.  Pictured above, in a celebration of the 20th anniversary of the launching of Hubble, a replica of the telescope was given a picturesque setting in the Italian Istituto Veneto di Scienze, Lettere ed Arti in their beautiful and historic Palazzo Loredan. The scene there appears perhaps a bit surreal as the deep space imager appears over a terrestrial tile floor, surrounded by the busts of famous thinkers, and under arches reminiscent of Escher.  If you're lucky, it may even be possible to find an exhibition of Hubble images near you. And if no HST model appears there, you could always build your own.",
    "hdurl": "https://apod.nasa.gov/apod/image/1010/hubblemuseum_esa_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Science Museum Hubble",
    "url": "https://apod.nasa.gov/apod/image/1010/hubblemuseum_esa.jpg"
  },
  {
    "copyright": "Rogelio\nBernal Andreo",
    "date": "2010-10-14",
    "explanation": "An alluring Comet Hartley 2 cruised through planet Earth's night sky on October 8, passing within about a Full Moon's width of the famous double star cluster in Perseus. The much anticipated celestial photo-op was recorded here in a 3 frame mosaic with greenish comet and the clusters h and Chi Persei placed at the left. The well-chosen, wide field of view spans about 7 degrees. It extends across the constellation boundary into Cassiopeia, all the way to the Heart Nebula (IC 1805) at the far right. To capture the cosmic moment, a relatively short 5 minute exposure was used to freeze the moving comet in place, but a longer exposure with a narrow-band filter was included in the central and right hand frames. The narrow-band exposure brings out the fainter reddish glow of the nebula's atomic hydrogen gas, in contrast to the cometary coma's kryptonite green. In the past few days, comet watchers have reported that Hartley 2 has become just visible to the unaided eye for experienced observers from dark, clear sites. On October 20, the comet will make its closest approach to Earth, passing within about 17 million kilometers. On November 4, a NASA spacecraft will fly by the comet's small nucleus estimated to be only 1.5 kilometers in diameter.",
    "hdurl": "https://apod.nasa.gov/apod/image/1010/DoubleCometHeart_andreo.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Clusters, Hartley, and the Heart",
    "url": "https://apod.nasa.gov/apod/image/1010/DoubleCometHeart_andreo600w.jpg"
  },
  {
    "copyright": "ESO",
    "date": "2010-10-15",
    "explanation": "Drifting through the one-horned constellation Monoceros, these dusty streamers and new born stars are part of the active Monoceros R2 star-forming region, embedded in a giant molecular cloud. The cosmic scene was recorded by the VISTA survey telescope in near-infrared light. Visible light images show dusty NGC 2170, seen here just right of center, as a complex of bluish reflection nebulae. But this penetrating near-infrared view reveals telltale signs of ongoing star formation and massive young stars otherwise hidden by the dust. Energetic winds and radiation from the hot young stars reshape the natal interstellar clouds. Close on the sky to the star-forming Orion Nebula, the Monoceros R2 region is almost twice as far away, about 2700 light-years distant. At that distance, this vista spans about 80 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1010/ngc2170_vista.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Vista with NGC 2170",
    "url": "https://apod.nasa.gov/apod/image/1010/ngc2170_vista900c.jpg"
  },
  {
    "copyright": "John P. Gleason",
    "date": "2010-10-16",
    "explanation": "The 16th century Portuguese navigator Ferdinand Magellan and his crew had plenty of time to study the southern sky during the first circumnavigation of planet Earth. As a result, two fuzzy cloud-like objects easily visible to southern hemisphere skygazers are known as the Clouds of Magellan, now understood to be satellite galaxies of our much larger, spiral Milky Way galaxy. About 160,000 light-years distant in the constellation Dorado, the Large Magellanic Cloud (LMC) is seen here in a remarkably deep, colorful composite image, starlight from the central bluish bar contrasting with the telltale reddish glow of ionized atomic hydrogen gas. Spanning about 15,000 light-years or so, it is the most massive of the Milky Way's satellite galaxies and is the home of the closest supernova in modern times, SN 1987A.  The prominent patch at top left is 30 Doradus, also known as the magnificent Tarantula Nebula. The giant star-forming region is about 1,000 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/1010/LMC_gleason.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Large Cloud of Magellan",
    "url": "https://apod.nasa.gov/apod/image/1010/LMC_gleason_950c.jpg"
  },
  {
    "date": "2010-10-17",
    "explanation": "How and why are all these stars forming? Found among the Small Magellanic Cloud's (SMC's) clusters and nebulae NGC 346 is a star forming region about 200 light-years across, pictured above by the Hubble Space Telescope. A satellite galaxy of the Milky Way, the Small Magellanic Cloud (SMC) is a wonder of the southern sky, a mere 210,000 light-years distant in the constellation of the Toucan (Tucana). Exploring NGC 346, astronomers have identified a population of embryonic stars strung along the dark, intersecting dust lanes visible here on the right. Still collapsing within their natal clouds, the stellar infants' light is reddened by the intervening dust. A small, irregular galaxy, the SMC itself represents a type of galaxy more common in the early Universe. But these small galaxies are thought to be a building blocks for the larger galaxies present today. Within the SMC, stellar nurseries like NGC 346 are also thought to be similar to those found in the early Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/1010/ngc346_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 346 in the Small Magellanic Cloud",
    "url": "https://apod.nasa.gov/apod/image/1010/ngc346_hst.jpg"
  },
  {
    "date": "2010-10-18",
    "explanation": "What's that coming over the edge of the Sun?  What might appear at first glance to be some sort of Sun monster is actually a solar prominence.  The above prominence, captured by the Sun-orbiting SOHO satellite earlier this year during an early stage of its eruption, rapidly became one of the largest ever on record. Even as pictured, the prominence is huge -- the Earth would easily fit inside.  A solar prominence is a thin cloud of solar gas held just above the surface by the Sun's magnetic field.  A quiescent prominence typically lasts about a month, while an eruptive prominence like the one developing above may erupt within hours into a Coronal Mass Ejection (CME), expelling hot gas into the Solar System.  Although very hot, prominences typically appear dark when viewed against the Sun, since they are slightly cooler than the surface.  As our Sun evolves toward Solar maximum over the next three years, more large eruptive prominences are expected.",
    "hdurl": "https://apod.nasa.gov/apod/image/1010/sunbug_soho_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "It Came from the Sun",
    "url": "https://apod.nasa.gov/apod/image/1010/sunbug_soho.jpg"
  },
  {
    "date": "2010-10-19",
    "explanation": "What is that dark streak below Prometheus? Although it may look like a shadow or a trail blazed by sweeping up material, computer simulations indicate that the dark streak is better understood as an empty path pulled away by the gravity of Saturn's small moon.  The particles don't follow Prometheus so much as glide sideways past where Prometheus used to be. One dark streamer is created during each pass of Prometheus through the F-ring that it shepherds. The streamers were unpredicted and first discovered in 2004 on high resolution images taken by the robotic Cassini spacecraft orbiting Saturn.  Close inspection of the surface of Prometheus itself in the above image shows interesting structure and craters. The Cassini spacecraft arrived at Saturn in 2004 and, as it continues to function well, is now expected to continue to send back data and images from the distant ringed world until 2017.",
    "hdurl": "https://apod.nasa.gov/apod/image/1010/prometheusrising_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Prometheus Rising Through Saturn's F Ring",
    "url": "https://apod.nasa.gov/apod/image/1010/prometheusrising_cassini.jpg"
  },
  {
    "copyright": "Tunç Tezel",
    "date": "2010-10-20",
    "explanation": "Is that Venus or an airplane?  A common ponderable for sky enthusiasts is deciding if that bright spot near the horizon is the planet Venus.  Usually, an airplane will show itself by moving significantly in a few moments.  Venus will set only slowly as the Earth turns.  Still, the identification would be easier if Venus did not keep shifting its position each night.  Pictured above, Venus was captured on 44 different nights during 2006 and 2007 over the Bolu mountains in Turkey, when Earth's sister planet appeared exclusively in the evening sky.  The average spacing of the images was about five days, while the images were always taken with the Sun about seven degrees below the horizon.  That bright spot toward the west in your evening sky this month might be neither Venus nor an airplane, but Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/1010/venussunset_tezel_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus Just After Sunset",
    "url": "https://apod.nasa.gov/apod/image/1010/venussunset_tezel.jpg"
  },
  {
    "copyright": "Don Goldman",
    "date": "2010-10-21",
    "explanation": "The lovely, symmetric planetary nebula cataloged as MWP1 lies some 4,500 light-years away in the northern constellation Cygnus the Swan. One of the largest planetary nebulae known, it spans about 15 light-years. Based on its expansion rate the nebula has an age of 150 thousand years, a cosmic blink of an eye in the 10 billion year life of a sun-like star. But planetary nebulae represent a very brief final phase in stellar evolution, as the nebula's central star shrugs off its outer layers to become a hot white dwarf. In fact, planetary nebulae ordinarily only last for 10 to 20 thousand years. As a result, truly ancient MWP1 offers a beautiful challenge to astronomers studying the evolution of its central star.",
    "hdurl": "https://apod.nasa.gov/apod/image/1010/MWP1Web_Goldman.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Methuselah Nebula MWP1",
    "url": "https://apod.nasa.gov/apod/image/1010/MWP1Web_Goldman900c.jpg"
  },
  {
    "copyright": "Neil Fleming",
    "date": "2010-10-22",
    "explanation": "Pillars of gas, dust, and young, hot stars seem to fill the gaping maw of NGC 7822. At the edge of a giant molecular cloud toward the northern constellation Cepheus, the glowing star forming region lies about 3,000 light-years away. Within the nebula, bright edges and dark shapes are highlighted in this colorful skyscape. The image includes data from both broadband and narrowband filters, mapping emission from atomic oxygen, hydrogen, and sulfur into blue, green, and red hues. The atomic emission is powered by the energetic radiation from the hot stars, whose powerful winds and radiation also sculpt and erode the denser pillar shapes. Stars could still be forming inside the pillars by gravitational collapse, but as the pillars are eroded away, any forming stars will ultimately be cutoff from their reservoir of star stuff. This field spans around 60 light-years at the estimated distance of NGC 7822.",
    "hdurl": "https://apod.nasa.gov/apod/image/1010/NGC7822_H2cFleming50pct.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7822 in Cepheus",
    "url": "https://apod.nasa.gov/apod/image/1010/NGC7822_H2cFleming750.jpg"
  },
  {
    "copyright": "Rogelio\nBernal Andreo",
    "date": "2010-10-23",
    "explanation": "Cradled in cosmic dust and glowing hydrogen, stellar nurseries in Orion the Hunter lie at the edge of a giant molecular cloud some 1,500 light-years away. Spanning nearly 25 degrees, this breath-taking vista stretches across the well-known constellation from head to toe (left to right). The Great Orion Nebula, the closest large star forming region, is right of center. To its left are the Horsehead Nebula, M78, and Orion's belt stars. Sliding your cursor over the picture will also find red giant Betelgeuse at the hunter's shoulder, bright blue Rigel at his foot, and the glowing Lambda Orionis (Meissa) nebula at the far left, near Orion's head. Of course, the Orion Nebula and bright stars are easy to see with the unaided eye, but dust clouds and emission from the extensive interstellar gas in this nebula-rich complex, are too faint and much harder to record. In this mosaic of broadband telescopic images, additional image data acquired with a narrow hydrogen alpha filter was used to bring out the pervasive tendrils of energized atomic hydrogen gas and the arc of the giant Barnard's Loop.",
    "hdurl": "https://apod.nasa.gov/apod/image/1010/Orion2010_andreo2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion: Head to Toe",
    "url": "https://apod.nasa.gov/apod/image/1010/Orion2010_andreo600h.jpg"
  },
  {
    "copyright": "ThyssenKrupp Technologies",
    "date": "2010-10-24",
    "explanation": "Please wait while one of the largest mobile machines in the world crosses the road.  The machine pictured above is a bucket-wheel excavator used in modern surface mining.  Machines like this have given humanity the ability to mine minerals and change the face of planet Earth in new and dramatic ways.  Some open pit mines, for example, are visible from orbit.   The largest excavators are over 200 meters long and 100 meters high, now dwarfing the huge NASA Crawler that transports space shuttles to the launch pads.   Bucket-wheel excavators can dig a hole the length of a football field to over 25 meters deep in a single day. They may take a while to cross a road, though, with a top speed under one kilometer per hour.",
    "hdurl": "https://apod.nasa.gov/apod/image/1010/trencher2_smd_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Bucket-Wheel Excavator on Earth",
    "url": "https://apod.nasa.gov/apod/image/1010/trencher2_smd.jpg"
  },
  {
    "date": "2010-10-25",
    "explanation": "Is there enough water on the moon to sustain future astronauts? The question has important implications if humanity hopes to use the Moon as a future outpost.  Last year, to help find out, scientists crashed the moon-orbiting LCROSS spacecraft into a permanently shadowed crater near the Moon's South Pole.  New analyses of the resulting plume from Cabeus crater indicate more water than previously thought, possibly about six percent. Additionally, an instrument on the separate LRO spacecraft that measures neutrons indicates that even larger lunar expanses -- most not even permanently shadowed -- may also contain a significant amount of buried frozen water. Pictured above from LRO, areas in false-color blue indicate the presence of soil relatively rich in hydrogen, which is thought likely bound to sub-surface water ice.  Conversely, the red areas are likely dry.  The location of the Moon's South Pole is also digitally marked on the image.  How deep beneath the surface the ice crystals permeate is still unknown, as well as how difficult it would be to mine the crystals and purify them into drinking water.",
    "hdurl": "https://apod.nasa.gov/apod/image/1010/mooncabeus_lcross_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Water Ice Detected Beneath Moon's Surface",
    "url": "https://apod.nasa.gov/apod/image/1010/mooncabeus_lcross.jpg"
  },
  {
    "copyright": "Ivan Eder",
    "date": "2010-10-26",
    "explanation": "Most star clusters are singularly impressive.  Open clusters NGC 869 and NGC 884, however, are doubly impressive.  Also known as \"h and chi Persei\", this unusual double cluster, shown above, is bright enough to be seen from a dark location without even binoculars.  Although their discovery surely predates written history, the Greek astronomer Hipparchus notably cataloged the double cluster.  The clusters are over 7,000 light years distant toward the constellation of Perseus, but are separated by only hundreds of light years. Captured earlier this month, the bright comet 103P/Hartley, informally called Comet Hartley 2, passed well in front but only a few degrees away from the famous double cluster. Comet Hartley 2, visible on the right, is now fading but still discernable to northern observers with binoculars. No binoculars are needed, of course, if you go right up to the comet's nucleus, as is the plan for NASA's EPOXI spacecraft on November 4.",
    "hdurl": "https://apod.nasa.gov/apod/image/1010/hartleydouble_eder_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hartley Passes a Double Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/1010/hartleydouble_eder.jpg"
  },
  {
    "date": "2010-10-27",
    "explanation": "This stunning vista represents the highest resolution image ever made of the Andromeda Galaxy (aka M31) at ultraviolet wavelengths. Recorded by NASA's Swift satellite, the mosaic is composed of 330 individual images covering a region 200,000 light-years wide. It shows about 20,000 sources, dominated by hot, young stars and dense star clusters that radiate strongly in energetic ultraviolet light. Of course, the Andromeda Galaxy is the closest large spiral galaxy to our own Milky Way, at a distance of some 2.5 million light-years. Just slide your cursor over the image to compare the appearance of this gorgeous island universe in optical light with its ultraviolet portrait.",
    "hdurl": "https://apod.nasa.gov/apod/image/0909/Swift_M31_large_UV70p.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ultraviolet Andromeda",
    "url": "https://apod.nasa.gov/apod/image/0909/UVAndromeda_swiftH600.jpg"
  },
  {
    "copyright": "Anthony Ayiomamitis",
    "date": "2010-10-28",
    "explanation": "As far as ghosts go, Mirach's Ghost isn't really that scary. In fact, Mirach's Ghost is just a faint, fuzzy galaxy, well known to astronomers, that happens to be seen nearly along the line-of-sight to Mirach, a bright star. Centered in this star field, Mirach is also called Beta Andromedae. About 200 light-years distant, Mirach is a red giant star, cooler than the Sun but much larger and so intrinsically much brighter than our parent star. In most telescopic views, glare and diffraction spikes tend to hide things that lie near Mirach and make the faint, fuzzy galaxy look like a ghostly internal reflection of the almost overwhelming starlight. Still, appearing in this sharp image just above and to the right of Mirach, Mirach's Ghost is cataloged as galaxy NGC 404 and is estimated to be some 10 million light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/1010/mirachs_ayiomamitis_c800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mirach's Ghost",
    "url": "https://apod.nasa.gov/apod/image/1010/mirachs_ayiomamitis_c800.jpg"
  },
  {
    "copyright": "Chris Kotsiopoulos",
    "date": "2010-10-29",
    "explanation": "Look closely at this surreal nightscape. In the dreamlike scene, star trails arc over an old ship run aground on a beach near Gytheio, Peloponnesus in southern Greece. Could that be the captain's ghost haunting the beach, gazing forlornly at the decaying wreck, hovering over starlight reflected in still water? Actually, the ephemeral shape is the photographer. Instead of a single long exposure to record the motion of the stars as the Earth rotates on its axis, the picture is composed of 90 consecutive images, each exposure 90 seconds long. Digitally stacking the individual exposures then reconstructs the star trails. It also creates a ghostly, semi-transparent figure of the photographer who was captured standing on the beach in only one of the exposures.",
    "hdurl": "https://apod.nasa.gov/apod/image/1010/GhostShipTrails_kotsiopoulosBig.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Trails and the Captain's Ghost",
    "url": "https://apod.nasa.gov/apod/image/1010/GhostShipTrails_kotsiopoulos.jpg"
  },
  {
    "copyright": "Stephen Leshin",
    "date": "2010-10-30",
    "explanation": "Spooky shapes seem to haunt this starry expanse, drifting through the night in the royal constellation Cepheus. Of course, the shapes are cosmic dust clouds faintly visible in dimly reflected starlight. Far from your own neighborhood on planet Earth, they lurk at the edge of the Cepheus Flare molecular cloud complex some 1,200 light-years away. Over 2 light-years across the ghostly nebula known as vdB 141 or Sh2-136 is near the center of the field. The core of the dark cloud on the right is collapsing and is likely a binary star system in the early stages of formation.",
    "hdurl": "https://apod.nasa.gov/apod/image/1010/VdB141_leshin_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ghost of the Cepheus Flare",
    "url": "https://apod.nasa.gov/apod/image/1010/VdB141_leshin900c.jpg"
  },
  {
    "date": "2010-10-31",
    "explanation": "Halloween's origin is ancient and astronomical.  Since the fifth century BC, Halloween has been celebrated as a cross-quarter day, a day halfway between an equinox (equal day / equal night) and a solstice (minimum day / maximum night in the northern hemisphere).  With a modern calendar, however, the real cross-quarter day will occur next week.  Another cross-quarter day is Groundhog's Day. Halloween's modern celebration retains historic roots in dressing to scare away the spirits of the dead.  Perhaps a fitting tribute to this ancient holiday is this view of the Ghost Head Nebula taken with the Hubble Space Telescope.  Similar to the icon of a fictional ghost, NGC 2080 is actually a star forming region in the Large Magellanic Cloud, a satellite galaxy of our own Milky Way Galaxy.  The Ghost Head Nebula spans about 50 light-years and is shown in representative colors.",
    "hdurl": "https://apod.nasa.gov/apod/image/1010/ngc2080_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Halloween and the Ghost Head Nebula",
    "url": "https://apod.nasa.gov/apod/image/1010/ngc2080_hst.jpg"
  },
  {
    "copyright": "Luc Perrot",
    "date": "2010-11-01",
    "explanation": "On Reunion Island, it is known simply as \"The Volcano.\" To others, it is known as the Piton de la Fournaise, which is French for the Peak of the Furnace. It is one of the most active volcanoes in the world. The Volcano started a new eruption last month by spewing hot lava bombs as high as 10 meters into the air from several vents. Pictured above, the recent eruption was caught before a star filled southern sky, appearing somehow contained beneath the arching band of our Milky Way Galaxy.  Also visible in the background sky is the Pleiades open star cluster, the constellation of Orion, the brightest star Sirius, and the neighboring Large and Small Magellanic Cloud galaxies. (Can you find them?) The Piton de la Fournaise erupted for months in 2006, and for days in 2007, 2008, and in January of 2010.  Nobody knows how long the current eruption will last, or when The Volcano will erupt next.",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/volcanosky_perrot_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Milky Way Over the Peak of the Furnace",
    "url": "https://apod.nasa.gov/apod/image/1011/volcanosky_perrot.jpg"
  }
]
