[
  {
    "copyright": "Luc Perrot",
    "date": "2010-11-01",
    "explanation": "On Reunion Island, it is known simply as \"The Volcano.\" To others, it is known as the Piton de la Fournaise, which is French for the Peak of the Furnace. It is one of the most active volcanoes in the world. The Volcano started a new eruption last month by spewing hot lava bombs as high as 10 meters into the air from several vents. Pictured above, the recent eruption was caught before a star filled southern sky, appearing somehow contained beneath the arching band of our Milky Way Galaxy.  Also visible in the background sky is the Pleiades open star cluster, the constellation of Orion, the brightest star Sirius, and the neighboring Large and Small Magellanic Cloud galaxies. (Can you find them?) The Piton de la Fournaise erupted for months in 2006, and for days in 2007, 2008, and in January of 2010.  Nobody knows how long the current eruption will last, or when The Volcano will erupt next.",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/volcanosky_perrot_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Milky Way Over the Peak of the Furnace",
    "url": "https://apod.nasa.gov/apod/image/1011/volcanosky_perrot.jpg"
  },
  {
    "date": "2010-11-02",
    "explanation": "Imagine a pipe as wide as a state and as long as the Earth.  Now imagine that this pipe is filled with hot gas moving 50,000 kilometers per hour.  Further imagine that this pipe is not made of metal but a transparent magnetic field.  You are envisioning just one of thousands of young spicules on the active Sun.  Pictured above is one of the highest resolution image yet of these enigmatic solar flux tubes.  Spicules line the above frame of solar active region 11092 that crossed the Sun last month, but are particularly evident converging on the sunspot on the lower left. Time-sequenced images have recently shown that spicules last about five minutes, starting out as tall tubes of rapidly rising gas but eventually fading as the gas peaks and falls back down to the Sun.  What determines the creation and dynamics of spicules remains a topic of active research.",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/spicules_nso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spicules: Jets on the Sun",
    "url": "https://apod.nasa.gov/apod/image/1011/spicules_nso.jpg"
  },
  {
    "copyright": "IAC",
    "date": "2010-11-03",
    "explanation": "The small constellation Sagitta sports this large piece of cosmic jewelry, dubbed the Necklace Nebula. The newly discovered example of a ring-shaped planetary nebula is about 15,000 light-years distant. Its bright ring with pearls of glowing gas is half a light-year across. Planetary nebulae are created by sun-like stars in a final phase of stellar evolution. But the Necklace Nebula's central star, near the center of a ring strongly tilted to our line of sight, has also been shown to be binary, a close system of two stars with an orbital period of just over a day. Astronomers estimating the apparent age of the ring to be around 5,000 years, also find more distant gas clouds perpendicular to the ring plane, seen here at the upper left and lower right. Those clouds were likely ejected about 5,000 years before the clouds forming the necklace. This false color image combines emission from ionized hydrogen in blue, oxygen in green, and nitrogen in red.",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/necklace_corradi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Necklace Nebula",
    "url": "https://apod.nasa.gov/apod/image/1011/necklace_corradi900c.jpg"
  },
  {
    "date": "2010-11-04",
    "explanation": "Constellations of lights sprawl across this night scene, but they don't belong in the skies of planet Earth. Instead, the view looks down from the International Space Station as it passed over the United States along the northern Gulf Coast on October 29. A Russian Soyuz spacecraft is docked in the foreground. Behind its extended solar panels, some 360 kilometers below, are the recognizable city lights of New Orleans. Looking east along the coast to the top of the frame finds Mobile, Alabama while Houston city lights stand out to the west, toward the bottom. North (left) of New Orleans, a line of lights tracing central US highway I55 connects to Jackson, Mississippi and Memphis, Tennessee. Of course, the lights follow the population centers, but not everyone lives on planet Earth all the time these days. November 2nd marked the first decade of continuous human presence in space on board the International Space Station.  EPOXI mission spacecraft encounters comet Hartley 2",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/iss025e010008.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Night Lights",
    "url": "https://apod.nasa.gov/apod/image/1011/iss025e010008_900c.jpg"
  },
  {
    "date": "2010-11-05",
    "explanation": "Follow these 5 frames clockwise starting from the top left to track the view from the EPOXI mission spacecraft as it approached, passed under, and then looked back at the nucleus of comet Hartley 2 on November 4. Its closest approach distance was about 700 kilometers. In fact, this encounter was the fifth time a spacecraft from planet Earth has imaged a comet close-up. But Hartley 2's nucleus is definitely the smallest one so far, its long axis spanning only about 2 kilometers (1.2 miles). Though Hartley 2 is small, these stunning images showing jets of dust and gas indicate an impressively active surface. The jets are seen originating from the rough surface areas, with sunlight illuminating the nucleus from the right. Remarkably, rough areas at both ends of the elongated nucleus are joined by a narrower, smooth waist. The EPOXI mission reuses the Deep Impact spacecraft that launched a probe impacting the nucleus of comet Tempel 1 in 2005.",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/hartleymontage1x5_epoxi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hartley 2 Flyby",
    "url": "https://apod.nasa.gov/apod/image/1011/hartleymontage1x5_epoxi900.jpg"
  },
  {
    "copyright": "Rolf Geissinger",
    "date": "2010-11-06",
    "explanation": "Like an illustration in a galactic Just So Story, the Elephant's Trunk Nebula winds through the emission nebula and young star cluster complex IC 1396, in the high and far off constellation of Cepheus. Of course, the cosmic elephant's trunk is over 20 light-years long. This composite was recorded through narrow band filters that transmit the light from ionized hydrogen, sulfur, and oxygen atoms in the region. The resulting image highlights the bright swept-back ridges that outline pockets of cool interstellar dust and gas. Such embedded, dark, tendril-shaped clouds contain the raw material for star formation and hide protostars within the obscuring cosmic dust. Nearly 3,000 light-years distant, the relatively faint IC 1396 complex covers a large region on the sky, spanning over 5 degrees. This dramatic close-up covers a 2 degree wide field, about the size of 4 Full Moons.",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/IC1396RolfGeissinger.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Elephant's Trunk in IC 1396",
    "url": "https://apod.nasa.gov/apod/image/1011/IC1396RolfGeissinger_900c.jpg"
  },
  {
    "date": "2010-11-07",
    "explanation": "A fantastic jumble of young blue star clusters, gigantic glowing gas clouds, and imposing dark dust lanes surrounds the central region of the active galaxy Centaurus A. This mosaic of Hubble Space Telescope images taken in blue, green, and red light has been processed to present a natural color picture of this cosmic maelstrom. Infrared images from the Hubble have also shown that hidden at the center of this activity are what seem to be disks of matter spiraling into a black hole with a billion times the mass of the Sun! Centaurus A itself is apparently the result of a collision of two galaxies and the left over debris is steadily being consumed by the black hole. Astronomers believe that such black hole central engines generate the radio, X-ray, and gamma-ray energy radiated by Centaurus A and other active galaxies. But for an active galaxy Centaurus A is close, a mere 10 million light-years away, and is a relatively convenient laboratory for exploring these powerful sources of energy.",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/cenA_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Center of Centaurus A",
    "url": "https://apod.nasa.gov/apod/image/1011/cenA_hst.jpg"
  },
  {
    "date": "2010-11-08",
    "explanation": "What kind of comet is this? Last week, NASA's robotic EPOXI spacecraft whizzed past Comet 103P/Hartley, also known as Comet Hartley 2, and recorded images and data that are both strange and fascinating. EPOXI was near its closest approach -- about 700 kilometers away -- when it snapped the above picture. As expected, the comet has indeed shown itself to be a tumbling iceberg orbiting the Sun between Earth and Jupiter. However, unexpected features on the images have raised many questions. For example, where are all the craters? Why is there a large smooth area around the middle? How much of Comet Hartley 2 is a loose pile of dust and ice shards? Future analyses and comparisons to other comet nuclei may answer some of these questions and, hopefully, lead to a better general understanding of comets, meteors, and the  early Solar System.",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/hartley2close_epoxi_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "700 Kilometers Below Comet Hartley 2",
    "url": "https://apod.nasa.gov/apod/image/1011/hartley2close_epoxi.jpg"
  },
  {
    "date": "2010-11-09",
    "explanation": "Why is there a line segment on the sky? In one of the more precise alignments known in the universe, what is pictured above is actually a disk galaxy being seen almost perfectly edge on. The image from the Hubble Space Telescope is a spectacular visual reminder of just how thin disk galaxies can be.  NGC 4452, a galaxy in the nearby Virgo Cluster of Galaxies, is so thin that it is actually difficult to determine what type of disk galaxy it is.  Its lack of a visible dust lane indicates that it is a low-dust lenticular galaxy, although it is still possible that a view from on top would reveal spiral structure. The unusual stellar line segment spans about 35,000 light years from end to end. Near NGC 4452's center is a slight bulge of stars, while hundreds of background galaxies are visible far in the distance.  Galaxies that appear this thin are rare mostly because our Earth must reside (nearly) in the extrapolated planes of their thin galactic disks.  Galaxies that actually are this thin are relatively common -- for example our own Milky Way Galaxy is thought to be about this thin.",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/ngc4452_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4452: An Extremely Thin Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1011/ngc4452_hst.jpg"
  },
  {
    "date": "2010-11-10",
    "explanation": "Did you know that our Milky Way Galaxy has huge bubbles emitting gamma rays from the direction of the galactic center? Neither did anybody.  As the data from the Earth-orbiting Fermi satellite began accumulating over the past two years, however, a large and unusual feature toward our Galaxy's center became increasingly evident. The two bubbles are visible together as the red and white spotted oval surrounding the center of the above all sky image, released yesterday. The plane of our Galaxy runs horizontally across the image center.   Assuming the bubbles emanate from our Galaxy's center, the scale of the bubbles is huge, rivaling the entire Galaxy in size, and spanning about 50,000 light years from top to bottom. Earlier indications of the bubbles have been found on existing all sky maps in the radio, microwave, and X-ray. The cause of the bubbles is presently unknown, but will likely be researched for years to come.",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/bubble_fermi_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Huge Gamma Ray Bubbles Found Around Milky Way",
    "url": "https://apod.nasa.gov/apod/image/1011/bubble_fermi.jpg"
  },
  {
    "copyright": "Stefano De Rosa",
    "date": "2010-11-11",
    "explanation": "Venus rose in a glowing dawn sky on November 5th, just before the Sun. For early morning risers, its brilliant crescent phase was best appreciated with binoculars or a small telescope. On that day the crescent Venus also appeared in close conjunction with another lovely crescent that hugs the eastern horizon in planet Earth's morning skies, the waning crescent Moon. The celestial photo-op is captured here from two locations. Left, separated by less than a degree, the two crescents hover above a sea of clouds. The picture was recorded from an Alpine mountain pass not far from Turin, Italy. On the right is a sharp telephoto view taken before an earlier sunrise, farther east in the Alborz Mountains of Iran. In steady skies the slender Moon is still sliding toward Venus, the bright planet's compact crescent just clearing the mountainous horizon. For now, the crescent phase of Venus remains easy to enjoy with binoculars in November's dawn skies. The first observations of the phases of Venus, made by Galileo with his telescope in 1610, agreed with the predictions of the heliocentric Copernican model of the Solar System.",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/APOD2010-11-10.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Two Views, Two Crescents",
    "url": "https://apod.nasa.gov/apod/image/1011/APOD2010-11-10_900.jpg"
  },
  {
    "copyright": "Daniel López",
    "date": "2010-11-12",
    "explanation": "Like delicate cosmic petals, these clouds of interstellar dust and gas have blossomed 1,300 light-years away in the fertile star fields of the constellation Cepheus. Sometimes called the Iris Nebula and dutifully cataloged as NGC 7023, this is not the only nebula in the sky to evoke the imagery of flowers. Still, this beautiful digital image shows off the Iris Nebula's range of colors and symmetries in impressive detail.  Within the Iris, dusty nebular material surrounds a hot, young star. The dominant color of the brighter reflection nebula is blue, characteristic of dust grains reflecting starlight. Central filaments of the dusty clouds glow with a faint reddish photoluminesence as some dust grains effectively convert the star's invisible ultraviolet radiation to visible red light. Infrared observations indicate that this nebula may contain complex carbon molecules known as PAHs. As shown here, the bright blue portion of the Iris Nebula is about six light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/IRIS_IAC80_DLopez.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7023: The Iris Nebula",
    "url": "https://apod.nasa.gov/apod/image/1011/IRIS_IAC80_DLopez900c.jpg"
  },
  {
    "copyright": "Russell Croman",
    "date": "2010-11-13",
    "explanation": "Big beautiful spiral galaxy M66 lies a mere 35 million light-years away. About 100 thousand light-years across, the gorgeous island universe is well known to astronomers as a member of the Leo Triplet of galaxies. In M66, pronounced dust lanes and young, blue star clusters sweep along spiral arms dotted with the tell-tale glow of pink star forming regions. This colorful and deep view also reveals faint extensions beyond the brighter galactic disk. Of course, the bright, spiky stars lie in the foreground, within our own Milky Way Galaxy, but many, small, distant background galaxies can be seen in the cosmic snapshot. Gravitational interactions with its neighboring galaxies have likely influenced the shape of spiral galaxy M66.",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/m66_croman_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy M66",
    "url": "https://apod.nasa.gov/apod/image/1011/m66_croman_900c1.jpg"
  },
  {
    "copyright": "Clifford Pickover",
    "date": "2010-11-14",
    "explanation": "Do nearly exact copies of you exist in other universes?  If one or more of the multiverse hypotheses is correct, then quite possibly they do.  In the above computer-enhanced illustration, independent universes are shown as independent circles or spheres.  Spheres may be causally disconnected from all other spheres, meaning no communications can pass between them.  Some spheres may contain different realizations of our universe, while others may have different physical laws.  An entire set of parallel universes is called a multiverse.  The human eye might represent the possibility that realizations of some multiverse hypotheses might only exist in the human mind. One criticism of multiverse hypotheses is that they are frequently difficult to test.  Some multiverse hypotheses may therefore be great fun to think about but not practically  falsifiable and therefore have no predictive scientific value.",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/universes_pickover_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Multiverses: Do Other Universes Exist?",
    "url": "https://apod.nasa.gov/apod/image/1011/universes_pickover.jpg"
  },
  {
    "date": "2010-11-15",
    "explanation": "There's no place like home.  Peering out of the windows of the International Space Station (ISS), astronaut Tracy Caldwell Dyson takes in the planet on which we were all born, and to which she would soon return.  About 350 kilometers up, the ISS is high enough so that the Earth's horizon appears clearly curved. Astronaut Dyson's windows show some of Earth's complex clouds, in white, and life giving atmosphere and oceans, in blue. The space station orbits the Earth about once every 90 minutes. It is not difficult for people living below to look back toward the ISS.  The ISS can frequently be seen as a bright point of light drifting overhead just after sunset. Telescopes can even resolve the overall structure of the space station. The above image was taken in late September from the ISS's Cupola window bay. Dr. Dyson is a lead vocalist in the band Max Q.   Challenge: Can you identify which part of Earth is visible in the background?",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/cupolaview_iss14_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Home from Above",
    "url": "https://apod.nasa.gov/apod/image/1011/cupolaview_iss14.jpg"
  },
  {
    "date": "2010-11-16",
    "explanation": "Is this what will become of our Milky Way Galaxy? Perhaps if we collide with the Andromeda Galaxy in a few billion years, it might. Pictured above is NGC 7252, a jumble of stars created by a huge collision between two large galaxies.  The collision will take hundreds of millions of years and so is effectively caught frozen in time in the above image.  The resulting pandemonium has been dubbed the Atoms-for-Peace galaxy because of its similarity to a cartoon of a large atom.  The above image was taken recently by the MPG/ESO 2.2 meter telescope in Chile. NGC 7252 spans about 600,000 light years and lies about 220 million light years away toward the constellation of the Water Bearer (Aquarius). Since the sideways velocity of the Andromeda Galaxy (M31) is presently unknown, no one really knows for sure if the Milky Way will ever collide with M31.",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/ngc7252_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Atoms-for-Peace Galaxy Collision",
    "url": "https://apod.nasa.gov/apod/image/1011/ngc7252_eso.jpg"
  },
  {
    "copyright": "Masahiro Miyasaka",
    "date": "2010-11-17",
    "explanation": "Sometimes, you can put some night sky in your art.  Captured above Japan earlier this month, a picturesque night sky was photographed behind a picturesque frosted leaf.  The reflecting ice crystals on the leaf coolly mimic the shining stars far in the background.  The particular background sky on this 48-second wide angle exposure, however, might appear quite interesting and familiar.  On the far left, although hard to find, appears a streaking meteor. Below and to the right of the meteor appears a longer and brighter streak of an airplane.  The bright star on the left is the dog-star Sirius, the brightest star on the night sky. To Sirius' right appears the constellation of Orion, including the three linear belt stars below the red giant Betelgeuse.  The bright patch of light further to the right is the Pleiades open star cluster.  Similar views including the constellation Orion can be seen above much of the northern hemisphere for the next several months, although you might have to provide your own leaf.    Challenge: Can you identify what type of leaf was imaged?",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/leaforion_miyasaka_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Frosted Leaf Orion",
    "url": "https://apod.nasa.gov/apod/image/1011/leaforion_miyasaka.jpg"
  },
  {
    "copyright": "John Davis",
    "date": "2010-11-18",
    "explanation": "Hurtling through a cosmic dust cloud some 400 light-years away, the lovely Pleiades or Seven Sisters star cluster is well-known for its striking blue reflection nebulae. In the dusty sky toward the constellation Taurus and the Orion Arm of our Milky Way Galaxy, this remarkable image shows the famous star cluster at the upper left. But lesser known dusty nebulae lie along the region's fertile molecular cloud, within the 10 degree wide field, including the bird-like visage of LBN 777 near center. Small bluish reflection nebula VdB 27 at the lower right is associated with the young, variable star RY Tau. At the distance of the Pleiades, the 5 panel mosaic spans nearly 70 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/pleiadesSky_JOhn.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sisters of the Dusty Sky",
    "url": "https://apod.nasa.gov/apod/image/1011/pleiadesSky_JOhn600h.jpg"
  },
  {
    "copyright": "Rolf Geissinger",
    "date": "2010-11-19",
    "explanation": "re a beautiful and complex region of nebulae strewn along the plane of our Milky Way Galaxy in this widefield skyscape. The image emphasizes cosmic gas clouds in a 25 by 25 degree view centered on the Northern Cross, the famous asterism in the constellation Cygnus. Bright, hot, supergiant star Deneb at the top of the cross, Sadr near the center, and beautiful Albireo run diagonally through the scene. Popular telescopic tour destinations such as the North America and Pelican emission regions, the Butterfly Nebula (IC 1318), and the Crescent and Veil nebulae can be identified by placing your cursor over the image. Silhouetted by the glowing interstellar clouds and crowded star fields, the dark Northern Coal Sack also stands out, part of a series of obscuring dust clouds forming the Great Rift in the Milky Way. These Northern Cross nebulosities are all located about 2,000 light-years away. Along with the Sun, they lie within the Orion spiral arm of our galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/cygnusNeb_geissinger1200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nebulae in the Northern Cross",
    "url": "https://apod.nasa.gov/apod/image/1011/cygnusNeb_geissinger800.jpg"
  },
  {
    "date": "2010-11-20",
    "explanation": "The first identified compact galaxy group, Stephan's Quintet is featured in this eye-catching image constructed with data drawn from the extensive Hubble Legacy Archive. About 300 million light-years away, only four galaxies of the group are actually locked in a cosmic dance of repeated close encounters. The odd man out is easy to spot, though. The four interacting galaxies (NGC 7319, 7318A, 7318B, and 7317) have an overall yellowish cast and tend to have distorted loops and tails, grown under the influence of disruptive gravitational tides. But the larger bluish galaxy, NGC 7320, is much closer than the others. Just 40 million light-years distant, it isn't part of the interacting group. In fact, individual stars in the foreground galaxy can be seen in the sharp Hubble view, hinting that it is much closer than the others. Stephan's Quintet lies within the boundaries of the high flying constellation Pegasus.",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/stephquintet_hwilson2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stephan's Quintet",
    "url": "https://apod.nasa.gov/apod/image/1011/stephquintet_hwilson900.jpg"
  },
  {
    "date": "2010-11-21",
    "explanation": "For reasons unknown, NGC 6357 is forming some of the most massive stars ever discovered.  One such massive star, near the center of NGC 6357, is framed above carving out its own interstellar castle with its energetic light from surrounding gas and dust. In the greater nebula, the intricate patterns are caused by complex interactions between interstellar winds, radiation pressures, magnetic fields, and gravity.  The overall glow of the nebula results from the emission of light from ionized hydrogen gas.  Near the more obvious Cat's Paw nebula, NGC 6357 houses the open star cluster Pismis 24, home to many of these tremendously bright and blue stars.  The central part of NGC 6357 shown spans about 10 light years and lies about 8,000 light years away toward the constellation of the Scorpion.",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/ngc6357_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Massive Star in NGC 6357",
    "url": "https://apod.nasa.gov/apod/image/1011/ngc6357_hst.jpg"
  },
  {
    "date": "2010-11-22",
    "explanation": "Was this image taken with a telescope or a microscope? Perhaps this clue will help: if the dark forms were bacteria, they would each span over football field across. What is actually being seen are large sand dunes on the floor of Proctor Crater on Mars. The above picture was taken by HiRISE camera on board the Mars Reconnaissance Orbiter (MRO), a robot spacecraft currently in orbit around Mars. The dark rippled dunes likely formed more recently than the lighter rock forms they appear to cover, and are thought to slowly shift in response to pervasive winds.  The dunes arise from a complex relationship between the sandy surface and high winds on Mars.  Similar dunes were first seen in Proctor Crater by Mariner 9 more than 35 years ago.    Challenge:  Can you find a microscopic picture that resembles this astronomical one?",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/marsdunes_mro_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Dark Dune Field in Proctor Crater on Mars",
    "url": "https://apod.nasa.gov/apod/image/1011/marsdunes_mro.jpg"
  },
  {
    "date": "2010-11-23",
    "explanation": "Unusual jets have been discovered emanating from Comet Hartley 2. The EPOXI spacecraft imaged the jets in unprecedented detail during its flyby of the comet earlier this month.  Pictured above, sun-illuminated jets shoot away from the two-kilometer long decaying iceberg that orbits the Sun between Earth and Jupiter.  Comet Hartley 2 became active recently as it neared the Sun and sunlight warmed the comet. Preliminary analyses of images like that shown above indicate that the smooth regions around the middle are porous and leak frozen water vapor directly out into space.  Unexpectedly, however, the rough regions at either end appear to shoot carbon dioxide jets that expel fluffy snowballs, some as large as basketballs, from the nucleus.  Many of the dots in the above image are thought to be snowballs. The unusual jets will continue to be studied, and may yield further clues as to how comets and asteroids formed and evolved during the early years of our Solar System. Comet Hartley 2 is slowly evaporating and may completely break up over the next 1,000 years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/hartley2jets2_epoxi_big.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gas and Snow Jets from Comet Hartley 2",
    "url": "https://apod.nasa.gov/apod/image/1011/hartley2jets2_epoxi.jpg"
  },
  {
    "copyright": "Tor Even Mathisen",
    "date": "2010-11-24",
    "explanation": "Have you ever seen an aurora?  Auroras are occurring again with increasing frequency. With the Sun being unusually dormant over the past three years, the amount of Sun-induced auroras has also been unusually low. More recently, however, our Sun has become increasingly active and exhibiting a greater abundance of sunspots, flares, and coronal mass ejections. Solar activity like this typically expels charged particles into the Solar System, some of which may trigger Earthly auroras. As this year unfolded, the above timelapse displays of picturesque auroras were captured above Troms�, Norway. Curtains of auroral light, usually green, flow, shimmer and dance as energetic particles fall toward the Earth and ionize air molecules high up in the Earth's atmosphere. With solar maximum still in the future, there may be opportunities to see spectacular aurora personally over the next three years.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Flowing Auroras Over Norway",
    "url": "https://player.vimeo.com/video/16917950"
  },
  {
    "copyright": "Alessandro Falesiedi",
    "date": "2010-11-25",
    "explanation": "This composition in stardust covers almost 2 degrees on the sky, close to the border of the zodiacal constellation Aries and the plane of our Milky Way Galaxy. At the lower right of the gorgeous skyscape is a dusty blue reflection nebula surrounding a bright star cataloged as van den Bergh 13 (vdB 13), about 1,000 light-years away. At that estimated distance, the cosmic canvas is over 30 light-years across. Also surrounded by scattered blue starlight, vdB 16 lies toward the upper left, while dark dusty nebulae sprawl across the scene. Near the edge of a large molecular cloud, they can hide newly formed stars and young stellar objects or protostars from prying optical telescopes. Collapsing due to self-gravity, the protostars form around dense cores embedded in the molecular cloud.",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/vdb13stardust_falesiedi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stardust in Aries",
    "url": "https://apod.nasa.gov/apod/image/1011/vdb13stardust_falesiedi900.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2010-11-26",
    "explanation": "Of course, the Flame Nebula is not on fire. Also known as NGC 2024, the nebula's suggestive reddish color is due to the glow of hydrogen atoms at the edge of the giant Orion molecular cloud complex some 1,500 light-years away. The hydrogen atoms have been ionized, or stripped of their electrons, and glow as the atoms and electrons recombine.  But what ionizes the hydrogen atoms? In this close-up view, the central dark lane of absorbing interstellar dust stands out in silhouette against the hydrogen glow and actually hides the true source of the Flame Nebula's energy from optical telescopes. Behind the dark lane lies a cluster of hot, young stars, seen at infrared wavelengths through the obscuring dust.  A young, massive star in that cluster is the likely source of energetic ultraviolet radiation that ionizes the hydrogen gas in the Flame Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/n2024_block.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Flame Nebula Close-Up",
    "url": "https://apod.nasa.gov/apod/image/1011/n2024_block900.jpg"
  },
  {
    "copyright": "Ken Crawford",
    "date": "2010-11-27",
    "explanation": "Some 40 million light-years distant, edge-on spiral galaxy NGC 4216 is nearly 100,000 light-years across, about the size of our own Milky Way. Found in the dense Virgo Galaxy Cluster, NGC 4216 is centered in this deep telescopic portrait flanked by fellow Virgo cluster members NGC 4206 (right) and NGC 4222. Like other large spirals, including the Milky Way, NGC 4216 has grown by cannibalizing smaller satellite galaxies. In fact, this view has caught it in the act, with still distinct satellite galaxies showing faint star streams extending for thousands of light-years into the halo of NGC 4216. Taken as part of a survey hunting for star streams in nearby spirals, the image was recorded with a small telescope and camera able to convincingly detect faint, extended features. Having trouble spotting the star streams? Slide your cursor over the image to see a composite negative view. The streams should more easily stand out as dark swaths against a white background.",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/NGC4216_crawford.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Streams of NGC 4216",
    "url": "https://apod.nasa.gov/apod/image/1011/NGC4216_crawford900.jpg"
  },
  {
    "copyright": "John Britton",
    "date": "2010-11-28",
    "explanation": "What's happening over the horizon?  Although the scene may appear somehow supernatural, nothing more unusual is occurring than a setting Sun and some well placed clouds.  Pictured above are anticrepuscular rays.  To understand them, start by picturing common crepuscular rays that are seen any time that sunlight pours though scattered clouds. Now although sunlight indeed travels along straight lines, the projections of these lines onto the spherical sky are great circles.  Therefore, the crepuscular rays from a setting (or rising) sun will appear to re-converge on the other side of the sky.  At the anti-solar point 180 degrees around from the Sun, they are referred to as anticrepuscular rays.  Pictured above is a particularly striking set of anticrepuscular rays photographed in 2001 from a moving car just outside of Boulder, Colorado, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/anticrepuscular_britton_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Anticrepuscular Rays Over Colorado",
    "url": "https://apod.nasa.gov/apod/image/1011/anticrepuscular_britton.jpg"
  },
  {
    "date": "2010-11-29",
    "explanation": "Why are planet-circling clouds disappearing and reappearing on Jupiter? Although the ultimate cause remains unknown, planetary meteorologists are beginning to better understand what is happening. Earlier this year, unexpectedly, Jupiter's dark Southern Equatorial Belt (SEB) disappeared. The changes were first noted by amateurs dedicated to watching Jupiter full time. The South Equatorial Band has been seen to change colors before, although the change has never been recorded in such detail.  Detailed professional observations revealed that high-flying light-colored ammonia-based clouds formed over the planet-circling dark belt. Now those light clouds are dissipating, again unveiling the lower dark clouds. Pictured above two weeks ago, far infrared images -- depicted in false-color red -- show a powerful storm system active above the returning dark belt.  Continued observations of Jupiter's current cloud opera, and our understanding of it, is sure to continue.",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/jupiterstorm_gemini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Belt Reappearing on Jupiter",
    "url": "https://apod.nasa.gov/apod/image/1011/jupiterstorm_gemini.jpg"
  },
  {
    "copyright": "Sean R. Heavey",
    "date": "2010-11-30",
    "explanation": "Is that a spaceship or a cloud? Although it may seem like an alien mothership, it's actually a impressive thunderstorm cloud called a supercell. Such colossal storm systems center on mesocyclones -- rotating updrafts that can span several kilometers and deliver torrential rain and high winds including tornadoes.  Jagged sculptured clouds adorn the supercell's edge, while wind swept dust and rain dominate the center.  A tree waits patiently in the foreground.    The above supercell cloud was photographed in July west of Glasgow, Montana, USA, caused minor damage, and lasted several hours before moving on.",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/thundercell_heavey_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Supercell Thunderstorm Cloud Over Montana",
    "url": "https://apod.nasa.gov/apod/image/1011/thundercell_heavey.jpg"
  },
  {
    "date": "2010-12-01",
    "explanation": "Why is Phobos so dark?  Phobos, the largest and innermost of two Martian moons, is the darkest moon in the entire Solar System.  Its unusual orbit and color indicate that it may be a captured asteroid composed of a mixture of ice and dark rock.  The above picture of Phobos near the limb of Mars was captured last month by the robot spacecraft Mars Express currently orbiting Mars.  Phobos is a heavily cratered and barren moon, with its largest crater located on the far side.  From images like this, Phobos has been determined to be covered by perhaps a meter of loose dust.  Phobos orbits so close to Mars that from some places it would appear to rise and set twice a day, but from other places it would not be visible at all.  Phobos' orbit around Mars is continually decaying -- it will likely break up with pieces crashing to the Martian surface in about 50 million years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1012/phoboslimb_marsexpress_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Martian Moon Phobos from Mars Express",
    "url": "https://apod.nasa.gov/apod/image/1012/phoboslimb_marsexpress.jpg"
  }
]
