[
  {
    "copyright": "Benjamim Ribeiro",
    "date": "2011-12-01",
    "explanation": "Now appearing as planet Earth's evening star, brilliant Venus shines in western skies at twilight. Standing above a rugged horizon and warm sunset colors, the twilight's celestial beacon was joined last Saturday by a Moon 35 hours young in this gorgeous skyscape. The close pairing of Venus and Moon is known as a conjunction. Not visible in the frame, fleeting planet Mercury has fallen from evening skies, sinking deeper into the sunset glow below the young crescent Moon. The scene was captured while trekking in northern Portugal's Peneda-Geres National Park.   Discovery + Outreach: Graduate student research position open for APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/IMG_1552ribeiro.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Young Moon Meets Evening Star",
    "url": "https://apod.nasa.gov/apod/image/1112/IMG_1552ribeiro900.jpg"
  },
  {
    "copyright": "Carlos Zelayeta",
    "date": "2011-12-02",
    "explanation": "Last Friday, the fourth and final partial solar eclipse of 2011 was only visible from high latitudes in the southern hemisphere. If you missed it, check out this dramatic picture of the geocentric celestial event from a very high southern latitude on the continent of Antarctica. From a camera positioned at San Martín Station (Argentina) near the antarctic peninsula mountain range, the picture looks toward the south and east. The Sun and silhouetted lunar disk are seen through thin, low clouds. Perhaps fittingly, the mountainous slope in the foreground is part of the larger Roman Four Promontory, named for its craggy, snow covered face that resembles the Roman numeral IV. For 2011, there is actually one more eclipse to go, a total eclipse of the Moon. Parts of that eclipse will be visible from most of planet Earth (but not Antarctica ...) on December 10.",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/IMG_6172_zelayeta2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar Eclipse over Antarctica",
    "url": "https://apod.nasa.gov/apod/image/1112/IMG_6172_zelayeta900.jpg"
  },
  {
    "copyright": "Boris Štromar",
    "date": "2011-12-03",
    "explanation": "A single, long exposure captured these star trails above a remarkably colorful sea of clouds. As seen from Medvednica mountain, the surrounding peaks and lights illuminating the clouds from below are north of Zagreb, Croatia. Near the center of the also colorful star trail arcs, the North Celestial Pole is off the upper right edge of the frame. Even though this is the age of the digital camera, the well composed skyscape was recorded using color slide film in a medium format camera. The dreamlike scene's starry sky and ephemeral ocean could be reminiscent of an older age still, when the Pannonian Sea covered this part of central Europe some 10 million years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/zagorje-2Boris.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "As Above, So Below",
    "url": "https://apod.nasa.gov/apod/image/1112/zagorje-2Boris900.jpg"
  },
  {
    "date": "2011-12-04",
    "explanation": "For reasons unknown, star V838 Mon's outer surface suddenly greatly expanded with the result that it became the brightest star in the entire Milky Way Galaxy in January 2002.  Then, just as suddenly, it faded.  A stellar flash like this had never been seen before. It's true that supernovae and novae expel matter out into space. But while the V838 Mon flash appears to expel material into space, what is seen here is actually an outwardly moving light echo of the bright flash.  In a light echo, light from the flash is reflected by successively more distant rings in the ambient interstellar dust that already surrounded the star.  V838 Mon lies about 20,000 light years away toward the constellation of Monoceros the unicorn. In this Hubble Space Telescope image from February 2004, the light echo is about six light years in diameter.",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/v838mon_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Light Echoes from V838 Mon",
    "url": "https://apod.nasa.gov/apod/image/1112/v838mon_hst.jpg"
  },
  {
    "copyright": "Ole\nChristian Salomonsen",
    "date": "2011-12-05",
    "explanation": "It was one of the most memorable auroras of the season. There was green light, red light, and sometimes a mixture of the two. There were multiple rays, distinct curtains, and even an auroral corona. It took up so much of the sky. In the background were stars too numerous to count, in the foreground a friend trying to image the same sight. The scene was captured with a fisheye lens around and above Tromsø, Norway, last month.   With the Sun becoming more active, next year might bring even more spectacular aurora.",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/aurora2_salomonsen_658.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Memorable Aurora Over Norway",
    "url": "https://apod.nasa.gov/apod/image/1112/aurora2_salomonsen_900h.jpg"
  },
  {
    "copyright": "IMCCEJL Dauvergne",
    "date": "2011-12-06",
    "explanation": "Observe the graceful twirl of the Solar System's largest planet. Many interesting features of Jupiter's enigmatic atmosphere, including dark bands and light zones, can be followed in detail. A careful inspection will reveal that central clouds rotate slightly faster than clouds toward the poles. The famous Great Red Spot is visible at first but soon rotates out of view, only to return near the movie's end. Other smaller storm systems ocassionally appear. As large as Jupiter is, it rotates in only 10 hours. Our small Earth, by comparison, takes 24 hours to complete a spin cycle. The above high-resolution time-lapse movie was captured over the past year by the one-meter Telescope at the Pic du Midi Observatory in the French Pyrenees. Since hydrogen and helium gas are colorless, and those elements compose most of Jupiter's expansive atmosphere, what trace elements create the observed colors of Jupiter's clouds remains unknown.   Poll: Pick your favorites of last week's APODs",
    "media_type": "video",
    "service_version": "v1",
    "title": "Jupiter Rotation Movie from Pic du Midi",
    "url": "https://player.vimeo.com/video/31747706?title=0&byline=0&portrait=0"
  },
  {
    "date": "2011-12-07",
    "explanation": "It's the closest match to Earth that has yet been found. Recently discovered planet Kepler 22b has therefore instantly become the best place to find life outside our Solar System.  The planet's host star, Kepler 22, is actually slightly smaller and cooler than the Sun, and lies 600 light-years from Earth toward the constellation of the Swan (Cygnus). The planet, Kepler 22b, is over twice the radius of the Earth and orbits slightly closer in, but lies in the habitable zone where liquid water could exist on the surface. Pictured above is an artist's depiction of how Kepler 22b might appear to an approaching spaceship, in comparison to the inner planets of our Solar System.   Whether Kepler 22b actually contains water or life is currently unknown. A SETI project, however, will begin monitoring Kepler 22b for signs of intelligence.",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/kepler22b_nasa_946.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Kepler 22b: An Almost Earth Orbiting an Almost Sun",
    "url": "https://apod.nasa.gov/apod/image/1112/kepler22b_nasa_900.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2011-12-08",
    "explanation": "The cosmic brush of star formation composed this alluring mix of dust and dark nebulae. Cataloged as Sh2-239 and LDN 1551, the region lies near the southern end of the Taurus molecular cloud complex some 450 light-years distant. Stretching for nearly 3 light-years, the canvas abounds with signs of embedded young stellar objects driving dynamic outflows into the surrounding medium. Included near the center of the frame, a compact, tell-tale red jet of shocked hydrogen gas is near the position of infrared source IRS5, known to be a system of protostars surrounded by dust disks. Just below it are the broader, brighter wings of HH 102, one of the region's many Herbig-Haro objects, nebulosities associated with newly born stars. Estimates indicate that the star forming LDN 1551 region contains a total amount of material equivalent to about 50 times the mass of the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/sh2_239block.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sh2-239: Celestial Impasto",
    "url": "https://apod.nasa.gov/apod/image/1112/sh2_239block900c.jpg"
  },
  {
    "copyright": "Babak Tafreshi",
    "date": "2011-12-09",
    "explanation": "Tomorrow, December 10, the Full Moon will slide through planet Earth's shadow in a total lunar eclipse. The entire eclipse sequence, including 51 minutes of totality, will be visible from Asia and Australia, but moonwatchers in Europe and Africa will miss out on the beginning partial phases because for them, the eclipse will start before moonrise. In central and western North America the earlier phases of the eclipse will be in progress as the Moon sets. In fact, while those in the east will miss out, North Americans far enough west could see a scene very much like this one, with a mostly eclipsed Moon low and near the western horizon during morning twilght. This morning twilight view of another lunar eclipse approaching its total phase at moonset was captured in 2008 on February 21, from the Zagros Mountains of Iran.  Lunar eclipse times and visibility: chart (pdf) | calculator",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/MorningEclipseTafreshi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipsed Moon in the Morning",
    "url": "https://apod.nasa.gov/apod/image/1112/MorningEclipseTafreshi950c.jpg"
  },
  {
    "date": "2011-12-10",
    "explanation": "These colorful images are of thin slices of meteorites viewed through a polarizing microscope. Part of the group classified as HED (Howardite, Eucrite, Diogenite) meteorites for their mineral content, they likely fell to Earth from 4 Vesta, the mainbelt asteroid currently being explored by NASA's Dawn spacecraft. Why are they thought to be from Vesta? Because the HED meteorites have visible and infrared spectra that match the spectrum of that small world. The hypothesis of their origin on Vesta is also consistent with data from Dawn's ongoing observations. Excavated by impacts, the diogenites shown here would have originated deep within the crust of Vesta. Similar rocks are also found in the lower crust of planet Earth. A sample scale is indicated by the white bars, each 2 millimeters long.   Browse or share: Lastest lunar eclipse pictures",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/PIA15138vestarocks.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Vesta Rocks",
    "url": "https://apod.nasa.gov/apod/image/1112/PIA15138vestarocks.jpg"
  },
  {
    "copyright": "CWRUAntarctic Search for Meteorites ProgramNASANSF",
    "date": "2011-12-11",
    "explanation": "Where is the best place on Earth to find meteorites? Although meteors fall all over the world, they usually just sink to the bottom of an ocean, are buried by shifting terrain, or are easily confused with terrestrial rocks. At the bottom of the Earth, however, in East Antarctica, huge sheets of blue ice remain pure and barren. When traversing such a sheet, a dark rock will stick out. These rocks have a high probability of being true meteorites -- likely pieces of another world. An explosion or impact might have catapulted these meteorites from the Moon, Mars, or even an asteroid, yielding valuable information about these distant worlds and our early Solar System. Small teams of snowmobiling explorers so far have found thousands. Pictured above, ice-trekkers search a field 25-kilometers in front of Otway Massif in the Transantarctic Mountain Range during the Antarctic summer of 1995-1996. The week marks the 100th anniversary of humans first reaching the Earth's South Pole.   Browse or share: Lastest lunar eclipse pictures",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/meteorsearch_harvey_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Searching for Meteorites in Antarctica",
    "url": "https://apod.nasa.gov/apod/image/1112/meteorsearch_harvey_900.jpg"
  },
  {
    "date": "2011-12-12",
    "explanation": "What could create this unusual vein of rock on Mars? A leading hypothesis is that this thin rock layer dubbed \"Homestake\" was deposited by a running liquid -- like most mineral veins are here on Earth. And the running liquid of choice is water. Therefore, this mineral streak -- rich in calcium and sulfur -- is the latest in the growing body of evidence that part of Mars had a watery past. This, in turn, increases the speculation that Mars was once hospitable to life.  Pictured above is a vista taken near the western rim of Endeavour Crater by the Opportunity rover currently exploring Mars.  The inset image shows a close up of the recently discovered mineral vein.   Browse or share: Latest lunar eclipse pictures",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/marsvein_opportunity_1296.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Unusual Vein of Deposited Rock on Mars",
    "url": "https://apod.nasa.gov/apod/image/1112/marsvein_opportunity_900.jpg"
  },
  {
    "copyright": "Dieter WillaschAstro-Cabinet",
    "date": "2011-12-13",
    "explanation": "Strange shapes and textures can be found in neighborhood of the Cone Nebula. The unusual shapes originate from fine interstellar dust reacting in complex ways with the energetic light and hot gas being expelled by the young stars.  The brightest star on the right of the above picture is S Mon, while the region just below it has been nicknamed the Fox Fur Nebula for its color and structure. The blue glow directly surrounding S Mon results from reflection, where neighboring dust reflects light from the bright star. The red glow that encompasses the whole region results not only from dust reflection but also emission from hydrogen gas ionized by starlight. S Mon is part of a young open cluster of stars named NGC 2264, located about 2500 light years away toward the constellation of the Unicorn (Monoceros).   The origin of the mysterious geometric Cone Nebula, visible on the far left, remains a mystery.",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/cone_willasch_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Vicinity of the Cone Nebula",
    "url": "https://apod.nasa.gov/apod/image/1112/cone_willasch_900.jpg"
  },
  {
    "copyright": "Chander DevgunSPACE",
    "date": "2011-12-14",
    "explanation": "Our Moon turned red last week.  The reason was that during December 10, a total lunar eclipse occurred.  The above digitally superimposed image mosaic captured the Moon many times during the eclipse, from before the Moon entered Earth's shadow until after the Moon exited.  The image sequence was recorded over a Shanti Stupa Peace Pagota near the center of New Delhi, India.  The red tint of the eclipsed Moon was created by sunlight first passing through the Earth's atmosphere, which preferentially scatters blue light (making the sky blue) but passes and refracts red light, before reflecting back off the Moon.  Differing amounts of clouds and volcanic dust in the Earth's atmosphere make each lunar eclipse appear differently.  The next total lunar eclipse will occur only in 2014.    Discovery + Outreach: Graduate student research position open for APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/lunareclipse_devgun_1338.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Lunar Eclipse Over an Indian Peace Pagoda",
    "url": "https://apod.nasa.gov/apod/image/1112/lunareclipse_devgun_900.jpg"
  },
  {
    "copyright": "Wang, Letian",
    "date": "2011-12-15",
    "explanation": "The dark, inner shadow of planet Earth is called the umbra. Shaped like a cone extending into space, it has a circular cross section most easily seen during a lunar eclipse. For example, last Saturday the Full Moon slid across the southern half of Earth's umbral shadow, entertaining moonwatchers around much of the planet. In the total phase of the eclipse, the Moon was completely within the umbra for 51 minutes. Recorded from Beijing, China, this composite eclipse image uses successive pictures from totality (center) and partial phases to trace out a large part of the umbra's curved edge. Background stars are visible in the darker eclipse phases. The result shows the relative size of the shadow's cross section at the distance of the Moon, as well as the Moon's path through Earth's umbra.",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/TLE2011Dec10WangLetian.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Umbra of Earth",
    "url": "https://apod.nasa.gov/apod/image/1112/TLE2011Dec10WangLetian900c.jpg"
  },
  {
    "copyright": "Oshin Zakarian",
    "date": "2011-12-16",
    "explanation": "This surreal, wintry scene is a composite picture recorded on December 10 as the Moon rose behind the Zagros Mountains of Iran. A total lunar eclipse was already in progress. The image combines nearly 500 successive frames taken over 1.5 hours beginning in twilight as the eclipsed Moon steadily climbed above the rugged landscape. The reddened lunar disk and deep blue twilight make for a striking contrast, yet the contrasting colors have the same root cause. The eclipsed Moon is red because the Earth's umbral shadow is suffused with a faint red light. The ruddy illumination is from all the reddened sunsets and sunrises, as seen from a lunar perspective. But the sunsets and sunrises are reddened because the Earth's atmosphere scatters blue light more strongly than red, creating the twilight sky's dim, blue glow.",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/TLE2011Dec10_901oshin1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Red Moon Rising",
    "url": "https://apod.nasa.gov/apod/image/1112/TLE2011Dec10_901oshin_600h.jpg"
  },
  {
    "date": "2011-12-17",
    "explanation": "Like most other sungrazing comets, Comet Lovejoy (C/2011 W3) was not expected to survive its close encounter with the Sun. But it did. This image from a coronograph onboard the sun-staring SOHO spacecraft identifies the still inbound remnants of the tail, with the brilliant head or coma emerging from the solar glare on December 16.  The Sun's position, behind an occulting disk to block the overwhelming glare, is indicated by the white circle. Separated from its tail, Comet Lovejoy's coma is so bright it saturates the camera's pixels creating the horizontal streaks. Based on their orbits, sungrazer comets are thought to belong to the Kreutz family of comets, created by successive break ups from a single large parent comet that passed very near the Sun in the twelfth century.  Most have been discovered with SOHO's cameras, but unlike many sungrazers, this one was first spotted by Australian astronomer Terry Lovejoy from an earth-based observatory. Comet Lovejoy is estimated to have come within 120,000 kilometers of the Sun's surface and likely had a large cometary nucleus to have survived its intense perihelion passage. Remarkable videos of the encounter from the Solar Dynamics Observatory can be found here.",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/Lovejoy_loses_tail.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Lovejoy: Sungrazing Survivor",
    "url": "https://apod.nasa.gov/apod/image/1112/Lovejoy_loses_tail900.jpg"
  },
  {
    "copyright": "CERN",
    "date": "2011-12-18",
    "explanation": "Why do objects have mass?  To help find out, Europe's  CERN has built the Large Hadron Collider (LHC), the most powerful particle accelerator yet created by humans.   Since 2008, the LHC has smashed protons into each other with unprecedented impact speeds.  The LHC is exploring the leading explanation that mass arises from ordinary particles slogging through an otherwise invisible but pervasive field of virtual Higgs particles.   Were high energy colliding particles to create real Higgs bosons, the Higgs mechanism for mass creation would be bolstered.   Last week, two LHC groups reported on preliminary indications that the Higgs boson might exist around 120 GeV in mass. Data from the LHC collisions are also being scanned for  micro black holes, magnetic monopoles, and exploring the possibility that every type of fundamental particle we know about has a nearly invisible supersymmetric counterpart.  You can help -- the LHC@Home project will allow anyone with a home computer to help LHC scientists search archived LHC data for these strange beasts. Pictured above, a person stands in front of the huge ATLAS detector, one of six detectors attached to the LHC.",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/atlas_cern_3008.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hints of Higgs from the Large \nHadron Collider",
    "url": "https://apod.nasa.gov/apod/image/1112/atlas_cern_900.jpg"
  },
  {
    "copyright": "Arman Golestaneh",
    "date": "2011-12-19",
    "explanation": "Some beautiful things begin as grains of sand.  Locked in an oyster, a granule grows into an iridescent pearl, lustrous and lovely to behold.  While hurtling through the atmosphere at 35 kilometers per second, a generous cosmic sand grain becomes an awe-inspiring meteor, its transient beauty displayed for any who care to watch. This years Geminid meteor shower peaked last week with sky enthusiasts counting as many as 150 meteors per hour, despite the din of bright moon. Pictured above the Taftan volcano in southeast Iran, a meteor streaks between the bright star Sirius on the far left and the familiar constellation of Orion toward the image center. Sky watchers are looking forward to next years Geminids which should peak during an unobstructive new Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/geminid_golestaneh_1800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Geminid Meteor Over Iran",
    "url": "https://apod.nasa.gov/apod/image/1112/geminid_golestaneh_900.jpg"
  },
  {
    "copyright": "Angus Lau",
    "date": "2011-12-20",
    "explanation": "NGC 253 is not only one of the brightest spiral galaxies visible, it is also one of the dustiest.  Discovered in 1783 by Caroline Herschel in the constellation of Sculptor, NGC 253 lies only about ten million light-years distant.  NGC 253 is the largest member of the Sculptor Group of Galaxies, the nearest group to our own Local Group of Galaxies.  The dense dark dust accompanies a high star formation rate, giving NGC 253 the designation of starburst galaxy.  Visible in the above photograph is the active central nucleus, also known to be a bright source of X-rays and gamma rays.",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/ngc253_lau_1200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 253: The Sculptor Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1112/ngc253_lau_900.jpg"
  },
  {
    "date": "2011-12-21",
    "explanation": "What's large and blue and can wrap itself around an entire galaxy? A gravitational lens mirage. Pictured above,  the gravity of a luminous red galaxy (LRG) has gravitationally distorted the light from a much more distant blue galaxy. More typically, such light bending results in two discernible images of the distant galaxy, but here the lens alignment is so precise that the background galaxy is distorted into a horseshoe -- a nearly complete ring.  Since such a lensing effect was generally predicted in some detail by Albert Einstein over 70 years ago, rings like this are now known as Einstein Rings.  Although LRG 3-757 was discovered in 2007 in data from the  Sloan Digital Sky Survey (SDSS), the image shown above is a follow-up observation taken with the Hubble Space Telescope's  Wide Field Camera 3. Strong gravitational lenses like LRG 3-757 are more than oddities -- their multiple properties allow astronomers to determine the mass and dark matter content of the foreground galaxy lenses.   Best Short Astronomy Videos: APOD editor to speak in New York City on Friday, January 6",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/lensshoe_hubble_3235.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Horseshoe Einstein Ring from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1112/lensshoe_hubble_900.jpg"
  },
  {
    "copyright": "Arne Erisoty",
    "date": "2011-12-22",
    "explanation": "Today the Sun stands still at 05:30 UT. Halting its steady march toward southern declinations and begining its annual journey north, the event is known as a solstice. In the northern hemisphere December's solstice marks the astronomical start of winter. And if you're in the Great Basin Desert outside of Lucin, Utah, USA, near solstice dates you can watch the Sun rise and set through Sun Tunnels. A monumental earthwork by artist Nancy Holt, the Sun Tunnels are constructed of four 9 foot diameter cast concrete pipes each 18 feet long. The tunnels are arranged in a wide X to achieve the solstitial sunset and sunrise alignments. In this dramatic snapshot through a Sun Tunnel the Sun is just on the horizon. The cold, cloudy sunset was near the 2010 winter solstice. During daylight hours, holes in the sides of the pipes project spots of sunlight on their interior walls, forming a map of the principal stars in the constellations Draco, Perseus, Columba, and Capricorn. Fans of planet earthworks and celestial landart should note that the Sun Tunnels are about 150 miles by car from Robert Smithson's (Holt's late husband) Spiral Jetty.",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/SunTunnel_ArneErisoty.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Through a Sun Tunnel",
    "url": "https://apod.nasa.gov/apod/image/1112/SunTunnel_ArneErisoty900.jpg"
  },
  {
    "copyright": "Rancho Del Sol Observatory",
    "date": "2011-12-23",
    "explanation": "Similar in size to the Milky Way, elliptical galaxy NGC 7600 is about 160 million light-years distant. In this deep image, spanning about 1/2 degree on the sky toward the constellation Aquarius, NGC 7600 sports a remarkable outer halo of nested shells and broad circumgalactic structures. The tantalizing features can be explained by the accretion of dark matter and stars on a cosmic timescale. In fact, a movie generated by simulating galaxy formation using a cosmological model with cold dark matter for the halos of merging galaxies reproduces the appearance of NGC 7600 in amazing detail. The remarkable simulation movie is available here on Vimeo and here in other formats. It presents compelling evidence that detailed features of galaxy mergers observed with small, wide field telescopes on planet Earth, are natural consequences of galaxy formation and fundamental properties of dark matter.",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/NGC7600_crawford.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shell Galaxy NGC 7600",
    "url": "https://apod.nasa.gov/apod/image/1112/NGC7600_crawford900s.jpg"
  },
  {
    "copyright": "Roger N. Clark",
    "date": "2011-12-24",
    "explanation": "December's lunar eclipse graced early morning skies over the Rocky Mountains in Colorado, USA. There, this wintry scene finds the Moon in a cold blue twilight sky near the western horizon, above the snowy North American Continental Divide. About 22 minutes before the sunrise, the reddened lunar disk is almost completely immersed in Earth's dark shadow. This dramatic Rocky Mountain moon set during the eclipse total phase. But all parts of the geocentric celestial event were seen from Pacific regions, Asia, and Australia, including the entire 51 minutes of totality, and parts of the final eclipse of 2011 were shared in skies around much of planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/TLE2011Dec10_clark1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipsed Moon in the Morning",
    "url": "https://apod.nasa.gov/apod/image/1112/TLE2011Dec10_clark900n.jpg"
  },
  {
    "date": "2011-12-25",
    "explanation": "This is the mess that is left when a star explodes.  The Crab Nebula, the result of a supernova seen in 1054 AD, is filled with mysterious filaments.  The filaments are not only tremendously complex, but appear to have less mass than expelled in the original supernova and a higher speed than expected from a free explosion.  The above image, taken by the Hubble Space Telescope, is presented in three colors chosen for scientific interest.  The Crab Nebula spans about 10 light-years.  In the nebula's very center lies a pulsar: a neutron star as massive as the Sun but with only the size of a small town.  The Crab Pulsar rotates about 30 times each second.   Best Short Astronomy Videos: APOD editor to speak in New York City on Friday, January 6",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/m1_hst_2400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M1: The Crab Nebula from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1112/m1_hst_900.jpg"
  },
  {
    "date": "2011-12-26",
    "explanation": "It is one of the largest and longest lived storms ever recorded in our Solar System.  First seen late last year, the above cloud formation in the northern hemisphere of Saturn started larger than the Earth and soon spread completely around the planet. The storm has been tracked not only from Earth but from up close by the robotic Cassini spacecraft currently orbiting Saturn. Pictured above in false colored infrared in February, orange colors indicate clouds deep in the atmosphere, while light colors highlight clouds higher up. The rings of Saturn are seen nearly edge-on as the thin blue horizontal line. The warped dark bands are the shadows of the rings cast onto the cloud tops by the Sun to the upper left. A source of radio noise from lightning, the intense storm may relate to seasonal changes as spring slowly emerges in the north of Saturn.   Fun Quiz: Celestial or Cellular -- can you tell the difference?",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/saturnstorm2_cassini_977.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Raging Storm System on Saturn",
    "url": "https://apod.nasa.gov/apod/image/1112/saturnstorm2_cassini_900.jpg"
  },
  {
    "copyright": "Bill SnyderBill\nSnyder Photography",
    "date": "2011-12-27",
    "explanation": "The first hint of what will become of our Sun was discovered inadvertently in 1764. At that time, Charles Messier was compiling a list of diffuse objects not to be confused with comets. The 27th object on Messier's list, now known as M27 or the Dumbbell Nebula, is a planetary nebula, the type of nebula our Sun will produce when nuclear fusion stops in its core. M27 is one of the brightest planetary nebulae on the sky, and can be seen toward the constellation of the Fox (Vulpecula) with binoculars. It takes light about 1000 years to reach us from M27,  shown above in colors emitted by hydrogen and oxygen. Understanding the physics and significance of M27 was well beyond 18th century science. Even today, many things remain mysterious about bipolar planetary nebula like M27, including the physical mechanism that expels a low-mass star's gaseous outer-envelope, leaving an X-ray hot white dwarf.   Best Short Astronomy Videos: APOD editor to speak in New York City on Friday, January 6",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/m27_snyder_2150.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M27: The Dumbbell Nebula",
    "url": "https://apod.nasa.gov/apod/image/1112/m27_snyder_900.jpg"
  },
  {
    "copyright": "Guillaume Blanchard",
    "date": "2011-12-28",
    "explanation": "Comet Lovejoy (C/2011 W3) survived its close encounter with the Sun earlier this month, taking its place among wonders of the southern skies just in time for Christmas. Seen here before sunrise from Paranal Observatory in Chile, the sungrazing comet's tails stretch far above the eastern horizon. Spanning over 20 degrees they rise alongside the plane of the our Milky Way galaxy. A breathtaking spectacle in itself, Lovejoy performs on this celestial stage with southern stars and nebulae, including the Large and Small Magellanic clouds right of the telescope dome, and the glow of zodiacal light along the left edge of the frame. With Paranal's Very Large Telescope units in the foreground, this wide-angle scene was captured on December 23. Receding from the Sun, Comet Lovejoy's tails have continued to grow in length even as the comet fades.",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/IMG_9800-GBLANCHARD.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Lovejoy over Paranal",
    "url": "https://apod.nasa.gov/apod/image/1112/IMG_9800-GBLANCHARD900.jpg"
  },
  {
    "copyright": "Stefano De Rosa",
    "date": "2011-12-29",
    "explanation": "While Comet Lovejoy entertained early morning risers in the southern hemisphere, a lovely conjunction of a young crescent Moon and Venus graced western skies at sunset. Captured on December 26th the conjunction, with beautiful sunset colors above and below, is seen here over Viverone Lake near Turin, Italy. But if you've been outdoors at all lately enjoying sunsets on planet Earth, then you've probably noticed Venus low in the west as the season's brilliant evening star. Sometimes mistaken for a terrestrial light near the horizon, Venus is the third brightest celestial beacon, after the Sun and Moon. That distinction is particularly easy to appreciate in this peaceful scene.",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/img_07981derosa.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Conjunction at Sunset",
    "url": "https://apod.nasa.gov/apod/image/1112/img_07981derosa900h.jpg"
  },
  {
    "date": "2011-12-30",
    "explanation": "The monster at the center of our Galaxy is about to get fed. Recent observations by the Very Large Telescopes indicate that a cloud of gas will venture too close to the supermassive black hole at the Galactic center. The gas cloud is being disrupted, stretched out, heated up, and some of it is expected to fall into the black hole over the next two years. In this artist's illustration, what remains of the blob after a close pass to the black hole is shown in red and yellow, arching out from the gravitational death trap to its right. The cloud's orbit is shown in red, while the orbits of central stars are shown in blue. The infalling nebula is estimated to contain several times the mass of our Earth, while the central black hole, thought to correspond to the radio source Sagittarius A*, contains about four million times the mass of our Sun. Once it falls in, nothing is expected to be heard from the doomed gas ever again.   Discovery + Outreach: Graduate student research position open for APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/doomedgas_eso_4000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Diner at the Center of the Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1112/doomedgas_eso_900.jpg"
  },
  {
    "date": "2011-12-31",
    "explanation": "On December 24, Comet Lovejoy rose in dawn's twilight, arcing above the eastern horizon, its tails swept back by the solar wind and sunlight. Seen on the left is the comet's early morning appearance alongside the southern Milky Way from the town of Intendente Alvear, La Pampa province, Argentina. The short star trails include bright southern sky stars Alpha and Beta Centauri near the center of the frame, but the long bright streak that crosses the comet tails is a little closer to home. Waiting for the proper moment to start his exposure, the photographer has also caught the International Space Station still glinting in the sunlight as it orbits (top to bottom) above the local horizon. The right panel is the near horizon view of Comet Lovejoy from the space station itself, captured only two days earlier. In fact, Dan Burbank, Expedition 30 commander, recorded Comet Lovejoy rising just before the Sun in a spectacular video (linked here). Even considering the other vistas available from low Earth orbit, Burbank describes the comet as \"the most amazing thing I have ever seen in space.\"",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/ISSLovejoy2panel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Lovejoy and the ISS",
    "url": "https://apod.nasa.gov/apod/image/1112/ISSLovejoy2panel.jpg"
  },
  {
    "date": "2012-01-01",
    "explanation": "At about 100 meters from the cargo bay of the space shuttle Challenger, Bruce McCandless II was farther out than anyone had ever been before.  Guided by a Manned Maneuvering Unit (MMU), astronaut McCandless, pictured above, was floating free in space. McCandless and fellow NASA astronaut Robert Stewart were the first to experience such an \"untethered space walk\" during Space Shuttle mission 41-B in 1984.  The MMU works by shooting jets of nitrogen and has since been used to help deploy and retrieve satellites.  With a mass over 140 kilograms, an MMU is heavy on Earth, but, like everything, is weightless when drifting in orbit. The MMU was replaced with the SAFER backpack propulsion unit.   Best Short Astronomy Videos: APOD editor to speak in New York City on Friday, January 6",
    "hdurl": "https://apod.nasa.gov/apod/image/1201/freeflyer_nasa_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "To Fly Free in Space",
    "url": "https://apod.nasa.gov/apod/image/1201/freeflyer_nasa_900.jpg"
  }
]
