[
  {
    "date": "2011-07-01",
    "explanation": "In the 1920s, examining photographic plates from the Mt. Wilson Observatory's 100 inch telescope, Edwin Hubble determined the distance to the Andromeda Nebula, decisively demonstrating the existence of other galaxies far beyond the Milky Way. His notations are evident on the historic plate image inset at the lower right, shown in context with ground based and Hubble Space Telescope images of the region made nearly 90 years later. By comparing different plates, Hubble searched for novae, stars which underwent a sudden increase in brightness. He found several on this plate, indicating their position with lines and an \"N\".  Later, discovering that the one near the upper right corner was actually a type of variable star known as a cepheid, he crossed out the \"N\" and wrote \"VAR!\". Thanks to the work of Harvard astronomer Henrietta Leavitt, cepheids, regularly varying pulsating stars, could be used as standard candle distance indicators. Identifying such a star allowed Hubble to show that Andromeda was not a small cluster of stars and gas within our own galaxy, but a large galaxy in its own right at a substantial distance from the Milky Way. Hubble's discovery is responsible for establishing our modern concept of a Universe filled with galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/1107/varHubblepanel_hst.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "VAR!",
    "url": "https://apod.nasa.gov/apod/image/1107/varHubblepanel_hst800.jpg"
  },
  {
    "copyright": "Tunç Tezel",
    "date": "2011-07-02",
    "explanation": "Brilliant Venus and a thin crescent Moon stood together above the eastern horizon just before sunrise on June 30. The lovely celestial pairing is captured in this colorful twilight skyview overlooking a reservoir near Izmir, Turkey. For some, the close conjunction could be viewed as a daylight occultation. While Venus is nearing the end of its latest performance as planet Earth's morning star, the old lunar cresent, about 24 hours from its New Moon phase, was also bidding farewell for now to the dawn. In fact, for the next two nights a young Moon can be spotted just after sunset. Look for a thin sunlit sliver close to the western horizon, not far from bright planet Mercury.",
    "hdurl": "https://apod.nasa.gov/apod/image/1107/mv2011Jun30_tezelF.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon and Venus at Dawn",
    "url": "https://apod.nasa.gov/apod/image/1107/mv2011Jun30_tezel900c.jpg"
  },
  {
    "date": "2011-07-03",
    "explanation": "The closest star system to the Sun is the Alpha Centauri system. Of the three stars in the system, the dimmest -- called Proxima Centauri -- is actually the nearest star. The bright stars Alpha Centauri A and B form a close binary as they are separated by only 23 times the Earth- Sun distance - slightly greater than the distance between Uranus and the Sun. In the above picture, the brightness of the stars overwhelm the photograph causing an illusion of great size, even though the stars are really just small points of light. The Alpha Centauri system is not visible in much of the northern hemisphere. Alpha Centauri A, also known as Rigil Kentaurus, is the brightest star in the constellation of Centaurus and is the fourth brightest star in the night sky. Sirius is the brightest even thought it is more than twice as far away. By an exciting coincidence, Alpha Centauri A is the same type of star as our Sun, causing many to speculate that it might contain planets that harbor life.",
    "hdurl": "https://apod.nasa.gov/apod/image/1107/alphacen_eso_3878.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Alpha Centauri: The Closest Star System",
    "url": "https://apod.nasa.gov/apod/image/1107/alphacen_eso_900.jpg"
  },
  {
    "copyright": "Alex Cherney Music:",
    "date": "2011-07-04",
    "explanation": "Clouds and sky both show illuminating changes during this time lapse video from the south of Australia. In the foreground are scenes visible over a rocky coastline toward the Southern Ocean. Dark clouds flow across the sky, sometimes from different directions, sometimes blocking background starlight, but other times causing stars to appear to flare as they move in front. In the first sequence, looking toward the southwest, a nearly vertical band of zodiacal light is seen at sunset just before the band of the Milky Way Galaxy appears to settle into the sea.  Soon the unusual dark patch of the Coal Sack Nebula can be seen on the Milky Way band, near the famous Southern Cross. Later, looking toward the southeast at about 2:10 in the video, Orion can be seen rising appearing nearly perpendicular to  how it rises in northern skies. The composite video, winner of an award STARMUS astrophotography competition, took over a year to compile in 2009 and 2010 from over 30 hours of exposure.   Mini-mystery: what are those lights moving along the horizon?",
    "media_type": "video",
    "service_version": "v1",
    "title": "Southern Ocean Sky",
    "url": "https://player.vimeo.com/video/24253126?portrait=0"
  },
  {
    "copyright": "Juan Carlos Casado",
    "date": "2011-07-05",
    "explanation": "Why does the shadow of this volcano look like a triangle? The Mount Teide volcano itself does not have the strictly pyramidal shape that its geometric shadow might suggest.  The triangle shadow phenomena is not unique to the Mt. Teide, though, and is commonly seen from the tops of other large mountains and volcanoes. A key reason for the strange dark shape is that the observer is looking down the long corridor of a sunset (or sunrise) shadow that extends to the horizon. Even if the huge volcano were a perfect cube and the resulting shadow were a long rectangular box, that box would appear to taper off at its top as its shadow extended far into the distance, just as parallel train tracks do. The above spectacular image shows Pico Viejo crater in the foreground, located on Tenerife in the Canary Islands of Spain. The nearly full moon is seen nearby shortly after its total lunar eclipse last month.",
    "hdurl": "https://apod.nasa.gov/apod/image/1107/teideshadow_casado_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Triangular Shadow of a Large Volcano",
    "url": "https://apod.nasa.gov/apod/image/1107/teideshadow_casado_900.jpg"
  },
  {
    "date": "2011-07-06",
    "explanation": "Tycho crater's central peak complex casts a long, dark shadow near local sunrise in this spectacular lunarscape. The dramatic oblique view was recorded on June 10 by the Lunar Reconnaissance Orbiter. Shown in amazing detail, boulder strewn slopes and jagged shadows appear in the highest resolution version at 1.5 meters per pixel. The rugged complex is about 15 kilometers wide, formed in uplift by the giant impact that created the well-known ray crater 100 million years ago. The summit of its central peak reaches 2 kilometers above the Tycho crater floor.",
    "hdurl": "https://apod.nasa.gov/apod/image/1107/tychoCentralPeaks_lro.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunrise at Tycho",
    "url": "https://apod.nasa.gov/apod/image/1107/tychoCentralPeaks_lro950.jpg"
  },
  {
    "copyright": "Stephen Leshin",
    "date": "2011-07-07",
    "explanation": "Peculiar spiral galaxy Arp 78 is found within the boundaries of the head strong constellation Aries, some 100 million light-years beyond the stars and nebulae of our Milky Way galaxy. Also known as NGC 772, the island universe is over 100 thousand light-years across and sports a single prominent outer spiral arm in this detailed cosmic portrait. Its brightest companion galaxy, compact NGC 770, is toward the upper right of the larger spiral. NGC 770's fuzzy, elliptical appearance contrasts nicely with a spiky foreground Milky Way star in matching yellowish hues. Tracking along sweeping dust lanes and lined with young blue star clusters, Arp 78's large spiral arm is likely due to gravitational tidal interactions. Faint streams of material seem to connect Arp 78 with its nearby companion galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/1107/Arp78_leshin.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Arp 78: Peculiar Galaxy in Aries",
    "url": "https://apod.nasa.gov/apod/image/1107/Arp78_leshin900.jpg"
  },
  {
    "date": "2011-07-08",
    "explanation": "These tantalizing panoramas follow a remarkable giant storm encircling the northern hemisphere of ringed planet Saturn. Still active, the roiling storm clouds were captured in near-infrared images recorded by the Cassini spacecraft on February 26 and stitched into the high resolution, false-color mosaics. Seen late last year as a prominent bright spot by amateur astronomers when Saturn rose in predawn skies, the powerful storm has grown to enormous proportions. Its north-south extent is nearly 15,000 kilometers and it now stretches completely around the gas giant's northern hemisphere some 300,000 kilometers. Taken about one Saturn day (11 hours) apart, the panoramas show the head of the storm at the left and cover about 150 degrees in longitude. Also a source of radio noise from lightning, the intense storm may be related to seasonal changes as Saturn experiences northern hemisphere spring.  NASA: Space Shuttle Launch Coverage",
    "hdurl": "https://apod.nasa.gov/apod/image/1107/PIA12825.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn Storm Panoramas",
    "url": "https://apod.nasa.gov/apod/image/1107/PIA12825_2panelcrop2.jpg"
  },
  {
    "date": "2011-07-09",
    "explanation": "Space shuttle orbiter Atlantis left planet Earth on Friday, July 8, embarking on the STS-135 mission to the International Space Station. The momentous launch was the final one in NASA's 30 year space shuttle program that began with the launch of the first reusable spacecraft on April 12, 1981. In this reflective prelaunch image from July 7, Atlantis stands in a familiar spot on the Kennedy Space Center's pad 39A, after an early evening roll back of the pad's Rotating Service Structure. The historic orbital voyages of Atlantis have included a Hubble Space Telescope servicing mission, deployment of Magellan, Galileo, and the Compton Gamma-ray Observatory, and seven trips to the Russian space station Mir. Scheduled to dock once again with the International Space Station on Sunday, Atlantis has now made its 33rd and final trip to orbit.",
    "hdurl": "https://apod.nasa.gov/apod/image/1107/AtlantisReflection_ingalls.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Atlantis Reflection",
    "url": "https://apod.nasa.gov/apod/image/1107/AtlantisReflection_ingalls900.jpg"
  },
  {
    "copyright": "John P. Gleason",
    "date": "2011-07-10",
    "explanation": "Most bright stars in our Milky Way Galaxy reside in a disk.  Since our Sun also resides in this disk, these stars appear to us as a diffuse band that circles the sky.  The above panorama of a northern band of the Milky Way's disk covers 90 degrees and is a digitally created mosaic of several independent exposures.   Scrolling right will display the rest of this spectacular picture. Visible are many bright stars, dark dust lanes, red emission nebulae, blue reflection nebulae, and clusters of stars.  In addition to all this matter that we can see, astronomers suspect there exists even more dark matter that we cannot see.",
    "hdurl": "https://apod.nasa.gov/apod/image/0709/milkywayband_gleason.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Milky Way Band",
    "url": "https://apod.nasa.gov/apod/image/0709/milkywayband_gleason.jpg"
  },
  {
    "copyright": "Jean-Luc DauvergneCiel et Espace Music: Space-Music",
    "date": "2011-07-11",
    "explanation": "If the full Moon suddenly faded, what would you see? The answer during the total lunar eclipse last month was recorded in a dramatic time lapse video from Tajikistan. During a total lunar eclipse, the Earth moves between the Moon and the Sun, causing the moon to fade dramatically. The Moon never gets completely dark, though, since the Earth's atmosphere refracts some light. As the above video begins, the scene may appear to be daytime and sunlit, but actually it is a nighttime and lit by the glow of the full Moon. As the moon becomes eclipsed and fades, the wind dies down and background stars can be seen reflected in foreground lake. Most spectacularly, the sky surrounding the eclipsed moon suddenly appears to be full of stars and highlighted by the busy plane of our Milky Way Galaxy. The sequence repeats with a closer view, and the final image shows the placement of the eclipsed Moon near the Eagle, Swan, Trifid, and Lagoon nebulas. Nearly two hours after the eclipse started, the moon emerges from the Earth's shadow and its bright full glare again dominates the sky.",
    "media_type": "video",
    "service_version": "v1",
    "title": "A Total Lunar Eclipse Over Tajikistan",
    "url": "https://player.vimeo.com/video/25808333?title=0&byline=0&portrait=0"
  },
  {
    "copyright": "Bob Franke",
    "date": "2011-07-12",
    "explanation": "Here is one of the largest objects that anyone will ever see on the sky. Each of these fuzzy blobs is a galaxy, together making up the Perseus Cluster, one of the closest clusters of galaxies. The cluster is seen through a foreground of faint stars in our own Milky Way Galaxy. Near the cluster center, roughly 250 million light-years away, is the cluster's dominant galaxy NGC 1275, seen above as a large galaxy on the image left. A prodigious source of x-rays and radio emission, NGC 1275 accretes matter as gas and galaxies fall into it. The Perseus Cluster of Galaxies, also cataloged as Abell 426, is part of the Pisces-Perseus supercluster spanning over 15 degrees and containing over 1,000 galaxies. At the distance of NGC 1275, this view covers about 15 million light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1107/abell426_franke_1800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Perseus Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/1107/abell426_franke_900.jpg"
  },
  {
    "date": "2011-07-13",
    "explanation": "For the last time, the US Space Shuttle has approached the International Space Station (ISS).  Following a dramatic launch from Cape Canaveral last week that was witnessed by an estimated one million people, Space Shuttle Atlantis on STS-135 lifted a small crew to a welcome rendezvous three days ago with the orbiting station.  Although NASA is discontinuing the aging shuttle fleet, NASA astronauts in the near future will be able to visit the ISS on Russian space flights.  Pictured above, Atlantis rises toward the ISS with its cargo bay doors open, showing a gleaming metallic Raffaello Multi-Purpose Logistics Module.  Over 200 kilometers below lie the cool blue waters of planet Earth. The much-anticipated last glide back to Earth for the Space Shuttle is currently scheduled for next Thursday, July 21.   Quiz: Can you identify what land masses are visible below the shuttle?",
    "hdurl": "https://apod.nasa.gov/apod/image/1107/atlantisapproach_nasa_4288.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Atlantis' Last Approach",
    "url": "https://apod.nasa.gov/apod/image/1107/atlantisapproach_nasa_900.jpg"
  },
  {
    "date": "2011-07-14",
    "explanation": "Neptune rotates once on its axis in about 16 hours. So, spaced about 4 hours apart these 4 images of the solar system's most distant gas giant cover one Neptune day. Recorded by the Hubble Space Telescope in late June they combine exposures made with visible and near-infrared filters to show high-altitude clouds composed of methane ice crystals against the planet's normally blue cloud tops. Because Neptune's axis of rotation is tilted to its orbital plane by 29 degrees, compared to Earth's 23.5 degrees, Neptune experiences seasons analogous to Earth's. As early summer comes to Neptune's southern hemisphere and winter to the north, Hubble observations have shown cloud activity shifting to the northern hemisphere. In fact the progression of Neptune's seasons has come around once since its position was predicted by French mathematician Urbain Le Verrier and British mathematician John Couch Adams, and the planet was subsequently discovered by German astronomer Johann Galle on September 23, 1846. With an orbital period of approximately 165 years, this week on July 12, Neptune has been once around the Sun since its discovery date.",
    "hdurl": "https://apod.nasa.gov/apod/image/1107/neptuneJune2011_hst4panel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Neptune: Once Around",
    "url": "https://apod.nasa.gov/apod/image/1107/neptuneJune2011_hst4panelcrop.jpg"
  },
  {
    "date": "2011-07-15",
    "explanation": "NGC 3314 is actually two large spiral galaxies which just happen to almost exactly line up. The foreground spiral is viewed nearly face-on, its pinwheel shape defined by young bright star clusters. But against the glow of the background galaxy, dark swirling lanes of interstellar dust appear to dominate the face-on spiral's structure. The dust lanes are surprisingly pervasive, and this remarkable pair of overlapping galaxies is one of a small number of systems in which absorption of light from beyond a galaxy's own stars can be used to directly explore its distribution of dust. NGC 3314 is about 140 million light-years (background galaxy) and 117 million light-years (foreground galaxy) away in the multi-headed constellation Hydra. The background galaxy would span nearly 70,000 light-years at its estimated distance. A synthetic third channel was created to construct this dramatic new composite of the overlapping galaxies from two color image data in the Hubble Legacy Archive.",
    "hdurl": "https://apod.nasa.gov/apod/image/1107/NGC3314_HLApugh.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3314: When Galaxies Overlap",
    "url": "https://apod.nasa.gov/apod/image/1107/NGC3314_HLApugh900c.jpg"
  },
  {
    "copyright": "Babak Tafreshi",
    "date": "2011-07-16",
    "explanation": "A starry night over the city of Dubai in the United Arab Emirates is really not so starry. In fact, the Moon is the only celestial beacon to come close to competing with city lights in this night skyscape, a situation all too familiar to urban skygazers. The futuristic looking scene is dominated by the 800 meter tall Khalifa Tower, presently the tallest free standing structure on planet Earth. But for now you should also be able to make out a few of the very brightest stars in Earth's night sky. Capella is left of the tower and Aldebaran, Betelgeuse, Rigel, and stars in Orion's Belt can just be identified in the heavily light-polluted skies. Need some help finding them? Slide your cursor over the image.",
    "hdurl": "https://apod.nasa.gov/apod/image/1107/TowerHalfPan_tafreshi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Starry Night over Dubai",
    "url": "https://apod.nasa.gov/apod/image/1107/TowerHalfPan_tafreshi600h.jpg"
  },
  {
    "copyright": "Peter WienerroitherU. Wien",
    "date": "2011-07-17",
    "explanation": "You could be the first person ever to take a real single-exposure image like this. The above image from Vienna, Austria is not real in the sense that the 360 degree star trails in the sky appear only because of a digital trick. Real star trails observed above Vienna could never go 360 degrees around because the Sun would rise at some time during the exposure and dominate the frame. Star trails of any length occur because as the Earth spins on its axis, the sky seems to rotate around us.  This motion, called diurnal motion, produces the beautiful concentric arcs traced by stars during long time exposures.  Towards the middle of the above digitally stretched picture is the North Celestial Pole (NCP), easily identified as the point in the sky at the center of all the star trail arcs.  The star Polaris, commonly known as the North Star, made the very short bright circle near the NCP.  Walter Lewin, though, has asked APOD to pose this as a challenge to astrophotographers: create a real single-exposure image of a clear night sky that features 360 degree star trails.  Of course, such an image would only be possible near the poles of our fair planet, because only there could a nighttime run for more than 24 hours.",
    "hdurl": "https://apod.nasa.gov/apod/image/1107/startrails_wienerroither_557.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lewin's Challenge: 360 Degree Star Trails",
    "url": "https://apod.nasa.gov/apod/image/1107/startrails_wienerroither_900.jpg"
  },
  {
    "date": "2011-07-18",
    "explanation": "What's that astronaut doing? Unloading a space shuttle -- for the last time. After the space shuttle Atlantis docked with the International Space Station (ISS) last week, astronaut Mike Fossum underwent a long spacewalk that included carrying a Robotics Refueling Mission (RRM) payload from Atlantis' cargo bay to a platform used by the space station's famous robot DEXTRE. On Earth, the RRM box would have the weight of about three people and be much more difficult to carry. Pictured above on the far left, DEXTRE prepares to help move a failed space pump back to Atlantis. Visible behind the astronaut is the space station's Kibo Experimental Module.  The much awaited  final shuttle return flight is currently scheduled for 5:56 am EDT Thursday, July 21.   Quiz: How many national flags appear, at least in part, in the above image?",
    "hdurl": "https://apod.nasa.gov/apod/image/1107/busyastronaut_sts135_4256.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Busy Space Walk at the Space Station",
    "url": "https://apod.nasa.gov/apod/image/1107/busyastronaut_sts135_900.jpg"
  },
  {
    "date": "2011-07-19",
    "explanation": "What does the surface of asteroid Vesta look like? The brightest asteroid in the Solar System and the object which takes up about 10 percent of the entire mass of the main asteroid belt had never been seen up close before. Over the past few weeks, however, the robotic Dawn spacecraft became the first spacecraft ever to approach Vesta. A few days ago, just after attaining orbit, Dawn took the above image. Early images show Vesta to be an old and battered world, covered with craters, bulges, grooves, and cliffs. Studying Vesta may give clues to the formative years of our early Solar System, as the unusual world may be one of the largest remaining protoplanets. After a year of studying Vesta, Dawn is scheduled to leave orbit and, in 2015, approach the only asteroid-belt object that is larger: Ceres.   Poll: Which of these recently submitted images would make good future APODs?",
    "hdurl": "https://apod.nasa.gov/apod/image/1107/vesta1_dawn_1000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Vesta Vista",
    "url": "https://apod.nasa.gov/apod/image/1107/vesta1_dawn_900.jpg"
  },
  {
    "date": "2011-07-20",
    "explanation": "Sometimes it's night on the ground but day in the air. As the Earth rotates to eclipse the Sun, sunset rises up from the ground. Therefore, at sunset on the ground, sunlight still shines on clouds above.  Under usual circumstances, a pretty sunset might be visible, but unusual noctilucent clouds float so high up they can be seen well after dark.  Normally too dim to be seen, they may become visible at sunset during late summer when illuminated by sunlight from below.  Noctilucent clouds are the highest clouds known and thought to be part of polar mesospheric clouds.  Pictured above earlier this month, a network of noctilucent clouds cast an eerie white glow after dusk, above the the city of Edmonton, in Alberta, Canada.  Much about noctilucent clouds has been discovered only over the past few years, while how they form and evolve remains a topic of active research.",
    "hdurl": "https://apod.nasa.gov/apod/image/1107/noctilucent_scratchley_2400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Noctilucent Clouds Over Edmonton",
    "url": "https://apod.nasa.gov/apod/image/1107/noctilucent_scratchley_900.jpg"
  },
  {
    "copyright": "John Sarkissian",
    "date": "2011-07-21",
    "explanation": "The Parkes 64 meter radio telescope is known for its contribution to human spaceflight, famously supplying television images from the Moon to denizens of planet Earth during Apollo 11. The enormous, steerable, single dish looms in the foreground of this early evening skyscape. Above it, the starry skies of New South Wales, Australia include familiar southerly constellations Vela, Puppis, and Hydra along with a sight that will never be seen again. Still glinting in sunlight and streaking right to left just below the radio telescope's focus cabin, the space shuttle orbiter Atlantis has just undocked with the International Space Station for the final time. The space station itself follows arcing from the lower right corner of the frame, about two minutes behind Atlantis in low Earth orbit. Atlantis made its final landing early this morning (July 21, 5:57am EDT) at NASA's Kennedy Space Center.",
    "hdurl": "https://apod.nasa.gov/apod/image/1107/Parkes_Shuttle-ISS_20110720sarkissian.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Atlantis Farewell from Parkes",
    "url": "https://apod.nasa.gov/apod/image/1107/Parkes_Shuttle-ISS_20110720sarkissian_900.jpg"
  },
  {
    "date": "2011-07-22",
    "explanation": "Nix and Hydra were first introduced to human eyes in Hubble Space Telescope images from May 2005, as Pluto's second and third known moons. Now Hubble images have revealed a fourth satellite for the icy, dwarf planet. Provisionally designated P4, it completes an orbit of Pluto in about 31 days. Presently Pluto's smallest and dimmest known moon, P4 is estimated to be 13 to 34 kilometers across.  The newly discovered satellite was first spotted in Hubble observations from June 28, and later confirmed in a follow-up on July 3 and July 18. These two panels are composites of both the short and long exposures that include brighter Pluto itself along with Pluto's largest moon Charon. Camera noise and image artifacts also show up in the long exposure segments. The Hubble observations were made while searching for faint rings around the distant world in support of NASA's New Horizons mission, set to fly by the Pluto system in 2015.",
    "hdurl": "https://apod.nasa.gov/apod/image/1107/PlutoP4_hst.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pluto's P4",
    "url": "https://apod.nasa.gov/apod/image/1107/PlutoP4_hst.jpg"
  },
  {
    "date": "2011-07-23",
    "explanation": "Magnificent island universe NGC 2403 stands within the boundaries of the long-necked constellation Camelopardalis. Some 10 million light-years distant and about 50,000 light-years across, the spiral galaxy also seems to have more than its fair share of giant star forming HII regions, marked by the telltale reddish glow of atomic hydrogen gas. In fact, NGC 2403 closely resembles another galaxy with an abundance of star forming regions that lies within our own local galaxy group, M33 the Triangulum Galaxy. Of course, supernova explosions follow close on the heels of the formation of massive, short-lived stars and in 2004 one of the brightest supernovae discovered in recent times was found in NGC 2403. Easy to confuse with a foreground star in our own Milky Way Galaxy, the powerful supernova is seen here as the spiky, bright \"star\" at the left edge of the field. This stunning cosmic portrait is a composite of space and ground-based image data from the Hubble Legacy Archive and the 8.2 meter Subaru Telescope at the summit of Mauna Kea, Hawaii.",
    "hdurl": "https://apod.nasa.gov/apod/image/1107/NGC2403-Subaru-HST-L.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2403 in Camelopardalis",
    "url": "https://apod.nasa.gov/apod/image/1107/NGC2403-Subaru-HST-S900.jpg"
  },
  {
    "date": "2011-07-24",
    "explanation": "An example of solar-powered flight, NASA's Helios aircraft flew almost one hundred years after the Wright brothers' historic flight on December 17, 1903. Pictured here at 3,000 meters in in skies northwest of Kauai, Hawaii, USA in August 2001, the remotely piloted Helios is traveling at about 40 kilometers per hour. Essentially an ultralight flying wing with 14 electric motors, the aircraft was built by AeroVironment Inc. Covered with solar cells, Helios' impressive 247 foot wide wing exceeded the wing span and even overall length of a Boeing 747 jet airliner. Climbing during daylight hours, the prototype aircraft ultimately reached an altitude just short of 30,000 meters, breaking records for non-rocket powered flight. Helios was intended as a technology demonstrator, but in the extremely thin air 30,000 meters above Earth's surface, the flight of Helios also approached conditions for winged flight in the atmosphere of Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/1107/helios_nasa_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Flight of Helios",
    "url": "https://apod.nasa.gov/apod/image/1107/helios_nasa_900.jpg"
  },
  {
    "date": "2011-07-25",
    "explanation": "What's that below the Milky Way? Historic kilns. Built in the 1870s in rural Nevada, USA to process local wood into charcoal, the kilns were soon abandoned due to a town fire and flooding, but remain in good condition even today. The above panorama is a digital conglomerate of five separate images taken in early June from the same location.  Visible above the unusual kilns is a colorful star field, highlighted by the central band of our Milky Way Galaxy appearing along a diagonal toward the lower right.  Many famous sites in our Galaxy are visible, including the Pipe Nebula and the Dark River to Antares, seen to the right of the Milky Way. The origin of the green mist on the lower left, however, is currently unexplained.",
    "hdurl": "https://apod.nasa.gov/apod/image/1107/milkykilns_mcewan_3600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way Over Abandoned Kilns",
    "url": "https://apod.nasa.gov/apod/image/1107/milkykilns_mcewan_1200.jpg"
  },
  {
    "copyright": "P.-A. DucCEACFHTAtlas 3D Collaboration",
    "date": "2011-07-26",
    "explanation": "What's happening to galaxy NGC 474? The multiple layers of emission appear strangely complex and unexpected given the relatively featureless appearance of the elliptical galaxy in less deep images. The cause of the shells is currently unknown, but possibly tidal tails related to debris left over from absorbing numerous small galaxies in the past billion years. Alternatively the shells may be like ripples in a pond, where the ongoing collision with the spiral galaxy just above NGC 474 is causing density waves to ripple though the galactic giant. Regardless of the actual cause, the above image dramatically highlights the increasing consensus that at least some elliptical galaxies have formed in the recent past, and that the outer halos of most large galaxies are not really smooth but have complexities induced by frequent interactions with -- and accretions of -- smaller nearby galaxies. The halo of our own Milky Way Galaxy is one example of such unexpected complexity. NGC 474 spans about 250,000 light years and lies about 100 million light years distant toward the constellation of the Fish (Pisces).   APOD Lecture and Star Party: This Friday night at Ft. Wilkins, Michigan",
    "hdurl": "https://apod.nasa.gov/apod/image/1107/ngc474_cfht_1769.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy NGC 474: Cosmic Blender",
    "url": "https://apod.nasa.gov/apod/image/1107/ngc474_cfht_900.jpg"
  },
  {
    "date": "2011-07-27",
    "explanation": "Another large snowball is falling toward the Sun.  Comet Garradd was discovered two years ago by Gordon Garradd in Australia, and is currently visible through a small telescope at visual magnitude nine.  Officially designated C/2009 P1 (Garradd), the comet will likely continue to brighten, with recent projections placing it at peak magnitude six or seven in February 2012, just below naked eye visibility.  Comet Garradd is already showing a short tail and is seen as the elongated fuzzy patch in the above negative image recorded earlier this month from Yellow Springs, Ohio, USA. Other comets are also currently falling into the inner Solar System and brightening as well, including C/2010 X1 (Elenin), expected to peak near magnitude six in early September, 45P/Honda-Mrkos-Pajdusakova expected to peak brighten past magnitude eight in mid-August, and C/2011 L4 (PANSTARRS) which may become visible to the unaided eye during the early months of 2013.",
    "hdurl": "https://apod.nasa.gov/apod/image/1107/garradd_chumack_1800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Introducing Comet Garradd",
    "url": "https://apod.nasa.gov/apod/image/1107/garradd_chumack_900.jpg"
  },
  {
    "copyright": "Glittering Lights",
    "date": "2011-07-28",
    "explanation": "Fantastic shapes lurk in clouds of glowing hydrogen gas in NGC 6188. The emission nebula is found near the edge of a large molecular cloud, unseen at visible wavelengths, in the southern constellation Ara, about 4,000 light-years away. Massive, young stars of the embedded Ara OB1 association were formed in that region only a few million years ago, sculpting the dark shapes and powering the nebular glow with stellar winds and intense ultraviolet radiation. The recent star formation itself was likely triggered by winds and supernova explosions, from previous generations of massive stars, that swept up and compressed the molecular gas. Joining NGC 6188 on this cosmic canvas is rare emission nebula NGC 6164, also created by one of the region's massive O-type stars. Similar in appearance to many planetary nebulae, NGC 6164's striking, symmetric gaseous shroud and faint halo surround its bright central star at the upper right. The field of view spans about two full Moons, corresponding to 70 light years at the estimated distance of NGC 6188.",
    "hdurl": "https://apod.nasa.gov/apod/image/1107/NGC6188lorenzi2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6188 and NGC 6164",
    "url": "https://apod.nasa.gov/apod/image/1107/NGC6188lorenzi900c.jpg"
  },
  {
    "date": "2011-07-29",
    "explanation": "This sharp view from the Thermal Emission Imaging System camera on NASA's Mars Odyssey orbiter is centered on 154 kilometer (96 mile) wide Gale crater, near the martian equator. Within Gale, an impressive layered mountain rises about 5 kilometers (3 miles) above the crater floor. Layers and structures near its base are thought to have been formed in ancient times by water-carried sediments. In fact, a spot near the crater's northern side at the foot of the mountain has now been chosen as the target for the Mars Science Laboratory mission. Scheduled for launch late this year, the mission will land Mars' next visitor from planet Earth in August of 2012, lowering the car-sized Curiosity rover to the martian surface with a hovering, rocket-powered skycrane. Curiosity's science instruments are intended to discover if Gale once had favorable environmental conditions for supporting microbial life and for preserving clues about whether life ever existed on the Red Planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/1107/GaleCraterMars_themis.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gale Crater",
    "url": "https://apod.nasa.gov/apod/image/1107/GaleCraterMars_themis900.jpg"
  },
  {
    "copyright": "Tunç Tezel",
    "date": "2011-07-30",
    "explanation": "A quest to find planet Earth's darkest night skies led to this intriguing panorama. In projection, the mosaic view sandwiches the horizons visible in all-sky images taken from the northern hemisphere's Canary Island of La Palma (top) and the south's high Atacama Desert between the two hemispheres of the Milky Way Galaxy. The photographers' choice of locations offered locally dark skies enjoyed by La Palma's Roque de los Muchachos Observatory and Paranal Observatory in Chile. But it also allowed the directions to the Milky Way's north and south galactic poles to be placed near the local zenith. That constrained the faint, diffuse glow of the plane of the Milky Way to the mountainous horizons. As a result, an even fainter S-shaped band of light, sunlight scattered by dust along the solar system's ecliptic plane, can be completely traced through both northern and southern hemisphere night skies.",
    "hdurl": "https://apod.nasa.gov/apod/image/1107/DoubleGalactic_tezelguisard.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Tale of Two Hemispheres",
    "url": "https://apod.nasa.gov/apod/image/1107/DoubleGalactic_tezelguisard600h.jpg"
  },
  {
    "date": "2011-07-31",
    "explanation": "What has the Opportunity rover found on Mars?  While traversing a vast empty plain in 2005 in Meridiani Planum, one of Earth's rolling robots on Mars found a surprise when visiting the location of its own metallic heat shield discarded last year during descent.  The surprise is the rock visible on the lower left, found to be made mostly of dense metals iron and nickel.  The large cone-shaped object behind it -- and the flank piece on the right -- are parts of Opportunity's jettisoned heat shield.  Smaller shield debris is also visible.  Scientists do not think that the basketball-sized metal \"Heat Shield Rock\" originated on Mars, but rather is likely an ancient metallic meteorite.   In hindsight, finding a meteorite in a vast empty dust plain on Mars might be considered similar to Earth meteorites found on the vast empty ice plains of Antarctica. The finding raises speculations about the general abundance of rocks on Mars that have fallen there from outer space.",
    "hdurl": "https://apod.nasa.gov/apod/image/1107/rockshield_opportunity_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Metal on the Plains of Mars",
    "url": "https://apod.nasa.gov/apod/image/1107/rockshield_opportunity_900.jpg"
  },
  {
    "date": "2011-08-01",
    "explanation": "What's that strange bright streak? It is the last image ever of a space shuttle from orbit.  A week and a half ago, after decoupling from the International Space Station, the Space Shuttle Atlantis fired its rockets for the last time, lost its orbital speed, and plummeted back to Earth. Within the next hour, however, the sophisticated space machine dropped its landing gear and did what used to be unprecedented -- landed like an airplane on a runway. Although the future of human space flight from the USA will enter a temporary lull, many robotic spacecraft continue to explore our Solar System and peer into our universe, including Cassini, Chandra, Chang'e 2, Dawn, Fermi, Hubble, Kepler, LRO, Mars Express, Messenger, MRO, New Horizons, Opportunity, Planck, Rosetta, SDO, SOHO, Spitzer, STEREO, Swift, Venus-Express, and WISE.",
    "hdurl": "https://apod.nasa.gov/apod/image/1108/atlantisfalloff_nasa_4256.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shuttle Reentry Streak from Orbit",
    "url": "https://apod.nasa.gov/apod/image/1108/atlantisfalloff_nasa_900.jpg"
  }
]
