[
  {
    "copyright": "AstroArt",
    "date": "2011-04-01",
    "explanation": "It's been raining on Titan. In fact, it's likely been raining methane on Titan and that's not an April Fools' joke. The almost familiar scene depicted in this artist's vision of the surface of Saturn's largest moon looks across an eroding landscape into a stormy sky. That scenario is consistent with seasonal rain storms temporarily darkening Titan's surface along the moon's equatorial regions, as seen by instruments onboard the Cassini spacecraft. Of course on frigid Titan, with surface temperatures of about -290 degrees F (-180 degrees C), the cycle of evaporation, cloud formation, and rain involves liquid methane instead of water. Lightning could also be possible in Titan's thick, nitrogen-rich atmosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/1104/RainTitan_hardy.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "It's Raining on Titan",
    "url": "https://apod.nasa.gov/apod/image/1104/RainTitan_hardy600h.jpg"
  },
  {
    "copyright": "Ben\nCooper",
    "date": "2011-04-02",
    "explanation": "First flown in 1992, Endeavour, the youngest space shuttle orbiter, is being prepared for its 25th and final trip to low Earth orbit. Seen here from an exciting perspective 400 feet above the floor of Kennedy Space Center's Vehicle Assembly Building, Endeavour (OV-105) is mated to an external tank and solid rocket boosters just prior to roll out to launch pad 39A on March 11. The completed space shuttle stands over 18 stories tall. Intended for an April 19 near sunset launch on STS-134, Endeavour will head for the International Space Station and deliver the AMS cosmic ray experiment. The final flight of Endeavour will be the penultimate planned space shuttle flight.",
    "hdurl": "https://apod.nasa.gov/apod/image/1104/STS134VAB_cooper.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Endeavour Looking Up",
    "url": "https://apod.nasa.gov/apod/image/1104/STS134VAB_cooper900.jpg"
  },
  {
    "date": "2011-04-03",
    "explanation": "Over 400,000 light years across NGC 6872 is an enormous spiral galaxy, at least 4 times the size of our own very large Milky Way. About 200 million light-years distant, toward the southern constellation Pavo, the Peacock, the remarkable galaxy's stretched out shape is due to its ongoing gravitational interaction, likely leading to an eventual merger, with the nearby smaller galaxy IC 4970. IC 4970 is seen just below and right of the giant galaxy's core in this cosmic color portrait from the 8 meter Gemini South telescope in Chile. The idea to image this titanic galaxy collision comes from a winning contest essay submitted last year to the Gemini Observatory by the Sydney Girls High School Astronomy Club. In addition to inspirational aspects and aesthetics, club members argued that a color image would be more than just a pretty picture. In their winning essay they noted that \"If enough colour data is obtained in the image it may reveal easily accessible information about the different populations of stars, star formation, relative rate of star formation due to the interaction, and the extent of dust and gas present in these galaxies\". (Editor's note: For Australian schools, 2011 contest information is here.)",
    "hdurl": "https://apod.nasa.gov/apod/image/1104/NGC6872_gemini.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Giant Galaxy NGC 6872",
    "url": "https://apod.nasa.gov/apod/image/1104/NGC6872_gemini_c800.jpg"
  },
  {
    "date": "2011-04-04",
    "explanation": "Could you survive a jump off the tallest cliff in the Solar System? Quite possibly.  Verona Rupes on Uranus' moon Miranda is estimated to be 20 kilometers deep -- ten times the depth of the Earth's Grand Canyon.   Given Miranda's low gravity, it would take about 12 minutes for a thrill-seeking adventurer to fall from the top, reaching the bottom at the speed of a racecar -- about 200 kilometers per hour.   Even so, the fall might be survivable given proper airbag protection.  The above image of Verona Rupes was captured by the passing Voyager 2 robotic spacecraft in 1986.  How the giant cliff was created remains unknown, but is possibly related to a large impact or tectonic surface motion.",
    "hdurl": "https://apod.nasa.gov/apod/image/1104/mirandascarp_vg2_1016.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Verona Rupes: Tallest Known Cliff in the Solar System",
    "url": "https://apod.nasa.gov/apod/image/1104/mirandascarp_vg2_900.jpg"
  },
  {
    "copyright": "Juan Carlos Casado",
    "date": "2011-04-05",
    "explanation": "Have you ever seen the band of our Milky Way Galaxy? Chances are you have never seen it like this -- nor could you.  In a clear sky from a dark location at the right time, a faint band of light is visible across the sky. This band is the disk of our spiral galaxy.  Since we are inside this disk, the band appears to encircle the Earth.  The above spectacular picture of the Milky Way arch, however, goes where the unaided eye cannot. The image is actually a deep digital fusion of nine photos that create a panorama fully 360 across.  Taken recently in Teide National Park in Tenerife, Canary Islands, Spain, the image includes the Teide volcano, visible near the image center, behind a volcanic landscape that includes many large rocks. Far behind these Earthly structures are many sky wonders that are visible to the unaided eye, such as the band of the Milky Way, the bright waxing Moon inside the arch, and the Pleiades open star cluster (can you find it?). The deep exposure also brings out many sky wonders normally beyond human perception, many of which are labelled on the annotated image version, including Barnard's Loop, visible above as the half red ring below the Milky Way band.",
    "hdurl": "https://apod.nasa.gov/apod/image/1104/teidesky_casado_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Milky Way Over Tenerife",
    "url": "https://apod.nasa.gov/apod/image/1104/teidesky_casado_1726.jpg"
  },
  {
    "copyright": "Descubre Foundation",
    "date": "2011-04-06",
    "explanation": "If not perfect, then this spiral galaxy is at least one of the most photogenic. An island universe of about 100 billion stars, 32 million light-years away toward the constellation Pisces, M74 presents a gorgeous face-on view. Classified as an Sc galaxy, the grand design of M74's graceful spiral arms are traced by bright blue star clusters and dark cosmic dust lanes. The above image covers half the width of the full Moon and was obtained using 19 hours of exposure on the 1.23-meter telescope at Calar Alto Observatory in the Sierra de Los Filabres mountain range in Spain. Spanning about 30,000 light-years across the face of M74, it includes exposures recording emission from hydrogen atoms, highlighting the reddish glow of the galaxy's large star-forming regions.",
    "hdurl": "https://apod.nasa.gov/apod/image/1104/m74_baixauli_1806.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M74: The Perfect Spiral",
    "url": "https://apod.nasa.gov/apod/image/1104/m74_baixauli_900.jpg"
  },
  {
    "copyright": "Daniel López",
    "date": "2011-04-07",
    "explanation": "NGC 2438 is a planetary nebula, the gaseous shroud cast off by a dying sunlike star billions of years old whose central reservoir of hydrogen fuel has been exhausted. About 3,000 light-years distant it lies within the boundaries of the nautical constellation Puppis. Remarkably, NGC 2438 also seems to lie on the outskirts of bright, relatively young open star cluster M46. But this planetary nebula's central star is not only much older than the stars of M46, it moves through space at a different speed than the cluster stars. Distance estimates also place NGC 2438 closer than M46 and so the nebula appears in the foreground, only by chance along the line-of-sight to the young star cluster. This deep image of NGC 2438 highlights a halo of glowing atomic gas over 4.5 light-years across, extending beyond the nebula's brighter inner ring. Similar haloes have been found in deep images of other planetary nebulae, produced during the earlier active phases of their aging central stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/1104/NGC2438_IAC80_DLopez.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planetary Nebula NGC 2438",
    "url": "https://apod.nasa.gov/apod/image/1104/NGC2438_IAC80_DLopez900.jpg"
  },
  {
    "copyright": "Leuven University",
    "date": "2011-04-08",
    "explanation": "A journey to the center of a red giant star is very firmly in the realm of science fiction. But the science of asteroseismology can explore the conditions there. The technique is to time the small variations in a star's brightness measured by the planet hunting Kepler spacecraft. Regular variations indicate stellar oscillations, analogous to sound waves, that compress and decompress the gas causing brightness changes. As recently discovered in red giant stars, some of the oscillations detected have periods that would cause them to penetrate to the stellar core. In that extreme environment they actually become more intense and can return to the surface. These echoes from the red giant's core are illustrated in this frame from a computer generated animation. Remarkably, the periods measured for the oscillations can even indicate how and where the red giant star's energy production, by hydrogen or helium fusion, is taking place.",
    "hdurl": "https://apod.nasa.gov/apod/image/1104/redGinterior_beck.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Echoes from the Depths of a Red Giant Star",
    "url": "https://apod.nasa.gov/apod/image/1104/redGinterior_beck.jpg"
  },
  {
    "date": "2011-04-09",
    "explanation": "Tidally locked in synchronous rotation, the Moon always presents its familiar nearside to denizens of planet Earth. From lunar orbit, the Moon's farside can become familiar, though. In fact this sharp picture, a mosaic from the Lunar Reconnaissance Orbiter's wide angle camera, is centered on the lunar farside. Part of a global mosaic of over 15,000 images acquired between November 2009 and February 2011, the highest resolution version shows features at a scale of 100 meters per pixel. Surprisingly, the rough and battered surface of the farside looks very different from the nearside covered with smooth dark lunar maria.  The likely explanation is that the farside crust is thicker, making it harder for molten material from the interior to flow to the surface and form the smooth maria.",
    "hdurl": "https://apod.nasa.gov/apod/image/1104/farside_lro1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Farside",
    "url": "https://apod.nasa.gov/apod/image/1104/farside_lro800.jpg"
  },
  {
    "date": "2011-04-10",
    "explanation": "It was a quiet day on the Sun. The above image shows, however, that even during off days the Sun's surface is a busy place.  Shown in ultraviolet light, the relatively cool dark regions have temperatures of thousands of degrees Celsius.  Large sunspot group AR 9169 from the last solar cycle is visible as the bright area near the horizon.  The bright glowing gas flowing around the sunspots has a temperature of over one million degrees Celsius.  The reason for the high temperatures is unknown but thought to be related to the rapidly changing magnetic field loops that channel solar plasma.  Large sunspot group AR 9169 moved across the Sun during 2000 September and decayed in a few weeks.",
    "hdurl": "https://apod.nasa.gov/apod/image/1104/sunspotloops_trace_898.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunspot Loops in Ultraviolet",
    "url": "https://apod.nasa.gov/apod/image/1104/sunspotloops_trace_900.jpg"
  },
  {
    "copyright": "Robert Arn",
    "date": "2011-04-11",
    "explanation": "What would a sunrise look like on another world? So far, humanity has only recorded sunrises on Mars and Earth, but it is fun to wonder what they would look like on planets known and yet unknown. Planets far from their parent star would record the rise of an unusually bright point of light rather than a round orb.   Although this might appear to be what is pictured above, the careful combination of long exposures and creative lighting is actually based on Venus-rise from planet Earth a few weeks ago, captured through Mesa Arch in Canyonlands National Park, Utah, USA. Picturesque buttes and mesas dot the background landscape. The orange sky is created by air scattering and dust, but is likely reminiscent of dusty skyscapes on Mars.  Sunrise was set to occur a few minutes hence, and did indeed involve a round orb.",
    "hdurl": "https://apod.nasa.gov/apod/image/1104/otherworldrise_arn_5060.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Otherworldly Planet Rise",
    "url": "https://apod.nasa.gov/apod/image/1104/otherworldrise_arn_900.jpg"
  },
  {
    "date": "2011-04-12",
    "explanation": "On April 12th, 1961, Soviet cosmonaut Yuri Alexseyevich Gagarin became the first human in space. His remotely controlled Vostok 1 spacecraft lofted him to an altitude of 200 miles and carried him once around planet Earth. Commenting on the first view from space he reported, \"The sky is very dark; the Earth is bluish. Everything is seen very clearly\". His view could have resembled this image taken in 2003 from the International Space Station.  Alan Shepard, the first US astronaut, would not be launched until almost a month later and then on a comparatively short suborbital flight. Born on March 9, 1934, Gagarin was a military pilot before being chosen for the first group of cosmonauts in 1960. As a result of his historic flight he became an international hero and legend. Killed when his MIG jet crashed during a training flight in 1968, Gagarin was given a hero's funeral, his ashes interred in the Kremlin Wall. Twenty years later, on yet another April 12th, in 1981, NASA launched the first space shuttle.",
    "hdurl": "https://apod.nasa.gov/apod/image/1104/yuriearth_iss_3032.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "50 Years Ago: Yuri's Planet",
    "url": "https://apod.nasa.gov/apod/image/1104/yuriearth_iss_900.jpg"
  },
  {
    "date": "2011-04-13",
    "explanation": "What if you could see the huge radio jets of Centaurus A rising? The Cen A radio jets are not only over a million light years long, they occupy an angular area over 200 times greater than the full Moon in Earth's sky. The jets are expelled by a violent black hole millions of times the mass of our Sun embedded deep in the center of nearby active galaxy Cen A.   Somehow, the black hole creates the fast moving jets as other matter falls in. In this picture, radio telescopes from the Australian Telescope Compact Array (ATCA) near Narrabri, NSW, Australia, were captured in front of a full Moon, with a radio image of Cen A superposed at its real angular size in the background.  The above picture includes the most detailed map yet of any galaxy-class radio jets in the universe, taking several years and over 1,000 hours exposure time to complete. Details in the photo may yield clues as to how radio jets interact with stars and intergalactic dust. The light dots in the image depict not stars, but typically other radio bright galaxies in the even more distant universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/1104/cena_csiro_1063.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Centaurus Radio Jets Rising",
    "url": "https://apod.nasa.gov/apod/image/1104/cena_csiro_900.jpg"
  },
  {
    "date": "2011-04-14",
    "explanation": "Dust clouds and embedded newborn stars glow at infrared wavelengths in this tantalizing false-color composition from WISE, the Wide-field Infrared Survey Explorer. The cosmic canvas features one of the closest star forming regions, part of the Rho Ophiuchi cloud complex some 400 light-years distant near the southern edge of the pronounceable constellation Ophiuchus. After forming along a large cloud of cold molecular hydrogen gas, young stars heat the surrounding dust to produce the infrared glow. Stars in the process of formation, called young stellar objects or YSOs, are embedded in the compact pinkish nebulae seen here, but are otherwise hidden from the prying eyes of optical telescopes. An exploration of the region in penetrating infrared light has detected emerging and newly formed stars whose average age is estimated to be a mere 300,000 years. That's extremely young compared to the Sun's age of 5 billion years. The prominent reddish nebula at the lower right surrounding the star Sigma Scorpii is a reflection nebula produced by dust scattering starlight. This view from WISE spans almost 2 degrees and covers about 14 light-years at the estimated distance of the Rho Ophiuchi cloud.",
    "hdurl": "https://apod.nasa.gov/apod/image/1104/RhoOph_wise.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Young Stars in the Rho Ophiuchi Cloud",
    "url": "https://apod.nasa.gov/apod/image/1104/RhoOph_wise900c.jpg"
  },
  {
    "date": "2011-04-15",
    "explanation": "Big, beautiful spiral galaxy M101 is one of the last entries in Charles Messier's famous catalog, but definitely not one of the least. About 170,000 light-years across, this galaxy is enormous, almost twice the size of our own Milky Way galaxy. M101 was also one of the original spiral nebulae observed by Lord Rosse's large 19th century telescope, the Leviathan of Parsontown. This mosaic of M101 was assembled from Hubble Legacy Archive data. Additional ground-based data was included to further define the telltale reddish emission from atomic hydrogen gas in this gorgeous galaxy's star forming regions. The sharp image shows stunning features in the galaxy's face-on disk of stars and dust along with background galaxies, some visible right through M101 itself. Also known as the Pinwheel Galaxy, M101 lies within the boundaries of the northern constellation Ursa Major, about 25 million light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/1104/M101HST-GendlerM.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 101",
    "url": "https://apod.nasa.gov/apod/image/1104/M101HST-Gendler900.jpg"
  },
  {
    "copyright": "Mark Hanson",
    "date": "2011-04-16",
    "explanation": "This telescopic close-up shows off the otherwise faint emission nebula IC 410 in striking false-colors. It also features two remarkable inhabitants of the cosmic pond of gas and dust above and left of center, the tadpoles of IC 410. The picture is a composite of images taken through both broad and narrow band filters. The narrow band data traces atoms in the nebula, with emission from sulfur atoms in red, hydrogen atoms in green, and oxygen in blue. Partly obscured by foreground dust, the nebula itself surrounds NGC 1893, a young galactic cluster of stars that energizes the glowing gas. Composed of denser cooler gas and dust the tadpoles are around 10 light-years long, potentially sites of ongoing star formation. Sculpted by wind and radiation from the cluster stars, their tails trail away from the cluster's central region. IC 410 lies some 12,000 light-years away, toward the constellation Auriga.",
    "hdurl": "https://apod.nasa.gov/apod/image/1104/IC410_hanson.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Tadpoles of IC 410",
    "url": "https://apod.nasa.gov/apod/image/1104/IC410_hanson900.jpg"
  },
  {
    "copyright": "Roddy Mackenzie",
    "date": "2011-04-17",
    "explanation": "What would it be like to stand atop the tallest mountain on Earth?  To see a full panoramic vista from there, scroll right.  Visible are snow peaked mountains near and far, tremendous cliffs, distant plateaus, the tops of clouds, and a dark blue sky.   Mt. Everest stands 8.85 kilometers above sea level, roughly the maximum height reached by international airplane flights, but much less than the 300 kilometers achieved by a space shuttle.  Hundreds of people have tried and failed to climb the behemoth by foot, a feat first accomplished successfully in 1953.  About 1000 people have now made it to the summit.  Roddy Mackenzie, who climbed the mountain in 1989, captured the above image. Mt. Everest lies in the Himalaya mountains in the country of Nepal.  In the native language of Nepal, the mountain's name is \"Sagarmatha\" which means \"forehead of the sky.\"",
    "hdurl": "https://apod.nasa.gov/apod/image/1104/everest_mackenzie_4103.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "View from Everest",
    "url": "https://apod.nasa.gov/apod/image/1104/everest_mackenzie_4103.jpg"
  },
  {
    "copyright": "Burrell Durrant Hifle Design & Direction Limited  Music Score: \nTimo Baker\n",
    "date": "2011-04-18",
    "explanation": "What visual effects are depicted in this video? The effects were created by BDH for the BBC television show Wonders of the Universe, but are unlabeled in this version. Even so, some stills in the video are easily identified, such as the Hubble image of the Carina Nebula that occurs at about 2:22, the Crab Nebula at about 7:45, and the Cat's Eye Nebula that occurs at about 8:16. A pan away from a spiral galaxy occurs at about 4:00, and breathtaking vistas of the spiral occur until past 5:00.  Pulsars and supernovas seem to take over at about 9:00 and are truly spectacular. Binary star systems containing a pulsar and an accretion disk occur beginning at about 14:30. Past that, the entire computer animated video seems to sparkle with unknown stars, unknown planets, and sequences where unknown gas is flowing toward unknown places.  What, for example, is being depicted at 13:00? Please help create a companion explanation for the video by contributing to APOD's discussion page.",
    "hdurl": "https://apod.nasa.gov/apod/image/1104/wu_capture.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Visual Effects: Wonders of the Universe",
    "url": "https://apod.nasa.gov/apod/image/1104/wu_capture.jpg"
  },
  {
    "date": "2011-04-19",
    "explanation": "A symphony of planet-wide observations began abruptly on March 28 when the Earth-orbiting Swift satellite detected a burst of high-frequency gamma-rays from GRB 110328A. When the same source flared again after a 45 minute pause it was clear this event was not a typical gamma-ray burst.  Twelve hours after the initial fanfare astronomers using the 2.5-meter Nordic Optical Telescope chimed in with a mid-range observation of the optical counterpart. Early the next day the explosion was picked up in baritone low-frequencies of radio waves by the EVLA radio dishes in the USA. Later many optical telescopes, including the 8-meter Gemini North telescope in Hawaii, began playing along by tracking the optical counterpart. The unusual source was spotted at a higher register in X-rays by the Chandra X-ray Observatory and was intermittently followed in the even more soprano-like gamma-ray range for a week. Joining the chorus, Hubble Space Telescope recorded this image in optical and infrared light, confirming that the flash was located along the path of a galaxy at redshift 0.351.  If associated with the galaxy, this explosion occurred when the universe was about two thirds of its present age. There is much speculation that the unusual gamma-ray burst was a star being ripped apart by a supermassive black hole in the center of a galaxy and the puzzling features of the distant detonation are still being explored.",
    "hdurl": "https://apod.nasa.gov/apod/image/1104/grb110328a_hst_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The GRB 110328A Symphony",
    "url": "https://apod.nasa.gov/apod/image/1104/grb110328a_hst_900.jpg"
  },
  {
    "copyright": "Babak Tafreshi",
    "date": "2011-04-20",
    "explanation": "As the Sun rose, a nearly full Moon set in this serene seaside vista captured last Monday from Rio de Janeiro, Brazil. In the foreground, the reddened early morning sunlight illuminates a stretch of South Atlantic coastline. Looking toward the west, a scene that is a familiar one to Rio's Ipanema beach goers, the favela Vidigal is nestled below the twin peaks of Morro Dois Irmãos (Two Brothers Hill). This well-composed multiple-exposure image recorded the steady progress of the dramatic moonset with a 6.5 minute gap between each frame. Flying from their nests at the break of dawn, all the ocean birds appear only in the last single frame.",
    "hdurl": "https://apod.nasa.gov/apod/image/1104/MoonsetRio-s.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rio Morning Moonset",
    "url": "https://apod.nasa.gov/apod/image/1104/MoonsetRio-s.jpg"
  },
  {
    "date": "2011-04-21",
    "explanation": "The spiky stars in the foreground of this sharp cosmic portrait are well within our own Milky Way Galaxy. The two eye-catching galaxies lie far beyond the Milky Way, at a distance of over 300 million light-years. Their distorted appearance is due to gravitational tides as the pair engage in close encounters. Cataloged as Arp 273 (also as UGC 1810), the galaxies do look peculiar, but interacting galaxies are now understood to be common in the universe. In fact, the nearby large spiral Andromeda Galaxy is known to be some 2 million light-years away and approaching the Milky Way. Arp 273 may offer an analog of their far future encounter. Repeated galaxy encounters on a cosmic timescale can ultimately result in a merger into a single galaxy of stars. From our perspective, the bright cores of the Arp 273 galaxies are separated by only a little over 100,000 light-years. The release of this stunning vista celebrates the 21st anniversary of the Hubble Space Telescope in orbit.",
    "hdurl": "https://apod.nasa.gov/apod/image/1104/arp273_hst.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Peculiar Galaxies of Arp 273",
    "url": "https://apod.nasa.gov/apod/image/1104/arp273_hst900.jpg"
  },
  {
    "copyright": "Rogelio\nBernal Andreo",
    "date": "2011-04-22",
    "explanation": "Well over a thousand galaxies are known members of the Virgo Cluster, the closest large cluster of galaxies to our own local group. In fact, the galaxy cluster is difficult to appreciate all at once because it covers such a large area on the sky. Spanning about 5x3 degrees, this careful mosaic of telescopic images clearly records the central region of the Virgo Cluster through faint foreground dust clouds lingering above the plane of our own Milky Way galaxy. The cluster's dominant giant elliptical galaxy M87, is just below center in the frame. Above M87 is the famous interacting galaxy pair NGC 4438, also known as The Eyes. A closer examination of the image will reveal many Virgo cluster member galaxies as small fuzzy patches. Sliding your cursor over the image will label the larger galaxies using NGC catalog designations. Galaxies are also shown with Messier catalog numbers, including M84, M86, and prominent colorful spirals M88, M90, and M91. On average, Virgo Cluster galaxies are measured to be about 48 million light-years away. The Virgo Cluster distance has been used to give an important determination of the Hubble Constant and the scale of the Universe.  (Editor's Note: Labels courtesy of Astrometry.net.)",
    "hdurl": "https://apod.nasa.gov/apod/image/1104/201103_VirgoGCM_andreo.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Virgo Cluster Galaxies",
    "url": "https://apod.nasa.gov/apod/image/1104/201103_VirgoGCM_andreo900.jpg"
  },
  {
    "date": "2011-04-23",
    "explanation": "What is it? It's a multi-temporal illumination map, of course. To make it, the wide angle camera on the Lunar Reconnaissance Orbiter spacecraft collected 1,700 images over a period of 6 lunar days (6 Earth months), repeatedly covering an area centered on the Moon's south pole. Converted to binary values (shadowed pixels set to 0, illuminated pixels set to 1) the images were stacked to produce a map representing the percentage of time each spot on the surface was illuminated by the Sun. Remaining convincingly in shadow, the floor of the 19 kilometer diameter Shackleton crater is seen near the center of the map. The lunar south pole itself is at about 9 o'clock on the crater's rim. Since the Moon's axis of rotation stays almost perpendicular to the ecliptic plane, crater floors near the lunar south and north poles can remain in permanent shadow and mountain tops in nearly continuous sunlight. Useful to future outposts, the shadowed crater floors could offer reservoirs of water ice, and the sunlit mountain tops ideal locations for solar power arrays.",
    "hdurl": "https://apod.nasa.gov/apod/image/1104/SouthPoleShadows_lro.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shadows at the Lunar South Pole",
    "url": "https://apod.nasa.gov/apod/image/1104/SouthPoleShadows_lro800.jpg"
  },
  {
    "date": "2011-04-24",
    "explanation": "Staring across interstellar space, the alluring Cat's Eye nebula lies three thousand light-years from Earth. A classic planetary nebula, the Cat's Eye (NGC 6543) represents a final, brief yet glorious phase in the life of a sun-like star. This nebula's dying central star may have produced the simple, outer pattern of dusty concentric shells by shrugging off outer layers in a series of regular convulsions. But the formation of the beautiful, more complex inner structures is not well understood. Seen so clearly in this sharp Hubble Space Telescope image, the truly cosmic eye is over half a light-year across. Of course, gazing into the Cat's Eye, astronomers may well be seeing the fate of our sun, destined to enter its own planetary nebula phase of evolution ... in about 5 billion years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1104/catseye4_hst_1417.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cat's Eye Nebula from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1104/catseye4_hst_900.jpg"
  },
  {
    "copyright": "Geert BarentsenArmagh ObservatoryIPHAS Collaboration",
    "date": "2011-04-25",
    "explanation": "Is there a monster in IC 1396? Known to some as the Elephant's Trunk Nebula, parts of the glowing gas and dust clouds of this star formation region may appear to take on foreboding forms, some nearly human.  The entire nebula might even look like a face of a monster. The only real monster here, however, is a bright young star too far from Earth to be dangerous.  Energetic light from this star is eating away the dust of the dark cometary globule at the top right of the image.  Jets and winds of particles emitted from this star are also pushing away ambient gas and dust. Nearly 3,000 light-years distant, the IC 1396 complex is relatively faint and covers a region on the sky with an apparent width of more than 10 full moons. Recently, over 100 young stars have been discovered forming in the nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/1104/ic1396_barentsen_4000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Monsters of IC 1396",
    "url": "https://apod.nasa.gov/apod/image/1104/ic1396_barentsen_900.jpg"
  },
  {
    "copyright": "Star Echoes",
    "date": "2011-04-26",
    "explanation": "A satellite galaxy of our own Milky Way, the Large Magellanic Cloud (LMC) is an alluring sight in dark southern skies and the constellation Dorado. A mere 180,000 light-years distant, the LMC is seen in amazing detail in this very deep 4 frame mosaic of telescopic images, a view that reveals the Milky Way's satellite to have the appearance of a fledgling barred spiral galaxy. The mosaic includes image data taken through a narrow filter that transmits only the red light of hydrogen atoms. Ionized by energetic starlight, a hydrogen atom emits the characteristic red H-alpha light as its single electron is recaptured and transitions to lower energy states. As a result, this mosaic seems spattered with pinkish clouds of hydrogen gas surrounding massive, young stars. Sculpted by the strong stellar winds and ultraviolet radiation, the glowing hydrogen clouds are known as H II (ionized hydrogen) regions. Composed of many overlapping clouds, the sprawling Tarantula Nebula left of center, is by far the LMC's largest star forming region. The Large Magellanic Cloud is about 15,000 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/1104/LMC_HaOIIILRGB_lorenzi2000c.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hydrogen in the LMC",
    "url": "https://apod.nasa.gov/apod/image/1104/LMC_HaOIIILRGB_lorenzi900c.jpg"
  },
  {
    "copyright": "Don Goldman",
    "date": "2011-04-27",
    "explanation": "In silhouette against a crowded star field toward the constellation Scorpius, this dusty cosmic cloud evokes for some the image of an ominous dark tower. In fact, clumps of dust and molecular gas collapsing to form stars may well lurk within the dark nebula, a structure that spans almost 40 light-years across this gorgeous telescopic portrait. Known as a cometary globule, the swept-back cloud, extending from the lower right to the head (top of the tower) left and above center, is shaped by intense ultraviolet radiation from the OB association of very hot stars in NGC 6231, off the upper edge of the scene. That energetic ultraviolet light also powers the globule's bordering reddish glow of hydrogen gas. Hot stars embedded in the dust can be seen as bluish reflection nebulae. This dark tower, NGC 6231, and associated nebulae are about 5,000 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/1104/DarkTowerGoldman.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Dark Tower in Scorpius",
    "url": "https://apod.nasa.gov/apod/image/1104/DarkTowerGoldmanF900c.jpg"
  },
  {
    "copyright": "Juergen Michelberger",
    "date": "2011-04-28",
    "explanation": "On June 4, 2010 Regulus, alpha star of the constellation Leo, and wandering planet Mars were at about the same apparent brightness, separated on the sky by 1.5 degrees. An ingenious and creative 10 second exposure from a swinging camera recorded these gyrating trails of the celestial pairing. Can you tell which trail belongs to the star and which to the planet? Hint: atmospheric turbulence causes the image of the star to scintillate or vary in brightness and color more readily than the planet. The scintillation is more pronounced because the star is effectively a point source of light seen as a narrow bundle of light rays. Rapidly changing refraction due to turbulence along the line of sight affects different colors of light by different amounts and generally produces a twinkling effect for stars. But Mars is much closer than the distant stars and an extended source of light. Though tiny, its disk is seen as a bundle of light rays that is substantially broader compared to a star's and so, on average, less affected by small scale turbulence. The result is the varied, rainbow like trail for Regulus (left) and the steadier, consistently reddish trail for Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/1104/RegulusMarsMichelberger.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Scintillating",
    "url": "https://apod.nasa.gov/apod/image/1104/RegulusMarsMichelberger900.jpg"
  },
  {
    "copyright": "stargazer-observatory",
    "date": "2011-04-29",
    "explanation": "Some 60 million light-years away in the southerly constellation Corvus, two large galaxies collided. But the stars in the two galaxies, cataloged as NGC 4038 and NGC 4039, don't collide in the course of the ponderous event, lasting hundreds of millions of years. Instead, their large clouds of molecular gas and dust do, triggering furious episodes of star formation near the center of the cosmic wreckage. Spanning about 500 thousand light-years, this stunning view also reveals new star clusters and matter flung far from the scene of the accident by gravitational tidal forces. Of course, the suggestive visual appearance of the extended arcing structures gives the galaxy pair its popular name - The Antennae.",
    "hdurl": "https://apod.nasa.gov/apod/image/1104/ngc4038HagarOreshko.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Antennae",
    "url": "https://apod.nasa.gov/apod/image/1104/ngc4038_HagarOreshko900c.jpg"
  },
  {
    "date": "2011-04-30",
    "explanation": "Tycho! Tycho! burning bright In the darkness of the night, What exploding white dwarf star Did frame thy remnant from afar, In the distant deep dark skies Under gaze of human eyes? Seen by mortals and their ma Named for one called Tycho Brahe.",
    "hdurl": "https://apod.nasa.gov/apod/image/1104/tychosnr_chandra2000c.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tycho's Supernova Remnant",
    "url": "https://apod.nasa.gov/apod/image/1104/tychosnr_chandra900c.jpg"
  },
  {
    "copyright": "T. Rector",
    "date": "2011-05-01",
    "explanation": "It may look to some like a duck, but it lays stars instead of eggs.  In the center of the above image lies Barnard 163, a nebula of molecular gas and dust so thick that visible light can't shine through it.  With a wing span measured in light years, Barnard 163's insides are surely colder than its exterior, allowing conditions where gas can clump and eventually form stars.  Barnard 163 lies about 3,000 light years from Earth toward the constellation of Cepheus the King. The red glow in the background results from IC 1396, a large emission nebula that houses the Elephant's Trunk Nebula.  Finding Barnard 163 in an image of its greater emission nebula IC 1396 can be a challenge, but it's possible.",
    "hdurl": "https://apod.nasa.gov/apod/image/1105/barnard163_wiyn_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Molecular Cloud Barnard 163",
    "url": "https://apod.nasa.gov/apod/image/1105/barnard163_wiyn_900.jpg"
  }
]
