[
  {
    "date": "2011-06-01",
    "explanation": "Why is the Earth moving in the above video? Most time lapse videos of the night sky show the stars and sky moving above a steady Earth. Here, however, the frames have been digitally rotated so that it is the stars that stay (approximately) steady, and the Earth that moves beneath them. The video dramatically shows the actual rotation of the Earth, called diurnal motion, in a clear and moving way, as if the camera were floating free in space.  The telescopes featured in the video are the Very Large Telescopes (VLT) in Chile, a group of four of the largest optical telescopes deployed anywhere in the world. A discerning observer of the above time lapse movie may also note the use of laser guide stars, zodiacal light, the Large and Small Magellanic Clouds, and fast-moving, sunlight-reflecting, Earth-orbiting satellites. The original video, on which the above sequences are based, can be found here.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Earth Rotating Under Very Large Telescopes",
    "url": "https://www.youtube.com/embed/f1O66XsbrOA?rel=0&hd=1"
  },
  {
    "date": "2011-06-02",
    "explanation": "This luminous night view of the space shuttle orbiter Endeavour, docked with the International Space Station for a final time, was captured on May 28. Orbiting 350 kilometers above planet Earth, Endeavour's payload bay is lit up as it hurtles through Earth's shadow at 17,000 miles per hour. At the top of the frame, the jointed appendages of the station's robotic manipulator arm Dextre appear in silhouette. Motion during the long exposure produced streaks in the starry background and the city lights on the darkened planet below. Completing a 16 day mission, Endeavour made a final landing at Kennedy Space Center in the dark, early morning hours of June 1.",
    "hdurl": "https://apod.nasa.gov/apod/image/1106/iss028e006193.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Endeavour's Starry Night",
    "url": "https://apod.nasa.gov/apod/image/1106/iss028e006193_950.jpg"
  },
  {
    "copyright": "Catalin Beldea",
    "date": "2011-06-03",
    "explanation": "On June 1, the shadow of the New Moon was cast across a land of the midnight Sun in this year's second partial solar eclipse. This picture of the geocentric celestial event above the Arctic Circle was taken near midnight from northern Finland's Kaunispää Hill in Lapland. Of course the region's reindeer were able to watch as both Moon and Sun hugged the northern horizon just above a cloud bank. Also visible from parts of Alaska and Canada, the eclipse began at sunrise in Siberia and northern China at 19:25 UT, ending about 3.5 hours later north of Newfoundland in the Atlantic Ocean. Remarkably, just one lunation later, on July 1 the New Moon's shadow will again reach out and touch the Earth in a partial solar eclipse, limited in visibility to a relatively small area in the Antarctic Ocean. July's eclipse will be followed by the fourth and final partial solar eclipse of 2011 on November 25. That eclipse will be seen from a southern land of the midnight Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/1106/PSELaplandJun2011_3beldea.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Midnight's Solar Eclipse",
    "url": "https://apod.nasa.gov/apod/image/1106/PSELaplandJun2011_3beldea900.jpg"
  },
  {
    "copyright": "Luis Argerich",
    "date": "2011-06-04",
    "explanation": "After more than a month, the lovely lineup of four naked-eye planets in dawn skies is coming to a close. Still, on May 31st a slender Moon joined the grouping along the eastern horizon for a final celestial performance, presented in this early morning scene from a beach near Buenos Aires, Argentina. A favorable view of the configuration in the southern hemisphere autumn, the photo was taken about 30 minutes before sunrise. In order from bottom to top, wandering Mercury, Venus, Mars, and Jupiter are stretched along the ecliptic plane. The Moon's sunlit crescent is sinking into the colorful twilight glow just left of Mercury. In dawns to come, Mars and Jupiter will continue to rise while Venus and Mercury sink toward the horizon, drawing closer to the rising Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/1106/2011may31planets_argerich.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dawn's Grand Finale",
    "url": "https://apod.nasa.gov/apod/image/1106/2011may31planets_argerich900.jpg"
  },
  {
    "copyright": "Marc Deldem",
    "date": "2011-06-05",
    "explanation": "One of the brightest supernovas in recent years has just been recorded in the nearby Whirlpool galaxy (M51). Surprisingly, a seemingly similar supernova was recorded in M51 during 2005, following yet another one that occurred in 1994. Three supernovas in 17 years is a lot for single galaxy, and reasons for the supernova surge in M51 are being debated. Pictured above are two images of M51 taken with a small telescope: one taken on May 30 that does not show the supernova, and one taken on June 2 which does. The June 2 image is one of the first images reported to contain the supernova.  The images are blinked to show the location of the exploded star. Although most supernovas follow classic brightness patterns, the precise brightening and dimming pattern of this or any supernova is hard to predict in advance and can tell astronomers much about what is happening.  Currently, the M51 supernova, designated SN 2011dh, is still bright enough to follow with a small telescope. Therefore, sky enthusiasts are encouraged to image the Whirlpool galaxy as often as possible to fill in time gaps left by intermittent observations made by the world's most powerful telescopes. Views of the developing supernova are being uploaded here.",
    "hdurl": "https://apod.nasa.gov/apod/image/1106/m51sn_bailey_440.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Another Nearby Supernova in the Whirlpool Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1106/m51sn_bailey_900.gif"
  },
  {
    "copyright": "Robert Arn",
    "date": "2011-06-06",
    "explanation": "If you travel several kilometers off a main highway through Wyoming, you may see an unusual sight. In particular, near Buford, Wyoming, USA, you could run across the geometric Ames Monument, visible on the right, built to commemorate the financiers of a historic transcontinental railroad across North America.  The above spectacular wide field mosaic, however, has also captured other geometric designs, many of them far in the distance. On the far left, for example, is a lunar halo surrounding by a lunar corona surrounding the setting Moon.  On the right, however, is the arch of the central band of our Milky Way Galaxy surrounding the pyramidal structure.  Illuminating the horizon to the right of the monument are the city lights of Cheyenne. The menagerie of images used to create this 360-degree composite were all taken during a single night last month.  Still, the digital stitching of images taken over such a long period of time has led to a few unnatural land and sky justapositions.  Can you identify any?",
    "hdurl": "https://apod.nasa.gov/apod/image/1106/geometersplayground_arn_5000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Geometer's Playground Over Wyoming",
    "url": "https://apod.nasa.gov/apod/image/1106/geometersplayground_arn_1200.jpg"
  },
  {
    "date": "2011-06-07",
    "explanation": "Space shuttle Endeavour is home to stay. In a rare night landing last week, Endeavour glided onto a runway in Cape Canaveral, Florida, USA completing a 16-day mission that included a visit to the International Space Station (ISS). All told, space shuttle Endeavour flew 25 flights since being deployed by NASA in 1992, spending a total of 299 days in space. Endeavour's next mission will be a stationary one in the California Science Center.  Even as Endeavour was landing, the space shuttle Atlantis was being rolled out in preparation for the last mission of any Space Shuttle, a mission currently scheduled to begin on July 8.",
    "hdurl": "https://apod.nasa.gov/apod/image/1106/landing_endeavour_2549.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Last Landing for Space Shuttle Endeavour",
    "url": "https://apod.nasa.gov/apod/image/1106/landing_endeavour_900.jpg"
  },
  {
    "date": "2011-06-08",
    "explanation": "How was this picture taken? Usually, pictures of the shuttle, taken from space, are snapped from the space station.  Commonly, pictures of the space station are snapped from the shuttle. How, then, can there be a picture of both the shuttle and the station together, taken from space? The answer is that during the Space Shuttle Endeavour's last trip to the International Space Station two weeks ago, a supply ship departed the station with astronauts that captured a series of rare views. The supply ship was the Russian Soyuz TMA-20 which landed in Kazakhstan later that day.  The above spectacular image well captures the relative sizes of the station and docked shuttle.  Far below, clouds of Earth are seen above a blue sea. The next and last launch of a US space shuttle is scheduled for early July.",
    "hdurl": "https://apod.nasa.gov/apod/image/1106/shuttleiss_nasa_6048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Space Shuttle and Space Station Photographed Together",
    "url": "https://apod.nasa.gov/apod/image/1106/shuttleiss_nasa_900.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2011-06-09",
    "explanation": "A jewel of the southern sky, the Great Carina Nebula, also known as NGC 3372, spans over 300 light-years, one of our galaxy's largest star forming regions. Like the smaller, more northerly Great Orion Nebula, the Carina Nebula is easily visible to the unaided eye, though at a distance of 7,500 light-years it is some 5 times farther away. This gorgeous telescopic portrait reveals remarkable details of the region's glowing filaments of interstellar gas and obscuring cosmic dust clouds. Wider than the Full Moon in angular size, the field of view stretches nearly 100 light-years across the nebula. The Carina Nebula is home to young, extremely massive stars, including the still enigmatic variable Eta Carinae, a star with well over 100 times the mass of the Sun.  Eta Carinae is the brightest star at the left, near the dusty Keyhole Nebula (NGC 3324). While Eta Carinae itself maybe on the verge of a supernova explosion, X-ray images indicate that the Great Carina Nebula has been a veritable supernova factory.",
    "hdurl": "https://apod.nasa.gov/apod/image/1106/NGC3372_gendlerhannahoe.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Great Carina Nebula",
    "url": "https://apod.nasa.gov/apod/image/1106/NGC3372_gendlerhannahoe900.jpg"
  },
  {
    "date": "2011-06-10",
    "explanation": "On June 7, the Sun unleashed only a medium sized solar flare as rotation carried active regions of sunpots toward the solar limb. But that flare was followed by an astounding gush of magnetized plasma seen erupting at the Sun's edge in this extreme ultraviolet image from the Solar Dynamics Observatory.  Spectacular movies of the event follow the darker, cooler plasma over a period of hours as it rains down across a broad area of the Sun's surface, arcing along otherwise invisible magnetic field lines. An associated coronal mass ejection, a massive cloud of high energy particles, was blasted in the general direction of the Earth and may have already triggered auroral activity after a glancing blow to Earth's magnetosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/1106/sdo_jun7_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sun Unleashed",
    "url": "https://apod.nasa.gov/apod/image/1106/sdo_jun7_crop900.jpg"
  },
  {
    "copyright": "R Jay Gabany",
    "date": "2011-06-11",
    "explanation": "Where do spiral galaxies keep their supernovae? Near their massive star forming regions, of course, and those regions tend to lie along sweeping blue spiral arms. Because massive stars are very short-lived, they don't have a chance to wander far from their birth place. Remarkably, in the last 6 years two Type II supernovae, representing the death explosions of massive stars, have been detected in nearby spiral M51. Along with a third supernova seen in 1994, that amounts to a supernova bonanza for a single galaxy. As demonstrated in these comparison images, SN2005cs, the supernova discovered in 2005, and more recently SN2011dh, the exceptionally bright supernova first recorded just last month, both lie along M51's grand spiral arms. Perhaps the original spiral nebula, M51 is also known as the Whirlpool Galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/1106/M51SNe_3panel_gabany1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Supernovae in the Whirlpool",
    "url": "https://apod.nasa.gov/apod/image/1106/M51SNe_2panel_gabany1.jpg"
  },
  {
    "date": "2011-06-12",
    "explanation": "The Sleeping Beauty galaxy may appear peaceful at first sight but it is actually tossing and turning. In an unexpected twist, recent observations have shown that the gas in the outer regions of this photogenic spiral is rotating in the opposite direction from all of the stars! Collisions between gas in the inner and outer regions are creating many hot blue stars and pink emission nebula. The above image was taken by the Hubble Space Telescope in 2001 and released in 2004.  The fascinating internal motions of M64, also cataloged as NGC 4826, are thought to be the result of a collision between a small galaxy and a large galaxy where the resultant mix has not yet settled down.",
    "hdurl": "https://apod.nasa.gov/apod/image/1106/m64_hst_897.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M64: The Sleeping Beauty Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1106/m64_hst_900.jpg"
  },
  {
    "date": "2011-06-13",
    "explanation": "What has the Cassini orbiter seen since arriving at Saturn? The above music video shows some of the highlights. In the first time-lapse sequence (00:07), a vertical line appears that is really Saturn's thin rings seen nearly edge-on.  Soon some of Saturn's moon shoot past.  The next sequence (00:11) features Saturn's unusually wavy F-ring that is constrained by the two shepherd moons that are also continually perturbing it.  Soon much of Saturn's extensive ring system flashes by, sometimes juxtaposed to the grandeur of the immense planet itself. Cloud patterns on Titan (00:39) and Saturn (00:41) are highlighted. Clips from flyby's of several of Saturn's moon are then shown, including Phoebe, Mimas, Epimetheus, and Iapetus. In other sequences, moons of Saturn appear to pass each other as they orbit Saturn. Background star fields seen by Cassini are sometimes intruded upon by bright passing moons. The robotic Cassini spacecraft has been revolutionizing humanity's knowledge of Saturn and its moons since 2004.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Views from Cassini at Saturn",
    "url": "https://player.vimeo.com/video/24410924?title=0&byline=0&portrait=0&color=000"
  },
  {
    "date": "2011-06-14",
    "explanation": "What does the universe nearby look like? This plot shows nearly 50,000 galaxies in the nearby universe detected by the Two Micron All Sky Survey (2MASS) in infrared light. The resulting image is anincredible tapestry of galaxies that provides limits on how the universe formed and evolved.  The dark band across the image center is blocked by dust in the  plane of our own Milky Way Galaxy. Away from the Galactic plane, however, each dot represents a  galaxy, color coded to indicate distance.  Bluer dots represent the nearer galaxies in the 2MASS survey, while redder dots indicating the more distant survey galaxies that lie at a redshift near 0.1.  Named structures are annotated around the edges.  Many galaxies are gravitationally bound together to form clusters, which themselves are loosely bound into superclusters, which in turn are sometimes seen to align over even larger scale structures.",
    "hdurl": "https://apod.nasa.gov/apod/image/1106/lss2_2mass_3759.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Universe Nearby",
    "url": "https://apod.nasa.gov/apod/image/1106/lss2_2mass_900.jpg"
  },
  {
    "copyright": "Gordon\nMandell",
    "date": "2011-06-15",
    "explanation": "Featured in this sharp telescopic image, globular star cluster Omega Centauri (NGC 5139) is some 15,000 light-years away. Some 150 light-years in diameter, the cluster is packed with about 10 million stars much older than the Sun. Omega Cen is the largest of 200 or so known globular clusters that roam the halo of our Milky Way galaxy. Though most star clusters consist of stars with the same age and composition, the enigmatic Omega Cen exhibits the presence of different stellar populations with a spread of ages and chemical abundances. In fact, Omega Cen may be the remnant core of a small galaxy merging with the Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/1106/NGC5139_mandell.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Millions of Stars in Omega Centauri",
    "url": "https://apod.nasa.gov/apod/image/1106/NGC5139_mandell900.jpg"
  },
  {
    "date": "2011-06-16",
    "explanation": "The robotic MESSENGER spacecraft recently completed over 100 orbits of Mercury. MESSENGER's cameras have recorded detailed pictures utilizing eight different colors across visible and near infrared light, exploring the surface composition and looking for clues to the history and evolution of the solar system's innermost planet. This sharp image combines three of the MESSENGER wide angle camera's colors, but in exaggerated fashion. Otherwise, to the unaided human eye, Mercury's surface colors would appear comparatively muted. The image is about 1,000 kilometers across and features as small as a single kilometer are discernible at the original resolution. Today, the MESSENGER project will release new images and science findings from the first spacecraft to orbit Mercury.",
    "hdurl": "https://apod.nasa.gov/apod/image/1106/mercurymulticolor_messenger_1137.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury's Surface in Exaggerated Color",
    "url": "https://apod.nasa.gov/apod/image/1106/mercurymulticolor_messenger_900.jpg"
  },
  {
    "copyright": "Babak Tafreshi",
    "date": "2011-06-17",
    "explanation": "On June 15, the totally eclipsed Moon was very dark, with the Moon itself positioned on the sky toward the center of our Milky Way Galaxy. This simple panorama captures totality from northern Iran in 8 consecutive exposures each 40 seconds long. In the evocative scene, the dark of the eclipsed Moon competes with the Milky Way's faint glow. The tantalizing red lunar disk lies just above the bowl of the dark Pipe Nebula, to the right of the glowing Lagoon and Trifid nebulae and the central Milky Way dust clouds. At the far right, the wide field is anchored by yellow Antares and the colorful clouds of Rho Ophiuchi. To identify other sights of the central Milky Way just slide your cursor over the image. The total phase of this first lunar eclipse of 2011 lasted an impressive 100 minutes. Parts of the eclipse were visible from most of planet Earth, with notable exceptions of North and Central America.",
    "hdurl": "https://apod.nasa.gov/apod/image/1106/2011Jun15TLEpan_tafreshi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipsed Moon in the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/1106/2011Jun15TLEpan_tafreshi600h.jpg"
  },
  {
    "copyright": "Chris\nKotsiopoulos",
    "date": "2011-06-18",
    "explanation": "Thunderstorms almost spoiled this view of the spectacular June 15 total lunar eclipse. Instead, storm clouds parted for 10 minutes during the total eclipse phase and lightning bolts contributed to the dramatic sky. Captured with a 30 second exposure the scene also inspired what, in the 16 year history of Astronomy Picture of the Day, the editor considers may be the best title yet for a picture (title credit to Chris K.). Of course, the lightning reference clearly makes sense, and the shadow play of the dark lunar eclipse was widely viewed across planet Earth in Europe, Africa, Asia, and Australia. The picture itself, however, was shot from the Greek island of Ikaria at Pezi. That area is known as \"the planet of the goats\" because of the rough terrain and strange looking rocks.",
    "hdurl": "https://apod.nasa.gov/apod/image/1106/20110615TLEKotsiopoulos.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lightning Eclipse from the Planet of the Goats",
    "url": "https://apod.nasa.gov/apod/image/1106/20110615TLEKotsiopoulos900.jpg"
  },
  {
    "date": "2011-06-19",
    "explanation": "From fifty kilometers above asteroid Eros, the surface inside one of its largest craters appears covered with an unusual substance: regolith.  The thickness and composition of the surface dust that is regolith remains a topic of much research.  Much of the regolith on 433 Eros was probably created by numerous small impacts during its long history.  In this representative-color view taken by the robot spacecraft NEAR-SHOEMAKER that orbited Eros in 2000 and 2001, brown areas indicate regolith that has been chemically altered by exposure to the solar wind during micrometeorite impacts.  White areas are thought to have undergone relatively less exposure.  The boulders visible inside the crater appear brown, indicating either that they are old enough to have a surface itself tanned by the solar wind, or that they have somehow become covered with some dark surface dust. This July, NASA's Dawn spacecraft will orbit giant main belt asteroid Vesta.",
    "hdurl": "https://apod.nasa.gov/apod/image/1106/regolith_near_375.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Regolith of Asteroid Eros",
    "url": "https://apod.nasa.gov/apod/image/1106/regolith_near_481.jpg"
  },
  {
    "copyright": "Ben Cooper",
    "date": "2011-06-20",
    "explanation": "In the final move of its kind, NASA's space shuttle Atlantis was photographed earlier this month slowly advancing toward Launch Pad 39A, where it is currently scheduled for a July launch to the International Space Station. The mission, designated STS-135, is the 135th and last mission for a NASA space shuttle. Atlantis and its four-person crew will be carrying, among other things, the Multi-Purpose Logistics Module Raffaello to bring key components and supplies to the ISS. Pictured above, the large Shuttle Crawler Transporter rolls the powerful orbiter along the five-kilometer long road at less than two kilometers per hour.  Over 15,000 spectators, some visible on the right, were on hand for the historic roll out.",
    "hdurl": "https://apod.nasa.gov/apod/image/1106/atlantisrollout_sts135_1800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Last Roll Out of a NASA Space Shuttle",
    "url": "https://apod.nasa.gov/apod/image/1106/atlantisrollout_sts135_900.jpg"
  },
  {
    "copyright": "Javier Algarra",
    "date": "2011-06-21",
    "explanation": "A celestial prelude to today's solstice, the June 15 total lunar eclipse was one of the longest in recent years. It was also one of the darkest, but not completely dark. Even during totality, a somber, red lunar disk could be seen in the starry night sky, reflecting reddened light falling on to its surface. Seen from a lunar perspective, the ruddy illumination is from all the sunsets and sunrises around the edges of a silhouetted Earth. In this sharp portrait of the eclipsed Moon from Granada, Spain, the Moon's edge reflects a bluish tinge as well as it emerges from Earth's umbral shadow. The bluer light is still filtered through Earth's atmosphere, but originates in rays of sunlight passing through layers high in the upper stratosphere. That light is colored by ozone that absorbs red light and transmits bluer hues.",
    "hdurl": "https://apod.nasa.gov/apod/image/1106/Eclipse15junio_algarra.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipsed Moonlight",
    "url": "https://apod.nasa.gov/apod/image/1106/Eclipse15junio_algarra900.jpg"
  },
  {
    "date": "2011-06-22",
    "explanation": "Now imaging inner planet Mercury from orbit, the MESSENGER spacecraft wide angle camera has returned this impressive color view of Degas Crater, with a full resolution of 90 meters per pixel. Named for the impressionist painter, the 52 kilometer diameter crater is also shown in an inset context image from the Mariner 10 flyby mission in the mid 1970s. In MESSENGER's view, the crater floor is seen to be filled with an intricate series of cracks, formed as the molten surface resulting from the impact cooled and contracted. Starkly bright, patchy deposits, suggesting compositional differences and freshly exposed material, standout around the crater's central peaks and walls. Details of similar bright deposits are seen in even higher resolution images from MESSENGER.",
    "hdurl": "https://apod.nasa.gov/apod/image/1106/DegasView_messenger_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "MESSENGER's Degas View",
    "url": "https://apod.nasa.gov/apod/image/1106/DegasView_messenger_900.jpg"
  },
  {
    "date": "2011-06-23",
    "explanation": "Get out your red/blue glasses and float next to Helene, small, icy moon of Saturn. Appropriately named, Helene is one of four known Trojan moons, so called because it orbits at a Lagrange point. A Lagrange point is a gravitationally stable position near two massive bodies, in this case Saturn and larger moon Dione. In fact, irregularly shaped ( about 36 by 32 by 30 kilometers) Helene orbits at Dione's leading Lagrange point while brotherly ice moon Polydeuces follows at Dione's trailing Lagrange point. The sharp stereo anaglyph was constructed from two Cassini images (N00172886, N00172892) captured during the recent close flyby. It shows part of the Saturn-facing hemisphere of Helene mottled with craters and gully-like features.   Technorati Claim Code: 9CN8HGUDKM3X",
    "hdurl": "https://apod.nasa.gov/apod/image/1106/N00172886_92_beltramini.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stereo Helene",
    "url": "https://apod.nasa.gov/apod/image/1106/N00172886_92_beltramini900.jpg"
  },
  {
    "copyright": "Rogelio\nBernal Andreo",
    "date": "2011-06-24",
    "explanation": "The best known asterism in northern skies, The Big Dipper is easy to recognize, though some might see The Plough. Either way, the star names and the familiar outlines will appear in this thoughtfully composed 24 frame mosaic when you slide your cursor over the image. Dubhe, alpha star of the dipper's parent constellation Ursa Major is at the upper right. Together with beta star Merak below, the two form a line pointing the way to Polaris and the North Celestial Pole off the top edge of the field. Notable too in skygazing lore Mizar, second star from the left in the dipper's handle, forms a vision-testing visual double star with apparently close Alcor. Also identified in the famous star field are Messier catalog objects. Download the higher resolution image to hunt for exquisite views of some of Messier's distant spiral galaxies and a more local owl.   What was that?: Help identify a mystery flash seen on Mauna Kea",
    "hdurl": "https://apod.nasa.gov/apod/image/1106/2011-05Andreo_BigDipper7k.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Big Dipper",
    "url": "https://apod.nasa.gov/apod/image/1106/2011-05Andreo_BigDipper900.jpg"
  },
  {
    "copyright": "Elias Politis",
    "date": "2011-06-25",
    "explanation": "The total phase of the June 15 lunar eclipse lasted an impressive 100 minutes. Its entire duration is covered in this composite of a regular sequence of digital camera exposures, tracking the dark lunar disk as it arced above the Acropolis in Athens, Greece. In fact, around 270 BCE Greek astronomer Aristarchus also tracked the duration of lunar eclipses, though without the benefit of digital clocks and cameras. Still, using geometry, he devised a simple and impressively accurate way to calculate the Moon's distance, in terms of the radius of planet Earth, from the eclipse duration. A more modern Greek astronomer, Elias Politis titled this eclipse duration study and the accompanying youtube timelapse video \"Acropoclipse\".   What was that?: Help identify a mystery flash seen on Mauna Kea",
    "hdurl": "https://apod.nasa.gov/apod/image/1106/20110615_eclipse_politis1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse over the Acropolis",
    "url": "https://apod.nasa.gov/apod/image/1106/20110615_eclipse_politis900.jpg"
  },
  {
    "date": "2011-06-26",
    "explanation": "It's the dim star, not the bright one, near the center of NGC 3132 that created this odd but beautiful planetary nebula.  Nicknamed the Eight-Burst Nebula and the Southern Ring Nebula, the glowing gas originated in the outer layers of a star like our Sun.  In this representative color picture, the hot blue pool of light seen surrounding this binary system is energized by the hot surface of the faint star. Although photographed to explore unusual symmetries, it's the asymmetries that help make this planetary nebula so intriguing.  Neither the unusual shape of the surrounding cooler shell nor the structure and placements of the cool filamentary dust lanes running across NGC 3132 are well understood.",
    "hdurl": "https://apod.nasa.gov/apod/image/1106/ngc3132_hst_935.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3132: The Eight Burst Nebula",
    "url": "https://apod.nasa.gov/apod/image/1106/ngc3132_hst_900.jpg"
  },
  {
    "copyright": "Leonardo JulioAstronomia Pampeana",
    "date": "2011-06-27",
    "explanation": "Cosmic dust clouds sprawl across a rich field of stars in this sweeping telescopic vista near the northern boundary of Corona Australis, the Southern Crown. Probably less than 500 light-years away and effectively blocking light from more distant, background stars in the Milky Way, the densest part of the dust cloud is about 8 light-years long. At its tip (upper right) is a group of lovely reflection nebulae cataloged as NGC 6726, 6727, 6729, and IC 4812. A characteristic blue color is produced as light from hot stars is reflected by the cosmic dust. The smaller yellowish nebula (NGC 6729) surrounds young variable star R Coronae Australis. Magnificent globular star cluster NGC 6723 is toward the upper right corner of the view. While NGC 6723 appears to be part of the group, it actually lies nearly 30,000 light-years away, far beyond the Corona Australis dust clouds.",
    "hdurl": "https://apod.nasa.gov/apod/image/1106/ngc6727_julio_1929.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars and Dust Across Corona Australis",
    "url": "https://apod.nasa.gov/apod/image/1106/ngc6727_julio_900.jpg"
  },
  {
    "date": "2011-06-28",
    "explanation": "An expansive nebula of dust is seen to surround red supergiant star Betegeuse in this remarkable high resolution composite, an infrared VLT image from the European Southern Observatory. Betelgeuse itself is outlined by the small, central red circle. If found in our own solar system its diameter would almost encompass the orbit of Jupiter. But the larger envelope of circumstellar dust extends some 60 billion kilometers into space, equivalent to about 400 times the Earth-Sun distance. The dust is likely formed as the swollen atmosphere of the supergiant sheds material into space, a final phase in the evolution of a massive star. Mixing with the interstellar medium, the dust could ultimately form rocky terrestrial planets like Earth. The central bright portion of the outer image has been masked to reveal fainter extended structures. The field of view is 5.63 arcseconds across.",
    "hdurl": "https://apod.nasa.gov/apod/image/1106/BetelgeuseCircumstellar_esoFull.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stardust and Betelgeuse",
    "url": "https://apod.nasa.gov/apod/image/1106/BetelgeuseCircumstellar_eso900.jpg"
  },
  {
    "date": "2011-06-29",
    "explanation": "Why is this cluster of galaxies so jumbled? Far from a smooth distribution, Abell 2744 not only has knots of galaxies, but the X-ray emitting hot gas (colored red) in the cluster appears distributed differently than the dark matter. The dark matter, taking up over 75 percent of the cluster mass and colored blue in the above image, was inferred by that needed to create the distortion of background galaxies by gravitational lensing. The jumble appears to result from the slow motion collision of at least four smaller galaxy clusters over the past few billion years. The above picture combines optical images from the Hubble Space Telescope and the Very Large Telescope with X-ray images from the Chandra X-Ray Observatory. Abell 2744, dubbed Pandora's cluster, spans over two million light years and can best be seen with a really large telescope toward the constellation of the Sculptor.",
    "hdurl": "https://apod.nasa.gov/apod/image/1106/abell2744_hst_4000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Abell 2744: Pandora's Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/1106/abell2744_hst_900.jpg"
  },
  {
    "date": "2011-06-30",
    "explanation": "Sculpted by stellar winds and radiation, the star factory known as Messier 17 lies some 5,500 light-years away in the nebula-rich constellation Sagittarius. At that distance, this degree wide field of view spans almost 100 light-years, courtesy of the European Southern Observatory's new VLT Survey Telescope and OmegaCAM. The sharp, false color image includes both optical and infrared data, following faint details of the region's gas and dust clouds against a backdrop of central Milky Way stars. Stellar winds and energetic light from hot, massive stars formed from M17's stock of cosmic gas and dust have slowly carved away at the remaining interstellar material producing the cavernous appearance and undulating shapes. M17 is also known as the Omega Nebula or the Swan Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/1106/esoM17b2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Factory Messier 17",
    "url": "https://apod.nasa.gov/apod/image/1106/esoM17c900.jpg"
  },
  {
    "date": "2011-07-01",
    "explanation": "In the 1920s, examining photographic plates from the Mt. Wilson Observatory's 100 inch telescope, Edwin Hubble determined the distance to the Andromeda Nebula, decisively demonstrating the existence of other galaxies far beyond the Milky Way. His notations are evident on the historic plate image inset at the lower right, shown in context with ground based and Hubble Space Telescope images of the region made nearly 90 years later. By comparing different plates, Hubble searched for novae, stars which underwent a sudden increase in brightness. He found several on this plate, indicating their position with lines and an \"N\".  Later, discovering that the one near the upper right corner was actually a type of variable star known as a cepheid, he crossed out the \"N\" and wrote \"VAR!\". Thanks to the work of Harvard astronomer Henrietta Leavitt, cepheids, regularly varying pulsating stars, could be used as standard candle distance indicators. Identifying such a star allowed Hubble to show that Andromeda was not a small cluster of stars and gas within our own galaxy, but a large galaxy in its own right at a substantial distance from the Milky Way. Hubble's discovery is responsible for establishing our modern concept of a Universe filled with galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/1107/varHubblepanel_hst.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "VAR!",
    "url": "https://apod.nasa.gov/apod/image/1107/varHubblepanel_hst800.jpg"
  }
]
