[
  {
    "date": "2011-03-01",
    "explanation": "What's happening outside the space station? A space shuttle has docked. Five days ago, the space shuttle Discovery was launched to the International Space Station, carrying six crew members and the large Leonardo Multi Purpose Logistics Module. Three days ago, as pictured above, the docked shuttle was prepared to be unloaded by the space stations Dextre robot and Canadarm2. The above expansive photo captures much more, however, including Japan's Kibo Experiment Module on the lower right, Earth across the top of the frame, and a seemingly starless backdrop of space in the distance.  During the next week, the shuttle and ISS crews are scheduled to permanently attach Leonardo as well as fix and upgrade parts of the ISS. After 38 previous voyages, this is expected to be the last space mission for the Space Shuttle Discovery.",
    "hdurl": "https://apod.nasa.gov/apod/image/1103/discovery_iss_4256.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Discovery Visits the Space Station",
    "url": "https://apod.nasa.gov/apod/image/1103/discovery_iss_900.jpg"
  },
  {
    "copyright": "Markus NollerDeep Sky Images",
    "date": "2011-03-02",
    "explanation": "What's California doing in space?  Drifting through the Orion Arm of the spiral Milky Way Galaxy, this cosmic cloud by chance echoes the outline of California on the west coast of the United States. Our own Sun also lies within the Milky Way's Orion Arm, only about 1,500 light-years from the California Nebula. Also known as NGC 1499, the classic emission nebula is around 100 light-years long. On many images, the most prominent glow of the California Nebula is the red light characteristic of hydrogen atoms recombining with long lost electrons, stripped away (ionized) by energetic starlight. In the above image, however, hydrogen is colored green, while sulfur is mapped to red and oxygen mapped to blue.  The star most likely providing the energetic starlight that ionizes much of the nebular gas is the bright, hot, bluish Xi Persei, just outside the right image edge. A regular target for astrophotographers, the California Nebula can be spotted with a wide-field telescope under a dark sky toward the constellation of Perseus, not far from the Pleiades.",
    "hdurl": "https://apod.nasa.gov/apod/image/1103/california_noller_1700.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1499: The California Nebula",
    "url": "https://apod.nasa.gov/apod/image/1103/california_noller_900.jpg"
  },
  {
    "date": "2011-03-03",
    "explanation": "About 1,300 images from the Lunar Reconnaissance Orbiter spacecraft's wide angle camera were used to compose this spectacular view of a familiar face - the lunar nearside. But why is there a lunar nearside? The Moon rotates on its axis and orbits the Earth at the same rate, about once every 28 days. Tidally locked in this configuration, the synchronous rotation always keeps one side, the nearside, facing Earth. As a result, featured in remarkable detail in the full resolution mosaic, the smooth, dark, lunar maria (actually lava-flooded impact basins), and rugged highlands, are well-known to earthbound skygazers. To find your favorite mare or large crater, just slide your cursor over the picture. The LRO images used to construct the mosaic were recorded over a two week period last December.",
    "hdurl": "https://apod.nasa.gov/apod/image/1103/lroc_wac_nearside.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Nearside",
    "url": "https://apod.nasa.gov/apod/image/1103/lroc_wac_nearside800.jpg"
  },
  {
    "date": "2011-03-04",
    "explanation": "A dramatic study in contrasts, this colorful skyscape features stars, dust, and glowing gas in NGC 6914. The complex of nebulae lies some 6,000 light-years away, toward the high-flying northern constellation Cygnus and the plane of our Milky Way Galaxy. With foreground dust clouds in silhouette, both reddish hydrogen emission nebulae and dusty blue reflection nebulae fill the 1/2 degree wide field. The view spans nearly 50 light-years at the estimated distance of NGC 6914. Ultraviolet radiation from the massive, hot, young stars of the extensive Cygnus OB2 association ionize the region's atomic hydrogen gas, producing the characteristic red glow as protons and electrons recombine. Embedded Cygnus OB2 stars also provide the blue starlight strongly reflected by the dusty clouds. Constructed as a two-panel mosaic, the image was processed to bring out both bright and dim colors and detailed structures.",
    "hdurl": "https://apod.nasa.gov/apod/image/1103/NGC6914_peris.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6914 Nebulae",
    "url": "https://apod.nasa.gov/apod/image/1103/NGC6914_peris_600h.jpg"
  },
  {
    "date": "2011-03-05",
    "explanation": "Supernova remnant Cassiopeia A (Cas A) is a comfortable 11,000 light-years away. Light from the Cas A supernova, the death explosion of a massive star, first reached Earth just 330 years ago.  The expanding debris cloud spans about 15 light-years in this composite X-ray/optical image, while the bright source near the center is a neutron star (inset illustration) the incredibly dense, collapsed remains of the stellar core. Still hot enough to emit X-rays, Cas A's neutron star is cooling. In fact, 10 years of observations with the orbiting Chandra X-ray observatory find that the neutron star is cooling rapidly, so rapidly that researchers suspect a large part of the neutron star's core is forming a frictionless neutron superfluid. The Chandra results represent the first observational evidence for this bizarre state of neutron matter.",
    "hdurl": "https://apod.nasa.gov/apod/image/1103/casa_main.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cooling Neutron Star",
    "url": "https://apod.nasa.gov/apod/image/1103/casa_main.jpg"
  },
  {
    "date": "2011-03-06",
    "explanation": "Rocks from space hit Earth every day.  The larger the rock, though, the less often Earth is struck.  Many kilograms of space dust pitter to Earth daily. Larger bits appear initially as a bright meteor.  Baseball-sized rocks and ice-balls streak through our atmosphere daily, most evaporating quickly to nothing.  Significant threats do exist for rocks near 100 meters in diameter, which strike the Earth roughly every 1000 years.  An object this size could cause significant tsunamis were it to strike an ocean, potentially devastating even distant shores. A collision with a massive asteroid, over 1 km across, is more rare, occurring typically millions of years apart, but could have truly global consequences. Many asteroids remain undiscovered.  In fact, one was discovered in 1998 as the long blue streak in the above archival image taken by the Hubble Space Telescope. In 2002 June, the small 100-meter asteroid 2002 MN was discovered only after it whizzed by the Earth, passing well within the orbit of the Moon. 2002 MN passed closer than any asteroid since 1994 XM1, but not as close as 2004 MN4 will pass in 2029. A collision with a large asteroid  would not affect Earth's orbit so much as raise dust that would affect Earth's climate.  One likely result is a global extinction of many species of life, possibly dwarfing the ongoing extinction occurring now.",
    "hdurl": "https://apod.nasa.gov/apod/image/1103/asteroidstreak_hst_350.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Asteroids in the Distance",
    "url": "https://apod.nasa.gov/apod/image/1103/asteroidstreak_hst_900.jpg"
  },
  {
    "date": "2011-03-07",
    "explanation": "One of the most spectacular solar sights is an erupting prominence. Two weeks ago, NASA's Sun-orbiting Solar Dynamic Observatory spacecraft imaged an impressively large prominence erupting from the surface. The dramatic explosion was captured in ultraviolet light in the above time lapse video covering 90 minutes, where a new frame was taken every 24 seconds.  The scale of the prominence is huge -- the entire Earth would easily fit under the flowing  curtain of hot gas.  A solar prominence is channeled and sometimes held above the Sun's surface by the Sun's magnetic field. A quiescent prominence typically lasts about a month, and may erupt in a Coronal Mass Ejection (CME) expelling hot gas into the Solar System.  The energy mechanism that creates a solar prominence is still a topic of research.  As the Sun progresses toward Solar Maximum in the next few years, solar activity like eruptive prominences are expected to become more common.",
    "media_type": "other",
    "service_version": "v1",
    "title": "A Solar Prominence Eruption from SDO"
  },
  {
    "date": "2011-03-08",
    "explanation": "How thin are the rings of Saturn?  Brightness measurements from different angles have shown Saturn's rings to be about one kilometer thick, making them many times thinner, in relative proportion, than a razor blade.  This thinness sometimes appears in dramatic fashion during an image taken nearly along the ring plane.  The robot Cassini spacecraft now orbiting Saturn has now captured another shot that dramatically highlights the ring's thinness.  The above image was taken in mid January in  infrared and polarized light. Titan looms just over the thin rings, while dark ring shadows on Saturn show the Sun to be above the ring plane. Close inspection of the image will show the smaller moon Enceladus on the far right. Cassini, humanity's first mission to orbit Saturn, currently has operations planned until 2017.   Work for APOD while researching the universe: Graduate student research assistant sought",
    "hdurl": "https://apod.nasa.gov/apod/image/1103/titansaturn_cassini_1018.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Titan, Rings, and Saturn from Cassini",
    "url": "https://apod.nasa.gov/apod/image/1103/titansaturn_cassini_900.jpg"
  },
  {
    "date": "2011-03-09",
    "explanation": "The developing International Space Station (ISS) has changed its appearance again.  In a recently completed rendezvous, the Space Shuttle orbiter Discovery, in its final flight, visited the ISS and added components that included the Leonardo Multi Purpose Logistics Module. The ISS and many of its modules and expansive solar panels are visible in the above picture taken by the Discovery Crew after leaving the ISS to return to Earth.  The world's foremost space outpost can be seen developing over the past several years by comparing the above image to other past images.  Also visible above are many different types of modules and supply ships.  Construction began on the ISS in 1998.   Work for APOD while researching the universe: Graduate student research assistant sought",
    "hdurl": "https://apod.nasa.gov/apod/image/1103/iss_sts133_4288.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The International Space Station Expands Again",
    "url": "https://apod.nasa.gov/apod/image/1103/iss_sts133_900.jpg"
  },
  {
    "copyright": "Tamas Ladanyi",
    "date": "2011-03-10",
    "explanation": "As evening twilight faded on March 7, sky gazers around planet Earth enjoyed a beautiful pairing of young crescent Moon and brilliant planet Jupiter. Along with stars setting in the west, the two bright celestial beacons, Moon above and Jupiter below, leave short trails in this well-planned time exposure, a composite of 54 individual frames each 4 seconds long. On its final flight, the Space Shuttle Discovery and International Space Station form the second close pairing in the night skyscape. Still glinting in the sunlight in low Earth orbit, they gracefully trace overlapping arcs from lower right to upper left. Moon, Jupiter, Discovery, and ISS are reflected in the calm waters of Lake Bakonybél, Hungary. Want to see the sequence of frames as a short youtube video? Check it out here. In the video, the trails of the ISS and Discovery are seen to separate as the pair passes above the Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1103/discovery_110307_ladanyi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Discovery in Twilight",
    "url": "https://apod.nasa.gov/apod/image/1103/discovery_110307_ladanyi_c.jpg"
  },
  {
    "copyright": "Rolf Geissinger",
    "date": "2011-03-11",
    "explanation": "AE Aurigae is the bright star below and left of center in this evocative portrait of IC 405, also known as the Flaming Star Nebula. Embedded in the cosmic cloud, the hot, variable O-type star energizes the glow of hydrogen along convoluted filaments of atomic gas, its blue starlight scattered by interstellar dust. But AE Aurigae wasn't formed in the nebula it illuminates. Retracing the star's motion through space, astronomers conclude that AE Aurigae was probably born in the Orion Nebula. Close gravitational encounters with other stars ejected it from the region, along with another O star, Mu Columbae, over two million years ago. The runaway stars have drifted in opposite directions ever since, separating at about 200 kilometers per second. This sharp, detailed image of IC 405 spans over 5 light-years at the nebula's estimated distance of 1,500 light-years in the northern constellation Auriga, the Charioteer.",
    "hdurl": "https://apod.nasa.gov/apod/image/1103/IC405FlamingstarDetail_geissinger1700.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "AE Aurigae and the Flaming Star Nebula",
    "url": "https://apod.nasa.gov/apod/image/1103/IC405FlamingstarDetail_geissinger900.jpg"
  },
  {
    "date": "2011-03-12",
    "explanation": "Shaped like a target ring bull's-eye, the Mare Orientale is one of the most striking large scale lunar features. Located on the Moon's extreme western edge, it is unfortunately difficult to see from an earthbound perspective. Still, this mosaic of the multi-ring impact basin, the youngest of the large lunar basins shows off intriguing details (full resolution mosaic), based on Wide Angle Camera images from the Lunar Reconnaissance Orbiter. Only partially flooded by lava the Mare Orientale is over 3 billion years old, about 600 miles (950 kilometers) across and was formed by the impact of an asteroid sized object. The collision caused ripples in the lunar crust resulting in the concentric circular features. Though it may seem a little ironic to denizens of the space age who recognize the Moon as a dry and airless world, a dark, smooth lunar region is called a mare (plural maria), latin for sea, because astronomers once thought such regions might actually be seas.",
    "hdurl": "https://apod.nasa.gov/apod/image/1103/orientale_lro.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mare Orientale",
    "url": "https://apod.nasa.gov/apod/image/1103/orientale_lro_crop800.jpg"
  },
  {
    "date": "2011-03-13",
    "explanation": "If you could stand on Mars, what would you see?  The robotic Phoenix spacecraft that landed on Mars in 2008 recorded the above spectacular panorama.  The above image is actually a digital combination of over 100 camera pointings and surveys fully 360 degrees around the busy robotic laboratory.  Scrolling right will reveal the rest of the panoramic image. Visible in the image foreground are circular solar panels, various Phoenix instruments, rust colored rocks, a trench dug by Phoenix to probe Mars' chemical composition, a vast plateau of dirt and dirt-covered ice, and, far in the distance, the dust colored atmosphere of Mars. Phoenix landed in the far north of Mars and has used its sophisticated laboratory to search for signs that past life might have been possible.  Soil analyses have confirmed the presence of ice and gave unexpected indications of perchlorate salts.  Whether Martian life could have evolved around such perchlorates is an ongoing topic of research.",
    "hdurl": "https://apod.nasa.gov/apod/image/1103/marsapan_phoenix_13070.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Mars Panorama from the Phoenix Lander",
    "url": "https://apod.nasa.gov/apod/image/1103/marsapan_phoenix_600.jpg"
  },
  {
    "copyright": "Robert Arn",
    "date": "2011-03-14",
    "explanation": "Have you ever seen a \"star\" drifting slowly overhead, but not known what it was? Sometimes even pointing it out to friends or family will only lead to a shrug. What you are seeing, most likely, is a spacecraft in low Earth orbit reflecting back sunlight as it circles the Earth once every 90 minutes or so. Two of the brighter spacecraft in the present day sky are the International Space Station (ISS), and, when it is up, a NASA space shuttle. As relative orientations change, the brightness of reflections may also change, sometimes suddenly.  Another source of bright drifting objects, Iridium communication satellites, may even appear to flare up to become brighter than any other sky object for a few seconds. Pictured above, two bright points of light separated by only a few degrees drifted together across the sky above Lory State Park, Colorado, USA last week, just after sunset. These lights were were the ISS and the space shuttle Discovery, which had undocked from the ISS a few hours earlier. Given a digital fusion of many separate camera exposures and a wide angle perspective, the pair appears above as streaks in front of point-like stars. Web sites now exist that can help you identify unknown \"drifters\" and even predict the time of the next pass of the ISS visible from your location.",
    "hdurl": "https://apod.nasa.gov/apod/image/1103/issshuttle_arn_2400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spacecrafts Streak Over Colorado",
    "url": "https://apod.nasa.gov/apod/image/1103/issshuttle_arn_900.jpg"
  },
  {
    "copyright": "Cassini Imaging TeamISSJPLESANASAS. Van Vuuren\nMusic:\nAdagio for Strings\n(NY Philharmonic)\n",
    "date": "2011-03-15",
    "explanation": "What would it look like to approach Saturn in a spaceship? One doesn't have to just imagine -- the Cassini spacecraft did just this in 2004, recording thousands of images along the way, and thousands more since entering orbit. Recently, some of these images have been digitally tweaked, cropped, and compiled into the above inspiring video which is part of a larger developing IMAX movie project named Outside In.  In the last sequence, Saturn looms increasingly large on approach as cloudy Titan swoops below. With Saturn whirling around in the background, Cassini is next depicted flying over Mimas, with large Herschel Crater clearly visible. Saturn's majestic rings then take over the show as Cassini crosses Saturn's thin ring plane. Dark shadows of the ring appear on Saturn itself. Finally, the enigmatic ice-geyser moon Enceladus appears in the distance and then is approached just as the video clip ends.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Cassini Approaches Saturn",
    "url": "https://player.vimeo.com/video/11386048?title=0&byline=0&portrait=0&color=ffffff"
  },
  {
    "copyright": "Ken Crawford",
    "date": "2011-03-16",
    "explanation": "Dark dust lanes cut across the middle of this gorgeous island universe, a strong hint that NGC 3628 is a spiral galaxy seen sideways. About 35 million light-years away in the northern springtime constellation Leo, NGC 3628 bears the distinction of being the only member of the well known Leo triplet of galaxies not in Charles Messier's famous catalog. Otherwise similar in size to our Milky Way Galaxy, the disk of NGC 3628 is clearly seen to fan out near the edges. A faint arm of material extends to the upper left. The distorted shape and faint tidal tail suggest that NGC 3628 is interacting gravitationally with the other spiral galaxies in the Leo triplet, M66 and M65. The dusty disk of NGC 3628 is also dotted with the telltale reddish hues of star-forming regions in this sharp telescopic view. Explore the full resolution version here.",
    "hdurl": "https://apod.nasa.gov/apod/image/1103/NGC3628crawford.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sideways Galaxy NGC 3628",
    "url": "https://apod.nasa.gov/apod/image/1103/NGC3628crawford900c.jpg"
  },
  {
    "copyright": "Brian Combs",
    "date": "2011-03-17",
    "explanation": "Late last year, a new, remarkably bright storm erupted in Saturn's northern hemisphere. Nicknamed \"the Serpent Storm\", the northern hemisphere disturbance is still going strong and now circles far around the planet. Offering spectacular space-based views to the Saturn-orbiting Cassini spacecraft, the storm shows enough contrast with the banded cloud tops to be visible with even modest ground-based equipment, as seen in this sharp image from Buena Vista, Georgia, USA, planet Earth. Amateur astronomers first spotted the bright storm in early December 2010, with the ringed gas giant rising in predawn skies, and continue to monitor the storm's progress.",
    "hdurl": "https://apod.nasa.gov/apod/image/1103/SaturnMar14RGB5_combs.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Serpent Storm",
    "url": "https://apod.nasa.gov/apod/image/1103/SaturnMar14RGB5_combs.jpg"
  },
  {
    "copyright": "Göran Strand",
    "date": "2011-03-18",
    "explanation": "When warm sunset hues begin to fade, two celestial beacons now shine in the evening twilight, Mercury and Jupiter. Wandering away from the Sun in planet Earth's sky, Mercury will offer good views this month as spring approaches in the northern hemisphere where the ecliptic plane makes a steep angle with the western horizon. But Jupiter will continue sinking lower in the sky after sunset. In fact, the normally elusive Mercury shines well above Jupiter and the orange sunset glow in this serene sky. Captured earlier this week from the island of of Frösön in northern Sweden, the scene looks across Lake Storsjön toward the village of Hallen and distant mountains. Of course, even better views of Mercury can be had by the MESSENGER spacecraft, now orbiting the Solar System's innermost planet!",
    "hdurl": "https://apod.nasa.gov/apod/image/1103/GS_20110315_JupMerc.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury and Jupiter at Sunset",
    "url": "https://apod.nasa.gov/apod/image/1103/GS_20110315_JupMerc900.jpg"
  },
  {
    "copyright": "R Jay Gabany",
    "date": "2011-03-19",
    "explanation": "Close to the Great Bear (Ursa Major) and surrounded by the stars of the Hunting Dogs (Canes Venatici), this celestial wonder was discovered in 1781 by the metric French astronomer Pierre Mechain. Later, it was added to the catalog of his friend and colleague Charles Messier as M106. Modern deep telescopic views reveal it to be an island universe -- a spiral galaxy around 30 thousand light-years across located only about 21 million light-years beyond the stars of the Milky Way. Along with a bright central core, this colorful composite image highlights youthful blue star clusters and reddish stellar nurseries tracing the galaxy's spiral arms. It also shows off remarkable reddish jets of glowing hydrogen gas. In addition to small companion galaxy NGC 4248 (bottom right) background galaxies can be found scattered throughout the frame. M106 (aka NGC 4258) is a nearby example of the Seyfert class of active galaxies, seen across the spectrum from radio to x-rays. Active galaxies are believed to be powered by matter falling into a massive central black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/1103/lrg_ngc4258gabany.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 106",
    "url": "https://apod.nasa.gov/apod/image/1103/lrg_ngc4258gabany900.jpg"
  },
  {
    "copyright": "Anthony Ayiomamitis",
    "date": "2011-03-20",
    "explanation": "Did you see the Full Moon last night? Near the horizon, the lunar orb may have seemed to loom large, swollen in appearance by the famous Moon illusion. But the Full Moon really was a large Full Moon last night, reaching its exact full phase within an hour of lunar perigee, the point in the Moon's elliptical orbit closest to planet Earth. A similar near perigee Full Moon last occurred on December 12, 2008. The difference in the Moon's apparent size as it moves from perigee to apogee, its farthest point from Earth, is about 14 percent. Of course, a nearly Full Moon will rise again tonight, lighting the skies on the date of the Equinox or equal night. The Full Moon also looms large in this well-planned, telescopic lunar portrait. Captured earlier this year, the rising lunar orb is dramatically matched to the 2,500 year old Parthenon in Athens, Greece.",
    "hdurl": "https://apod.nasa.gov/apod/image/1103/LunarParthenon_ayiomamitis.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Parthenon Moon",
    "url": "https://apod.nasa.gov/apod/image/1103/LunarParthenon_ayiomamitis.jpg"
  },
  {
    "date": "2011-03-21",
    "explanation": "How could part of the early universe be so cold?  No one is sure, and many astronomers now think that the CMB Cold Spot on the cosmic microwave background (CMB) radiation is not particularly noteworthy. As the early universe expanded and cooled, it suddenly and predictably became transparent. The photons that come to us from that epoch are seen all around us as the CMB. Now this radiation field is quite uniform but does have slight warm and cool spots that tell us a great deal about the early universe that could have imprinted them. Except, possibly, one spot.  This CMB Cold Spot, circled above on the WMAP 7-year all-sky map, has attracted attention as possibly being too large and too cold to be easily explained. Published speculation has included spectacular progenitor hypotheses that involve a supervoid, a cosmic texture, or even quantum entanglement with a parallel universe. Quite possibly, though, even a more mundane universe might be expected to show such a statistical peculiarity, and so explanations of the CMB Cold Spot like these might say more about human imagination than the early universe.    Did you see it?: Supermoon Photo Gallery",
    "hdurl": "https://apod.nasa.gov/apod/image/1103/cmb7_wmap_circle_2048.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "The CMB Cold Spot",
    "url": "https://apod.nasa.gov/apod/image/1103/cmb7_wmap_circle_900.jpg"
  },
  {
    "date": "2011-03-22",
    "explanation": "The universe is filled with galaxies. But to see them astronomers must look out beyond the stars of our galaxy, the Milky Way. For example, consider this colorful telescopic view of spiral galaxy NGC 6384, about 80 million light-years away in the direction of the constellation Ophiuchus. At that distance, NGC 6384 spans an estimated 150,000 light-years, but this close-up of the galaxy's central region is about 70,000 light-years wide. The sharp image shows details in the distant galaxy's blue spiral arms and yellowish core. Still, the individual stars seen in the picture are all in the close foreground, well within our own galaxy. The brighter Milky Way stars show noticeable crosses, or diffraction spikes, caused by the telescope itself.",
    "hdurl": "https://apod.nasa.gov/apod/image/1103/ngc6384_hst_3871.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6384: Spiral Beyond the Stars",
    "url": "https://apod.nasa.gov/apod/image/1103/ngc6384_hst_900.jpg"
  },
  {
    "copyright": "Peter TuthillSydney U.Cornell",
    "date": "2011-03-23",
    "explanation": "What could cause a nebula to appear square? No one is quite sure. The hot star system known as MWC 922, however, appears to be embedded in a nebula with just such a shape.  The above image combines infrared exposures from the Hale Telescope on Mt. Palomar in California, and the Keck-2 Telescope on Mauna Kea in Hawaii.  A leading progenitor hypothesis for the square nebula is that the central star or stars somehow expelled cones of gas during a late developmental stage. For MWC 922, these cones happen to incorporate nearly right angles and be visible from the sides.  Supporting evidence for the cone hypothesis includes radial spokes in the image that might run along the cone walls. Researchers speculate that the cones viewed from another angle would appear similar to the gigantic rings of supernova 1987A, possibly indicating that a star in MWC 922 might one day itself explode in a similar supernova.",
    "hdurl": "https://apod.nasa.gov/apod/image/1103/redsquare_tuthill_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "MWC 922: The Red Square Nebula",
    "url": "https://apod.nasa.gov/apod/image/1103/redsquare_tuthill_900.jpg"
  },
  {
    "copyright": "Dennis Di Cicco",
    "date": "2011-03-24",
    "explanation": "Last week's Full Moon was hard to miss. Rising on March 19, its exact full phase occurred within an hour of perigee, the closest point in the Moon's orbit to Earth. As a result it appeared some 14 percent larger and 30 percent brighter than a Full Moon near apogee, the most distant point in the elliptical lunar orbit. Seen here, the near perigee Full Moon still hugs the horizon, distorted by atmospheric refraction as it rises over Boston, Massachusetts, USA. The telescopic night skyscape was shot from Prospect Hill in Waltham, Massachusetts, roughly 10 miles from the Boston skyline. Just to the left of the orange lunar disk is the distinctive control tower at Boston's Logan International Airport. Topped by lights, the tall, twin towers of the cable-stayed Zakim Bridge spanning the Charles River are also included in the scene. If you managed to miss this perigee Full Moon, make a note on your calendar. Your next chance to see the Moon this large and bright, this time at full phase within only a few minutes of lunar perigee, will be next year on May 6.",
    "hdurl": "https://apod.nasa.gov/apod/image/1103/Moonrise2DdiC.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Boston Moonrise",
    "url": "https://apod.nasa.gov/apod/image/1103/Moonrise2DdiC900.jpg"
  },
  {
    "copyright": "Kwon, O Chul",
    "date": "2011-03-25",
    "explanation": "Intense auroral activity flooded the night with shimmering colors on February 24, captured here from a lodge near the city of Yellowknife in northern Canada. The stunning sequence (left to right) of three all-sky exposures, taken at 30 second intervals, shows rapid changes in dancing curtains of northern lights against a starry background. What makes the northern lights dance? Measurements by NASA's fleet of THEMIS spacecraft indicate that these explosions of auroral activity are driven by sudden releases of energy in the Earth's magnetosphere called magnetic reconnection events. The reconnection events release energy when magnetic field lines snap like rubber bands, driving charged particles into the upper atmosphere. Stretching into space, these reconnection events occur in the magnetosphere on the Earth's night side at a distance about 1/3 of the way to the Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1103/aurora_h3kwon.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Auroral Substorm over Yellowknife",
    "url": "https://apod.nasa.gov/apod/image/1103/aurora_h3kwon_600.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2011-03-26",
    "explanation": "The yellowish star near center in this remarkable telescopic skyview is T Tauri, prototype of the class of T Tauri variable stars. Nearby it is a dusty yellow cosmic cloud historically known as Hind's Variable Nebula (NGC 1555). Over 400 light-years away, at the edge of a molecular cloud, both star and nebula are seen to vary significantly in brightness but not necessarily at the same time, adding to the mystery of the intriguing region. T Tauri stars are now generally recognized as young (less than a few million years old), sun-like stars still in the early stages of formation. To further complicate the picture, infrared observations indicate that T Tauri itself is part of a multiple system and suggest that the associated Hind's Nebula may also contain a very young stellar object. The naturally colored image spans about 4 light-years at the estimated distance of T Tauri.",
    "hdurl": "https://apod.nasa.gov/apod/image/1103/n1555block.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "T Tauri and Hind's Variable Nebula",
    "url": "https://apod.nasa.gov/apod/image/1103/n1555block900.jpg"
  },
  {
    "date": "2011-03-27",
    "explanation": "The largest canyon in the Solar System cuts a wide swath across the face of Mars.  Named Valles Marineris, the grand valley extends over 3,000 kilometers long, spans as much as 600 kilometers across, and delves as much as 8 kilometers deep.  By comparison, the Earth's Grand Canyon in Arizona, USA is 800 kilometers long, 30 kilometers across, and 1.8 kilometers deep.  The origin of the Valles Marineris remains unknown, although a leading hypothesis holds that it started as a crack billions of years ago as the planet cooled.  Several geologic processes have been identified in the canyon.  The above mosaic was  created from over 100 images of Mars taken by Viking Orbiters in the 1970s.",
    "hdurl": "https://apod.nasa.gov/apod/image/1103/marsglobe_viking_1552.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Valles Marineris: The Grand Canyon of Mars",
    "url": "https://apod.nasa.gov/apod/image/1103/marsglobe_viking_900.jpg"
  },
  {
    "copyright": "Terje S�rgjerd Music: Gladiator Soundtrack: Now we are Free",
    "date": "2011-03-28",
    "explanation": "Sometimes, after your eyes adapt to the dark, a spectacular sky appears. Such was the case earlier this month when one of the largest auroral displays in recent years appeared over northern locations like the border between Norway and Russia. Pictured in the above time-lapse movie, auroras flow over snow covered landscapes, trees, clouds, mountains and lakes found near Kirkenes, Norway. Many times the auroras are green, as high energy particles strike the Earth's atmosphere, causing the air to glow as electrons recombine with their oxygen hosts.  Other colors are occasionally noticeable as atmospheric nitrogen also becomes affected. In later sequences the Moon and rising stars are also visible. With the Sun expected to become ever more active over the next few years, there may be many opportunities to see similarly  spectacular auroras personally, even from areas much closer to the equator.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Time-Lapse Auroras Over Norway",
    "url": "https://player.vimeo.com/video/21294655"
  },
  {
    "date": "2011-03-29",
    "explanation": "Using the prolific planet hunting Kepler spacecraft, astronomers have discovered 1,235 candidate planets orbiting other suns since the Kepler mission's search for Earth-like worlds began in 2009. To find them, Kepler monitors a rich star field to identify planetary transits by the slight dimming of starlight caused by a planet crossing the face of its parent star. In this remarkable illustration, all of Kepler's planet candidates are shown in transit with their parent stars ordered by size from top left to bottom right. Simulated stellar disks and the silhouettes of transiting planets are all shown at the same relative scale, with saturated star colors. Of course, some stars show more than one planet in transit, but you may have to examine the picture at high resolution to spot them all. For reference, the Sun is shown at the same scale, by itself below the top row on the right. In silhouette against the Sun's disk, both Jupiter and Earth are in transit.",
    "hdurl": "https://apod.nasa.gov/apod/image/1103/KeplerSunsPlanets_rowe.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Kepler's Suns and Planets",
    "url": "https://apod.nasa.gov/apod/image/1103/KeplerSunsPlanets_rowe800.jpg"
  },
  {
    "date": "2011-03-30",
    "explanation": "Big, beautiful NGC 5584 is more that 50,000 light-years across and lies 72 million light-years away toward the constellation Virgo. The winding spiral arms of this gorgeous island universe are loaded with luminous young star clusters and dark dust lanes. Still, for earthbound astronomers NGC 5584 is not just another pretty face-on spiral galaxy. Home to some 250 Cepheid variable stars and a recent Type Ia supernova explosion, key objects for astronomical distance determinations, NGC 5584 is one of 8 galaxies used in a new study that includes additional Hubble Space Telescope observations to improve the measurement of Hubble's Constant - the expansion rate of the Universe. The results of the study lend weight to the theory that dark energy really is responsible for accelerating the expansion of the Universe, restricting models that try to explain the observed acceleration without the mysterious dark energy. In this sharp Hubble image of NGC 5584, many of the small reddish smudges are distant background galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/1103/ngc5584_hstr.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 5584: Expanding the Universe",
    "url": "https://apod.nasa.gov/apod/image/1103/ngc5584_hst900r.jpg"
  },
  {
    "date": "2011-03-31",
    "explanation": "On March 17, the MESSENGER spacecraft became the first to orbit Mercury, the solar system's innermost planet. This is its first processed color image since entering Mercury orbit. Larger, denser, and with almost twice the surface gravity of Earth's moon, Mercury still looks moon-like at first glance. But in this view its terrain shows light blue and brown areas near craters and long bright rays of material streaking the surface. The prominent bright ray crater Debussy at the upper right is 80 kilometers (50 miles) in diameter. Terrain toward the bottom of the historic image extends to Mercury's south pole and includes a region not previously imaged from space.",
    "hdurl": "https://apod.nasa.gov/apod/image/1103/MESSENGERmercury_firstcolor.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "MESSENGER at Mercury",
    "url": "https://apod.nasa.gov/apod/image/1103/MESSENGERmercury_firstcolor800.jpg"
  },
  {
    "copyright": "AstroArt",
    "date": "2011-04-01",
    "explanation": "It's been raining on Titan. In fact, it's likely been raining methane on Titan and that's not an April Fools' joke. The almost familiar scene depicted in this artist's vision of the surface of Saturn's largest moon looks across an eroding landscape into a stormy sky. That scenario is consistent with seasonal rain storms temporarily darkening Titan's surface along the moon's equatorial regions, as seen by instruments onboard the Cassini spacecraft. Of course on frigid Titan, with surface temperatures of about -290 degrees F (-180 degrees C), the cycle of evaporation, cloud formation, and rain involves liquid methane instead of water. Lightning could also be possible in Titan's thick, nitrogen-rich atmosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/1104/RainTitan_hardy.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "It's Raining on Titan",
    "url": "https://apod.nasa.gov/apod/image/1104/RainTitan_hardy600h.jpg"
  }
]
