[
  {
    "date": "2011-11-01",
    "explanation": "If you drop a hammer and a feather together, which reaches the ground first? On the Earth, it's the hammer, but is the reason only because of air resistance?  Scientists even before Galileo have pondered and tested this simple experiment and felt that without air resistance, all objects would fall the same way. Galileo tested this principle himself and noted that two heavy balls of different masses reached the ground simultaneously, although many historians are skeptical that he did this experiment from Italy's Leaning Tower of Pisa as folklore suggests. A good place free of air resistance to test this equivalence principle is Earth's Moon, and so in 1971, Apollo 15 astronaut David Scott dropped both a hammer and a feather together toward the surface of the Moon.  Sure enough, just as scientists including Galileo and Einstein would have predicted, they reached the lunar surface at the same time. The demonstrated equivalence principle states that the acceleration an object feels due to gravity does not depend on its mass, density, composition, color, shape, or anything else. The equivalence principle is so important to modern physics that its depth and reach are still being debated and tested even today.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Hammer Versus Feather on the Moon",
    "url": "https://www.youtube.com/embed/4mTsrRZEMwA?rel=0"
  },
  {
    "copyright": "Rolf Geissinger",
    "date": "2011-11-02",
    "explanation": "What powers are being wielded in the Wizard Nebula? Gravitation strong enough to form stars, and stellar winds and radiations powerful enough to create and dissolve towers of gas. Located only 8,000 light years away, the Wizard nebula, pictured above, surrounds developing open star cluster NGC 7380. Visually, the interplay of stars, gas, and dust has created a shape that appears to some like a fictional medieval sorcerer.   The active star forming region spans 100 about light years, making it appear larger than the angular extent of the Moon. The Wizard Nebula can be located with a small telescope toward the constellation of the King of Aethiopia (Cepheus). Although the nebula may last only a few million years, some of the stars being formed may outlive our Sun.   Imagine: What shape(s) do you see in the nebula?",
    "hdurl": "https://apod.nasa.gov/apod/image/1111/ngc7380_geissenger_1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7380: The Wizard Nebula",
    "url": "https://apod.nasa.gov/apod/image/1111/ngc7380_geissenger_900.jpg"
  },
  {
    "copyright": "Ken Crawford",
    "date": "2011-11-03",
    "explanation": "These bright rims and flowing shapes suggest to some melting ice cream on a cosmic scale. Looking toward the constellation Cassiopeia, the colorful (zoomable) skyscape features the swept back, comet-shaped clouds IC 59 (left) and IC 63. About 600 light-years distant, the clouds aren't actually melting, but they are slowly dissipating under the influence of ionizing ultraviolet radiation from hot,luminous star gamma Cas. Gamma Cas is physically located only 3 to 4 light-years from the nebulae, just off the upper right edge of the frame. In fact, slightly closer to gamma Cas, IC 63 is dominated by red H-alpha light emitted as the ionized hydrogen atoms recombine with electrons. Farther from the star, IC 59 shows proportionally less H-alpha emission but more of the characteristic blue tint of dust reflected star light. The field of view spans about 1 degree or 10 light-years at the estimated distance of gamma Cas and friends.",
    "hdurl": "https://apod.nasa.gov/apod/image/1111/IC59IC63crawford.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 59 and IC 63 in Cassiopeia",
    "url": "https://apod.nasa.gov/apod/image/1111/IC59IC63crawford600h.jpg"
  },
  {
    "copyright": "Stephen Leshin",
    "date": "2011-11-04",
    "explanation": "Sharp telescopic views of magnificent edge-on spiral galaxy NGC 3628 show a puffy galactic disk divided by dark dust lanes. The tantalizing scene puts many astronomers in mind of its popular moniker, The Hamburger Galaxy. About 100,000 light-years across and 35 million light-years away in the constellation Leo, NGC 3628 shares its neighborhood in the local Universe with two other large spirals, a grouping otherwise known as the Leo Triplet. Gravitational interactions with its cosmic neighbors are likely responsible for the extended flare and warp of this spiral's disk, populated by the galaxy's young blue star clusters and tell tale pinkish star forming regions. Also a result of past close encounters, a faint tidal tail of material is just visible extending upward and left in this deep galaxy portrait.",
    "hdurl": "https://apod.nasa.gov/apod/image/1111/NGC3628_LRGBleshin.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Edge-on NGC 3628",
    "url": "https://apod.nasa.gov/apod/image/1111/NGC3628_LRGBleshin900c.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2011-11-05",
    "explanation": "rly in the 20th century, GK Persei briefly became one of the brightest stars in planet Earth's sky, an event known as Nova Persei 1901. Documented in this modern day composite of two images from 2003 and 2011 the ejecta from the explosion, popularly called the Firework Nebula, continues to expand into space. These images are part of a time lapse video tracking the nebula's expansion over the last 17 years. About 1500 light-years away, the nebula is still just under a light-year in diameter. GK Per and similar cataclysmic variable stars known as classical novae are understood to be binary systems consisting of a compact white dwarf star and swollen cool giant star in a close orbit. The build up of mass transferred to the surface of the white dwarf from the giant star through an accretion disk eventually triggers a thermonuclear outburst, blasting the stellar material into space without destroying the white dwarf star. With a 2 day orbital period, the GK Per system has produced much smaller outbursts in recent years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1111/gkper_block.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "GK Per: Nova of 1901",
    "url": "https://apod.nasa.gov/apod/image/1111/gkper_block900c.jpg"
  },
  {
    "copyright": "Bruno Sánchez-Andrade NuñoIAGMPSNRL",
    "date": "2011-11-06",
    "explanation": "The Sun's surface keeps changing.  The above movie shows how the Sun's surface oozes during a single hour.  The Sun's photosphere has thousands of bumps called granules and usually a few dark depressions called  sunspots.  The above time-lapse movie centered on Sunspot 875 was taken in 2006 by the Vacuum Tower Telescope in the Canary Islands of Spain using  adaptive optics to resolve details below 500 kilometers across.  Each of the numerous granules is the size of an Earth continent, but much shorter lived.  A granule slowly changes its shape over an hour, and can even completely disappear.  Hot hydrogen gas rises in the bright center of a granule, and falls back into the Sun along a dark granule edge.  The above movie and similar movies allows students and solar scientists to study how granules and sunspots evolve as well as how  magnetic sunspot regions produce powerful solar flares. A few days ago, the largest sunspot group in recent years rotated into view.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Orange Sun Oozing",
    "url": "https://www.youtube.com/embed/xOHWE9nHzzw?rel=0"
  },
  {
    "date": "2011-11-07",
    "explanation": "Massive star IRS 4 is beginning to spread its wings.  Born only about 100,000 years ago, material streaming out from this newborn star has formed the nebula dubbed Sharpless 2-106 Nebula (S106), pictured above.  A large disk of dust and gas orbiting Infrared Source 4 (IRS 4), visible in dark red near the image center, gives the nebula an hourglass or butterfly shape.  S106 gas near IRS 4 acts as an emission nebula as it emits light after being ionized, while dust far from IRS 4 reflects light from the central star and so acts as a reflection nebula.  Detailed inspection of images like the above image has revealed hundreds of low-mass brown dwarf stars lurking in the nebula's gas.  S106 spans about 2 light-years and lies about 2000 light-years away toward the  constellation of the Swan (Cygnus).",
    "hdurl": "https://apod.nasa.gov/apod/image/1111/s106_canarias_4433.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Forming Region S106",
    "url": "https://apod.nasa.gov/apod/image/1111/s106_canarias_900.jpg"
  },
  {
    "date": "2011-11-08",
    "explanation": "What's happening above those clouds? In the past few years, videos have appeared on the web detailing an unusual but little known phenomenon: rapid light changes over clouds. Upon inspection and contemplation, a leading hypothesis for its cause has now emerged. In sum, this hypothesis holds that a lightning discharge in a thundercloud can temporarily change the electric field above the cloud where charged ice crystals were reflecting sunlight. The new electric field quickly re-orients the geometric crystals to a new orientation that reflects sunlight differently.  In other words, a lightning discharge can cause a sundog to jump.  Soon, the old electric field may be restored, causing the ice crystals to return to their original orientation. To help this curious phenomenon become better studied, sky enthusiasts with similar jumping or dancing sundog videos are encouraged to share them.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Jumping Sundogs Over Thunderclouds",
    "url": "https://www.youtube.com/embed/E4sY98zsBH0?rel=0"
  },
  {
    "date": "2011-11-09",
    "explanation": "Asteroid 2005 YU55 passed by the Earth yesterday, posing no danger.  The space rock, estimated to be about 400 meters across, coasted by just inside the orbit of Earth's Moon.   Although the passing of smaller rocks near the Earth is  not very unusual -- in fact small rocks from space strike Earth daily -- a rock this large hasn't passed this close since 1976. Were YU55 to have struck land, it might have caused a magnitude seven earthquake and left a city-sized crater.  A perhaps larger danger would have occurred were YU55  to have struck the ocean and raised a large tsunami. The above radar image was taken two days ago by the Deep Space Network radio telescope in Goldstone, California, USA. YU55 was discovered only in 2005, indicating that other potentially hazardous asteroids might lurk in our Solar System currently undetected.  Objects like YU55 are hard to detect because they are so faint and move so fast.  However, humanity's ability to scan the sky to detect, catalog, and analyze such objects has increased notably in recent years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1111/yu55_dsn_946.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Asteroid 2005 YU55 Passes the Earth",
    "url": "https://apod.nasa.gov/apod/image/1111/yu55_dsn_900.jpg"
  },
  {
    "date": "2011-11-10",
    "explanation": "In 185 AD, Chinese astronomers recorded the appearance of a new star in the Nanmen asterism - a part of the sky identified with Alpha and Beta Centauri on modern star charts. The new star was visible for months and is thought to be the earliest recorded supernova. This multiwavelength composite image from orbiting telescopes of the 21st century, XMM-Newton and Chandra in X-rays, and Spitzer and WISE in infrared, shows RCW 86, understood to be the remnant of that stellar explosion. The false-color view traces interstellar gas heated by the expanding supernova shock wave at X-ray energies (blue and green) and interstellar dust radiating at cooler temperatures in infrared light (yellow and red). An abundance of the element iron and lack of a neutron star or pulsar in the remnant suggest that the original supernova was Type Ia. Type Ia supernovae are thermonuclear explosions that destroy a white dwarf star as it accretes material from a companion in a binary star system. Shock velocities measured in the X-ray emitting shell and infrared dust temperatures indicate that the remnant is expanding extremely rapidly into a remarkable low density bubble created before the explosion by the white dwarf system. Near the plane of our Milky Way Galaxy, RCW 86 is about 8,200 light-years away and has an estimated radius of 50 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1111/rcw86_IRXraycomposite2811.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "RCW 86: Historical Supernova Remnant",
    "url": "https://apod.nasa.gov/apod/image/1111/rcw86_IRXraycomposite960.jpg"
  },
  {
    "date": "2011-11-11",
    "explanation": "Big, bright, and beautiful, spiral galaxy M83 lies a mere twelve million light-years away, near the southeastern tip of the very long constellation Hydra. This cosmic close-up, a mosaic based on data from the Hubble Legacy Archive, traces dark dust and young, blue star clusters along prominent spiral arms that lend M83 its nickname, The Southern Pinwheel.  Typically found near the edges of the thick dust lanes, a wealth of reddish star forming regions also suggest another popular moniker for M83, The Thousand-Ruby Galaxy. Dominated by light from older stars, the bright yellowish core of M83 lies at the upper right. The core is also bright at x-ray energies that reveal a high concentration of neutron stars and black holes left from an intense burst of star formation. In fact, M83 is a member of a group of galaxies that includes active galaxy Centaurus A. The close-up field of view spans over 25,000 light-years at the estimated distance of M83.",
    "hdurl": "https://apod.nasa.gov/apod/image/1111/M83_HSTgendler2400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Arms of M83",
    "url": "https://apod.nasa.gov/apod/image/1111/M83_HSTgendler600h.jpg"
  },
  {
    "copyright": "Jens Hackmann",
    "date": "2011-11-12",
    "explanation": "ch day can have a beautiful ending as the Sun sets below the western horizon. This week, the setting Sun added naked-eye sunspots to its finale, as enormous active regions rotated across the dimmed, reddened solar disc. Near the Sun's center in this closing telephoto view from November 7th are sunspots in Active Region 1339. Responsible for a powerful X-class flare on November 3rd, Active Region 1339 is larger than Jupiter. In the foreground, the ruined tower of a medieval castle stands in dramatic silhouette. Located in Igersheim, Germany and traditionally known as castle Neuhaus, it might be named Sunspot Castle for this well-composed scene.",
    "hdurl": "https://apod.nasa.gov/apod/image/1111/SunspotCastle_hackmann.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunspot Castle",
    "url": "https://apod.nasa.gov/apod/image/1111/SunspotCastle_hackmann900.jpg"
  },
  {
    "date": "2011-11-13",
    "explanation": "Few butterflies have a wingspan this big. The bright clusters and nebulae of planet Earth's night sky are often named for flowers or insects, and NGC 6302 is no exception. With an estimated surface temperature of about 250,000 degrees C, the central star of this particular planetary nebula is exceptionally hot though -- shining brightly in ultraviolet light but hidden from direct view by a dense torus of dust.  This dramatically detailed close-up of the dying star's nebula was recorded by the Hubble Space Telescope soon after it was upgraded in 2009. Cutting across a bright cavity of ionized gas, the dust torus surrounding the central star is near the center of this view, almost edge-on to the line-of-sight. Molecular hydrogen has been detected in the hot star's dusty cosmic shroud. NGC 6302 lies about 4,000 light-years away in the arachnologically correct constellation of the Scorpion (Scorpius).",
    "hdurl": "https://apod.nasa.gov/apod/image/1111/butterfly2_hst_3017.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Butterfly Nebula from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1111/butterfly2_hst_900.jpg"
  },
  {
    "copyright": "Stephane VetterNuits sacrees",
    "date": "2011-11-14",
    "explanation": "The longer you look at this image, the more you see. Perhaps your eye is first drawn to the picturesque waterfall called Skogarfoss visible on the image right. Just as prevalent, however, in this Icelandic visual extravaganza, is the colorful arc of light on the left.  This chromatic bow is not a rainbow, since the water drops did not originate in rainfall nor are they reflecting light from the Sun. Rather, the drops have drifted off from the waterfall and are now illuminated by the nearly full Moon. High above are the faint green streaks of aurora. The scene, captured one night last month, also shows a beautiful starscape far in the background, including the Big Dipper, part of the constellation of the Great Bear (Ursa Major).",
    "hdurl": "https://apod.nasa.gov/apod/image/1111/moonbow_vetter_1200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Waterfall, Moonbow, and Aurora from Iceland",
    "url": "https://apod.nasa.gov/apod/image/1111/moonbow_vetter_900.jpg"
  },
  {
    "copyright": "Alan FriedmanAverted Imagination",
    "date": "2011-11-15",
    "explanation": "Our Sun is becoming a busy place.  Taken just last week, the Sun was captured sporting numerous interesting features including one of the larger sunspot groups yet recorded: AR 1339 visible on the image right. Only last year, the Sun was emerging from an unusually quiet Solar Minimum that lasted for years. The above image was recorded in a single color of light called Hydrogen Alpha, inverted, and false colored. Spicules cover much of the Sun's face. The gradual brightening towards the Sun's edges is caused by increased absorption of relatively cool solar gas and called limb darkening.  Just over the Sun's edges, several scintillating prominences protrude, while prominences on the Sun's face are seen as light streaks.  Possibly the most visually interesting of all are the magnetically tangled active regions containing cool sunspots.  As our Sun's magnetic field winds toward Solar Maximum over the next few years, increased activity will likely create times when the Sun's face is even more complex.",
    "hdurl": "https://apod.nasa.gov/apod/image/1111/sun_friedman_1728.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orange Sun Scintillating",
    "url": "https://apod.nasa.gov/apod/image/1111/sun_friedman_900.jpg"
  },
  {
    "copyright": "Manuel Fernández Suarez",
    "date": "2011-11-16",
    "explanation": "Hot, young stars and cosmic pillars of gas and dust seem to crowd into NGC 7822. At the edge of a giant molecular cloud toward the northern constellation Cepheus, the glowing star forming region lies about 3,000 light-years away. Within the nebula, bright edges and dark shapes are highlighted in this colorful skyscape. The image includes data from narrowband filters, mapping emission from atomic oxygen, hydrogen, and sulfur into blue, green, and red hues. The atomic emission is powered by energetic radiation from the hot stars, whose powerful winds and radiation also sculpt and erode the denser pillar shapes. Stars could still be forming inside the pillars by gravitational collapse, but as the pillars are eroded away, any forming stars will ultimately be cutoff from their reservoir of star stuff. This field spans around 40 light-years at the estimated distance of NGC 7822.",
    "hdurl": "https://apod.nasa.gov/apod/image/1111/NGC7822_fernandez2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7822 in Cepheus",
    "url": "https://apod.nasa.gov/apod/image/1111/NGC7822_fernandez1000.jpg"
  },
  {
    "copyright": "Rogelio\nBernal Andreo",
    "date": "2011-11-17",
    "explanation": "This cosmic vista stretches almost 20 degrees across the gentle constellation Taurus. It begins at the Pleiades and ends at the Hyades, two of the best known star clusters in planet Earth's sky. At left, the lovely Pleiades star cluster is about 400 light-years away. In a familiar celestial scene, the cluster stars shine through dusty clouds that scatter blue starlight. At right, the V-shaped Hyades cluster looks more spread out compared to the compact Pleiades and lies much closer, 150 light-years distant. Of course, the Hyades cluster stars seem anchored by bright Aldebaran, a red giant star with a yellowish appearance. But Aldebaran actually lies only 65 light-years away, by chance along the line of sight to the Hyades cluster. Faint dust clouds found near the edge of the Taurus Molecular Cloud are also evident throughout the remarkable 12 panel mosaic. The wide field of view includes the youthful star T Tauri and Hind's variable nebula about four degrees left of Aldebaran on the sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/1111/PleiadesHyades_andreo50p.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pleiades to Hyades",
    "url": "https://apod.nasa.gov/apod/image/1111/PleiadesHyades_andreo600h.jpg"
  },
  {
    "date": "2011-11-18",
    "explanation": "This colorful topographical map of the Moon is centered on the lunar farside, the side not seen from planet Earth. That view is available to the Lunar Reconnaissance Orbiter though, as the spacecraft's wide angle camera images almost the entire lunar surface every month. Stereo overlap of the imaging has allowed the computation of topographical maps with coverage between 80 degrees north and south latitude. The results have about a 300 meter resolution on the lunar surface and 10 to 20 meter elevation accuracy. Data closer to the north and south poles is filled in using the orbiter's laser altimeter. In this map, white, red, green, and purple represent progressively lower elevations. In fact, the large circular splotch tending to purple hues at the bottom is the farside's South Pole-Aitken Basin.  About 2500 kilometers in diameter and over 12 kilometers deep, it is one of the largest impact basins in the Solar System.",
    "hdurl": "https://apod.nasa.gov/apod/image/1111/WAC_CSHADE_O000N1800_1000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Colorful Side of the Moon",
    "url": "https://apod.nasa.gov/apod/image/1111/WAC_CSHADE_O000N1800_800.jpg"
  },
  {
    "copyright": "Catching the Light",
    "date": "2011-11-19",
    "explanation": "The mysterious blue reflection nebula found in catalogs as VdB 152 or Ced 201 really is very faint. It lies at the tip of the long dark nebula Barnard 175 in a dusty complex that has also been called Wolf's Cave. The cosmic apparitions are nearly 1,400 light-years away along the northern Milky Way in the royal constellation Cepheus. Near the edge of a large molecular cloud, pockets of interstellar dust in the region block light from background stars or scatter light from the embedded bright star giving the the nebula its characteristic blue color. Ultraviolet light from the star is also thought to cause a dim reddish luminescence in the nebular dust. Though stars do form in molecular clouds, this star seems to have only accidentally wandered into the area, as its measured velocity through space is very different from the cloud's velocity. This deep telescopic image of the region spans about 7 light-years.   Poll: Which of October's APODs should be the APOM?",
    "hdurl": "https://apod.nasa.gov/apod/image/1111/vdb152_lodriguss_1200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In Wolf's Cave",
    "url": "https://apod.nasa.gov/apod/image/1111/vdb152_lodriguss_900.jpg"
  },
  {
    "copyright": "Harvard-Smithsonian CfAet al.JPL-CaltechNASA",
    "date": "2011-11-20",
    "explanation": "How do stars form? A study of star forming region W5 by the sun-orbiting Spitzer Space Telescope provides clear clues by recording that massive stars near the center of empty cavities are older than stars near the edges.  A likely reason for this is that the older stars in the center are actually triggering the formation of the younger edge stars.  The triggered star formation occurs when hot outflowing gas compresses cooler gas into knots dense enough to gravitationally contract into stars. Spectacular pillars, left slowly evaporating from the hot outflowing gas, provide further visual clues. In the above scientifically-colored infrared image, red indicates heated dust, while white and green indicate particularly dense gas clouds. W5 is also known as IC 1848, and together with IC 1805 form a complex region of star formation popularly dubbed the Heart and Soul Nebulas. The above image highlights a part of W5 spanning about 2,000 light years that is rich in star forming pillars.  W5 lies about 6,500 light years away toward the constellation of Cassiopeia.",
    "hdurl": "https://apod.nasa.gov/apod/image/1111/w5_spitzer_5569.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "W5: Pillars of Star Formation",
    "url": "https://apod.nasa.gov/apod/image/1111/w5_spitzer_900.jpg"
  },
  {
    "date": "2011-11-21",
    "explanation": "What is it like to circle the Earth?  Every 90 minutes, astronauts aboard the International Space Station experience just that. Recently, crew members took a series of light-sensitive videos looking down at night that have been digitally fused to produce the above time-lapse video.  Many wonders of the land and sky are visible in the eighteen sequences, including red aurora above green aurora, lights from many major cities, and stars in the background. Looming at the top of the frame is usually part of the space station itself, sometimes seen re-orienting solar panels. Please help create a useful companion guide for this moving video by identifying landmarks, cities, countries, weather phenomena, and even background constellations that appear.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Around the World in 90 Minutes",
    "url": "https://player.vimeo.com/video/32001208?title=0&byline=0&portrait=0"
  },
  {
    "copyright": "Juergen Rendtel",
    "date": "2011-11-22",
    "explanation": "Historically active, this year's Leonid meteor shower was diminished by bright moonlight. Still, faithful night sky watchers did see the shower peak on November 18 and even the glare of moonlight didn't come close to masking this brilliant fireball meteor. The colorful meteor trail and final flare was captured early that morning in western skies over the Canary Island Observatorio del Teide on Tenerife. Particles of dust swept up when planet Earth passes near the orbit of periodic comet Tempel-Tuttle, Leonid meteors typically enter the atmosphere at nearly 70 kilometers per second. Looking away from the Moon, the wide angle camera lens also recorded bright stars in the familiar constellations Orion and Taurus near picture center. Inset are two exposures of this fireball's persistent train. The consecutive train images follow the meteor's flash by several minutes as high altitude winds disperse the faint, smokey trail. The two large telescope buildings are the GREGOR telescope with reddish dome and the Vacuum Tower Telescope along the right edge of the frame, both sun watching telescopes.",
    "hdurl": "https://apod.nasa.gov/apod/image/1111/LEO20111118_0426_rendtel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Leonid Fireball over Tenerife",
    "url": "https://apod.nasa.gov/apod/image/1111/LEO20111118_0426_rendtel900.jpg"
  },
  {
    "copyright": "Stéphane Guisard",
    "date": "2011-11-23",
    "explanation": "From an altitude of over 5,000 meters, the night sky view from Chajnantor Plateau in the Chilean Andes is breathtaking in more ways than one. The dark site's rarefied atmosphere, at about 50 percent sea level pressure, is also extremely dry. That makes it ideal for the Atacama Large Millimeter/submillimeter Array (ALMA) designed to explore the universe at wavelengths over 1,000 times longer than visible light. Near the center of the the panoramic scene, ALMA's 7 and 12 meter wide dish antennas are illuminated by a young Moon nestled in the arc of the Milky Way. ALMA's antenna configurations are intended to achieve a resolution comparable to space telescopes by operating as an interferometer. At left, a meteor's streak and the Milky Way's satellite galaxies, the Large (bottom) and Small Magellanic Clouds grace the night.",
    "hdurl": "https://apod.nasa.gov/apod/image/1111/SGU-ALMA-IMG_0013-2400-cp10.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The View from Chajnantor",
    "url": "https://apod.nasa.gov/apod/image/1111/SGU-ALMA-IMG_0013-2400-cp10.jpg"
  },
  {
    "date": "2011-11-24",
    "explanation": "In this artist's illustration, two distant galaxies formed about 2 billion years after the big bang are caught in the afterglow of GRB090323, a gamma-ray burst seen across the Universe. Shining through its own host galaxy and another nearby galaxy, the alignment of gamma-ray burst and galaxies was inferred from the afterglow spectrum following the burst's initial detection by the Fermi Gamma Ray Space Telescope in March of 2009. As seen by one of the European Southern Observatory's very large telescope units, the spectrum of the burst's fading afterglow also offered a surprising result - the distant galaxies are richer in heavy elements than the Sun, with the highest abundances ever seen in the early Universe. Heavy elements that enrich mature galaxies in the local Universe were made in past generations of stars. So these young galaxies have experienced a prodigious rate of star formation and chemical evolution compared to our own Milky Way. In the illustration, the light from the burst site at the left passes successively through the galaxies to the right. Spectra illustrating dark absorption lines of the galaxies' elements imprinted on the afterglow light are shown as insets. Of course, astronomers on planet Earth would be about 12 billion light-years off the right edge of the frame.",
    "hdurl": "https://apod.nasa.gov/apod/image/1111/eso1143a.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Caught in the Afterglow",
    "url": "https://apod.nasa.gov/apod/image/1111/eso1143b_900.jpg"
  },
  {
    "copyright": "picdumidi.org",
    "date": "2011-11-25",
    "explanation": "A tantalizing glimpse inside this dome was captured after sunset at the mountain top Pic Du Midi Observatory in the French Pyrenees. But while most are just beginning their work at sunset, this observatory's day was done. The instrument looming within is CLIMSO (for Christian Latouche IMageur Solaire), dedicated to exploring dynamic phenomena across the surface and atmosphere of the Sun. To image the solar atmosphere or corona, CLIMSO uses coronagraphs. Developed by French astronomer Bernard Lyot in the 1930s, coronagraphs block light from the center of the telescope beam to create an artificial solar eclipse and allow a continuous view of the solar corona. In this surreal twilight scene above a sea of clouds, the dome's interior was revealed by the single, long exposure as the open slit rotated across the field of view.",
    "hdurl": "https://apod.nasa.gov/apod/image/1111/CLIMSO_Sallez.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Glimpse of CLIMSO",
    "url": "https://apod.nasa.gov/apod/image/1111/CLIMSO_Sallez900.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2011-11-26",
    "explanation": "The prominent ridge of emission featured in this vivid skyscape is designated IC 5067. Part of a larger emission nebula with a distinctive shape, popularly called The Pelican Nebula, the ridge spans about 10 light-years and follows the curve of the cosmic pelican's head and neck. The Pelican Nebula close-up was constructed from narrowband data mapping emission from sulfur, hydrogen, and oxygen atoms to red, green, and blue colors. Fantastic, dark shapes inhabiting the view are clouds of cool gas and dust sculpted by energetic radiation from young, hot, massive stars. But stars are also forming within the dark shapes. In fact, twin jets emerging from the tip of the long, dark tendril below center are the telltale signs of an embedded protostar cataloged as Herbig-Haro 555. The Pelican Nebula itself, also known as IC 5070, is about 2,000 light-years away. To find it, look northeast of bright star Deneb in the high flying constellation Cygnus.",
    "hdurl": "https://apod.nasa.gov/apod/image/1111/IC5067NB_pugh75pct.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pelican Nebula Close-up",
    "url": "https://apod.nasa.gov/apod/image/1111/IC5067NB_pugh900.jpg"
  },
  {
    "date": "2011-11-27",
    "explanation": "Why would the shadow of a space shuttle launch plume point toward the Moon? In early 2001 during a launch of Atlantis, the Sun, Earth, Moon, and rocket were all properly aligned for this photogenic coincidence.  First, for the space shuttle's plume to cast a long shadow, the time of day must be either near sunrise or sunset.  Only then will the shadow be its longest and extend all the way to the horizon.  Finally, during a Full Moon, the Sun and Moon are on opposite sides of the sky.  Just after sunset, for example, the Sun is slightly below the horizon, and, in the other direction, the Moon is slightly above the horizon.  Therefore, as Atlantis blasted off, just after sunset, its shadow projected away from the Sun toward the opposite horizon, where the Full Moon just happened to be.",
    "hdurl": "https://apod.nasa.gov/apod/image/1111/sts98plume_nasa_1111.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shuttle Plume Shadow Points to the Moon",
    "url": "https://apod.nasa.gov/apod/image/1111/sts98plume_nasa_900.jpg"
  },
  {
    "date": "2011-11-28",
    "explanation": "Asteroid Vesta is home to some of the most impressive cliffs in the Solar System. Pictured above near the image center is a very deep cliff running about 20 kilometers from top to bottom. The image was taken by the robotic Dawn spacecraft that began orbiting the 500-kilometer space rock earlier this year. The topography of the scarp and its surroundings indicates that huge landslides may have occurred down this slope. The scarp's origin remains unknown, but parts of the cliff face itself must be quite old as several craters have appeared in it since it was created. Dawn has now finished up its high altitude mapping survey and will spiral down to a lower altitude orbit to better explore the asteroid's gravitational field.  During 2012, Dawn is scheduled to blast away from Vesta and begin a long journey to the only asteroid belt object known to be larger: Ceres.",
    "hdurl": "https://apod.nasa.gov/apod/image/1111/vestaslide_dawn_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Landslide on Asteroid Vesta",
    "url": "https://apod.nasa.gov/apod/image/1111/vestaslide_dawn_900.jpg"
  },
  {
    "date": "2011-11-29",
    "explanation": "A fantastic jumble of young blue star clusters, gigantic glowing gas clouds, and imposing dark dust lanes surrounds the central region of the active galaxy Centaurus A. This image from the Hubble Space Telescope has been processed to present a natural color picture of this cosmic maelstrom. Infrared images from the Hubble have also shown that hidden at the center of this activity are what seem to be disks of matter spiraling into a black hole with a billion times the mass of the Su",
    "hdurl": "https://apod.nasa.gov/apod/image/1111/cenA2_hst_3989.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Across the Center of Centaurus A",
    "url": "https://apod.nasa.gov/apod/image/1111/cenA2_hst_900.jpg"
  },
  {
    "date": "2011-11-30",
    "explanation": "Next stop: Mars. This past weekend the Mars Science Laboratory carrying the Curiosity Rover blasted off for the red planet atop an Atlas V rocket from Cape Canaveral, Florida, USA, as pictured above. At five times the size of the Opportunity rover currently operating on Mars, Curiosity is like a strange little car with six small wheels, a head-like camera mast, a rock crusher, a long robotic arm, and a plutonium power source. Curiosity is scheduled to land on Mars next August and start a two year mission to explore Gale crater, to help determine whether Mars could ever have supported life, and to help determine how humans might one day visit Earth's planetary neighbor.    Poll: Pick your favorites of last week's APODs",
    "hdurl": "https://apod.nasa.gov/apod/image/1111/msllaunch_nasa_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Curiosity Rover Lifts Off for Mars",
    "url": "https://apod.nasa.gov/apod/image/1111/msllaunch_nasa_900.jpg"
  },
  {
    "copyright": "Benjamim Ribeiro",
    "date": "2011-12-01",
    "explanation": "Now appearing as planet Earth's evening star, brilliant Venus shines in western skies at twilight. Standing above a rugged horizon and warm sunset colors, the twilight's celestial beacon was joined last Saturday by a Moon 35 hours young in this gorgeous skyscape. The close pairing of Venus and Moon is known as a conjunction. Not visible in the frame, fleeting planet Mercury has fallen from evening skies, sinking deeper into the sunset glow below the young crescent Moon. The scene was captured while trekking in northern Portugal's Peneda-Geres National Park.   Discovery + Outreach: Graduate student research position open for APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/IMG_1552ribeiro.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Young Moon Meets Evening Star",
    "url": "https://apod.nasa.gov/apod/image/1112/IMG_1552ribeiro900.jpg"
  }
]
