[
  {
    "date": "2011-10-01",
    "explanation": "Though the sizes are not to scale, the Sun and planets of the inner solar system are shown in this illustration, where each red dot represents an asteroid. New results from NEOWISE, the infrared asteroid hunting portion of the WISE mission, are shown on the left compared to old population projections of mid-size or larger near-Earth asteroids from surveys at visible wavelengths. And the good news is, NEOWISE observations estimate there are 40 percent fewer near-Earth asteroids that are larger than 100 meters (330 feet), than indicated by visible light searches. Based on infrared imaging, the NEOWISE results are more accurate as well. Heated by the Sun, asteroids of the same size radiate the same amount of infrared light, but can reflect very different amounts of visible sunlight depending on how shiny their surface is, or their surface albedo. That effect can bias surveys based on optical observations. NEOWISE results reduce the estimated number of mid-size near-Earth asteroids from about 35,000 to 19,500, but the majority still remain undiscovered.",
    "hdurl": "https://apod.nasa.gov/apod/image/1110/592714main_neo20110929-full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Asteroids Near Earth",
    "url": "https://apod.nasa.gov/apod/image/1110/592714main_neo20110929-crop.jpg"
  },
  {
    "date": "2011-10-02",
    "explanation": "Yes, but can your meteor do this?  The most powerful natural explosion in recent Earth history occurred on 1908 June 30 when a meteor exploded above the Tunguska River in Siberia, Russia.  Detonating with an estimated power 1,000 times greater than the atomic bomb dropped over Hiroshima, the Tunguska event leveled trees over 40 kilometers away and shook the ground in a tremendous earthquake.  Eyewitness reports are astounding.  The above picture was taken by a Russian expedition to the Tunguska site almost 20 years after the event, finding trees littering the ground like toothpicks. Estimates of the meteor's size range from 60 meters to over 1000 meters in diameter.  Recent evidence suggests that nearby Lake Cheko may even have been created by the impact. Although a meteor the size of the Tunguska can level a city, metropolitan areas take up such a small fraction of the Earth's surface that a direct impact on one is relatively unlikely.  More likely is an impact in the water near a city that creates a dangerous tsunami.  One focus of modern astronomy is to find Solar System objects capable of creating such devastation well before they impact the Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/1110/tunguska_kulik_2408.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tunguska: The Largest Recent Impact Event",
    "url": "https://apod.nasa.gov/apod/image/1110/tunguska_kulik_900.jpg"
  },
  {
    "date": "2011-10-03",
    "explanation": "What if you could fly through the universe and see dark matter? While the technology for taking such a flight remains under development, the technology for visualizing such a flight has taken a grand leap forward with the completion of the Bolshoi Cosmological Simulation. After 6 million CPU hours, the world's seventh fastest supercomputer output many scientific novelties including the above flight simulation. Starting from the relatively smooth dark matter distribution of the early universe discerned from the microwave background and other large sky data sets, the Bolshoi tracked the universe's evolution to the present epoch shown above, given the standard concordance cosmology. The bright spots in the above video are all knots of normally invisible dark matter, many of which contain normal galaxies.  Long filaments and clusters of galaxies, all gravitationally dominated by dark matter, become evident. Statistical comparison between the Bolshoi and current real sky maps of actual galaxies show good agreement. Although the Bolshoi simulation bolsters the existence of dark matter, many questions about our universe remain, including the composition of dark matter, the nature of dark energy, and how the first generation of stars and galaxies formed.   Astrophysicists: Browse the Astrophysics Source Code Library",
    "media_type": "video",
    "service_version": "v1",
    "title": "Dark Matter Movie from the Bolshoi Simulation",
    "url": "https://player.vimeo.com/video/21866269?title=0&byline=0&portrait=0"
  },
  {
    "date": "2011-10-04",
    "explanation": "This communication was not meant for human eyes. It was not even meant for aliens eyes. It's an attempt to communicate directly with your smartphone. Cameras on many smartphones can image the above Quick Response (QR) code and then common applications can tell you what it means.  Sometimes the deciphered code will reveal a web site address, prompting the smartphone to then ask you if you want to access this address to learn more about the object. QR codes are two-dimensional analogs of bar codes that can be scanned in any orientation and tolerate several types of errors. These codes are being used increasingly as doors between real objects and web-based information about those objects, and so are popping up increasingly in unexpected places.  Anyone can create a QR code from any of several free online services, print it out, and affix it to an object. Although not meant to communicate with aliens, QR codes employ several attributes common to famous alien communication attempts.  Can you -- or a local smartphone -- figure out what the above QR code means?",
    "hdurl": "https://apod.nasa.gov/apod/image/1110/qrcode_kaywa_372.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "QR Codes: Not for Human Eyes",
    "url": "https://apod.nasa.gov/apod/image/1110/qrcode_kaywa_600.jpg"
  },
  {
    "date": "2011-10-05",
    "explanation": "Did a sun-diving comet just cause a solar explosion? Probably not.  This past weekend a comet dove toward the Sun and was followed very quickly by a Coronal Mass Ejection (CMEs) from the other side of the Sun. The first two sequences in the above video shows the spectacular unfolding of events as seen by the Sun-orbiting SOHO satellite, while the same events were also captured by both Sun-orbiting STEREO satellites. Now sungrazer comets that break up as they pass near the Sun are not all that rare -- hundreds have been cataloged over the past few years. CMEs are even more common, with perhaps three lesser events occurring even during the eight hours of the above time-lapse movie. Therefore, the best bet of solar scientists is that the two events were unrelated. Another basis for this judgment is that CMEs are caused by rapid changes in the Sun's magnetic field, changes that a small comet seem unlikely to make.  Such coincidences are even more likely during periods of high activity on the Sun's surface -- like now.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Comet and CME on the Sun",
    "url": "https://www.youtube.com/embed/6N_tgA92M64?rel=0"
  },
  {
    "copyright": "Dietmar Hager",
    "date": "2011-10-06",
    "explanation": "Also known as the Cigar Galaxy for its elongated visual appearance, M82 is a starburst galaxy with a superwind. In fact, through ensuing supernova explosions and powerful winds from massive stars, the burst of star formation in M82 is driving the prodigous outflow of material. Evidence for the superwind from the galaxy's central regions is clear in this sharp composite image, based on data from small telescopes on planet Earth. The composite highlights emission from filaments of atomic hydrogen gas in reddish hues. The filaments extend for over 10,000 light-years. Some of the gas in the superwind, enriched in heavy elements forged in the massive stars, will eventually escape into intergalactic space. Triggered by a close encounter with nearby large galaxy M81, the furious burst of star formation in M82 should last about 100 million years or so. M82 is 12 million light-years distant, near the northern boundary of Ursa Major.   Memorial: Aden Meinel (1922 - 2011 Oct 2), first director of Kitt Peak",
    "hdurl": "https://apod.nasa.gov/apod/image/1110/M82_TorstenDietmar_Final.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M82: Starburst Galaxy with a Superwind",
    "url": "https://apod.nasa.gov/apod/image/1110/M82_TorstenDietmar_Final900.jpg"
  },
  {
    "copyright": "CARA Project",
    "date": "2011-10-07",
    "explanation": "rly last November, small but active Comet Hartley 2 (103/P Hartley) became the fifth comet imaged close-up by a spacecraft from planet Earth. Still cruising through the solar system with a 6 year orbital period, Hartley 2 is making astronomical headlines again. New Herschel Space Observatory measurements indicate that the water found in this comet's thin atmosphere or coma has the same ratio of the hydrogen isotope deuterium (in heavy water) as the oceans of our fair planet. Hartley 2 originated in the distant Kuiper Belt, a region beyond the orbit of Neptune that is a reservoir of icy cometary bodies and dwarf planets. Since the ratio of deuterium is related to the solar system environment where the comet formed, the Herschel results indicate that Kuiper Belt comets could have contributed substantial amounts of water to Earth's oceans. Comet Hartley 2 appears in this starry skyscape from last November sporting a tantalizing greenish coma appropriately sailing through the nautical constellation Puppis. Below the comet are open star clusters M47 (right) and M46 (left).",
    "hdurl": "https://apod.nasa.gov/apod/image/1110/103P_101127ligustri.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Comet Hartley 2 Cruise",
    "url": "https://apod.nasa.gov/apod/image/1110/103P_101127ligustri900c.jpg"
  },
  {
    "date": "2011-10-08",
    "explanation": "One solar day on a planet is the length of time from noon to noon. A solar day lasts 24 hours on planet Earth. On Mercury a solar day is about 176 Earth days long. And during its first Mercury solar day in orbit the MESSENGER spacecraft has imaged nearly the entire surface of the innermost planet to generate a global monochrome map at 250 meters per pixel resolution and a 1 kilometer per pixel resolution color map. Examples of the maps, mosaics constructed from thousands of images made under uniform lighting conditions, are shown (monochrome at left), both centered along the planet's 75 degrees East longitude meridian. The MESSENGER spacecraft's second Mercury solar day will likely include more high resolution targeted observations of the planet's surface features. (Editor's note: Due to Mercury's 3:2 spin-orbit resonance, a Mercury solar day is 2 Mercury years long.)",
    "hdurl": "https://apod.nasa.gov/apod/image/1110/mercuryMonoColorMap_messenger.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "MESSENGER's First Day",
    "url": "https://apod.nasa.gov/apod/image/1110/mercuryMonoColorMap_messenger1000.jpg"
  },
  {
    "date": "2011-10-09",
    "explanation": "Thirteen years ago results were first presented indicating that most of the energy in our universe is not in stars or galaxies but is tied to space itself.  In the language of cosmologists, a large cosmological constant is directly implied by new distant supernova observations.  Suggestions of a cosmological constant (lambda) were not new -- they have existed since the advent of modern relativistic cosmology. Such claims were not usually popular with astronomers, though, because lambda is so unlike known universe components, because lambda's value appeared limited by other observations, and because less-strange cosmologies without lambda had previously done well in explaining the data. What is noteworthy here is the seemingly direct and reliable method of the observations and the good reputations of the scientists conducting the investigations. Over the past thirteen years, independent teams of astronomers have continued to accumulate data that appears to confirm the existence of dark energy and the unsettling result of a presently accelerating universe. This year, the team leaders were awarded the Nobel Prize in Physics for their work.  The above picture of a supernova that occurred in 1994 on the outskirts of a spiral galaxy was taken by one of these collaborations.",
    "hdurl": "https://apod.nasa.gov/apod/image/1110/sn94d_highz_2508.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nobels for a Strange Universe",
    "url": "https://apod.nasa.gov/apod/image/1110/sn94d_highz_900.jpg"
  },
  {
    "copyright": "Luis Argerich",
    "date": "2011-10-10",
    "explanation": "Why would a rising Sun look so strange? No one is yet sure.  What is clear is that the above unusual sunrise was captured last month from Buenos Aires, Argentina. The body of water in the foreground is Rio de La Plata, considered by many to be the widest river in the world. Although the above image is actually a combination of a normal and a very short exposure needed to avoid oversaturating the bright Sun, the photographer saw this unusual structure with his own eyes, indicating that this effect was caused by neither reflections nor distortions in the camera or lens. What looks like arms on this monster illusion might actually be, for example, low level clouds just thick enough to scatter sunlight without completely blocking the Sun. Additionally, the distortion visible on the lower part of the Sun's image might indicate a Etruscan Vase or Fata Morgana mirage possibly created by a curious refracting layer of air over the water. Unusual atmospheric phenomena are frequently thrilling to see personally, and although most can be traced to well known phenomena, others, for lack of more data, remain mysterious.",
    "hdurl": "https://apod.nasa.gov/apod/image/1110/strangesunrise_argerich_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Strange Sunrise Over Argentina",
    "url": "https://apod.nasa.gov/apod/image/1110/strangesunrise_argerich_900.jpg"
  },
  {
    "copyright": "Larry Van Vleet",
    "date": "2011-10-11",
    "explanation": "It's the bubble versus the cloud. NGC 7635, the Bubble Nebula, is being pushed out by the stellar wind of massive central star BD+602522. Next door, though, lives a giant molecular cloud, visible to the right. At this place in space, an irresistible force meets an immovable object in an interesting way. The cloud is able to contain the expansion of the bubble gas, but gets blasted by the hot radiation from the bubble's central star. The radiation heats up dense regions of the molecular cloud causing it to glow. The Bubble Nebula, pictured above in scientifically mapped colors to bring up contrast, is about 10 light-years across and part of a much larger complex of stars and shells. The Bubble Nebula can be seen with a small telescope towards the constellation of the Queen of Aethiopia (Cassiopeia).",
    "hdurl": "https://apod.nasa.gov/apod/image/1110/bubble_vanvleet_1934.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7635: The Bubble Nebula",
    "url": "https://apod.nasa.gov/apod/image/1110/bubble_vanvleet_900.jpg"
  },
  {
    "date": "2011-10-12",
    "explanation": "Saturn's rings form one of the larger sundials known. This sundial, however, determines only the season of Saturn, not the time of day. In 2009, during Saturn's last equinox, Saturn's thin rings threw almost no shadows onto Saturn, since the ring plane pointed directly toward the Sun. As Saturn continued in its orbit around the Sun, however, the ring shadows become increasingly wider and cast further south.  These shadows are not easily visible from the Earth because from our vantage point near the Sun, the rings always block the shadows. The above image was taken in August by the robotic Cassini spacecraft currently orbiting Saturn. The rings themselves appear as a vertical bar on the image right. The Sun, far to the upper right, shines through the rings and casts captivatingly complex shadows on south Saturn, on the image left. Cassini has been exploring Saturn, its rings, and its moons since 2004, and is expected to continue until at least the maximum elongation of Saturn's shadows occurs in 2017.",
    "hdurl": "https://apod.nasa.gov/apod/image/1110/saturn9_cassini_1018.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn: Shadows of a Seasonal Sundial",
    "url": "https://apod.nasa.gov/apod/image/1110/saturn9_cassini_900.jpg"
  },
  {
    "copyright": "Fera\nPhotography",
    "date": "2011-10-13",
    "explanation": "This sharp cosmic portrait features glowing gas and obscuring dust clouds in IC 1795, a star forming region in the northern constellation Cassiopeia. Also cataloged as NGC 896, the nebula's remarkable details, shown in its dominant red color, were captured using a sensitive camera, and long exposures that include image data from a narrowband filter. The narrow filter transmits only H-alpha light, the red light of hydrogen atoms. Ionized by ultraviolet light from energetic young stars, a hydrogen atom emits the characteristic H-alpha light as its single electron is recaptured and transitions to lower energy states. Not far on the sky from the famous Double Star Cluster in Perseus, IC 1795 is itself located next to IC 1805, the Heart Nebula, as part of a complex of star forming regions that lie at the edge of a large molecular cloud. Located just over 6,000 light-years away, the larger star forming complex sprawls along the Perseus spiral arm of our Milky Way Galaxy. At that distance, this picture would span about 70 light-years across IC 1795.",
    "hdurl": "https://apod.nasa.gov/apod/image/1110/Ngc896dBig_fera.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Color of IC 1795",
    "url": "https://apod.nasa.gov/apod/image/1110/Ngc896dBig_fera900c.jpg"
  },
  {
    "copyright": "Babak Tafreshi",
    "date": "2011-10-14",
    "explanation": "Colorful star trails arc across the night in this surreal timelapse skyscape from the Roque de los Muchachos Observatory on the Canary island of La Palma. A reflection of the Earth's daily rotation on its axis, the star trails are also reflected in one of a pair of 17 meter diameter, multi-mirrored MAGIC telescopes. The MAGIC (Major Atmospheric Gamma Imaging Cherenkov) telescope itself is intended to detect gamma rays - photons with over 100 billion times the energy of visible light. As the high energy gamma rays impact the upper atmosphere they produce air showers of high-energy particles. A fast camera monitoring the multi-mirrored surface records in detail brief flashes of optical light, called Cherenkov light, created by the air shower particles",
    "hdurl": "https://apod.nasa.gov/apod/image/1110/MagicTrails_tafreshi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "MAGIC Star Trails",
    "url": "https://apod.nasa.gov/apod/image/1110/MagicTrails_tafreshi.jpg"
  },
  {
    "copyright": "Bob Franke",
    "date": "2011-10-15",
    "explanation": "Magnificent spiral galaxy NGC 4565 is viewed edge-on from planet Earth. Also known as the Needle Galaxy for its narrow profile, bright NGC 4565 is a stop on many telescopic tours of the northern sky, in the faint but well-groomed constellation Coma Berenices. This sharp, colorful image reveals the galaxy's bulging central core cut by obscuring dust lanes that lace NGC 4565's thin galactic plane. An assortment of other background galaxies is included in the pretty field of view, with neighboring galaxy NGC 4562 at the lower right. NGC 4565 itself lies about 40 million light-years distant and spans some 100,000 light-years.  Easily spotted with small telescopes, sky enthusiasts consider NGC 4565 to be a prominent celestial masterpiece Messier missed.",
    "hdurl": "https://apod.nasa.gov/apod/image/1110/ngc4565big_franke.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4565: Galaxy on Edge",
    "url": "https://apod.nasa.gov/apod/image/1110/ngc4565_franke.jpg"
  },
  {
    "copyright": "David Cortner",
    "date": "2011-10-16",
    "explanation": "The rare transit of Venus across the face of the Sun in 2004 was one of the better-photographed events in sky history.  Both scientific and artistic images flooded in from the areas that could see the transit: Europe and much of Asia, Africa, and North America.  Scientifically, solar photographers confirmed that the black drop effect is really better related to the viewing clarity of the camera or telescope than the atmosphere of Venus. Artistically, images might be divided into several categories.  One type captures the transit in front of a highly detailed Sun.  Another category captures a double coincidence such as both Venus and an airplane simultaneously silhouetted, or Venus and the International Space Station in low Earth orbit. A third image type involves a fortuitous arrangement of interesting looking clouds, as shown by example in the above image taken from North Carolina, USA. The next transit of Venus across the Sun will be in 2012 June.",
    "hdurl": "https://apod.nasa.gov/apod/image/1110/venustransit_cortner_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Picturesque Venus Transit",
    "url": "https://apod.nasa.gov/apod/image/1110/venustransit_cortner_900.jpg"
  },
  {
    "date": "2011-10-17",
    "explanation": "It is difficult to hide a galaxy behind a cluster of galaxies. The closer cluster's gravity will act like a huge lens, pulling images of the distant galaxy around the sides and greatly distorting them. This is just the case observed in the above recently released image from the CLASH survey with the Hubble Space Telescope. The cluster MACS J1206.2-0847 is composed of many galaxies and is lensing the image of a yellow-red background galaxy into the huge arc on the right. Careful inspection of the image will reveal at least several other lensed background galaxies -- many appearing as elongated wisps. The foreground cluster can only create such smooth arcs if most of its mass is smoothly distributed dark matter -- and therefore not concentrated in the cluster galaxies visible. Analyzing the positions of these gravitational arcs also gives astronomers a method to estimate the dark matter distribution in galaxy clusters, and infer from that when these huge conglomerations of galaxies began to form.   APOD Retrospective: The best of Clusters of Galaxies",
    "hdurl": "https://apod.nasa.gov/apod/image/1110/macs1206_hst_973.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "MACS 1206: A Galaxy Cluster Gravitational Lens",
    "url": "https://apod.nasa.gov/apod/image/1110/macs1206_hst_900.jpg"
  },
  {
    "copyright": "Craig SavageANU",
    "date": "2011-10-18",
    "explanation": "What would it look like to travel near the speed of light? Strange visual effects would appear as documented in the above relativistically-accurate animation. First of all, relativistic aberration would cause objects to appear to bunch up in front you. Next, the Doppler shift would cause the colors of forward objects to shift toward the blue, while things behind you would shift toward the red. Similarly, the world in front of you would seem to move unusually fast, while the world behind you would appear to slow down. Objects to the sides will appear rotated, possibly enabling surfaces normally hidden from you to become visible. Of course, since constant motion is relative, the same effects would occur were you to remain stationary and the entire world advanced toward you.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Movie: Approaching Light Speed",
    "url": "https://www.youtube.com/embed/JQnHTKZBTI4?rel=0"
  },
  {
    "copyright": "Juan Carlos Casado",
    "date": "2011-10-19",
    "explanation": "What are those streaks in the sky? They're meteors from the Draconids meteor shower that peaked earlier this month. The above composite image captured numerous meteor streaks over 90 minutes above the Celtic ruins of Capote in Badajoz province, Spain. The particles that caused these meteors were typically the size of a pebble and were expelled long ago from the nucleus of comet 21P/Giacobini-Zinner.  Most of the above meteors can be traced back to a single radiant emanating from the constellation of the Dragon (Draco).  Reports from this year's meteor shower indicate that the Draconids were unusually good this year with activity was concentrated around 8 pm UT on October 8.  The most intense Draconid meteor showers in recent history occurred in 1933 and 1946 when thousands of meteors per hour were recorded as the Earth plowed through particularly dense streams of comet debris. Although the Draconids occur every October, it is usually difficult to know just how active each year's meteor shower will be.   APOD Challenge: How many meteors can you find on the above image?",
    "hdurl": "https://apod.nasa.gov/apod/image/1110/draconids_casado_1844.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Draconid Meteors Over Spain",
    "url": "https://apod.nasa.gov/apod/image/1110/draconids_casado_900.jpg"
  },
  {
    "copyright": "Gregg Ruppel",
    "date": "2011-10-20",
    "explanation": "A good target for binoculars and small telescopes, Comet Garradd (C/2009 P1) now shines in planet Earth's evening skies, a steady performer but just below naked-eye visibility. Telescopic images like this composite from October 15 can find the comet with a lovely green coma, sporting multiple tails, and lingering against a background of faint stars. The field of view spans over 1 degree or about 2 full moons within the southern boundaries of the constellation Hercules. Now around 16 light minutes (2 astronomical units) away, P1 Garradd is an intrinsically large comet, but will never make a very close approach to Earth or the Sun while sweeping through the inner solar system. As a result, the comet will likely stay a sight for telescopic eyes only, moving slowly through the sky and remaining in Hercules during the coming months.",
    "hdurl": "https://apod.nasa.gov/apod/image/1110/P1Garradd_ruppel101511.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tails of Comet Garradd",
    "url": "https://apod.nasa.gov/apod/image/1110/P1Garradd_ruppel101511_900.jpg"
  },
  {
    "copyright": "Bob Caton",
    "date": "2011-10-21",
    "explanation": "Cosmic clouds of gas and dust drift across this magnificent panorama, spanning some 17 degrees near the southern boundary of the heroic constellation Perseus. The collaborative skyscape begins with bluish stars of Perseus at the left, but the eye is drawn to the striking, red NGC 1499. Also known as the California Nebula, its characteristic glow of atomic hydrogen gas is powered by ultraviolet light from luminous blue star Xi Persei immediately to the nebula's right. Farther along, intriguing young star cluster IC 348 and neighboring Flying Ghost Nebula are right of center. Connected by dark and dusty tendrils on the outskirts of a giant molecular cloud, another active star forming region, NGC 1333, lies near the upper right edge of the wide field of view. Shining faintly, dust clouds strewn throughout the scene are hovering hundreds of light-years above the galactic plane and reflect starlight from the Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/1110/mbz_2011-09_Clouds_Of_Perseus.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Clouds of Perseus",
    "url": "https://apod.nasa.gov/apod/image/1110/mbz_2011-09_Clouds_Of_Perseus600h.jpg"
  },
  {
    "copyright": "Jean-Luc Dauvergne",
    "date": "2011-10-22",
    "explanation": "On October 29 (UT), Jupiter, the solar system's largest planet, will be at opposition, opposite the Sun in planet Earth's sky, shining brightly and rising as the Sun sets. That configuration results in Jupiter's almost annual closest approach to planet Earth, so near opposition the gas giant offers earthbound telescopes stunning views of its stormy, banded atmosphere and large Galilean moons. This sharp snapshot of Jupiter was captured on October 13 with the 1 meter telescope at the Pic Du Midi mountain top observatory in the French Pyrenees. North is up in the image that shows off oval shaped vortices and planet girdling dark belts and light zones. Also seen in remarkable detail, Jupiter's icy Ganymede, the solar system's largest moon, is emerging from behind the planet (top) while volcanic Io enters the frame near the lower left edge.",
    "hdurl": "https://apod.nasa.gov/apod/image/1110/jupiter20111013225714couleu.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter Near Opposition",
    "url": "https://apod.nasa.gov/apod/image/1110/jupiter20111013225714couleu900.jpg"
  },
  {
    "date": "2011-10-23",
    "explanation": "The New Horizons spacecraft took some stunning images of Jupiter on its way out to Pluto. Famous for its Great Red Spot, Jupiter is also known for its regular, equatorial cloud bands, visible through even modest sized telescopes. The above image, horizontally compressed, was taken in 2007 near Jupiter's terminator and shows the Jovian giant's wide diversity of cloud patterns.  On the far left are clouds closest to Jupiter's South Pole.  Here turbulent whirlpools and swirls are seen in a dark region, dubbed a belt, that rings the planet.  Even light colored regions, called zones, show tremendous structure, complete with complex wave patterns.   The energy that drives these waves surely comes from below.  New Horizons is the fastest space probe ever launched, has now passed the orbits of Saturn and Uranus and is on track to reach Pluto in 2015.",
    "hdurl": "https://apod.nasa.gov/apod/image/1110/jupiterclouds_newhorizons_761.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter's Clouds from New Horizons",
    "url": "https://apod.nasa.gov/apod/image/1110/jupiterclouds_newhorizons_900.jpg"
  },
  {
    "date": "2011-10-24",
    "explanation": "What created the Waterfall Nebula? No one knows.  The structure seen in the region of NGC 1999 in the Great  Orion Molecular Cloud complex is one of the more mysterious structures yet found on the sky. Designated HH-222, the elongated gaseous stream stretches about ten light years and emits an unusual array of colors. One hypothesis is that the gas filament results from the wind from a young star impacting a nearby molecular cloud. That would not explain, however, why the Waterfall and fainter streams all appear to converge on a bright but unusual non thermal radio source located toward the upper left of the curving structure. Another hypothesis is that the unusual radio source originates from a binary system containing a hot white dwarf, neutron star, or black hole, and that the Waterfall is just a jet from this energetic system. Such systems, though, are typically strong X-rays emitters, and no X-rays have been detected. For now, this case remains unsolved.  Perhaps well-chosen future observations and clever deductive reasoning will unlock the true origin of this enigmatic wisp in the future.   Astronomers: What other \"mysterious structures\" appear on the sky?",
    "hdurl": "https://apod.nasa.gov/apod/image/1110/waterfall2_kpno_900.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "HH-222: The Waterfall Nebula",
    "url": "https://apod.nasa.gov/apod/image/1110/waterfall2_kpno_900.jpg"
  },
  {
    "copyright": "Daniel Verloop",
    "date": "2011-10-25",
    "explanation": "What powers the Heart Nebula?  The large emission nebula dubbed IC 1805 looks, in whole, like a human heart.  The nebula glows brightly in red light emitted by its most prominent element: hydrogen.  The red glow and the larger shape are all created by a small group of stars near the nebula's center.  A close up in high dynamic range (HDR) spanning about 30 light years contains many of these stars is shown above. This open cluster of stars contains a few bright stars nearly 50 times the mass of our Sun, many dim stars only a fraction of the mass of our Sun, and an absent microquasar that was expelled millions of years ago.  The Heart Nebula is located about 7,500 light years away toward the constellation of Cassiopeia.",
    "hdurl": "https://apod.nasa.gov/apod/image/1110/heart_verloop_2621.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 1805: The Heart Nebula in HDR",
    "url": "https://apod.nasa.gov/apod/image/1110/heart_verloop_900.jpg"
  },
  {
    "date": "2011-10-26",
    "explanation": "A fourth moon is visible on the above image if you look hard enough. First -- and farthest in the background -- is Titan, the largest moon of Saturn and one of the larger moons in the Solar System.  The dark feature across the top of this perpetually cloudy world is the north polar hood. The next most obvious moon is bright Dione, visible in the foreground, complete with craters and long ice cliffs. Jutting in from the left are several of Saturn's expansive rings, including Saturn's A ring featuring the dark Encke Gap. On the far right, just outside the rings, is Pandora, a moon only 80-kilometers across that helps shepherd Saturn's F ring. The fourth moon?  If you look closely in the Encke Gap you'll find a speck that is actually Pan. Although one of Saturn's smallest moons at 35-kilometers across, Pan is massive enough to help keep the Encke gap relatively free of ring particles.",
    "hdurl": "https://apod.nasa.gov/apod/image/1110/fourmoons_cassini_1004.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In, Through, and Beyond Saturn's Rings",
    "url": "https://apod.nasa.gov/apod/image/1110/fourmoons_cassini_900.jpg"
  },
  {
    "copyright": "Panther Observatory",
    "date": "2011-10-27",
    "explanation": "Young suns still lie within dusty NGC 7129, some 3,000 light-years away toward the royal constellation Cepheus. While these stars are at a relatively tender age, only a few million years old, it is likely that our own Sun formed in a similar stellar nursery some five billion years ago. Most noticeable in the sharp image are the lovely bluish dust clouds that reflect the youthful starlight. But the compact, deep red crescent shapes are also markers of energetic, young stellar objects. Known as Herbig-Haro objects, their shape and color is characteristic of glowing hydrogen gas shocked by jets streaming away from newborn stars. Paler, extended filaments of reddish emission mingling with the bluish clouds are caused by dust grains effectively converting the invisible ultraviolet starlight to visible red light through photoluminesence. Ultimately the natal gas and dust in the region will be dispersed, the stars drifting apart as the loose cluster orbits the center of the Galaxy. At the estimated distance of NGC 7129, this telescopic view spans about 40 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1110/NGC7129_schedler_c70.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Young Suns of NGC 7129",
    "url": "https://apod.nasa.gov/apod/image/1110/NGC7129_schedler_c70_900c.jpg"
  },
  {
    "copyright": "Malcolm Park",
    "date": "2011-10-28",
    "explanation": "As northern hemisphere nights grow longer, October is a good month for spotting auroras, or even other eerie apparitions after dark. And this week the night sky did not disappoint. On October 24th a solar coronal mass ejection impacted planet Earth's magnetosphere triggering far ranging auroral displays. On that night, this dramatic silhouette against deep red and beautiful green curtains of shimmering light was captured near Whitby, Ontario, Canada. But auroras were reported even farther south, in US states like Alabama, Kansas, and Oklahoma at latitudes rarely haunted by the northern lights. Well above 100 kilometers, at the highest altitudes infused by the auroral glow, the red color comes from the excitation of oxygen atoms.",
    "hdurl": "https://apod.nasa.gov/apod/image/1110/AuroraOntario_MPark1920.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "October Skylights",
    "url": "https://apod.nasa.gov/apod/image/1110/AuroraOntario_MPark900.jpg"
  },
  {
    "date": "2011-10-29",
    "explanation": "Is this what our own Milky Way Galaxy looks like from far away? Similar in size and grand design to our home Galaxy (although without the central bar), spiral galaxy NGC 3370 lies about 100 million light-years away toward the constellation of the Lion (Leo).  Recorded above in exquisite detail by the Hubble Space Telescope's Advanced Camera for Surveys, the big, beautiful face-on spiral is not only photogenic, but has proven sharp enough to study individual stars known as Cepheids. These pulsating stars have been used to accurately determine NGC 3370's distance. NGC 3370 was chosen for this study because in 1994 the  spiral galaxy was also home to a well studied stellar explosion -- a Type Ia supernova.  Combining the known distance to this standard candle supernova, based on the Cepheid measurements, with observations of supernovas at even greater distances, has helped to reveal the size and expansion rate of the entire Universe itself.",
    "hdurl": "https://apod.nasa.gov/apod/image/1110/ngc3370_hst_6031.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy NGC 3370 from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1110/ngc3370_hst_900.jpg"
  },
  {
    "date": "2011-10-30",
    "explanation": "What caused this unusual light rock formation on Mars?  Intrigued by the possibility that they could be salt deposits left over as an ancient lakebed dried-up, detailed studies of these fingers now indicate a more mundane possibility: volcanic ash.  Studying the exact color of the formation indicated the possible volcanic origin.  The light material appears to have eroded away from surrounding area, indicating a very low-density substance. The stark contrast between the rocks and the surrounding sand is compounded by the unusual darkness of the sand.  The above picture was taken with the Thermal Emission Imaging System on the Mars Odyssey spacecraft currently orbiting Mars.  The image spans about 10 kilometers inside a larger crater.",
    "hdurl": "https://apod.nasa.gov/apod/image/1110/whiterock_mo_1238.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "White Rock Fingers on Mars",
    "url": "https://apod.nasa.gov/apod/image/1110/whiterock_mo_900.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2011-10-31",
    "explanation": "Spooky shapes seem to haunt this starry expanse, drifting through the night in the royal constellation Cepheus. Of course, the shapes are cosmic dust clouds faintly visible in dimly reflected starlight. Far from your own neighborhood on planet Earth, they lurk at the edge of the Cepheus Flare molecular cloud complex some 1,200 light-years away. Over 2 light-years across the ghostly nebula and relatively isolated Bok globule, also known as vdB 141 or Sh2-136, is near the center of the field. The core of the dark cloud on the right is collapsing and is likely a binary star system in the early stages of formation.  Even so, if the spooky shapes could talk, they might well wish you a happy Halloween.",
    "hdurl": "https://apod.nasa.gov/apod/image/1110/sh2136block.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ghost of the Cepheus Flare",
    "url": "https://apod.nasa.gov/apod/image/1110/sh2136s_block900.jpg"
  },
  {
    "date": "2011-11-01",
    "explanation": "If you drop a hammer and a feather together, which reaches the ground first? On the Earth, it's the hammer, but is the reason only because of air resistance?  Scientists even before Galileo have pondered and tested this simple experiment and felt that without air resistance, all objects would fall the same way. Galileo tested this principle himself and noted that two heavy balls of different masses reached the ground simultaneously, although many historians are skeptical that he did this experiment from Italy's Leaning Tower of Pisa as folklore suggests. A good place free of air resistance to test this equivalence principle is Earth's Moon, and so in 1971, Apollo 15 astronaut David Scott dropped both a hammer and a feather together toward the surface of the Moon.  Sure enough, just as scientists including Galileo and Einstein would have predicted, they reached the lunar surface at the same time. The demonstrated equivalence principle states that the acceleration an object feels due to gravity does not depend on its mass, density, composition, color, shape, or anything else. The equivalence principle is so important to modern physics that its depth and reach are still being debated and tested even today.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Hammer Versus Feather on the Moon",
    "url": "https://www.youtube.com/embed/4mTsrRZEMwA?rel=0"
  }
]
