[
  {
    "date": "2012-12-01",
    "explanation": "Innermost planet Mercury would probably not be a good location for an interplanetary winter olympics. But new results based on data from the Mercury orbiting MESSENGER spacecraft indicate that it does have substantial water ice in permanently shadowed regions within craters near its north pole. The possibility of ice on Mercury has been entertained for years, inspired by the discovery of radar bright, hence highly reflective, regions near the north pole. Highlighted in yellow in this map based on projected MESSENGER images, radar bright regions are seen to correspond with floors and walls of north polar impact craters. Farther from the pole the regions are concentrated on the north facing crater walls. MESSENGER's neutron spectroscopy and thermal models for the craters indicate material in these regions has a hydrogen content consistent with nearly pure water ice and is trapped in an area with temperatures that remain below 100 kelvins (-280 deg.F, -173 deg.C). In circumstances similar to permanent shadows in craters of the Moon, debris from comet impacts is thought to be the source of ice on Mercury.",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/Lawrence_3aMercurycomposite.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Northern Mercury",
    "url": "https://apod.nasa.gov/apod/image/1212/Lawrence_3aMercurycomposite900c.jpg"
  },
  {
    "copyright": "Yuri BeletskyESO",
    "date": "2012-12-02",
    "explanation": "Is the night sky darkest in the direction opposite the Sun? No. In fact, a rarely discernable faint glow known as the gegenschein (German for \"counter glow\") can be seen 180 degrees around from the Sun in an extremely dark sky. The gegenschein is sunlight back-scattered off small interplanetary dust particles.  These dust particles are millimeter sized splinters from asteroids and orbit in the ecliptic plane of the planets.  Pictured above from 2008 October is one of the more spectacular pictures of the gegenschein yet taken. Here a deep exposure of an extremely dark sky over Paranal Observatory in Chile shows the gegenschein so clearly that even a surrounding glow is visible.   In the foreground are several of the European Southern Observatory's Very Large Telescopes, while notable background objects include the Andromeda galaxy toward the lower left and the Pleiades star cluster just above the horizon.  The gegenschein is distinguished from zodiacal light near the Sun by the high angle of reflection.  During the day, a phenomenon similar to the gegenschein called the glory can be seen in reflecting air or clouds opposite the Sun from an airplane.",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/gegenschein_eso_1200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Gegenschein Over Chile",
    "url": "https://apod.nasa.gov/apod/image/1212/gegenschein_eso_960.jpg"
  },
  {
    "copyright": "Dani Caxete",
    "date": "2012-12-03",
    "explanation": "Sometimes falling ice crystals make the atmosphere into a giant lens causing arcs and halos to appear around the Sun or Moon. This past Saturday night was just such a time near Madrid, Spain, where a winter sky displayed not only a bright Moon but as many as four rare lunar halos.  The brightest object, near the top of the above image, is the Moon. Light from the Moon refracts through tumbling hexagonal ice crystals into a 22 degree halo seen surrounding the Moon. Elongating the 22 degree arc horizontally is a circumscribed halo caused by column ice crystals. More rare, some moonlight refracts through more distant tumbling ice crystals to form a (third) rainbow-like arc 46 degrees from the Moon and appearing here just above a picturesque winter landscape. Furthermore, part of a whole 46 degree circular halo is also visible, so that an extremely rare -- especially for the Moon --  quadruple halo  was actually imaged. The snow-capped trees in the foreground line the road Puerto de Navacerrada in the Sierra de Guadarrama mountain range near Madrid. Far in the background is a famous winter skyscape that includes Sirius, the belt of Orion, and Betelgeuse all visible between the inner and outer arcs. Halos and arcs typically last for minutes to hours, so if you do see one there should be time to invite family, friends or neighbors to share your unusual lensed vista of the sky.   Quick Poll: Have you ever seen a lunar halo?",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/lunararcs_caxete_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Quadruple Lunar Halo Over Spain",
    "url": "https://apod.nasa.gov/apod/image/1212/lunararcs_caxete_960.jpg"
  },
  {
    "date": "2012-12-04",
    "explanation": "What's happening at the north pole of Saturn? A vortex of strange and complex swirling clouds.  The center of this vortex was imaged in unprecedented detail last week by the robotic Cassini spacecraft orbiting Saturn.  These clouds lie at the center of the unusual hexagonal cloud system that surrounds the north pole of Saturn. The sun rose on Saturn's north pole just a few years ago, with Cassini taking only infrared images of the shadowed region previously.  The above image is raw and unprocessed and is being prepared for release in 2013. Several similar images of the region have recently been condensed into a movie. Planetary scientists are sure to continue to study this most unusual cloud formation for quite some time.   Astrophysicists: Code sharing meeting in January",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/saturnvortex_cassini_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Center of Saturn's North Polar Vortex",
    "url": "https://apod.nasa.gov/apod/image/1212/saturnvortex_cassini_960.jpg"
  },
  {
    "date": "2012-12-05",
    "explanation": "Why does this galaxy emit such spectacular jets? No one is sure, but it is likely related to an active supermassive black hole at its center. The galaxy at the image center, Hercules A, appears to be a relatively normal elliptical galaxy in visible light.  When imaged in radio waves, however, tremendous plasma jets over one million light years long appear.  Detailed analyses indicate that the central galaxy, also known as 3C 348, is actually over 1,000 times more massive than our Milky Way Galaxy, and the central black hole is nearly 1,000 times more massive than the black hole at our Milky Way's center. Pictured above is a visible light image obtained by the Earth-orbiting Hubble Space Telescope superposed with a radio image taken by the recently upgraded Very Large Array (VLA) of radio telescopes in New Mexico, USA. The physics that creates the jets remains a topic of research with a likely energy source being infalling matter swirling toward the central black hole.   Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River)",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/herca_vlahst_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Plasma Jets from Radio Galaxy Hercules A",
    "url": "https://apod.nasa.gov/apod/image/1212/herca_vlahst_960.jpg"
  },
  {
    "copyright": "Ivan Eder",
    "date": "2012-12-06",
    "explanation": "Globular star cluster 47 Tucanae is a jewel of the southern sky. Also known as NGC 104, it roams the halo of our Milky Way Galaxy along with around 200 other globular star clusters. The second brightest globular cluster (after Omega Centauri) as seen from planet Earth, it lies about 13,000 light-years away and can be spotted naked-eye near the Small Magellanic Cloud (SMC) in the constellation of the Toucan. Of course, the SMC is some 210,000 light-years distant, a satellite galaxy of our Milky Way and not physically close to 47 Tuc. Stars on the outskirts of the SMC are seen at the upper left of this broad southern skyscape. Toward the lower right with about the same apparent diameter as a Full Moon, dense cluster 47 Tuc is made up of several million stars in a volume only about 120 light-years across. Away from the bright cluster core, the red giants of 47 Tuc are easy to pick out as yellowish tinted stars. Globular cluster 47 Tuc is also home to exotic x-ray binary star systems.",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/47tuc_ederL.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "47 Tuc Near the Small Magellanic Cloud",
    "url": "https://apod.nasa.gov/apod/image/1212/47tuc_eder_900.jpg"
  },
  {
    "date": "2012-12-07",
    "explanation": "This remarkably complete view of Earth at night is a composite of cloud-free, nighttime images. The images were collected during April and October 2012 by the Suomi-NPP satellite from polar orbit about 824 kilometers (512 miles) above the surface using its Visible Infrared Imaging Radiometer Suite (VIIRS). VIIRS offers greatly improved resolution and sensitivity compared to past global nightlight detecting instrumentation on DMSP satellites. It also has advantages compared to cameras on the International Space Station. While the space station passes over the same point on Earth every two or three days, Suomi-NPP passes over the same point twice a day at about 1:30am and 1:30pm local time. Easy to recognize here, city lights identify major population centers, tracking the effects of human activity and influence across the globe. That makes nighttime images of our fair planet among the most interesting and important views from space.",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/dnb_land_ocean_ice.2012.3600x1800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth at Night",
    "url": "https://apod.nasa.gov/apod/image/1212/dnb_land_ocean_ice.2012.1200x600.jpg"
  },
  {
    "copyright": "Tunç Tezel",
    "date": "2012-12-08",
    "explanation": "A Full Moon rises in this waterfront scene. Its colorful, watery reflection is joined by harbor lights and a windowed skyscraper's echo of the western horizon just after sunset. The tantalizing image is a composite of frames recorded at 2 minute intervals on November 28 from the Caspian Sea port city of Baku, Azerbaijan.  Still, this Full Moon was not really as big or as bright as others, though it might be hard to tell. In fact, November 28's Full Moon was near apogee, making it the smallest Full Moon of 2012. As it rose over the Baku boardwalk (along with much of the eastern hemisphere), it was also in the Earth's lighter or penumbral shadow. The subtle effect of the penumbral lunar eclipse is just discernible as the slightly darker left side of the lunar disk. Opposite the Sun in planet Earth's sky, the Full Moon was also joined by bright planet Jupiter, only a few days from its own opposition.",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/BakuMoonJupiterTezel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Baku Moonrise",
    "url": "https://apod.nasa.gov/apod/image/1212/BakuMoonJupiterTezel900.jpg"
  },
  {
    "date": "2012-12-09",
    "explanation": "In 1984, high above the Earth's surface, an astronaut captured a satellite. It was the second satellite captured that mission. Pictured above, astronaut Dale A. Gardner flies free using the Manned Maneuvering Unit and begins to attach a control device dubbed the Stinger to the rotating Westar 6 satellite.  Communications satellite Westar 6 had suffered a rocket malfunction that left it unable to reach its intended high geosynchronous orbit. Both the previously caught Palapa B-2 satellite and the Westar 6 satellite were guided into the cargo bay of the Space Shuttle Discovery and returned to Earth. Westar 6 was subsequently refurbished and sold.",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/westarcapture_sts51a_640.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Astronaut Who Captured a Satellite",
    "url": "https://apod.nasa.gov/apod/image/1212/westarcapture_sts51a_960.jpg"
  },
  {
    "copyright": "Colin Legg",
    "date": "2012-12-10",
    "explanation": "Have you ever experienced a total eclipse of the Sun?  The above time-lapse movie depicts such an eclipse in dramatic detail as visible from Australia last month. As the video begins, a slight dimming of the Sun and the surrounding Earth is barely perceptible. Suddenly, as the Moon moves to cover nearly the entire Sun, darkness sweeps in from the left -- the fully blocked part of the Sun.  At totality, only the bright solar corona extends past the edges of the Moon, and darkness surrounds you. Distant horizons are still bright, though, as they are not in the darkest part of the shadow.  At mid-totality the darkness dips to the horizon below the eclipsed Sun, created by the shadow cone -- a corridor of shadow that traces back to the Moon. As the total solar eclipse ends -- usually after a few minutes -- the process reverses and Moon's shadow moves off to the other side. Solar eclipses can frequently be experienced at gatherings organized along the narrow eclipse path as well as specialized cruises and plane flights.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Time-Lapse: A Total Solar Eclipse",
    "url": "https://player.vimeo.com/video/53641212?badge=0&color=ffffff"
  },
  {
    "date": "2012-12-11",
    "explanation": "Stars are sometimes born in the midst of chaos.  About 3 million years ago in the nearby galaxy M33, a large cloud of gas spawned dense internal knots which gravitationally collapsed to form stars.  NGC 604 was so large, however, it could form enough stars to make a globular cluster.  Many young stars from this cloud are visible in the above image from the Hubble Space Telescope, along with what is left of the initial gas cloud.  Some stars were so massive they have already evolved and exploded in a supernova.  The brightest stars that are left emit light so energetic that they create one of the largest clouds of ionized hydrogen gas known, comparable to the Tarantula Nebula in our Milky Way's close neighbor, the Large Magellanic Cloud.",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/ngc604_hstlegacy_1512.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 604: Giant Stellar Nursery",
    "url": "https://apod.nasa.gov/apod/image/1212/ngc604_hstlegacy_960.jpg"
  },
  {
    "copyright": "Florian Breuer",
    "date": "2012-12-12",
    "explanation": "In front of a famous background of stars and galaxies lies some of Earth's more unusual trees. Known as quiver trees, they are actually succulent aloe plants that can grow to tree-like proportions. The quiver tree name is derived from the historical usefulness of their hollowed branches as dart holders. Occurring primarily in southern Africa, the trees pictured in the above 16-exposure composite are in Quiver Tree Forest located in southern Namibia. Some of the tallest quiver trees in the park are estimated to be about 300 years old. Behind the trees is light from the small town of Keetmanshoop, Namibia. Far in the distance, arching across the background, is the majestic central band of our Milky Way Galaxy. Even further in the distance, visible on the image left, are the Large and Small Magellanic Clouds, smaller satellite galaxies of the Milky Way that are prominent in the skies of Earth's southern hemisphere.    Last Repetitive Day this Century: For one second today the date and time will be 12/12/12 12:12:12.",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/quivertrees_breuer_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way Over Quiver Tree Forest",
    "url": "https://apod.nasa.gov/apod/image/1212/quivertrees_breuer_960.jpg"
  },
  {
    "date": "2012-12-13",
    "explanation": "Get out your red/blue glasses and check out this awesome stereo view of another world. The scene was recorded by Apollo 17 mission commander Eugene Cernan on December 11, 1972, one orbit before descending to land on the Moon. The stereo anaglyph was assembled from two photographs (AS17-147-22465, AS17-147-22466) captured from his vantage point on board the Lunar Module Challenger as he and Dr. Harrison Schmitt flew over Apollo 17's landing site in the Taurus-Littrow Valley. The broad, sunlit face of the mountain dubbed South Massif rises near the center of the frame, above the dark floor of Taurus-Littrow to its left. Beyond the mountains, toward the lunar limb, lies the Moon's Mare Serenitatis. Piloted by Ron Evans, the Command Module America is visible in orbit in the foreground against the South Massif's peak.  Tonight watch: The Geminid Meteor Shower",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/22466-22467anaVantuyne.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 17: A Stereo View from Lunar Orbit",
    "url": "https://apod.nasa.gov/apod/image/1212/22466-22467anaVantuyne900.jpg"
  },
  {
    "copyright": "Dennis L. MammanaTWAN",
    "date": "2012-12-14",
    "explanation": "On the morning of November 14, sky gazers from around the world gathered on this little planet to stand in the dark umbral shadow of the Moon. Of course, the Moon cast the shadow during last month's total solar eclipse, and the little planet is actually a beach on Green Island off the coast of Queensland, Australia. The picture itself, the first little planet projection of a total solar eclipse, is a digitally warped and stitched wrap-around of 8 images covering 360x180 degrees. To make it, the intrepid photographer had to remember to shoot both toward and away(!) from the eclipse during the excitement of totality. Near this little planet's horizon, the eclipsed Sun is just above center, surrounded by the glowing solar corona. Venus can be spotted in the shadow-darkened sky toward the top of the frame. At bottom right, bright star Sirius shines at the tip of an alarmingly tall tree.",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/UmbraWorldMammanaTSE2012.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Umbra World",
    "url": "https://apod.nasa.gov/apod/image/1212/UmbraWorldMammanaTSE2012.jpg"
  },
  {
    "copyright": "Stéphane Guisard",
    "date": "2012-12-15",
    "explanation": "From a radiant point in the constellation of the Twins, the annual Geminid meteor shower rained down on planet Earth this week. Recorded near the shower's peak in the early hours of December 14, this skyscape captures Gemini's lovely shooting stars in a careful composite of 30 exposures, each 20 seconds long, from the dark of the Chilean Atacama Desert over ESO's Paranal Observatory. In the foreground Paranal's four Very Large Telescopes, four Auxillary Telescopes, and the VLT Survey telescope are all open and observing. The skies above are shared with bright Jupiter (left), Orion, (top left), and the faint light of the Milky Way. Dust swept up from the orbit of active asteroid 3200 Phaethon, Gemini's meteors enter the atmosphere traveling at about 22 kilometers per second.",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/SGU-Paranal-Geminids-1200x800-cp10.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "When Gemini Sends Stars to Paranal",
    "url": "https://apod.nasa.gov/apod/image/1212/SGU-Paranal-Geminids-900x600-cp10.jpg"
  },
  {
    "copyright": "Peter TuthillSydney U.Cornell",
    "date": "2012-12-16",
    "explanation": "What could cause a nebula to appear square? No one is quite sure. The hot star system known as MWC 922, however, appears to be embedded in a nebula with just such a shape.  The above image combines infrared exposures from the Hale Telescope on Mt. Palomar in California, and the Keck-2 Telescope on Mauna Kea in Hawaii.  A leading progenitor hypothesis for the square nebula is that the central star or stars somehow expelled cones of gas during a late developmental stage. For MWC 922, these cones happen to incorporate nearly right angles and be visible from the sides.  Supporting evidence for the cone hypothesis includes radial spokes in the image that might run along the cone walls. Researchers speculate that the cones viewed from another angle would appear similar to the gigantic rings of supernova 1987A, possibly indicating that a star in MWC 922 might one day itself explode in a similar supernova.",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/redsquare_tuthill_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "MWC 922: The Red Square Nebula",
    "url": "https://apod.nasa.gov/apod/image/1212/redsquare_tuthill_960.jpg"
  },
  {
    "date": "2012-12-17",
    "explanation": "Why does this galaxy have so many big black holes? No one is sure. What is sure is that NGC 922 is a ring galaxy created by the collision of a large and small galaxy about 300 million years ago. Like a rock thrown into a pond, the ancient collision sent ripples of high density gas out from the impact point near the center that partly condensed into stars. Pictured above is NGC 922 with its beautifully complex ring along the left side, as imaged recently by the Hubble Space Telescope. Observations of NGC 922 with the Chandra X-ray Observatory, however, show several glowing X-ray knots that are likely large black holes. The high number of massive black holes was somewhat surprising as the gas composition in NGC 922 -- rich in heavy elements -- should have discouraged almost anything so massive from forming.  Research is sure to continue. NGC 922 spans about 75,000 light years, lies about 150 million light years away, and can be seen with a small telescope toward the constellation of the furnace (Fornax).",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/ngc922_hst_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 922: Collisional Ring Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1212/ngc922_hst_960.jpg"
  },
  {
    "copyright": "G�ran Strand",
    "date": "2012-12-18",
    "explanation": "Have you ever seen a sun pillar?  When the air is cold and the Sun is rising or setting, falling ice crystals can reflect sunlight and create an unusual column of light.  Ice sometimes forms flat, six-sided shaped crystals as it falls from high-level clouds.  Air resistance causes these crystals to lie nearly flat much of the time as they flutter to the ground.  Sunlight reflects off crystals that are properly aligned, creating the sun-pillar effect.  In the above picture taken last week, a sun-pillar reflects light from a Sun setting over �stersund, Sweden.",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/sunpillar_strand_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sun Pillar Over Sweden",
    "url": "https://apod.nasa.gov/apod/image/1212/sunpillar_strand_960.jpg"
  },
  {
    "date": "2012-12-19",
    "explanation": "Why is this nebula so complex? When a star like our Sun is dying, it will cast off its outer layers, usually into a simple overall shape. Sometimes this shape is a sphere, sometimes a double lobe, and sometimes a ring or a helix.  In the case of planetary nebula NGC 5189, however, no such simple structure has emerged.  To help find out why, the Earth-orbiting Hubble Space Telescope recently observed NGC 5189 in great detail. Previous findings indicated the existence of multiple epochs of material outflow, including a recent one that created a bright but distorted torus running horizontally across image center.  Results appear consistent with a hypothesis that the dying star is part of a binary star system with a precessing symmetry axis. Given this new data, though, research is sure to continue. NGC 5189 spans about three light years and lies about 3,000 light years away toward the southern constellation of the Fly (Musca).   APOD Editors to Speak: RJN in Philadelphia on Jan. 3 & JTB in New York City on Jan. 4",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/ngc5189_hst_3964.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 5189: An Unusually Complex Planetary Nebula",
    "url": "https://apod.nasa.gov/apod/image/1212/ngc5189_hst_960.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2012-12-20",
    "explanation": "The small, northern constellation Triangulum harbors this magnificent face-on spiral galaxy, M33. Its popular names include the Pinwheel Galaxy or just the Triangulum Galaxy. M33 is over 50,000 light-years in diameter, third largest in the Local Group of galaxies after the Andromeda Galaxy (M31), and our own Milky Way. About 3 million light-years from the Milky Way, M33 is itself thought to be a satellite of the Andromeda Galaxy and astronomers in these two galaxies would likely have spectacular views of each other's grand spiral star systems. As for the view from planet Earth, this sharp composite image, a 25 panel mosaic, nicely shows off M33's blue star clusters and pinkish star forming regions that trace the galaxy's loosely wound spiral arms. In fact, the cavernous NGC 604 is the brightest star forming region, seen here at about the 1 o'clock position from the galaxy center. Like M31, M33's population of well-measured variable stars have helped make this nearby spiral a cosmic yardstick for establishing the distance scale of the Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/M33-Subaru-Gendler-LL.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M33: Triangulum Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1212/M33-Subaru-Gendler-S950.jpg"
  },
  {
    "copyright": "Stéphane Guisard",
    "date": "2012-12-21",
    "explanation": "Welcome to the December solstice, a day the world does not end ... even according to the Mayan Calendar. To celebrate, consider this dramatic picture of Orion rising over El Castillo, the central pyramid at Chichén Itzá, one of the great Mayan centers on the Yucatán peninsula. Also known as the Temple of Kukulkan it stands 30 meters tall and 55 meters wide at the base. Built up as a series of square terraces by the pre-Columbian civilization between the 9th and 12th century, the structure can be used as a calendar and is noted for astronomical alignments. In fact, the Mayans were accomplished astronomers and mathematicians, accurately using the cyclic motions of the stars, Sun, Moon, and planets to measure time and construct calendars. Peering through clouds in this night skyscape, stars in the modern constellation Orion the Hunter represented a turtle in the Mayan sky. Tak sáamal.",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/SGU-Castillo-Orion-IMG4323-1200x800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion over El Castillo",
    "url": "https://apod.nasa.gov/apod/image/1212/SGU-Castillo-Orion-IMG4323-900x600.jpg"
  },
  {
    "date": "2012-12-22",
    "explanation": "Splendors seldom seen are revealed in this glorious picture from Saturn's shadow. Imaged by Cassini on October 17, 2012 during its 174th orbit, the ringed planet's night side is viewed from a perspective 19 degrees below the ring plane at a distance of about 800,000 kilometers with the Sun almost directly behind the planet. A 60 frame mosaic, images made with infrared, red, and violet filters were combined to create an enhanced, false-color view. Strongly backlit, the rings look bright away from the planet but dark in silhouette against the gas giant. Above center, they reflect a faint, eerie light on the cloud tops while Saturn casts its own dark shadow on the rings. A similar Cassini image from 2006 also featured planet Earth as a pale blue dot in the distance. Instead, this scene includes icy moons Enceladus (closer to the rings) and Tethys below the rings on the left.",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/PIA14934_saturn.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn at Night",
    "url": "https://apod.nasa.gov/apod/image/1212/PIA14934_saturn600c.jpg"
  },
  {
    "copyright": "Col Druscie Obs.AAC",
    "date": "2012-12-23",
    "explanation": "Comet Hale-Bopp, the Great Comet of 1997, became much brighter than any surrounding stars. It was seen even over bright city lights. Away from city lights, however, it put on quite a spectacular show. Here Comet Hale-Bopp was photographed above Val Parola Pass in the Dolomite mountains surrounding Cortina d'Ampezzo, Italy. Comet Hale-Bopp's blue ion tail, consisting of ions from the comet's nucleus, is pushed out by the solar wind. The white dust tail is composed of larger particles of dust from the nucleus driven by the pressure of sunlight, that orbit behind the comet. Observations showed that Comet Hale-Bopp's nucleus spins about once every 12 hours. A comet that may well exceed Hale-Bopp's peak brightness is expected to fall into the inner Solar System next year.",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/halebopp_dimai_852.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hale-Bopp Over Val Parola Pass",
    "url": "https://apod.nasa.gov/apod/image/1212/halebopp_dimai_960.jpg"
  },
  {
    "copyright": "Catching the Light",
    "date": "2012-12-24",
    "explanation": "Recognized since antiquity and depicted on the shield of Achilles according to Homer, stars of the Hyades cluster form the head of the constellation Taurus the Bull. Their general V-shape is anchored by Aldebaran, the eye of the Bull and by far the constellation's brightest star. Yellowish in appearance, red giant Aldebaran is not a Hyades cluster member, though. Modern astronomy puts the Hyades cluster 151 light-years away making it the nearest established open star cluster, while Aldebaran lies at less than half that distance, along the same line-of-sight. Along with colorful Hyades stars, this stellar holiday portrait locates Aldebaran just below center, as well as another open star cluster in Taurus, NGC 1647 at the left, some 2,000 light-years or more in the background. Just slide your cursor over the image to identify the stars. The central Hyades stars are spread out over about 15 light-years. Formed some 800 million years ago, the Hyades star cluster may share a common origin with M44 (Praesepe), a naked-eye open star cluster in Cancer, based on M44's motion through space and remarkably similar age.",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/HyadesLodriguss.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hyades for the Holidays",
    "url": "https://apod.nasa.gov/apod/image/1212/HyadesLodriguss900.jpg"
  },
  {
    "copyright": "Wally Pacholka",
    "date": "2012-12-25",
    "explanation": "In this evocative night skyscape a starry band of the Milky Way climbs over Yosemite Valley, Sierra Nevada Range, planet Earth. Jupiter is the brightest celestial beacon on the wintry scene, though. Standing nearly opposite the Sun in the constellation Taurus, the wandering planet joins yellowish Aldebaran and the Hyades star cluster. Below, Orion always comes up sideways over a fence of mountains. And from there the twin stars of Gemini rise just across the Milky Way. As this peaceful winter night began, they followed Auriga the charioteer, its alpha star Capella near the top of the frame.",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/YosemiteWinterNightPacholka950.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Yosemite Winter Night",
    "url": "https://apod.nasa.gov/apod/image/1212/YosemiteWinterNightPacholka950.jpg"
  },
  {
    "date": "2012-12-26",
    "explanation": "Makemake is one of the largest objects known in the outer Solar System. Pronounced MAH-kay MAH-kay, this Kuiper belt object is about two-thirds the size of Pluto, orbits the Sun only slightly further out than Pluto, and appears only slightly dimmer than Pluto. Makemake, however, has an orbit much more tilted to the ecliptic plane of the planets than Pluto.  Discovered by a team led by Mike Brown (Caltech) in 2005, the outer Solar System orb was officially named Makemake for the creator of humanity in the Rapa Nui mythology of Easter Island. In 2008, Makemake was classified as a dwarf planet under the subcategory plutoid, making Makemake the third cataloged plutoid after Pluto and Eris.  Makemake is known to be a world somewhat red in appearance, with colors indicating it is likely covered with patchy areas of frozen methane. No images of Makemake's surface yet exist, but an artist's illustration of the distant world is shown above. Careful monitoring of the brightness drop of a distant star recently eclipsed by Makemake indicates that the dwarf planet has little atmosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/makemakeguess_eso_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Makemake of the Outer Solar System",
    "url": "https://apod.nasa.gov/apod/image/1212/makemakeguess_eso_960.jpg"
  },
  {
    "date": "2012-12-27",
    "explanation": "What's in this smooth soil on Mars? In late October, NASA's robotic Curiosity rover stopped near a place dubbed Rocknest as it continues to explore Gale Crater on Mars. Rocknest is the group of stones seen near the top left of the above image -- just to the left of Curiosity's mast. Of particular interest was the unusually smooth patch of soil named Wind Drift seen to the left of Curiosity, which was likely created by the Martian wind blowing fine particles into Rocknest's wake. The above image shows part of Mt. Sharp in the background to upper right, and, oddly, almost the entire rover itself, digitally reconstructed from 55 frames while digitally removing an extended arm. Curiosity scooped several sand samples from Wind Drift into its Chemistry and Mineralogy Experiment (CheMin) and the Sample Analysis at Mars (SAM) laboratory for a detailed analysis. Preliminary data from the soil indicates a small amount of one-carbon organic material the origin of which it presently unknown. Although the organic signal might be just contaminants from Earth, the exciting possibility that it could be from Mars itself will remain a focus of future exploration and research.   Best of APOD 2012: Download a free 2013 APOD Calendar  Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River)",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/rocknest_curiosity_11119.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Curiosity Rover at Rocknest on Mars",
    "url": "https://apod.nasa.gov/apod/image/1212/rocknest_curiosity_960.jpg"
  },
  {
    "copyright": "Kfir Simon",
    "date": "2012-12-28",
    "explanation": "Fantastic shapes lurk in clouds of glowing hydrogen gas in NGC 6188, about 4,000 light-years away. The emission nebula is found near the edge of a large molecular cloud unseen at visible wavelengths, in the southern constellation Ara. Massive, young stars of the embedded Ara OB1 association were formed in that region only a few million years ago, sculpting the dark shapes and powering the nebular glow with stellar winds and intense ultraviolet radiation. The recent star formation itself was likely triggered by winds and supernova explosions, from previous generations of massive stars, that swept up and compressed the molecular gas. Joining NGC 6188 on this cosmic canvas is rare emission nebula NGC 6164, also created by one of the region's massive O-type stars. Similar in appearance to many planetary nebulae, NGC 6164's striking, symmetric gaseous shroud and faint halo surround its bright central star at the lower right. The field of view spans about two full Moons, corresponding to 70 light years at the estimated distance of NGC 6188.   Best of APOD 2012: Download a free 2013 APOD Calendar  Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River)",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/ngc6188Kfir2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6188 and NGC 6164",
    "url": "https://apod.nasa.gov/apod/image/1212/ngc6188Kfir800.jpg"
  },
  {
    "date": "2012-12-29",
    "explanation": "Like a ship plowing through cosmic seas, runaway star Zeta Ophiuchi produces the arcing interstellar bow wave or bow shock seen in this stunning infrared portrait. In the false-color view, bluish Zeta Oph, a star about 20 times more massive than the Sun, lies near the center of the frame, moving toward the left at 24 kilometers per second. Its strong stellar wind precedes it, compressing and heating the dusty interstellar material and shaping the curved shock front. Around it are clouds of relatively undisturbed material. What set this star in motion? Zeta Oph was likely once a member of a binary star system, its companion star was more massive and hence shorter lived. When the companion exploded as a supernova catastrophically losing mass, Zeta Oph was flung out of the system. About 460 light-years away, Zeta Oph is 65,000 times more luminous than the Sun and would be one of the brighter stars in the sky if it weren't surrounded by obscuring dust. The image spans about 1.5 degrees or 12 light-years at the estimated distance of Zeta Ophiuchi.   Best of APOD 2012: Download a free 2013 APOD Calendar  Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River)",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/ZetaOph_pia16604_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Zeta Oph: Runaway Star",
    "url": "https://apod.nasa.gov/apod/image/1212/ZetaOph_pia16604-43_1024-768.jpg"
  },
  {
    "date": "2012-12-30",
    "explanation": "Carinae may be about to explode.  But no one knows when - it may be next year, it may be one million years from now. Eta Carinae's mass - about 100 times greater than our Sun - makes it an excellent candidate for a full blown supernova. Historical records do show that about 150 years ago Eta Carinae underwent an unusual outburst that made it one of the brightest stars in the southern sky.  Eta Carinae, in the Keyhole Nebula, is the only star currently thought to emit natural LASER light. This image, taken in 1996, brought out new details in the unusual nebula that surrounds this rogue star.  Now clearly visible are two distinct lobes, a hot central region, and strange radial streaks.  The lobes are filled with lanes of gas and dust which absorb the blue and ultraviolet light emitted near the center.  The streaks remain unexplained.   APOD Editors to Speak: RJN in Philadelphia on Jan. 3 & JTB in New York City on Jan. 4",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/etacarinae_hst_900.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Doomed Star Eta Carinae",
    "url": "https://apod.nasa.gov/apod/image/1212/etacarinae_hst_960.jpg"
  },
  {
    "date": "2012-12-31",
    "explanation": "What do Saturn's rings look like from the dark side?  From Earth, we usually see Saturn's rings from the same side of the ring plane that the Sun illuminates them -- one might call this the bright side. Geometrically, in the above picture taken in August by the robot Cassini spacecraft now orbiting Saturn, the Sun is behind the camera but on the other side of the ring plane. Such a vantage point gives a breathtaking views of the most splendid ring system in the Solar System. Strangely, the rings have similarities to a photographic negative of a front view. For example, the dark band in the middle is actually the normally bright B-ring. The ring brightness as recorded from different angles indicates ring thickness and particle density of ring particles.  At the top left of the frame is Saturn's moon Tethys, which although harder to find, contains much more mass than the  entire ring system.   Best of APOD 2012: Download a free 2013 APOD Calendar  Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River)",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/darkrings_cassini_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Rings from the Dark Side",
    "url": "https://apod.nasa.gov/apod/image/1212/darkrings_cassini_960.jpg"
  },
  {
    "copyright": "Astrobrallo",
    "date": "2013-01-01",
    "explanation": "Few star clusters are seen to be so close to each other. Some 7,000 light-years away, though, this pair of open or galactic star clusters is an easy binocular target, a lovely starfield in the northern constellation Perseus. Also visible to the unaided eye from dark sky areas, it was cataloged in 130 BC by Greek astronomer Hipparchus. Now known as h and chi Persei, or NGC 869 (above right) and NGC 884, the clusters themselves are separated by only a few hundred light-years and contain stars much younger and hotter than the Sun. In addition to being physically close together, the clusters' ages based on their individual stars are similar - evidence that both clusters were likely a product of the same star-forming region.   APOD Editors to Speak: RJN in Philadelphia on Jan. 3 & JTB in New York City on Jan. 4",
    "hdurl": "https://apod.nasa.gov/apod/image/1301/doublecluster_astrobrallo_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Double Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/1301/doublecluster_astrobrallo_960.jpg"
  }
]
