[
  {
    "copyright": "Tamas Ladanyi",
    "date": "2012-04-01",
    "explanation": "The Omicron Cetians have been silenced.  After alien-like monsters were reported to disturb his daughter's sleep for four nights in a row, this father took action.  When last questioned, the daughter seemed to indicate that the hullabaloo might have come from a planetary system possibly sounding like \"Omicron Ceti\".  Getting to the root of the problem, the dad then took his daughter outside and used a powerful laser to blast the alien's home world.  Humorously, the parent star Omicron Ceti now shows itself to be unstable and is dramatically increasing its brightness.  Happy April Fool's Day from the folks at APOD.  In actuality, the star being pointed out is Mira, a famous variable star expected to reach its maximum brightness again in late August.  The father in question was actually pointing out, to his daughter, the star that shares her name.",
    "hdurl": "https://apod.nasa.gov/apod/image/1204/lasermira_ladanyi_1020.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dad Quiets Omicron Ceti",
    "url": "https://apod.nasa.gov/apod/image/1204/lasermira_ladanyi_960.jpg"
  },
  {
    "copyright": "Patrick",
    "date": "2012-04-02",
    "explanation": "Volcano Tungurahua sometimes erupts spectacularly.  Pictured above, molten rock so hot it glows visibly pours down the sides of the 5,000-meter high Tungurahua, while a cloud of dark ash is seen being ejected toward the left.  Wispy white clouds flow around the lava-lit peak, while a star-lit sky shines in the distance.  The above image was captured in 2006 as ash fell around the adventurous photographer.  Located in Ecuador, Tungurahua has become active roughly every 90 years for the last 1,300 years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1204/tungurahua_taschler_1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tungurahua Erupts",
    "url": "https://apod.nasa.gov/apod/image/1204/tungurahua_taschler_960.jpg"
  },
  {
    "copyright": "Sergio EguivarBuenos Aires Skies",
    "date": "2012-04-03",
    "explanation": "Many stars form in clusters. Galactic or open star clusters are relatively young swarms of bright stars born together near the plane of our Milky Way Galaxy. Separated by about a degree on the sky, two nice examples are M46 (upper left) 5,400 light-years in the distance and M47 (lower right) only 1,600 light-years away toward the nautical constellation Puppis. Around 300 million years young M46 contains a few hundred stars in a region about 30 light-years across. Aged 80 million years, M47 is a smaller but looser cluster of about 50 stars spanning 10 light-years. But this portrait of stellar youth also contains an ancient interloper. The small, colorful patch of glowing gas in M46 is actually the planetary nebula NGC 2438 - the final phase in the life of a sun-like star billions of years old. NGC 2438 is estimated to be only 3,000 light-years distant and likely represents a foreground object, only by chance appearing along our line of sight to youthful M46.",
    "hdurl": "https://apod.nasa.gov/apod/image/1204/m46m47_equivar_1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M46 & M47: Star Clusters Young and Old",
    "url": "https://apod.nasa.gov/apod/image/1204/m46m47_equivar_960.jpg"
  },
  {
    "copyright": "SSRO-South",
    "date": "2012-04-04",
    "explanation": "What's the closest active galaxy to planet Earth? That would be Centaurus A, only 11 million light-years distant. Spanning over 60,000 light-years, the peculiar elliptical galaxy is also known as NGC 5128. Forged in a collision of two otherwise normal galaxies, Centaurus A's fantastic jumble of young blue star clusters, pinkish star forming regions, and imposing dark dust lanes are seen here in remarkable detail. The colorful galaxy portrait was recorded under clear Chilean skies at the Cerro Tololo Inter-American Observatory. Near the galaxy's center, left over cosmic debris is steadily being consumed by a central black hole with a billion times the mass of the Sun. As in other active galaxies, that process likely generates the radio, X-ray, and gamma-ray energy radiated by Centaurus A.",
    "hdurl": "https://apod.nasa.gov/apod/image/1204/NGC5128_starshadows.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Centaurus A",
    "url": "https://apod.nasa.gov/apod/image/1204/NGC5128_starshadows900.jpg"
  },
  {
    "copyright": "Brno Univ. of\nTechnology",
    "date": "2012-04-05",
    "explanation": "Sweeping from the eastern to western horizon, this 360 degree panorama follows the band of zodiacal light along the solar system's ecliptic plane. Dust scattering sunlight produces the faint zodiacal glow that spans this fundamental coordinate plane of the celestial sphere, corresponding to the apparent yearly path of the Sun through the sky and the plane of Earth's orbit. The fascinating panorama is a mosaic of images taken from dusk to dawn over the course of a single night at two different locations on Mauna Kea. The lights of Hilo, Hawaii are on the eastern (left) horizon, with the Subaru and twin Keck telescope structures near the western horizon. On that well chosen moonless night, Venus was shining as the morning star just above the eastern horizon, and Saturn was close to opposition. In fact, Saturn is seen immersed in a brightening of the zodiacal band known as the gegenschein. The gegenschein also lies near 180 degrees in elongation or angular distance from the Sun along the ecliptic. In the mosaic projection, the plane of our Milky Way Galaxy runs at an angle, crossing the horizontal band of zodiacal light above the two horizons. Nebulae, stars, and dust clouds of the bulging galactic center are rising in the east.",
    "hdurl": "https://apod.nasa.gov/apod/image/1204/2011_04_02-03_360degDruckmuller.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Zodiacal Light Panorama",
    "url": "https://apod.nasa.gov/apod/image/1204/2011_04_02-03_360degDruckmuller600.jpg"
  },
  {
    "copyright": "Fred Espenak",
    "date": "2012-04-06",
    "explanation": "After wandering about as far from the Sun on the sky as Venus can get, the brilliant evening star crossed paths with the Pleiades star cluster earlier this week. The beautiful conjunction was enjoyed by skygazers around the world. Taken on April 2, this celestial group photo captures the view from Portal, Arizona, USA. Also known as the Seven Sisters, even the brighter naked-eye Pleiades stars are seen to be much fainter than Venus. And while Venus and the sisters do look star-crossed, their spiky appearance is the diffraction pattern caused by multiple leaves in the aperture of the telephoto lens. The last similar conjunction of Venus and Pleiades occurred nearly 8 years ago. As it did then, Venus will again move on to cross paths with the disk of the Sun in June.",
    "hdurl": "https://apod.nasa.gov/apod/image/1204/VenusM45-0012wEspenak.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus and the Sisters",
    "url": "https://apod.nasa.gov/apod/image/1204/VenusM45-0012wEspenak.jpg"
  },
  {
    "copyright": "Doug Zubenel",
    "date": "2012-04-07",
    "explanation": "Sister planet stands together with sister stars. Celebrate the sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/1204/IMG_2496zubenel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Conjunction\nHaiku",
    "url": "https://apod.nasa.gov/apod/image/1204/IMG_2496zubenel900.jpg"
  },
  {
    "date": "2012-04-08",
    "explanation": "How big is Jupiter's moon Io? The most volcanic body in the Solar System, Io (usually pronounced \"EYE-oh\") is 3,600 kilometers in diameter, about the size of planet Earth's single large natural satellite. Gliding past Jupiter at the turn of the millennium, the Cassini spacecraft captured this awe inspiring view of active Io with the largest gas giant as a backdrop, offering a stunning demonstration of the ruling planet's relative size. Although in the above picture Io appears to be located just in front of the swirling Jovian clouds, Io hurtles around its orbit once every 42 hours at a distance of 420,000 kilometers or so from the center of Jupiter. That puts Io nearly 350,000 kilometers above Jupiter's cloud tops, roughly equivalent to the distance between Earth and Moon. The Cassini spacecraft itself was about 10 million kilometers from Jupiter when recording the image data.",
    "hdurl": "https://apod.nasa.gov/apod/image/1204/iojupiter_cassini_999.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io: Moon Over Jupiter",
    "url": "https://apod.nasa.gov/apod/image/1204/iojupiter_cassini_960.jpg"
  },
  {
    "date": "2012-04-09",
    "explanation": "If our Sun were part of M53, the night sky would glow like a jewel box of bright stars. M53, also known as NGC 5024, is one of about 250 globular clusters that survive in our Galaxy. Most of the stars in M53 are older and redder than our Sun, but some enigmatic stars appear to be bluer and younger. These young stars might contradict the hypothesis that all the stars in M53 formed at nearly the same time. These unusual stars are known as blue stragglers and are unusually common in M53. After much debate, blue stragglers are now thought to be stars rejuvenated by fresh matter falling in from a binary star companion. By analyzing pictures of globular clusters like the above image taken by the Hubble Space Telescope, astronomers use the abundance of stars like blue stragglers to help determine the age of the globular cluster and hence a limit on the age of the universe. M53, visible with a binoculars towards the constellation of Bernice's Hair (Coma Berenices), contains over 250,000 stars and is one of the furthest globulars from the center of our Galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/1204/m53_hubble_4131.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Blue Straggler Stars in Globular Cluster M53",
    "url": "https://apod.nasa.gov/apod/image/1204/m53_hubble_960.jpg"
  },
  {
    "date": "2012-04-10",
    "explanation": "What do the following things have in common: a cone, the fur of a fox, and a Christmas tree?  Answer: they all occur in the constellation of the unicorn (Monoceros).  Pictured as a star forming region cataloged as NGC 2264, the complex jumble of cosmic gas and dust is about 2,700 light-years distant and mixes reddish emission nebulae excited by energetic light from newborn stars with dark interstellar dust clouds. Where the otherwise obscuring dust clouds lie close to the hot, young stars they also reflect starlight, forming blue reflection nebulae. The image spans about 3/4 degree or nearly 1.5 full moons, covering 40 light-years at the distance of NGC 2264. Its cast of cosmic characters includes the Fox Fur Nebula, whose convoluted pelt lies below center, bright variable star S Mon immersed in the blue-tinted haze, and the Cone Nebula near the tree's top. Of course, the stars of NGC 2264 are also known as the Christmas Tree star cluster. The triangular tree shape traced by the stars appears here with its apex at the Cone Nebula and its broader base centered near S Mon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1204/conetree_grissinger_1300.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Fox Fur, a Unicorn, and a Christmas Tree",
    "url": "https://apod.nasa.gov/apod/image/1204/conetree_grissinger_960.jpg"
  },
  {
    "copyright": "Michael Kunze",
    "date": "2012-04-11",
    "explanation": "Why don't those stars move? Stars in the sky will typically appear to rise and set as the Earth turns. Those far to the north or south will appear to circle the pole. If you look closely at the above time-lapse movie, however, there are points of light that appear stationary. These objects are not stars but human-launched robotic spacecraft that remain fixed high above the Earth's equator. Called geostationary satellites, they don't fall down because they do orbit the Earth -- they just orbit at exactly the same speed that the Earth rotates.  The orbital distance where this is possible is much farther than the International Space Station but much closer than the Moon. The video was taken from one of the highest revolving restaurants in the world located on the Mittelallalin in the Swiss Alps. In the foreground is a mountain known as the Allalinhorn.  An even closer inspection will show that the geostationary satellites flash with glints of reflected sunlight. The satellites also all appear on a single line -- actually the projection of the Earth's equator onto the sky.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Geostationary Satellites Beyond the Alps",
    "url": "https://player.vimeo.com/video/39536582?title=0&byline=0&portrait=0&autoplay=1"
  },
  {
    "date": "2012-04-12",
    "explanation": "On another April 12th, in 1961, Soviet cosmonaut Yuri Alexseyevich Gagarin became the first human to see planet Earth from space. Commenting on his view from orbit he reported, \"The sky is very dark; the Earth is bluish. Everything is seen very clearly\". To celebrate, consider this recent image from the orbiting International Space Station. A stunning view of the planet at night from an altitude of 240 miles, it was recorded on March 28. The lights of Moscow, Russia are near picture center and one of the station's solar panel arrays is on the left. Aurora and the glare of sunlight lie along the planet's gently curving horizon. Stars above the horizon include the compact Pleiades star cluster, immersed in the auroral glow.",
    "hdurl": "https://apod.nasa.gov/apod/image/1204/iss030e185321.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Yuri's Planet",
    "url": "https://apod.nasa.gov/apod/image/1204/iss030e185321_900.jpg"
  },
  {
    "date": "2012-04-13",
    "explanation": "It was late in the northern martian spring when the HiRISE camera onboard the Mars Reconnaissance Orbiter spied this local denizen. Tracking south and east (down and right) across the flat, dust-covered Amazonis Planitia the core of the whirling dust devil is about 30 meters in diameter. Lofting dust into the thin martian atmosphere, its plume reaches more than 800 meters above the surface. Not following the path of the dust devil, the plume is blown toward the east by a westerly breeze. Common in this region, dust devils occur as the surface is heated by the Sun, generating warm, rising air currents that begin to rotate. Tangential wind speeds of up to 110 kilometers per hour are reported for dust devils in other HiRISE images.",
    "hdurl": "https://apod.nasa.gov/apod/image/1204/ESP_026051_2160-2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Dust Devil of Mars",
    "url": "https://apod.nasa.gov/apod/image/1204/ESP_026051_2160_900.jpg"
  },
  {
    "copyright": "Rafael Defavari",
    "date": "2012-04-14",
    "explanation": "How many moons does Saturn have? So far 62 have been discovered, the smallest only a fraction of a kilometer across. Six of its largest satellites can be seen here, though, in a sharp Saturnian family portrait taken on March 9. Larger than Earth's Moon and even slightly larger than Mercury, Titan has a diameter of 5,150 kilometers and starts the line-up at the lower left. Continuing to the right across the frame are Mimas, Tethys, [Saturn], Enceladus, Dione, and Rhea at far right. Saturn's first known natural satellite, Titan was discovered in 1655 by Dutch astronomer Christiaan Huygens, while most recently the satellite provisionally designated S/2009 S1 was found by the Cassini Imaging Science Team in 2009. Tonight, Saturn reaches opposition in planet Earth's sky, offering the best telescopic views of the ringed planet and moons.",
    "hdurl": "https://apod.nasa.gov/apod/image/1204/Saturno6luas1024Defavari.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Six Moons of Saturn",
    "url": "https://apod.nasa.gov/apod/image/1204/Saturno6luas960Defavari.jpg"
  },
  {
    "copyright": "Mila Zinkova",
    "date": "2012-04-15",
    "explanation": "Did this mirage help sink the Titanic? The optical phenomenon called Fata Morgana can make strange shapes or a false wall of water appear above a watery horizon.  When conditions are right, light reflecting off of cold water will be bent by an unusual layer of warm air above to arrive at the observer from several different angles.  A conceptually comparable mirage can make a setting Sun appear strangely distorted or a distant pavement appear wet. One hundred years ago today, such a Fata Morgana mirage might have obscured real icebergs from the clear view of crew onboard the Titanic. Additional evidence for this distortion hypothesis arises from the nearby vessel SS Californian which reported sightings consistent with Fata Morgana mirages. The above Fata Morgana mirage was taken off the US Pacific coast in 2008.",
    "hdurl": "https://apod.nasa.gov/apod/image/1204/fatamorgana_zinkova_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fata Morgana: A Possibly Titanic Mirage",
    "url": "https://apod.nasa.gov/apod/image/1204/fatamorgana_zinkova_960.jpg"
  },
  {
    "date": "2012-04-16",
    "explanation": "From afar, the whole thing looks like an Eagle.  A closer look at the Eagle Nebula, however, shows the bright region is actually a window into the center of a larger dark shell of dust.  Through this window, a brightly-lit workshop appears where a whole open cluster of stars is being formed.  In this cavity tall pillars and round globules of dark dust and cold molecular gas remain where stars are still forming.  Already visible are several young bright blue stars whose light and winds are burning away and pushing back the remaining filaments and walls of gas and dust.  The Eagle emission nebula, tagged M16, lies about 6500 light years away, spans about 20 light-years, and is visible with binoculars toward the constellation of the Serpent (Serpens).  This picture combines three specific emitted colors and was taken with the 0.9-meter telescope on Kitt Peak, Arizona, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/1204/eagle_kpno_5477.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Eagle Nebula from Kitt Peak",
    "url": "https://apod.nasa.gov/apod/image/1204/eagle_kpno_960.jpg"
  },
  {
    "copyright": "Ivan Eder",
    "date": "2012-04-17",
    "explanation": "Antares is a huge star.  In a class called red supergiant, Antares is about 850 times the diameter of our own Sun, 15 times more massive, and 10,000 times brighter.  Antares is the brightest star in the constellation of Scorpius and one of the brighter stars in all the night sky.  Located about 550 light years away, Antares is seen on the left surrounded by a yellowish nebula of gas which it has itself expelled.  Radiation from Antares' blue stellar companion helps cause the nebular gas to glow. Far behind Antares, to the lower right in the above image, is the globular star cloud M4, while the bright star on the far right is Al Niyat.",
    "hdurl": "https://apod.nasa.gov/apod/image/1204/antares_eder_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Antares and Clouds",
    "url": "https://apod.nasa.gov/apod/image/1204/antares_eder_960.jpg"
  },
  {
    "copyright": "Ben\nCooper",
    "date": "2012-04-18",
    "explanation": "What would it be like to fly a space shuttle? Although the last of NASA's space shuttles has now been retired, it is still fun to contemplate sitting at the controls of one of the humanity's most sophisticated machines.  Pictured above is the flight deck of Space Shuttle Endeavour, the youngest shuttle and the second to last ever launched. The numerous panels and displays allowed the computer-controlled orbiter to enter the top of Earth's atmosphere at greater than the speed of sound and -- just thirty minutes later -- land on a runway like an airplane.  The retired space shuttles are now being sent to museums, with Endeavour being sent to California Space Center in Los Angeles, California, Atlantis to the  Kennedy Space Center Visitor Complex on Merritt Island, Florida, and Discovery to the Udvar-Hazy Annex of the National Air and Space Museum in Chantilly, Virginia.  Therefore sitting in a shuttle pilot's chair and personally contemplating the thrill of human space flight may actually be in your future.   Developing Gallery: Flyover of Space Shuttle Discovery atop a 747",
    "hdurl": "https://apod.nasa.gov/apod/image/1204/EndeavourFlightDeck_cooper_1050.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Flight Deck of Space Shuttle Endeavour",
    "url": "https://apod.nasa.gov/apod/image/1204/EndeavourFlightDeck_cooper_960.jpg"
  },
  {
    "copyright": "Ben\nCooper",
    "date": "2012-04-19",
    "explanation": "Climbing into cloudy skies, the Space Shuttle Orbiter Discovery (OV-103) took off from Kennedy Space Center Tuesday at 7 am local time. This time, its final departure from KSC, it rode atop a modified Boeing 747 Shuttle Carrier Aircraft. Following a farewell flyover of the Space Coast, Goddard Space Flight Center, and Washington DC, Discovery headed for Dulles International Airport in Virginia, destined to reside at the Smithsonian's National Air and Space Museum Udvar-Hazy Center. Discovery retires as NASA's most traveled shuttle orbiter, covering more than 148 million miles in 39 missions that included the delivery of the Hubble Space Telescope to orbit. Operational from 1984 through 2011, Discovery spent a total of one year in space.",
    "hdurl": "https://apod.nasa.gov/apod/image/1204/Discovery_Smithsonian_VABcooper.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Discovery Departs",
    "url": "https://apod.nasa.gov/apod/image/1204/Discovery_Smithsonian_VABcooper900.jpg"
  },
  {
    "date": "2012-04-20",
    "explanation": "cept for the rings of Saturn, the Ring Nebula (M57) is probably the most famous celestial band. Its classic appearance is understood to be due to perspective - our view from planet Earth looks down the center of a roughly barrel-shaped cloud of glowing gas. But expansive looping structures are seen to extend far beyond the Ring Nebula's familiar central regions in this intriguing composite of ground based and Hubble Space Telescope images with narrowband image data from Subaru. Of course, in this well-studied example of a planetary nebula, the glowing material does not come from planets. Instead, the gaseous shroud represents outer layers expelled from the dying, once sun-like star at the nebula's center. Intense ultraviolet light from the hot central star ionizes atoms in the gas. Ionized oxygen atoms produce the characteristic greenish glow and ionized hydrogen the prominent red emission. The central ring of the Ring Nebula is about one light-year across and 2,000 light-years away. To accompany tonight's shooting stars it shines in the northern constellation Lyra.",
    "hdurl": "https://apod.nasa.gov/apod/image/1204/M57-HST-Subaru-LLgendler.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M57: The Ring Nebula",
    "url": "https://apod.nasa.gov/apod/image/1204/M57-HST-Subaru-Sxgendler.jpg"
  },
  {
    "copyright": "Yuri Beletsky",
    "date": "2012-04-21",
    "explanation": "Despite their resemblance to R2D2, these three are not the droids you're looking for. Instead, the enclosures house 1.8 meter Auxiliary Telescopes (ATs) at Paranal Observatory in the Atacama Desert region of Chile. The ATs are designed to be used for interferometry, a technique for achieving extremely high resolution observations, in concert with the observatory's 8 meter Very Large Telescope units. A total of four ATs are operational, each fitted with a transporter that moves the telescope along a track allowing different arrays with the large unit telescopes. To work as an interferometer, the light from each telescope is then brought to a common focal point by a system of mirrors in underground tunnels. Above these three ATs, the Large and Small Magellanic Clouds are the far far away satellite galaxies of our own Milky Way. In the clear and otherwise dark southern skies, planet Earth's greenish atmospheric airglow stretches faintly along the horizon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1204/three_ats_beletsky.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "3 ATs",
    "url": "https://apod.nasa.gov/apod/image/1204/three_ats_beletsky920.jpg"
  },
  {
    "date": "2012-04-22",
    "explanation": "When does Mars act like a liquid?  Although liquids freeze and evaporate quickly into the thin atmosphere of Mars, persistent winds may make large sand dunes appear to flow and even drip like a liquid.  Visible on the above image right are two flat top mesas in southern Mars when the season was changing from Spring to Summer.  A light dome topped hill is also visible on the far left of the image. As winds blow from right to left, flowing sand on and around the hills leaves picturesque streaks.  The dark arc-shaped droplets of fine sand are called barchans, and are the interplanetary cousins of similar Earth-based sand forms. Barchans can move intact a downwind and can even appear to pass through each other. When seasons change, winds on Mars can kick up dust and are monitored to see if they escalate into another of Mars' famous planet-scale sand storms.",
    "hdurl": "https://apod.nasa.gov/apod/image/1204/sandmars_mro_2037.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Flowing Barchan Sand Dunes on Mars",
    "url": "https://apod.nasa.gov/apod/image/1204/sandmars_mro_960.jpg"
  },
  {
    "date": "2012-04-23",
    "explanation": "No, they are not alive -- but they are dying. The unusual blobs found in the Carina nebula, some of which are seen floating on the upper right, might best be described as evaporating. Energetic light and winds from nearby stars are breaking apart the dark dust grains that make the iconic forms opaque. Ironically the blobs, otherwise known as dark molecular clouds, frequently create in their midst the very stars that later destroy them.  The floating space mountains pictured above by the orbiting Hubble Space Telescope span a few light months. The Great Nebula in Carina itself spans about 30 light years, lies about 7,500 light years away, and can be seen with a small telescope toward the constellation of Keel (Carina).",
    "hdurl": "https://apod.nasa.gov/apod/image/1204/carinablobs_hubble_1481.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Evaporating Blobs of the Carina Nebula",
    "url": "https://apod.nasa.gov/apod/image/1204/carinablobs_hubble_960.jpg"
  },
  {
    "date": "2012-04-24",
    "explanation": "What would it look like to approach an asteroid in a spaceship? In 2010, ESA's robotic Rosetta spacecraft zipped past the asteroid 21 Lutetia taking data and snapping images in an effort to better determine the history of the asteroid and the origin of its unusual colors.  Recently, many images from a camera always facing the asteroid were compiled into the above video. Although of unknown composition, Lutetia is not massive enough for gravity to pull it into a sphere. The 100-kilometer across Lutetian was at that time the largest asteroid or comet nucleus that had been visited by a human-launched spacecraft. Orbiting in the main asteroid belt, Lutetia shows itself to be a heavily cratered remnant of the early Solar System. Now well past Lutetia, the Rosetta spacecraft is continuing onto comet Churyumov-Gerasimenko where a landing is planned for 2014.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Rosetta Approaches Asteroid Lutetia",
    "url": "https://www.youtube.com/embed/KFIMqE-LS1I?rel=0"
  },
  {
    "copyright": "Brad GoldpaintGoldpaint Photography",
    "date": "2012-04-25",
    "explanation": "Did you see it?  One of the more common questions during a meteor shower occurs because the time it takes for a meteor to flash is typically less than the time it takes for a head to turn. Possibly, though, the glory of seeing bright meteors shoot across and knowing that they were once small pebbles on another world might make it all worthwhile, even if your observing partner(s) could not share in every particular experience. Peaking over the past few days, a dark moonless sky allowed the Lyrids meteor shower to exhibit as many as 30 visible meteors per hour from some locations. A bright Lyrid meteor streaks above picturesque Crater Lake in Oregon, USA, in the above composite of nine exposures taken last week. Snow covers the foreground, while the majestic central band of our home galaxy arches well behind the serene lake. Other meteor showers this year include the Perseids in mid-August and the Leonids in mid-November, both expected to also dodge the glare of a bright Moon in 2012.",
    "hdurl": "https://apod.nasa.gov/apod/image/1204/lyridcrater_goldpaint_1200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Meteor Over Crater Lake",
    "url": "https://apod.nasa.gov/apod/image/1204/lyridcrater_goldpaint_960.jpg"
  },
  {
    "copyright": "Stephen Mudge",
    "date": "2012-04-26",
    "explanation": "Last week Mercury wandered far to the west of the Sun. As the solar system's innermost planet neared its greatest elongation or greatest angle from the Sun (for this apparition about 27 degrees) it was joined by an old crescent Moon. The conjunction was an engaging sight for early morning risers in the southern hemisphere. There the pair rose together in predawn skies, climbing high above the horizon along a steeply inclined ecliptic plane. This well composed sequence captures the rising Moon and Mercury above the city lights of Brisbane in Queensland, Australia. A stack of digital images, it consists of an exposure made every 3 minutes beginning at 4:15 am local time on April 19. Mercury's track is at the far right, separated from the Moon's path by about 8 degrees.",
    "hdurl": "https://apod.nasa.gov/apod/image/1204/MoonMercuryBrisbane_Mudge.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Morning, Moon, and Mercury",
    "url": "https://apod.nasa.gov/apod/image/1204/MoonMercuryBrisbane_Mudge900.jpg"
  },
  {
    "copyright": "Stefan Seip",
    "date": "2012-04-27",
    "explanation": "Planet Earth has many moons. Its largest artifical moon, the International Space Station, streaks through this lovely skyview with clouds in silhouette against the fading light of a sunset. Captured from Stuttgart, Germany last Sunday, the frame also includes Earth's largest natural satellite 1.5 days after its New Moon phase. Just below and left of the young crescent is Jupiter, another bright celestial beacon hovering near the western horizon in early evening skies. Only briefly, as seen from the photographer's location, Jupiter and these moons of Earth formed the remarkably close triple conjunction. Of course, Jupiter has many moons too. In fact, close inspection of the photo will reveal tiny pin pricks of light near the bright planet, large natural satellites of Jupiter known as Galilean moons.",
    "hdurl": "https://apod.nasa.gov/apod/image/1204/MoonJupiterISS_Seip.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter and the Moons of Earth",
    "url": "https://apod.nasa.gov/apod/image/1204/MoonJupiterISS_Seip900.jpg"
  },
  {
    "date": "2012-04-28",
    "explanation": "Last Sunday's bright fireball meteor falling through skies over California and Nevada produced sonic booms over a broad area around 7:51 am. Estimates indicate the meteor was about the size of a minivan. Astronomer Peter Jenniskens subsequently recovered these fragments of a crushed 4 gram meteorite, the second find from this meteor fall, in the parking lot of the Henningsen-Lotus state park, not far from Sutter's Mill. This is now known as the Sutter's Mill Meteorite, the location famous for its association with the California Gold Rush. The meteorite may well be astronomer's gold too, thought to be a rare CM type carbonaceous chondrite, a type rich in organic compounds and similar to the Murchison Meteorite. To trace the meteor's orbit, details of its breakup, and aid in locating more fragements, scientists are also searching for video records. Security cameras across a wide area could have accidently captured the fireball event near 7:51 am PDT on April 22; e.g. California (SF Bay Area, Los Angeles, near Redding) and Nevada (Reno area, Tonopah), even in southern parts of Oregon and near Salt Lake City in Utah. If you have video footage of the event, please use the contact information here.",
    "hdurl": "https://apod.nasa.gov/apod/image/1204/ACD12-0067-001jenniskens.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sutter's Mill Meteorite",
    "url": "https://apod.nasa.gov/apod/image/1204/ACD12-0067-001jenniskens900.jpg"
  },
  {
    "copyright": "Inga NielsenHamburg Obs.Gate to Nowhere",
    "date": "2012-04-29",
    "explanation": "On planet Gliese 876d, sunrises might be dangerous. Although nobody really knows what conditions are like on this close-in planet orbiting variable red dwarf star Gliese 876, the above artistic illustration gives one impression. With an orbit well inside Mercury and a mass several times that of Earth, Gliese 876d might rotate so slowly that dramatic differences exist between night and day.  Gliese 876d is imagined above showing significant volcanism, possibly caused by gravitational tides flexing and internally heating the planet, and possibly more volatile during the day.  The rising red dwarf star shows expected stellar magnetic activity which includes dramatic and violent prominences. In the sky above, a hypothetical moon has its thin atmosphere blown away by the red dwarf's stellar wind. Gliese 876d excites the imagination partly because it is one of the few extrasolar planets known to be in or near to the habitable zone of its parent star.",
    "hdurl": "https://apod.nasa.gov/apod/image/1204/reddwarf_nielsen_1440.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Dangerous Sunrise on Gliese 876d",
    "url": "https://apod.nasa.gov/apod/image/1204/reddwarf_nielsen_960.jpg"
  },
  {
    "copyright": "Stephane VetterNuits sacrees",
    "date": "2012-04-30",
    "explanation": "It was all lined up even without the colorful aurora exploding overhead. If you follow the apex line of the recently deployed monuments of Arctic Henge in Raufarh�fn in northern Iceland from this vantage point, you will see that they point due north. A good way to tell is to follow their apex line to the line connecting the end stars of the Big Dipper, Merak and Dubhe, toward Polaris, the bright star near the north spin axis of the Earth projected onto the sky.  By design, from this vantage point, this same apex line will also point directly at the midnight sun at its highest point in the sky just during the summer solstice of Earth's northern hemisphere. In other words, the Sun will not set at Arctic Henge during the summer solstice in late June, and at its highest point in the sky it will appear just above the aligned vertices of this modern monument. The above image was taken in late March during a beautiful auroral storm.",
    "hdurl": "https://apod.nasa.gov/apod/image/1204/arctichenge_vetter_798.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Over Raufarh�fn",
    "url": "https://apod.nasa.gov/apod/image/1204/arctichenge_vetter_960.jpg"
  },
  {
    "copyright": "Jorge ChamPHD Comics",
    "date": "2012-05-01",
    "explanation": "What is all this fuss about the Higgs boson? The physics community is abuzz that a fundamental particle expected by the largely successful Standard Model of particle physics may soon be found by the huge Large Hadron Collider (LHC) at CERN in Europe. The term boson refers to a type of fundamental particle with similarities to the photon, while Higgs refers to Peter Higgs, a physicist who among others published research predicting the mechanism through which such a particle might act. The above animated cartoon explains in humorous but impressive detail why the Higgs boson is expected, and one method that the Large Hadron Collider is using to find it. Although some rumors hint that preliminary traces of the Higgs boson are already being found, even not finding this unusual particle would open the door to a new fundamental understanding of how our universe works.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Higgs Boson Explained by Cartoon",
    "url": "https://player.vimeo.com/video/41038445?portrait=0&color=c8b3df"
  }
]
