[
  {
    "date": "2012-07-01",
    "explanation": "What causes the surrounding shells in peculiar galaxy Cen A? In 2002 a fascinating image of peculiar galaxy Centaurus A was released, processed to highlight a faint blue arc indicating an ongoing collision with a smaller galaxy.  Another interesting feature of Cen A, however, is the surrounding system of shells, better visible here in this recently released wider pan from the four meter Blanco telescope at Cerro Tololo Inter-American Observatory.  Faint shells around galaxies are not unusual and considered by themselves as evidence of a previous galaxy merger, analogous to water ripples on a pond.  An unexpected attribute of these shells is the abundance of gas, which should become separated from existing stars during the collision.",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/cenashells_ctio_1911.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Outer Shells of Centaurus A",
    "url": "https://apod.nasa.gov/apod/image/1207/cenashells_ctio_960.jpg"
  },
  {
    "date": "2012-07-02",
    "explanation": "What wonders lie at the center of our Galaxy? In Jules Verne's science fiction classic A Journey to the Center of the Earth, Professor Liedenbrock and his fellow explorers encounter many strange and exciting wonders. Astronomers already know of some of the bizarre objects that exist at our Galactic center, including like vast cosmic dust clouds, bright star clusters, swirling rings of gas, and even a supermassive black hole. Much of the Galactic Center is shielded from our view in visible light by the intervening dust and gas, but it can be explored using other forms of electromagnetic radiation. The above video is actually a digital zoom into the Milky Way's center which starts by utilizing visible light images from the Digitized Sky Survey. As the movie proceeds, the light shown shifts to dust-penetrating infrared and highlights gas clouds that were recently discovered to be falling toward central black hole.   Poll: When I couldn't find APOD online I thought that . . .  Note: APOD back after unexpected power outage",
    "media_type": "video",
    "service_version": "v1",
    "title": "Journey to the Center of the Galaxy",
    "url": "https://www.youtube.com/embed/t7GgqHIGbKw?rel=0"
  },
  {
    "date": "2012-07-03",
    "explanation": "Humanity's robot orbiting Saturn has recorded yet another amazing view. That robot, of course, is the spacecraft Cassini, while the new amazing view includes a bright moon, thin rings, oddly broken clouds, and warped shadows. Titan, Saturn's largest moon, appears above as a featureless tan as it is continually shrouded in thick clouds. The rings of Saturn are seen as a thin line because they are so flat and imaged nearly edge on. Details of Saturn's rings are therefore best visible in the dark ring shadows seen across the giant planet's cloud tops. Since the ring particles orbit in the same plane as Titan, they appear to skewer the foreground moon. In the upper hemisphere of Saturn, the clouds show many details, including dips in long bright bands indicating disturbances in a high altitude jet stream. Recent precise measurements of how much Titan flexes as it orbits Saturn hint that vast oceans of water might exist deep underground.   APOD in Spanish: On the web and through Facebook",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/saturntitan2_cassini_1200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Shadow of Saturn's Rings",
    "url": "https://apod.nasa.gov/apod/image/1207/saturntitan2_cassini_960.jpg"
  },
  {
    "copyright": "VegaStar Carpentier",
    "date": "2012-07-04",
    "explanation": "What stands between you and the Sun? Apparently, as viewed from Paris last week, one visible thing after another. First, in the foreground, is the Basilica of the Sacred Heart, built in the late 1800s and located on the highest hill in Paris, France.  Next, well behind the basilica's towers in the above image, are thin clouds forward scattering sunlight. Finally, far in the distance and slightly buried into the Sun's surface, are sunspots, the most prominent of which is sunspot region AR 1512 visible near the disk center. Since the time that this sunset image was taken, the sunspot region on the far left, AR 1515, has unleashed a powerful solar flare. Although most particles from that flare are expected to miss the Earth, sky enthusiasts are on watch for Sun events that might cause bright auroras in an invisible thing that stands between you and the Sun: the Earth's atmosphere.   Slide Set (ASOW): Dark Energy by Prof. George Djorgovski",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/sunspotsilhouette_carpentier_1000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunspots and Silhouettes",
    "url": "https://apod.nasa.gov/apod/image/1207/sunspotsilhouette_carpentier_960.jpg"
  },
  {
    "copyright": "Ken Crawford",
    "date": "2012-07-05",
    "explanation": "Magnificent spiral galaxy NGC 4565 is viewed edge-on from planet Earth. Also known as the Needle Galaxy for its narrow profile, bright NGC 4565 is a stop on many telescopic tours of the northern sky, in the faint but well-groomed constellation Coma Berenices. This sharp, colorful image reveals the galaxy's bulging central core cut by obscuring dust lanes that lace NGC 4565's thin galactic plane. An assortment of other background galaxies is included in the pretty field of view, with neighboring galaxy NGC 4562 at the upper left. NGC 4565 itself lies about 40 million light-years distant and spans some 100,000 light-years.  Easily spotted with small telescopes, sky enthusiasts consider NGC 4565 to be a prominent celestial masterpiece Messier missed.",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/NGC4565crawford2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4565: Galaxy on Edge",
    "url": "https://apod.nasa.gov/apod/image/1207/NGC4565crawford900.jpg"
  },
  {
    "copyright": "tvdavisastropix.com",
    "date": "2012-07-06",
    "explanation": "A mere 30 million light-years away, large spiral galaxy NGC 3628 (center left) shares its neighborhood in the local Universe with two other large spirals, in a magnificent grouping otherwise known as the Leo Triplet. In fact, fellow trio member M65 is near the center right edge of this deep cosmic group portrait, with M66 just above it and to the left. But, perhaps most intriguing is the spectacular tail stretching down for about 300,000 light-years from NGC 3628's warped, edge-on disk. Known as a tidal tail, the structure has been drawn out of the galaxy by gravitational tides during brief but violent past interactions with its large neighbors. Not often imaged so distinctly, the tidal tail is composed of young bluish star clusters and star-forming regions.",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/LeoTrioDavis.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Tidal Tail of NGC 3628",
    "url": "https://apod.nasa.gov/apod/image/1207/LeoTrioDavis_crop900.jpg"
  },
  {
    "copyright": "FIAAAB612 Foundation",
    "date": "2012-07-07",
    "explanation": "How would you change the course of an Earth-threatening asteroid? One idea - a massive spacecraft that uses gravity as a towline - is illustrated in this dramatic artist's view of a gravitational tractor in action. In the hypothetical scenario worked out in 2005 by Edward Lu and Stanley Love at NASA's Johnson Space Center, a 20 ton nuclear-electric spacecraft tows a 200 meter diameter asteroid by simply hovering near the asteroid. The spacecraft's ion drive thrusters are canted away from the surface. The steady thrust would gradually and predictably alter the course of the tug and asteroid, coupled by their mutual gravitational attraction. While it sounds like the stuff of science fiction, ion drives do power existing spacecraft and a gravitational tractor would work regardless of the asteroid's structure or surface properties.",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/gravtug_durda_smallf.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gravitational Tractor",
    "url": "https://apod.nasa.gov/apod/image/1207/gravtug_durda_smallc.jpg"
  },
  {
    "copyright": "Sigurdur H. Stefnisson",
    "date": "2012-07-08",
    "explanation": "Sometimes both heaven and Earth erupt.  In Iceland in 1991, the volcano Hekla erupted at the same time that auroras were visible overhead.  Hekla, one of the most famous volcanoes in the world, has erupted at least 20 times over the  past millennium, sometimes causing great destruction.  The last eruption occurred only twelve years ago but caused only minor damage.  The green auroral band occurred fortuitously about 100 kilometers above the erupting lava.  Is Earth the Solar System's only planet with both auroras and volcanos?   Follow: APOD on Facebook or Google+",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/volcanoaurora3_shs_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Volcano and Aurora in Iceland",
    "url": "https://apod.nasa.gov/apod/image/1207/volcanoaurora3_shs_960.jpg"
  },
  {
    "date": "2012-07-09",
    "explanation": "What did you do over your winter vacation? If you were the Opportunity rover on Mars, you spent four months of it stationary and perched on the northern slope of Greeley Haven -- and tilted so that your solar panels could absorb as much sunlight as possible.  During its winter stopover, the usually rolling robot undertook several science activities including snapping over 800 images of its surroundings, many of which have been combined into this 360-degree digitally-compressed panorama and shown in exaggerated colors to highlight different surface features.  Past tracks of Opportunity can be seen toward the left, while Opportunity's dust covered solar panels cross the image bottom. Just below the horizon and right of center, an interior wall of 20-kilometer Endeavour Crater can be seen. Now that the northern Martian winter is over, Opportunity is rolling again, this time straight ahead (north). The rover is set to investigate unusual light-colored soil patches as it begins again to further explore the inside of Endeavour, a crater that may hold some of the oldest features yet visited.",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/greeley_opportunity_5000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Greeley Panorama on Mars",
    "url": "https://apod.nasa.gov/apod/image/1207/greeley_opportunity_compressed960.jpg"
  },
  {
    "date": "2012-07-10",
    "explanation": "What are these humans doing?  Dancing.  Many humans on Earth exhibit periods of happiness, and one method of displaying happiness is dancing. Happiness and dancing transcend political boundaries and occur in practically every human society. Above, Matt Harding traveled through many nations on Earth, planned on dancing, and filmed the result.  The above  video, the latest in a series of similar videos, is perhaps a dramatic example that humans from all over planet Earth feel a common bond as part of a single species. Happiness is frequently contagious -- few people are able to watch the above video without smiling.   Help Evaluate APOD: How do you access APOD?",
    "media_type": "video",
    "service_version": "v1",
    "title": "Happy People Dancing on Planet Earth",
    "url": "https://www.youtube.com/embed/Pwe-pA6TaZk?rel=0"
  },
  {
    "copyright": "Yuri Beletsky",
    "date": "2012-07-11",
    "explanation": "rly morning dog walkers got a visual treat last week as bright stars and planets appeared to line up. Pictured above, easily visible from left to right, were the Pleiades open star cluster, Jupiter, Venus, and the \"Follower\" star Aldebaran, all seen before a starry background. The image was taken from the Atacama desert in western South America.  The glow of the rising Sun can be seen over the eastern horizon. Jupiter and Venus will continue to dazzle pre-dawn strollers all over planet Earth for the rest of the month, although even now the morning planets are seen projected away from the line connecting their distant stellar sky mates.    Astrophysicists: Browse the Astrophysics Source Code Library (450+ codes each ADS listed)",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/morningline_beletsky_1200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Morning Line of Stars and Planets",
    "url": "https://apod.nasa.gov/apod/image/1207/morningline_beletsky_960.jpg"
  },
  {
    "copyright": "Babak Tafreshi",
    "date": "2012-07-12",
    "explanation": "graved in rock, these ancient petroglyphs are abundant in the Teimareh valley, located in the Zagros Mountains of central Iran. They likely tell a tale of hunters and animals found in the middle eastern valley 6,000 years ago or more, etched by artists in a prehistoric age. In the night sky above are star trails etched by the rotation of planet Earth during the long composite exposure made with a modern digital camera. On the left, the center of the star trail arcs is the North Celestial Pole (NCP), the extension of Earth's axis into space.  Polaris, the North Star, leaves the bright, short, stubby trail closest to the NCP. But when these petroglyphs were carved, Polaris would have made a long arc through the night. Since the Earth's rotation axis precesses like a wobbling top, 6,000 years ago the NCP was near the border of the constellations Draco and Ursa Major, some 30 degrees from its current location in planet Earth's sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/Teimareh-Tale-Tafreshi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Teimareh Petroglyphs and Star Trails",
    "url": "https://apod.nasa.gov/apod/image/1207/Teimareh-Tale-Tafreshi900.jpg"
  },
  {
    "date": "2012-07-13",
    "explanation": "One of the last entries in Charles Messier's famous catalog, big, beautiful spiral galaxy M101 is definitely not one of the least. About 170,000 light-years across, this galaxy is enormous, almost twice the size of our own Milky Way Galaxy. M101 was also one of the original spiral nebulae observed with Lord Rosse's large 19th century telescope, the Leviathan of Parsontown. In contrast, this multiwavelength view of the large island universe is a composite of images recorded by space-based telescopes in the 21st century. Color coded from X-rays to infrared wavelengths (high to low energies), the image data was taken from the Chandra X-ray Observatory (purple), the Galaxy Evolution Explorer ( blue), Hubble Space Telescope(yellow), and the Spitzer Space Telescope(red). While the X-ray data trace the location of multimillion degree gas around M101's exploded stars and neutron star and black hole binary star systems, the lower energy data follow the stars and dust that define M101's grand spiral arms. Also known as the Pinwheel Galaxy, M101 lies within the boundaries of the northern constellation Ursa Major, about 25 million light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/M101_nasaMultiW.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "21st Century M101",
    "url": "https://apod.nasa.gov/apod/image/1207/M101_nasaMultiW960c.jpg"
  },
  {
    "copyright": "Alan Friedman",
    "date": "2012-07-14",
    "explanation": "Awash in a sea of plasma and anchored in magnetic fields, sunspots are planet-sized, dark islands in the solar photosphere, the bright surface of the Sun. Dark because they are slightly cooler than the surrounding surface, this group of sunspots is captured in a close-up telescopic snapshot from July 11. The field of view spans nearly 100,000 miles. They lie in the center of active region AR1520, now crossing the Sun's visible face. In fact, an X-class solar flare and coronal mass ejection erupted from AR1520 on July 12, releasing some of the energy stored in the region's twisted magnetic fields. Headed this way, the coronal mass ejection is expected to arrive today and may trigger geomagnetic storms. As a result, some weekend auroral displays could grace planet Earth's skies along with Sunday's predawn conjunction of bright planets and crescent Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/AR1520_071112friedman.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "AR1520: Islands in the Photosphere",
    "url": "https://apod.nasa.gov/apod/image/1207/AR1520_071112friedman900.jpg"
  },
  {
    "date": "2012-07-15",
    "explanation": "Few cosmic vistas excite the imagination like the Orion Nebula. Also known as M42, the nebula's glowing gas surrounds hot young stars at the edge of an immense interstellar molecular cloud only 1,500 light-years away. The Orion Nebula offers one of the best opportunities to study how stars are born partly because it is the nearest large star-forming region, but also because the nebula's energetic stars have blown away obscuring gas and dust clouds that would otherwise block our view - providing an intimate look at a range of ongoing stages of starbirth and evolution. This detailed image of the Orion Nebula is the sharpest ever, constructed using data from the Hubble Space Telescope's Advanced Camera for Surveys and the European Southern Observatory's La Silla 2.2 meter telescope. The mosaic contains a billion pixels at full resolution and reveals about 3,000 stars.   APOD Collection: M42: The Orion Nebula",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/orion_hubble_6000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion Nebula: The Hubble View",
    "url": "https://apod.nasa.gov/apod/image/1207/orion_hubble_960.jpg"
  },
  {
    "date": "2012-07-16",
    "explanation": "A fifth moon has been discovered orbiting Pluto. The moon was discovered earlier this month in images taken by the Hubble Space Telescope in preparation for the New Horizons mission's scheduled flyby of Pluto in 2015.  Pictured above, the moon is currently seen as only a small blip that moves around the dwarf planet as the entire system slowly orbits the Sun.  The moon, given a temporary designation of S/2012 (134340) 1 or just P5 (as labeled), is estimated to span about 15 kilometers and is likely composed mostly of water-ice. Pluto remains the only famous Solar System body never visited by a human-built probe and so its origins and detailed appearance remain mostly unknown.",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/plutop5_hubble_1546.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fifth Moon Discovered Orbiting Pluto",
    "url": "https://apod.nasa.gov/apod/image/1207/plutop5_hubble_800.jpg"
  },
  {
    "date": "2012-07-17",
    "explanation": "How do galaxies like our Milky Way form? Since our universe moves too slowly to watch, faster-moving computer simulations are created to help find out.  Green depicts (mostly) hydrogen gas in the above movie, while time is shown in billions of years since the Big Bang on the lower right. Pervasive dark matter is present but not shown. As the simulation begins, ambient gas falls into and accumulates in regions of relatively high gravity.  Soon numerous proto-galaxies form, spin, and begin to merge.  After about four billion years, a well-defined center materializes that dominates a region about 100,000 light-years across and starts looking like a modern disk galaxy. After a few billion more years, however, this early galaxy collides with another, all while streams of gas from other mergers rain down on this strange and fascinating cosmic dance. As the simulation reaches half the current age of the universe, a single larger disk develops. Even so, gas blobs -- some representing small satellite galaxies -- fall into and become absorbed by the rotating galaxy as the present epoch is reached and the movie ends.  For our Milky Way Galaxy, however, big mergers may not be over -- recent evidence indicates that our large spiral disk Galaxy will collide and coalesce with the slightly larger Andromeda spiral disk galaxy in the next few billion years.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Simulation: A Disk Galaxy Forms",
    "url": "https://www.youtube.com/embed/h9za1CP9ImA?rel=0"
  },
  {
    "date": "2012-07-18",
    "explanation": "What created this unusual hole in Mars? The hole was discovered by chance on images of the dusty slopes of Mars' Pavonis Mons volcano taken by the HiRISE instrument aboard the robotic Mars Reconnaissance Orbiter currently circling Mars. The hole appears to be an opening to an underground cavern, partly illuminated on the image right.  Analysis of this and follow-up images revealed the opening to be about 35 meters across, while the interior shadow angle indicates that the underlying cavern is roughly 20 meters deep. Why there is a circular crater surrounding this hole remains a topic of speculation, as is the full extent of the underlying cavern. Holes such as this are of particular interest because their interior caves are relatively protected from the harsh surface of Mars, making them relatively good candidates to contain Martian life. These pits are therefore prime targets for possible future spacecraft, robots, and even human interplanetary explorers.   ASOW: From the Big Bang to the Nobel Prize and the End of the Universe by John C. Mather",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/marshole2_hirise_2560.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Hole in Mars",
    "url": "https://apod.nasa.gov/apod/image/1207/marshole2_hirise_960.jpg"
  },
  {
    "copyright": "Terrastro",
    "date": "2012-07-19",
    "explanation": "Wandering planets Venus and Jupiter were joined by an old crescent Moon near the eastern horizon on July 15. This serene southern skyview of the much anticipated predawn conjunction includes the lovely Pleiades star cluster and bright stars Aldebaran and Betelgeuse in the celestial lineup. For help identifying the stars and constellations, just slide your cursor over the image. Of course, the radio telescope in the foreground is the Parkes 64 meter dish of New South Wales, Australia. Known for its exploration of the distant Universe at radio wavelengths, the large, steerable antenna is also famous for its superior lunar television reception. On July 21, 1969 the dish received broadcasts from the Moon that allowed denizens of planet Earth to watch the Apollo 11 moonwalk.",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/ACherney_MorningParade.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dawn of the Dish",
    "url": "https://apod.nasa.gov/apod/image/1207/ACherney_MorningParade900.jpg"
  },
  {
    "copyright": "Cristian Fattinnanzi",
    "date": "2012-07-20",
    "explanation": "Skygazers around planet Earth enjoyed the close encounter of planets and Moon in July 15's predawn skies. And while many saw bright Jupiter next to the slender, waning crescent, Europeans also had the opportunity to watch the ruling gas giant pass behind the lunar disk, occulted by the Moon as it slid through the night. Clouds threaten in this telescopic view from Montecassiano, Italy, but the frame still captures Jupiter after it emerged from the occultation along with all four of its large Galilean moons. The sunlit crescent is overexposed with the Moon's night side faintly illuminated by Earthshine. Lined up left to right beyond the dark lunar limb are Callisto, Ganymede, Jupiter, Io, and Europa.  In fact, Callisto, Ganymede, and Io are larger than Earth's Moon, while Europa is only slightly smaller.",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/MJ_Fattinnanzi2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Meets Jupiter",
    "url": "https://apod.nasa.gov/apod/image/1207/MJ_Fattinnanzi900.jpg"
  },
  {
    "copyright": "ALSJ",
    "date": "2012-07-21",
    "explanation": "Get out your red/blue glasses and check out this remarkable stereo view from lunar orbit. Created from two photographs (AS11-44-6633, AS11-44-6634) taken by astronaut Michael Collins during the 1969 Apollo 11 mission, the 3D anaglyph features the lunar module ascent stage, dubbed The Eagle, as it rises to meet the command module in lunar orbit on July 21. Aboard the ascent stage are Neil Armstrong and Buzz Aldrin, the first to walk on the Moon. The smooth, dark area on the lunar surface is Mare Smythii located just below the equator on the extreme eastern edge of the Moon's near side.  Poised beyond the lunar horizon, is our fair planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/AS11JK44-6633-34.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Eagle Rises",
    "url": "https://apod.nasa.gov/apod/image/1207/AS11JK44-6633-34_c800.jpg"
  },
  {
    "date": "2012-07-22",
    "explanation": "It was one of the most famous images of the 1990s. This image, taken with the Hubble Space Telescope in 1995, shows evaporating gaseous globules (EGGs) emerging from pillars of molecular hydrogen gas and dust. The giant pillars are light years in length and are so dense that interior gas contracts gravitationally to form stars. At each pillars' end, the intense radiation of bright young stars causes low density material to boil away, leaving stellar nurseries of dense EGGs exposed.  The Eagle Nebula, associated with the open star cluster M16, lies about 7000 light years away. The pillars of creation were imaged again in 2007 by the orbiting Spitzer Space Telescope in infrared light, leading to the conjecture that the pillars may already have been destroyed by a local supernova, but light from that event has yet to reach the Earth.   Be Honest: Have you seen this image before?",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/pillars6_hst_1518.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M16: Pillars of Creation",
    "url": "https://apod.nasa.gov/apod/image/1207/pillars6_hst_960.jpg"
  },
  {
    "copyright": "Tom A. WarnerZTResearchwww.weathervideoHD.TV",
    "date": "2012-07-23",
    "explanation": "How fast is lightning? Lightning, in fact, moves not only too fast for humans to see, but so fast that humans can't even tell which direction it is moving. The above lightning stroke did not move too fast, however, for this extremely high time resolution video to resolve. Tracking at an incredible 7,207 frames per second, actual time can be seen progressing at the video bottom. The above lightning bolt starts with many simultaneously creating ionized channels branching out from an negatively charged pool of electrons and ions that has somehow been created by drafts and collisions in a rain cloud. About 0.015 seconds after appearing -- which takes about 3 seconds in the above time-lapse video -- one of the meandering charge leaders makes contact with a suddenly appearing positive spike moving up from the ground and an ionized channel of air is created that instantly acts like a wire. Immediately afterwards, this hot channel pulses with a tremendous amount of charges shooting back and forth between the cloud and the ground, creating a dangerous explosion that is later heard as thunder. Much remains unknown about lightning, however, including details of the mechanism that separates charges.   Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River)",
    "media_type": "video",
    "service_version": "v1",
    "title": "Lightning Captured at 7,207 Images per Second",
    "url": "https://player.vimeo.com/video/28457062?color=ffffff"
  },
  {
    "date": "2012-07-24",
    "explanation": "What's happening over the south pole of Titan? A vortex of haze appears to be forming, although no one is sure why. The above natural-color image shows the light-colored feature. The vortex was found on images taken last month when the robotic Cassini spacecraft flew by the unusual atmosphere-shrouded moon of Saturn. Cassini was only able to see the southern vortex because its orbit around Saturn was recently boosted out of the plane where the rings and moons move.  Clues as to what created the enigmatic feature are accumulating, including that Titan's air appears to be sinking in the center and rising around the edges. Winter, however, is slowly descending on the south of Titan, so that the vortex, if it survives, will be plunged into darkness over the next few years.   ASOW: A Few Bits about Quantum Theory, Part 1 by Dr. Paul Doherty",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/titanvortex_cassini_479.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "South Polar Vortex Discovered on Titan",
    "url": "https://apod.nasa.gov/apod/image/1207/titanvortex_cassini_960.jpg"
  },
  {
    "copyright": "Brad GoldpaintGoldpaint Photography",
    "date": "2012-07-25",
    "explanation": "Why is this aurora strikingly pink?  When photographing picturesque Crater Lake in Oregon, USA last month, the background sky lit up with auroras of unusual colors. Although much is known about the physical mechanisms that create auroras, accurately predicting the occurrence and colors of auroras remains a topic of investigation. Typically, it is known, the lowest auroras appear green.  These occur at about 100 kilometers high and involve atmospheric oxygen atoms excited by fast moving plasma from space.  The next highest auroras -- at about 200 kilometers up -- appear red, and are also emitted by resettling atmospheric oxygen.  Some of the highest auroras visible -- as high as 500 kilometers up -- appear blue, and are caused by sunlight-scattering nitrogen ions. When looking from the ground through different layers of distant auroras, their colors can combine to produce unique and spectacular hues, in this case rare pink hues seen above. As Solar Maximum nears over the next two years, particle explosions from the Sun are sure to continue and likely to create even more memorable nighttime displays.   Students: Browse a free online astronomy course.",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/aurora_goldpaint_1200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pink Aurora Over Crater Lake",
    "url": "https://apod.nasa.gov/apod/image/1207/aurora_goldpaint_960.jpg"
  },
  {
    "copyright": "West Mountain\nObservatory",
    "date": "2012-07-26",
    "explanation": "Framing a bright emission region this telescopic view looks out along the plane of our Milky Way Galaxy toward the nebula rich constellation Cygnus the Swan. Popularly called the Tulip Nebula the glowing cloud of interstellar gas and dust is also found in the 1959 catalog by astronomer Stewart Sharpless as Sh2-101. About 8,000 light-years distant the nebula is understandably not the only cosmic cloud to evoke the imagery of flowers. The complex and beautiful nebula is shown here in a composite image that maps emission from ionized sulfur, hydrogen, and oxygen atoms into red, green, and blue colors. Ultraviolet radiation from young, energetic O star HDE 227018 ionizes the atoms and powers the emission from the Tulip Nebula. HDE 227018 is the bright star very near the blue arc at image center.",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/TulipBYU1800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Tulip in the Swan",
    "url": "https://apod.nasa.gov/apod/image/1207/TulipBYU900.jpg"
  },
  {
    "date": "2012-07-27",
    "explanation": "The largest of its kind, the High Energy Stereoscopic System (H.E.S.S.) II telescope stands in the foreground of this photo. Tilted horizontally it reflects the inverted landscape of the Namibian desert in a segmented mirror 24 meters wide and 32 meters tall, equal in area to two tennis courts. Now beginning an exploration of the Universe at extreme energies, H.E.S.S. II saw first light on July 26. Most ground-based telescopes with lenses and mirrors are hindered by the Earth's nurturing, protective atmosphere that blurs images and scatters and absorbs light. But the H.E.S.S. II telescope is a cherenkov telescope, designed to detect gamma rays - photons with over 100 billion times the energy of visible light - and actually requires the atmosphere to operate. As the gamma rays impact the upper atmosphere they produce air showers of high-energy particles. A large camera at the mirror's focus records in detail the brief flashes of optical light, called cherenkov light, created by the air shower particles. The H.E.S.S. II telescope operates in concert with the array of four other 12 meter cherenkov telescopes to provide multiple stereoscopic views of the air showers, relating them to the energies and directions of the incoming cosmic gamma rays.",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/DSCF7208_HESS2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "High Energy Stereoscopic System II",
    "url": "https://apod.nasa.gov/apod/image/1207/DSCF7208_HESS900c.jpg"
  },
  {
    "copyright": "Stefan Seip",
    "date": "2012-07-28",
    "explanation": "Brilliant Venus and bright Jupiter still rise together before dawn. The peaceful waters by a small lakeside house near Stuttgart, Germany reflect their graceful arcing trails in this composited series of exposures, recorded on the morning of July 26. A reflection of planet Earth's rotation on its axis, the concentric trails of these celestial beacons along with trails of stars are punctuated at their ends by a separate final frame in the morning skyview. Easy to pick out, Venus is brightest and near the trees close to the horizon. Jupiter arcs above it, toward the center of the image along with the compact Pleiades star cluster and V-shaped Hyades anchored by bright star Aldebaran. One trail looks wrong, though. Not concentric with the others and so not a reflection of Earth's rotation, the International Space Station streaks off the right side of this scene, glinting in sunlight as it orbits planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/20120726PlanetShow2Seip.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Trails in the Morning Sky",
    "url": "https://apod.nasa.gov/apod/image/1207/20120726PlanetShow2Seip_900.jpg"
  },
  {
    "date": "2012-07-29",
    "explanation": "In the center of star-forming region 30 Doradus lies a huge cluster of the largest, hottest, most massive stars known. These stars, known collectively as star cluster R136, were captured above in visible light by the Wide Field Camera peering through the refurbished Hubble Space Telescope. Gas and dust clouds in 30 Doradus, also known as the Tarantula Nebula, have been sculpted into elongated shapes by powerful winds and ultraviolet radiation from these hot cluster stars.  The 30 Doradus Nebula lies within a neighboring galaxy known as the Large Magellanic Cloud and is located a mere 170,000 light-years away.   Help APOD Assess Usage: For how long have you been following APOD?",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/30dor_hst_3939.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Cluster R136 Bursts Out",
    "url": "https://apod.nasa.gov/apod/image/1207/30dor_hst_960.jpg"
  },
  {
    "copyright": "Sigur�ur Stefnisson",
    "date": "2012-07-30",
    "explanation": "Why did the picturesque 2010 volcanic eruption in Iceland create so much ash? Although the large ash plume was not unparalleled in its abundance, its location was particularly noticeable because it drifted across such well-populated areas. The Eyjafjallaj�kull volcano in southern Iceland began erupting on 2010 March 20, with a second eruption starting under the center of a small glacier on 2010 April 14. Neither eruption was unusually powerful.  The second eruption, however, melted a large amount of glacial ice which then cooled and fragmented lava into gritty glass particles that were carried up with the rising volcanic plume.  Pictured above during the second eruption, lightning bolts illuminate ash pouring out of the Eyjafjallaj�kull volcano.",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/volcano_stefnisson_orig_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ash and Lightning Above an Icelandic Volcano",
    "url": "https://apod.nasa.gov/apod/image/1207/volcano_stefnisson_960.jpg"
  },
  {
    "date": "2012-07-31",
    "explanation": "Next week at this time, there may be an amazing new robotic explorer on Mars. Or there may be a new pile of junk. It all likely depends on many things going correctly in the minutes after the Mars Science Laboratory mission arrives at Mars and attempts to deploy the Curiosity rover from orbit. Arguably the most sophisticated landing yet attempted on the red planet, consecutive precision events will involve a heat shield, a parachute, several rocket maneuvers, and the automatic operation of an unusual device called a Sky Crane.  These \"Seven Minutes of Terror\" -- depicted in the above dramatic video -- will begin on Monday, August 6 at about 5:24 am Universal time, which occurs on Sunday night, August 5 for western North Americans. If successful, the car-sized Curiosity rover will rest on the surface of Mars, soon to begin exploring Gale Crater to better determine the habitability of this seemingly barren world to life -- past, present, and future. Although multiple media outlets may cover this event, one way to watch these landing events unfold is on the NASA channel live on the web.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Curiosity Before Mars: Seven Minutes of Terror",
    "url": "https://www.youtube.com/embed/Ki_Af_o9Q9s?rel=0"
  },
  {
    "copyright": "Wally Pacholka",
    "date": "2012-08-01",
    "explanation": "You don't have to be at Monument Valley to see the Milky Way arch across the sky like this -- but it helps. Only at Monument Valley USA would you see a picturesque foreground that includes these iconic rock peaks called buttes. Buttes are composed of hard rock left behind after water has eroded away the surrounding soft rock.  In the above image taken about two months ago, the closest butte on the left and the butte to its right are known as the Mittens, while Merrick Butte can be seen just further to the right. High overhead stretches a band of diffuse light that is the central disk of our spiral Milky Way Galaxy. The band of the Milky Way can be spotted by almost anyone on almost any clear night when far enough from a city and surrounding bright lights.   APOD in Spanish: On the web and through Facebook",
    "hdurl": "https://apod.nasa.gov/apod/image/1208/monumentvalley_pacholka_1387.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Milky Way Over Monument Valley",
    "url": "https://apod.nasa.gov/apod/image/1208/monumentvalley_pacholka_1387c.jpg"
  }
]
