[
  {
    "copyright": "Martin Pugh",
    "date": "2012-06-01",
    "explanation": "These three bright nebulae are often featured in telescopic tours of the constellation Sagittarius and the crowded starfields of the central Milky Way. In fact, 18th century cosmic tourist Charles Messier cataloged two of them; M8, the large nebula left of center, and colorful M20 on the right. The third, NGC 6559, is above M8, separated from the larger nebula by a dark dust lane. All three are stellar nurseries about five thousand light-years or so distant. The expansive M8, over a hundred light-years across, is also known as the Lagoon Nebula. M20's popular moniker is the Trifid. Glowing hydrogen gas creates the dominant red color of the emission nebulae, with contrasting blue hues, most striking in the Trifid, due to dust reflected starlight. This broad skyscape also includes one of Messier's open star clusters, M21, just above and right of the Trifid.",
    "hdurl": "https://apod.nasa.gov/apod/image/1206/sag3_pugh.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sagittarius Triplet",
    "url": "https://apod.nasa.gov/apod/image/1206/sag3_pugh_930.jpg"
  },
  {
    "copyright": "Osservatorio MTM",
    "date": "2012-06-02",
    "explanation": "Follow the handle of the Big Dipper away from the dipper's bowl until you get to the handle's last bright star. Then, just slide your telescope a little south and west and you might find this stunning pair of interacting galaxies, the 51st entry in Charles Messier famous catalog. Perhaps the original spiral nebula, the large galaxy with well defined spiral structure is also cataloged as NGC 5194. Its spiral arms and dust lanes clearly sweep in front of its companion galaxy (top), NGC 5195. The pair are about 31 million light-years distant and officially lie within the angular boundaries of the small constellation Canes Venatici. Though M51 looks faint and fuzzy to the human eye, deep images like this one can reveal the faint tidal debris around the smaller galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/1206/135M51OsservatorioMTM.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M51: The Whirlpool Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1206/135M51OsservatorioMTM900.jpg"
  },
  {
    "copyright": "David Cortner",
    "date": "2012-06-03",
    "explanation": "The rare transit of Venus across the face of the Sun in 2004 was one of the better-photographed events in sky history.  Both scientific and artistic images flooded in from the areas that could see the transit: Europe and much of Asia, Africa, and North America.  Scientifically, solar photographers confirmed that the black drop effect is really better related to the viewing clarity of the camera or telescope than the atmosphere of Venus. Artistically, images might be divided into several categories.  One type captures the transit in front of a highly detailed Sun.  Another category captures a double coincidence such as both Venus and an airplane simultaneously silhouetted, or Venus and the International Space Station in low Earth orbit. A third image type involves a fortuitous arrangement of interesting looking clouds, as shown by example in the above image taken from North Carolina, USA. Sky enthusiasts worldwide are abuzz about the coming transit of Venus on Tuesday. It is perhaps interesting to wonder whether any person will live to see -- and remember seeing -- both Tuesday's Venus transit and the next one in 2117.   Best of APOD: Gallery of previous Mercury and Venus Transit images",
    "hdurl": "https://apod.nasa.gov/apod/image/1206/venustransit_cortner_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Picturesque Venus Transit",
    "url": "https://apod.nasa.gov/apod/image/1206/venustransit_cortner_960.jpg"
  },
  {
    "date": "2012-06-04",
    "explanation": "Will our Milky Way Galaxy collide one day with its larger neighbor, the Andromeda Galaxy? Most likely, yes.  Careful plotting of slight displacements of M31's stars relative to background galaxies on recent Hubble Space Telescope images indicate that the center of M31 could be on a direct collision course with the center of our home galaxy. Still, the errors in sideways velocity appear sufficiently large to admit a good chance that the central parts of the two galaxies will miss, slightly, but will become close enough for their outer halos to become gravitationally entangled. Once that happens, the two galaxies will become bound, dance around, and eventually merge to become one large elliptical galaxy -- over the next few billion years. Pictured above is an artist's illustration of the sky of a world in the distant future when the central parts of each galaxy begin to destroy each other. The exact future of our Milky Way and the entire surrounding Local Group of Galaxies is likely to remain an active topic of research for years to come.   Partial Lunar Eclipse Galleries: Today's Lunar Eclipse and a Collection of Past APOD Lunar Eclipse Images",
    "hdurl": "https://apod.nasa.gov/apod/image/1206/M31vsMW_nasa_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way Galaxy Doomed: Collision with Andromeda Pending",
    "url": "https://apod.nasa.gov/apod/image/1206/M31vsMW_nasa_960.jpg"
  },
  {
    "date": "2012-06-05",
    "explanation": "Today Venus moves in front of the Sun. One way to follow this rare event is to actively reload the above live image of the Sun during the right time interval and look for an unusual circular dark dot. The smaller sprawling dark areas are sunspots. The circular dot is the planet Venus. The dark dot will only appear during a few very specific hours, from about 22:10 on 2012 June 5 through 4:50 2012 June 6, Universal Time. This transit is the rarest type of solar eclipse known -- much more rare than an eclipse of the Sun by the Moon or even by the planet Mercury. In fact, the next transit of Venus across the Sun will be in 2117. Anyone with a clear view of the Sun can go outside and carefully view the transit for themselves by projecting sunlight through a hole in a card onto a wall. Because this Venus transit is so unusual and visible from so much of the Earth, it is expected to be one of the more photographed celestial events in history. The above live image on the Sun is being taken by the Earth-orbiting Solar Dynamics Observatory and can be updated about every 15 minutes. Editor's note: Since the transit has ended, the live image was replaced by one taken just before Venus crossed out of Sun.    Gallery: Browse the latest Venus transit images",
    "hdurl": "https://apod.nasa.gov/apod/image/1206/sunvenus_sdo_4096.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Live: Watching for Venus to Cross the Sun",
    "url": "https://apod.nasa.gov/apod/image/1206/sunvenus_sdo_1024.jpg"
  },
  {
    "copyright": "Mack H. Frost",
    "date": "2012-06-06",
    "explanation": "A setting full moon rarely looks like this. Monday morning just before a fully lit Strawberry Moon dropped behind the Absaroka Mountain Range near Cody, Wyoming, USA, the shadow of the Earth got in the way. A similarly setting partial lunar eclipse was visible throughout most of North and South America, while simultaneously the same partially darkened moon was visible throughout eastern Asia. Pictured in the foreground is a snowbank formation known as the Horse's Head off a tributary of the Shoshone River. Lunar eclipses occur about twice a year, and the next one -- a penumbral eclipse -- will occur in late November.   Venus Transit Gallery:  Browse or Contribute!",
    "hdurl": "https://apod.nasa.gov/apod/image/1206/lunareclipse_frost_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipsed Moon Over Wyoming",
    "url": "https://apod.nasa.gov/apod/image/1206/lunareclipse_frost_960.jpg"
  },
  {
    "copyright": "Chris Hetlage",
    "date": "2012-06-07",
    "explanation": "Occurring in pairs separated by over a hundred years, there have now been only eight transits of Venus since the invention of the telescope in 1608. The next will be in December of 2117. But many modern telescopes and cameras were trained on this week's Venus transit, capturing the planet in rare silhouette against the Sun. In this sharp telescopic view from Georgia, USA, a narrowband H-alpha filter was used to show the round planetary disk against a mottled solar surface with dark filaments, sunspots, and prominences. The transit itself lasted for 6 hours and 40 minutes. Historically, astronomers used timings of the transit from different locations to triangulate the distance to Venus, while modern astronomers actively search for planets that transit distant suns.",
    "hdurl": "https://apod.nasa.gov/apod/image/1206/VenusTransit2012_Hetlage.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus Transit 2012",
    "url": "https://apod.nasa.gov/apod/image/1206/VenusTransit2012_HetlageCrop.jpg"
  },
  {
    "copyright": "Emil Ivanov",
    "date": "2012-06-08",
    "explanation": "This dramatic telephoto view across the Black Sea on June 6 finds Venus rising with the Sun, the planet in silhouette against a ruddy and ragged solar disk. Of course, the reddened light is due to scattering in planet Earth's atmosphere and the rare transit of Venus didn't influence the strangely shaped and distorted Sun. In fact, seeing the Sun in the shape of an Etruscan Vase is relatively common, especially compared to Venus transits. At sunset and sunrise, the effects of atmospheric refraction enhanced by long, low, sight lines and strong atmospheric temperature gradients produce the visual distortions and mirages. That situation is often favored by a sea horizon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1206/VenusTransit2012_ivanov2b.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "When Venus Rises with the Sun",
    "url": "https://apod.nasa.gov/apod/image/1206/VenusTransit2012_ivanov2b900.jpg"
  },
  {
    "date": "2012-06-09",
    "explanation": "As its June 6 2012 transit begins Earth's sister planet crosses the edge of the Sun in this stunning view from the Hinode spacecraft. The timing of limb crossings during the rare transits was used historically to triangulate the distance to Venus and determine a value for the Earth-Sun distance called the astronomical unit. Still, modern space-based views like this one show the event against an evocative backdrop of the turbulent solar surface with prominences lofted above the Sun's edge by twisting magnetic fields. Remarkably, the thin ring of light seen surrounding the planet's dark silhouette is sunlight refracted by Venus' thick atmosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/1206/657111main_1-SOT_120606_TOV.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus at the Edge",
    "url": "https://apod.nasa.gov/apod/image/1206/657111main_1-SOT_120606_TOV.jpg"
  },
  {
    "date": "2012-06-10",
    "explanation": "What if you were given a new Hubble telescope for free? How about two?  The astronomical community is abuzz with just this opportunity as the US National Reconnaissance Office has unexpectedly transferred ownership of two space-qualified Hubble-quality telescopes to NASA. The usefulness of these telescopes in addressing existing science priorities has begun, but preliminary indications hold that even one of these telescope could be extremely useful in searching for extrasolar planets as well as distant galaxies and supernovas that could better explore the nature of dark energy. Although they start out as free, making even one telescope operational and fitting it with useful cameras would be quite expensive, so NASA is being decidedly careful about how to fit these new telescopes into its existing budget. Pictured above, the original Hubble Space Telescope floats high above the Earth during a servicing mission in 2002.   Prefer Spanish?: Follow APOD's new Facebook feed \"Universo\"",
    "hdurl": "https://apod.nasa.gov/apod/image/1206/hubble2_nasa_720.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Two New Hubble-Quality Telescopes Gifted to NASA",
    "url": "https://apod.nasa.gov/apod/image/1206/hubble2_nasa_960.jpg"
  },
  {
    "date": "2012-06-11",
    "explanation": "What's that black dot moving across the Sun? Venus. Possibly the clearest view of Venus crossing in front of the Sun last week was from Earth orbit. The Solar Dynamics Observatory obtained an uninterrupted vista recording it not only in optical light but also in bands of ultraviolet light. Pictured above is a composite movie of the crossing set to music. Although the event might prove successful scientifically for better determining components of Venus' atmosphere, the event surely proved successful culturally by involving people throughout the world in observing a rare astronomical phenomenon. Many spectacular images of this Venus transit from around (and above) the globe are being proudly displayed.   Astronomy Seminar of the Week: Introduction to Dark Matter",
    "media_type": "video",
    "service_version": "v1",
    "title": "A Venus Transit Music Video from SDO",
    "url": "https://www.youtube.com/embed/4Z9rM8ChTjY?rel=0"
  },
  {
    "copyright": "T. Rector",
    "date": "2012-06-12",
    "explanation": "These are larger dust bunnies than you will find under your bed. Situated in rich star fields and glowing hydrogen gas, these opaque clouds of interstellar dust and gas are so large they might be able to form stars. Their home is known as IC 2944, a bright stellar nursery located about 5,900 light years away toward the constellation of Centaurus. The largest of these dark globules, first spotted by South African astronomer A. D. Thackeray in 1950, is likely two separate but overlapping clouds, each more than one light-year wide. Along with other data, the above representative color image from the 4-m Blanco telescope at Cerro Tololo, Chile indicates that Thackeray's globules are fractured and churning as a result of intense ultraviolet radiation from young, hot stars already energizing and heating the bright emission nebula. These and similar dark globules known to be associated with other star forming regions may ultimately be dissipated by their hostile environment -- like cosmic lumps of butter in a hot frying pan.   3x the Astronomy Images:  Follow cool APOD submissions on Facebook and Google Plus.",
    "hdurl": "https://apod.nasa.gov/apod/image/1206/ic2944_blanco_1498.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Thackeray's Globules",
    "url": "https://apod.nasa.gov/apod/image/1206/ic2944_blanco_960.jpg"
  },
  {
    "copyright": "\nJens Hackmann",
    "date": "2012-06-13",
    "explanation": "Waiting years and traveling kilometers -- all to get a shot like this. And even with all of this planning, a good bit of luck was helpful. As the Sun rose over the Baltic Sea last Wednesday as seen from Fehmarn Island in northern Germany, photographer Jens Hackmann was ready for the very unusual black dot of Venus to appear superimposed. Less expected were the textures of clouds and haze that would tint different levels of the Sun various shades of red.  And possibly the luckiest gift of all was a flicker of a rare green flash at the very top of the Sun. The above image is, of course, just one of many spectacular pictures taken last week of the last transit of the planet Venus across the face of the Sun for the next 105 years.   Vote: APOD entered in Three Quarks Daily 2012 Science Writing Contes",
    "hdurl": "https://apod.nasa.gov/apod/image/1206/venustransit_hackmann_1200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Venus Transit Over the Baltic Sea",
    "url": "https://apod.nasa.gov/apod/image/1206/venustransit_hackmann_960.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2012-06-14",
    "explanation": "In 1716, English astronomer Edmond Halley noted, \"This is but a little Patch, but it shews itself to the naked Eye, when the Sky is serene and the Moon absent.\" Of course, M13 is now modestly recognized as the Great Globular Cluster in Hercules, one of the brightest globular star clusters in the northern sky. Telescopic views reveal the spectacular cluster's hundreds of thousands of stars. At a distance of 25,000 light-years, the cluster stars crowd into a region 150 light-years in diameter, but approaching the cluster core upwards of 100 stars could be contained in a cube just 3 light-years on a side. For comparison, the closest star to the Sun is over 4 light-years away. Along with the cluster's dense core, the outer reaches of M13 are highlighted in this sharp color image. The cluster's evolved red and blue giant stars show up in yellowish and blue tints.",
    "hdurl": "https://apod.nasa.gov/apod/image/1206/M13LRGBv1_pugh.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M13: The Great Globular Cluster in Hercules",
    "url": "https://apod.nasa.gov/apod/image/1206/M13LRGBv1_pugh900c.jpg"
  },
  {
    "copyright": "Bill Snyder",
    "date": "2012-06-15",
    "explanation": "Nearby and bright, spiral galaxies M65 (top) and M66 stand out in this engaging cosmic snapshot. The pair are just 35 million light-years distant and around 100,000 light-years across, about the size of our own spiral Milky Way. While both exhibit prominent dust lanes sweeping along their broad spiral arms, M66 in particular is a striking contrast in red and blue hues; the telltale pinkish glow of hydrogen gas in star forming regions and young blue star clusters. M65 and M66 make up two thirds of the well-known Leo Triplet of galaxies with warps and tidal tails that offer evidence of the group's past close encounters. The larger M66 has been host to four supernovae discovered since 1973.",
    "hdurl": "https://apod.nasa.gov/apod/image/1206/M65-66-LRGB-snyder.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M65 and M66",
    "url": "https://apod.nasa.gov/apod/image/1206/M65-66-LRGB-snyder900.jpg"
  },
  {
    "copyright": "Judy Schmidt",
    "date": "2012-06-16",
    "explanation": "The first APOD appeared seventeen years ago today, on 1995 June 16.  Although garnering only 14 page views on that day, we are proud to estimate that APOD has now served over one billion space-related images over the last 1.7 decades.  That early beginning, along with a nearly unchanging format, has allowed APOD to be a consistent and familiar site on a web frequently filled with change.   Many people don't know, though, that APOD is now translated daily into many major languages and featured on social media sites and smartphone applications. We again thank our readers and NASA for their continued support, as well as the folks who created the great pictures -- many times with considerable effort -- that APOD has been fortunate enough to feature over the years.  Many can be contacted by following links found in the credit line under the image.  Today's birthday collage includes numerous galaxies captured by the Hubble Space Telescope.   Vote: APOD entered in Three Quarks Daily 2012 Science Writing Contes",
    "hdurl": "https://apod.nasa.gov/apod/image/1206/apod17_person_2500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "APOD Turns 17",
    "url": "https://apod.nasa.gov/apod/image/1206/apod17_person_960.jpg"
  },
  {
    "date": "2012-06-17",
    "explanation": "Why does Jupiter have rings?  Jupiter's rings were discovered in 1979 by the passing Voyager 1 spacecraft, but their origin was a mystery.  Data from the Galileo spacecraft that orbited Jupiter from 1995 to 2003 later confirmed that these rings were created by meteoroid impacts on small nearby moons.  As a small meteoroid strikes tiny Adrastea, for example, it will bore into the moon, vaporize, and explode dirt and dust off into a Jovian orbit.  Pictured above is an eclipse of the Sun by Jupiter, as viewed from Galileo.  Small dust particles high in Jupiter's atmosphere, as well as the dust particles that compose the rings, can be seen by reflected sunlight.   APOD Retrospective: Today and Every Day",
    "hdurl": "https://apod.nasa.gov/apod/image/1206/jupiterrings_galileo_1370.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter's Rings Revealed",
    "url": "https://apod.nasa.gov/apod/image/1206/jupiterrings_galileo_960.jpg"
  },
  {
    "copyright": "Manel Soria",
    "date": "2012-06-18",
    "explanation": "Why were the statues on Easter Island built? No one is sure.  What is sure is that over 800 large stone statues exist there.  The Easter Island statues, stand, on the average, over twice as tall as a person and have over 200 times as much mass.  Few specifics are known about the history or meaning of the unusual statues, but many believe that they were created about 500 years ago in the images of local leaders of a lost civilization.  Pictured above, some of the stone giants were illuminated in 2009 under the central band of our Milky Way Galaxy.   Help Evaluate APOD: Does viewing APOD make you more interested in science?",
    "hdurl": "https://apod.nasa.gov/apod/image/1206/milkywaystatues_soria_1000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way Above Easter Island",
    "url": "https://apod.nasa.gov/apod/image/1206/milkywaystatues_soria_960.jpg"
  },
  {
    "copyright": "Fiona Harrisonet al.CaltechNASA",
    "date": "2012-06-19",
    "explanation": "What's left after a star explodes? To help find out, NASA launched the Nuclear Spectroscopic Telescope Array (NuSTAR) satellite into Earth orbit last week. NuSTAR's ability to focus hard X-rays emitted from the nuclei of atoms will be used, among other things, to inspect the surroundings of supernova remnants so as to better understand why these supernovas occurred, what types of objects resulted, and what mechanisms make their surroundings glow so hot. NuSTAR will also give humanity  unprecedented looks at the hot corona of our Sun, hot gasses in clusters of galaxies, and the supermassive black hole in the center of our Galaxy. Pictured above is an artist's illustration depicting how NuSTAR works. X-rays similar to those used in your dentist's office enter the telescope on the right and skip off two sets of parallel mirrors that focus them onto the detectors on the left. A long but low-weight mast separates the two, and the whole thing is powered by solar panels on the upper left. Part of the excitement involving NuSTAR is not only what things it is expected to see, but by looking at the universe in a new way, what things that are completely unknown that might be discovered. NuSTAR has a planned two year lifetime.   Slide Set (ASOW): NuSTAR by PI Fiona Harrison",
    "hdurl": "https://apod.nasa.gov/apod/image/1206/nustar_nasa_800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NuSTAR X-Ray Telescope Launched",
    "url": "https://apod.nasa.gov/apod/image/1206/nustar_nasa_960.jpg"
  },
  {
    "copyright": "Babak Tafreshi",
    "date": "2012-06-20",
    "explanation": "Today's solstice, the astronomical beginning of summer in the north, is at 23:09 UT when the Sun reaches the northernmost declination in its yearly trek through planet Earth's sky. While most in the northern hemisphere will experience the longest day of the year, for some the Sun won't set at all, still standing just above the horizon at midnight as far south as about 66.6 degrees northern latitude. Of course, as summer comes to the north the midnight Sun comes earlier to higher latitudes. Recorded near midnight, this time series from June 6 follows the Sun gliding above a mountainous horizon from a latitude of 69 degrees north. The remarkable scene looks north over the Norwegian Sea from Sortland, Norway. The 2012 transit of Venus is already in progress, with Earth's sister planet in silhouette at the upper left against the bright disk of the midnight Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/1206/MidnightSunTransit-2csTafreshi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus Transits the Midnight Sun",
    "url": "https://apod.nasa.gov/apod/image/1206/MidnightSunTransit-panTafreshi.jpg"
  },
  {
    "copyright": "Don Goldman",
    "date": "2012-06-21",
    "explanation": "Made with narrow and broad band filters, this colorful cosmic snap shot covers a field of view about the size of the full Moon within the boundaries of the constellation Cygnus. It highlights the bright edge of a ring-like nebula traced by the glow of ionized hydrogen and oxygen gas. Embedded in the region's interstellar clouds of gas and dust, the complex, glowing arcs are sections of bubbles or shells of material swept up by the wind from Wolf-Rayet star WR 134, brightest star near the center of the frame. Distance estimates put WR 134 about 6,000 light-years away, making the frame over 50 light-years across. Shedding their outer envelopes in powerful stellar winds, massive Wolf-Rayet stars have burned through their nuclear fuel at a prodigious rate and end this final phase of massive star evolution in a spectacular supernova explosion. The stellar winds and final supernovae enrich the interstellar material with heavy elements to be incorporated in future generations of stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/1206/WR134WebGoldman.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "WR 134 Ring Nebula",
    "url": "https://apod.nasa.gov/apod/image/1206/WR134WebGoldman900.jpg"
  },
  {
    "copyright": "Stephen Leshin",
    "date": "2012-06-22",
    "explanation": "Grand spiral galaxies often seem to get all the glory, flaunting their young, bright, blue star clusters in beautiful, symmetric spiral arms. But small, irregular galaxies form stars too. In fact dwarf galaxy IC 2574 shows clear evidence of intense star forming activity in its telltale pinkish regions of glowing hydrogen gas. Just as in spiral galaxies, the turbulent star-forming regions in IC 2574 are churned by stellar winds and supernova explosions spewing material into the galaxy's interstellar medium and triggering further star formation. A mere 12 million light-years distant, IC 2574 is part of the M81 group of galaxies, seen toward the northern constellation Ursa Major. Also known as Coddington's Nebula, the lovely island universe is about 50,000 light-years across, discovered by American astronomer Edwin Coddington in 1898.",
    "hdurl": "https://apod.nasa.gov/apod/image/1206/IC2574_LHaRGBLeshin.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 2574: Coddington's Nebula",
    "url": "https://apod.nasa.gov/apod/image/1206/IC2574_LHaRGBLeshin900c.jpg"
  },
  {
    "copyright": "Göran Strand",
    "date": "2012-06-23",
    "explanation": "As seen from Frösön island in northern Sweden the Sun did set a day after the summer solstice. From that location below the arctic circle it settled slowly behind the northern horizon. During the sunset's final minute, this remarkable sequence of 7 images follows the distorted edge of the solar disk as it just disappears against a distant tree line, capturing both a green and blue flash. Not a myth even in a land of runes, the colorful but elusive glints are caused by atmospheric refraction enhanced by long, low, sight lines and strong atmospheric temperature gradients.",
    "hdurl": "https://apod.nasa.gov/apod/image/1206/GS_20120621_GreenFlash_strand.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Northern Green Flash",
    "url": "https://apod.nasa.gov/apod/image/1206/GS_20120621_GreenFlash_strand.jpg"
  },
  {
    "date": "2012-06-24",
    "explanation": "In December of 1972, Apollo 17 astronauts Eugene Cernan and Harrison Schmitt spent about 75 hours on the Moon in the Taurus-Littrow valley, while colleague Ronald Evans orbited overhead. This sharp image was taken by Cernan as he and Schmitt roamed the valley floor. The image shows Schmitt on the left with the lunar rover at the edge of Shorty Crater, near the spot where geologist Schmitt discovered orange lunar soil. The Apollo 17 crew returned with 110 kilograms of rock and soil samples, more than was returned from any of the other lunar landing sites. Now forty years later, Cernan and Schmitt are still the last to walk on the Moon.   Follow APOD: on Facebook or G+  Follow APOD Bonus Images: on Facebook or G+",
    "hdurl": "https://apod.nasa.gov/apod/image/1206/moonshorty_apollo17_1498.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 17 at Shorty Crater",
    "url": "https://apod.nasa.gov/apod/image/1206/moonshorty_apollo17_960.jpg"
  },
  {
    "copyright": "Luc Perrot",
    "date": "2012-06-25",
    "explanation": "Sometimes, if you wait long enough for a clear and moonless night, the stars will come out with a vengeance. One such occasion occurred earlier this month at the Piton de l'Eau on Reunion Island. In the foreground, surrounded by bushes and trees, lies a water filled volcanic crater serenely reflecting starlight. A careful inspection near the image center will locate Piton des Neiges, the highest peak on the island, situated several kilometers away. In the background, high above the lake, shines the light of hundreds of stars, most of which are within 100 light years, right in our stellar neighborhood. Far in the distance, arching majestically overhead, is the central band of our home Milky Way Galaxy, shining by the light of millions of stars each located typically thousands of light years away. The astrophotographer reports waiting for nearly two years for the sky and clouds to be just right to get the above shot.   Help Evaluate APOD: Has viewing APOD increased your interest in NASA?",
    "hdurl": "https://apod.nasa.gov/apod/image/1206/cratersky_perrot_1000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way Over Piton de l'Eau",
    "url": "https://apod.nasa.gov/apod/image/1206/cratersky_perrot_960.jpg"
  },
  {
    "copyright": "Jean-Marc Mari",
    "date": "2012-06-26",
    "explanation": "What time is it? If the time and day are right, this sundial will tell you: SOLSTICE. Only then will the Sun be located just right for sunlight to stream through openings and spell out the term for the longest and shortest days of the year. And that happened last week and twice each year. The sundial was constructed by Jean Salins in 1980 and is situated at the Ecole Sup�rieure des Mines de Paris in Valbonne Sophia Antipolis of south-eastern France. On two other days of the year, watchers of this sundial might get to see it produce another word: EQUINOXE.   Resource Guide: NASA Education and Public Outreach",
    "hdurl": "https://apod.nasa.gov/apod/image/1206/solsticedial_mari_5616.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sundial that Shows Solstice",
    "url": "https://apod.nasa.gov/apod/image/1206/solsticedial_mari_960.jpg"
  },
  {
    "copyright": "Dieter WillaschAstro-Cabinet",
    "date": "2012-06-27",
    "explanation": "When stars form, pandemonium reigns.  A particularly colorful case is the star forming region Simeis 188 which houses an unusual and bright cloud arc cataloged as NGC 6559.  Visible above are red glowing emission nebulas of hydrogen, blue reflection nebulas of dust, dark absorption nebulas of dust, and the stars that formed from them.  The first massive stars formed from the dense gas will emit energetic light and winds that erode, fragment, and sculpt their birthplace.  And then they explode. The resulting morass can be as beautiful as it is complex.  After tens of millions of years, the dust boils away, the gas gets swept away, and all that is left is a naked open cluster of stars. Simeis 188 is located about 4,000 light years away and can be found about one degree northeast of M8, the Lagoon Nebula.   Slide Set (ASOW): Galaxies in Collision by Prof. Rob Knop",
    "hdurl": "https://apod.nasa.gov/apod/image/1206/simeis188_willasch_2200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Simeis 188 in Stars, Dust and Gas",
    "url": "https://apod.nasa.gov/apod/image/1206/simeis188_willasch_960.jpg"
  },
  {
    "copyright": "Glittering Lights",
    "date": "2012-06-28",
    "explanation": "The glare of Alpha Centauri, one of the brightest stars in planet Earth's night sky, floods the left side of this southern skyscape.  A mere 4.3 light-years distant, Alpha Centauri actually consists of two component stars similar in size to the Sun, locked in a mutual orbit. Much smaller and cooler, a third member of the same star system, Proxima Centauri, lies outside this field of view. Still, the telescopic scene does reveal often overlooked denizens of the Milky Way's crowded galactic plane that lie beyond the glare of Alpha Centauri, including a planetary nebula cataloged as Hen 2-111, an estimated 7,800 light-years away. The gaseous shroud of a dying star, the nebula's brighter core and fainter halo of reddish ionized gas span over twenty light-years, seen just right of picture center. Farther right are two notable open clusters of stars, the compact Pismis 19 also nearly 8,000 light-years away whose light is reddened by intervening dust, and the looser, closer NGC 5617.  Just visible in the glare of Alpha Centauri is the dim glow of a shell-like supernova remnant, above and right of the closest star system's bright core.",
    "hdurl": "https://apod.nasa.gov/apod/image/1206/AlphaCenHe2111_lorenzi2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Glare of Alpha Centauri",
    "url": "https://apod.nasa.gov/apod/image/1206/AlphaCenHe2111_lorenzi900.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2012-06-29",
    "explanation": "Part of a dark expanse that splits the crowded plane of our Milky Way galaxy, the Aquila Rift arcs through the northern hemisphere's summer skies near bright star Altair and the Summer Triangle. In silhouette against the Milky Way's faint starlight, its dusty molecular clouds likely contain raw material to form hundreds of thousands of stars and astronomers eagerly search the clouds for telltale signs of star birth. This telescopic close-up looks toward the region at a fragmented Aquila dark cloud complex identified as LDN 673, stretching across a field of view slightly wider than the full moon. In the scene, visible indications of energetic outflows associated with young stars include the small red tinted nebulosity RNO 109 at top left and Herbig-Haro object HH32 above and right of center. The dark clouds in Aquila are estimated to be some 600 light-years away.  At that distance, this field of view spans about 7 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1206/ldn673s_block.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Clouds in Aquila",
    "url": "https://apod.nasa.gov/apod/image/1206/ldn673s_block1123.jpg"
  },
  {
    "copyright": "Luis Argerich",
    "date": "2012-06-30",
    "explanation": "Now shining in eastern skies at dawn, bright planets Venus and Jupiter join the Pleiades star cluster in this sea and sky scape, recorded earlier this week near Buenos Aires, Argentina. Venus dominates the scene that includes bright star Aldebaran just below and to the right. The planets are easy to spot for early morning risers, but this sky also holds two of our solar system's small worlds, Vesta and Ceres, not quite bright enough to be seen with the unaided eye. The digital camera's time exposure just captures them, though. Their positions are indicated when you put your cursor over the image. In orbit around Vesta, NASA's Dawn spacecraft arrived there last July, but is nearing the end of its visit to the main belt asteroid. In August, it will set off on its planned journey to Ceres, arriving at the dwarf planet in 2015.",
    "hdurl": "https://apod.nasa.gov/apod/image/1206/integration_ceres_c.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Conjunctions near Dawn",
    "url": "https://apod.nasa.gov/apod/image/1206/integration_ceres_c900.jpg"
  },
  {
    "date": "2012-07-01",
    "explanation": "What causes the surrounding shells in peculiar galaxy Cen A? In 2002 a fascinating image of peculiar galaxy Centaurus A was released, processed to highlight a faint blue arc indicating an ongoing collision with a smaller galaxy.  Another interesting feature of Cen A, however, is the surrounding system of shells, better visible here in this recently released wider pan from the four meter Blanco telescope at Cerro Tololo Inter-American Observatory.  Faint shells around galaxies are not unusual and considered by themselves as evidence of a previous galaxy merger, analogous to water ripples on a pond.  An unexpected attribute of these shells is the abundance of gas, which should become separated from existing stars during the collision.",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/cenashells_ctio_1911.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Outer Shells of Centaurus A",
    "url": "https://apod.nasa.gov/apod/image/1207/cenashells_ctio_960.jpg"
  }
]
