[
  {
    "copyright": "Simon Smith",
    "date": "2012-09-01",
    "explanation": "Rising at sunset, the gorgeous Full Moon of August 31 became the second Full Moon in a month. According to modern reckoning, that makes it a Blue Moon. In fact, parts of the Full Moon do look a little blue in this sharp lunar portrait. Taken just hours before the exact full phase in delightfully clear skies over Nottingham, UK, it features eye-catching bright rays extending from the prominent young crater Tycho in the Moon's southern hemisphere. The slightly color enhanced image also brings out subtle shades of blue, a real characteristic of terrain with a high content of titanium oxide and iron. The blue lunar terrain on the right includes the dark flat expanse of the Sea of Tranquility and the Apollo 11 landing site.   Gallery: Blue Moon",
    "hdurl": "https://apod.nasa.gov/apod/image/1209/FullMoon20120830smith.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "On a Blue Moon",
    "url": "https://apod.nasa.gov/apod/image/1209/FullMoon20120830smith.jpg"
  },
  {
    "copyright": "Mike Killian",
    "date": "2012-09-02",
    "explanation": "This graceful arc traces an Atlas V rocket climbing through Thursday's early morning skies over Cape Canaveral Air Force Station in Florida, USA. Snug inside the rocket's Centaur upper stage were NASA's twin Radiation Belt Storm Probes (RBSP), now in separate orbits within planet Earth's Van Allen radiation belts. Reflected in the Turn Basin from a vantage point about 3 miles from Space Launch Complex 41, the scene was captured in a composite of two exposures. One highlights the dramatic play of launch pad lighting, clouds, and sky. A subsequent 3 minute long exposure records the rocket's fiery trail. While most spacecraft try to avoid the radiation belts, named for their discoverer James Van Allen, RBSP's mission will be to explore their dynamic and harsh conditions.",
    "hdurl": "https://apod.nasa.gov/apod/image/1209/RBSP-Launch-Streak-Double-MKillian.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "RBSP Night Launch",
    "url": "https://apod.nasa.gov/apod/image/1209/RBSP-Launch-Streak-Double-MKilliancrop.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2012-09-03",
    "explanation": "Perhaps the most famous star cluster on the sky, the Pleiades can be seen without binoculars from even the depths of a light-polluted city.  Also known as the Seven Sisters and M45, the Pleiades is one of the brightest and closest open clusters.   The Pleiades contains over 3000 stars, is about 400 light years away, and only 13 light years across.  Quite evident in the above photograph are the blue reflection nebulae that surround the brighter cluster stars.  Low mass, faint, brown dwarfs have also been found in the Pleiades. (Editors' note:  The prominent diffraction spikes are caused by the telescope itself and may be either distracting or provide aesthetic enhancement, depending on your point of view.)",
    "hdurl": "https://apod.nasa.gov/apod/image/1209/m45_gendler_2400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M45: The Pleiades Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/1209/m45_gendler_960.jpg"
  },
  {
    "copyright": "John NelsonIDV Solutions",
    "date": "2012-09-04",
    "explanation": "Should you be worried about hurricanes?  To find out, it is useful to know where hurricanes have gone in the past. The above Earth map shows the path of every hurricane reported since 1851,  Although striking, a growing incompleteness exists in the data the further one looks back in time. The above map graphically indicates that hurricanes -- sometimes called cyclones or typhoons depending on where they form -- usually occur over water, which makes sense since evaporating warm water gives them energy. The map also shows that hurricanes never cross -- or even occur very near -- the Earth's equator, since the Coriolis effect goes to zero there, and hurricanes need the Coriolis force to circulate. The Coriolis force also causes hurricane paths to arc away from the equator. Although incompleteness fogs long term trends and the prevalence of hurricanes remains a topic of research, evidence is accumulating that hurricanes are, on the average, more common and more powerful in the North Atlantic Ocean over the past 20 years.   Astronomy Teachers Wanted: Join NASA's NITARP",
    "hdurl": "https://apod.nasa.gov/apod/image/1209/hurricanes_nelson_1274.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hurricane Paths on Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/1209/hurricanes_nelson_960.jpg"
  },
  {
    "copyright": "Jens Hackmann",
    "date": "2012-09-05",
    "explanation": "Does air glow? It does, but it is usually hard to see. When conditions are right, however, a faint glow about 90 kilometers up can be observed, most easily with a wide-angle long-duration camera exposure. The same airglow can also frequently be seen looking down -- in pictures taken from Earth orbit -- as a faint arc hovering above the surface. Pictured above between the beige clouds, above the curving Earth, behind the streaking airplane, and in front of the sparkling stars are some green bands of airglow. The glow is predominantly created by the excitation of atoms by ultraviolet light from the Sun, with the bands resulting from density fluctuations caused by upward moving atmospheric gravity waves.  The above image was taken in mid-July above Weikersheim, Germany. Lightning and aurorae can also cause air to glow, but result from particle collisions and are more fleeting.   Astrophysicists: Now over 500 codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/1209/airglow_hackmann_1400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Airglow Over Germany",
    "url": "https://apod.nasa.gov/apod/image/1209/airglow_hackmann_960.jpg"
  },
  {
    "copyright": "Tamas Ladanyi",
    "date": "2012-09-06",
    "explanation": "In this serene night skyscape, the Milky Way's graceful arc stretches over prominent peaks in the Italian Alps known as Tre Cime di Lavaredo. A 180 degree wide-angle panorama made in four exposures on August 24, the scene does look to the north and the sky is suffused with an eerie greenish light. Still, the subtle glowing bands are not aurorae, but airglow. Unlike aurorae powered by collisions with energetic charged particles and seen at high latitudes, airglow is due to chemiluminescence, the production of light in a chemical reaction, and found around the globe. The chemical energy is provided by the Sun's extreme ultraviolet radiation. Like aurorae, the greenish hue of this airglow does originate at altitudes of 100 kilometers or so dominated by emission from excited oxygen atoms. More easily seen near the horizon, airglow keeps the night sky from ever being completely dark.",
    "hdurl": "https://apod.nasa.gov/apod/image/1209/airglow120824_ladanyi_1800px.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Airglow over Italy",
    "url": "https://apod.nasa.gov/apod/image/1209/airglow120824_ladanyi_600h.jpg"
  },
  {
    "copyright": "Glittering Lights",
    "date": "2012-09-07",
    "explanation": "South of Antares, in the tail of the nebula-rich constellation Scorpius, lies emission nebula IC 4628. Nearby hot, massive stars, millions of years young, radiate the nebula with invisible ultraviolet light, stripping electrons from atoms. The electrons eventually recombine with the atoms to produce the visible nebular glow, dominated by the red emission of hydrogen. At an estimated distance of 6,000 light-years, the region shown is about 250 light-years across, spanning an area equivalent to four full moons on the sky. The nebula is also cataloged as Gum 56 for Australian astronomer Colin Stanley Gum, but seafood-loving astronomers might know this cosmic cloud as The Prawn Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/1209/IC4628HaRGB_Lorenzi3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 4628: The Prawn Nebula",
    "url": "https://apod.nasa.gov/apod/image/1209/IC4628HaRGB_Lorenzi800.jpg"
  },
  {
    "date": "2012-09-08",
    "explanation": "Launched on a grand tour of the outer planets in 1977, by good fortune the twin Voyager spacecraft were also headed in the general direction of the Sun's motion relative to nearby stars. Thirty five years later, Voyager 1 appears to be nearing the boundary of the Sun's heliosphere and interstellar space. Of course the heliosphere is the realm of the Sun defined by the influence of the solar wind and the Sun's magnetic field. But how can you tell when your spacecraft crosses the boundary into interstellar space? One clue would be a sudden increase in the detection of energetic cosmic rays. The high energy particles stream through interstellar space accelerated by distant supernovae in our galaxy, but are normally deflected or slowed by the heliosphere. Covering a 12 month period (September 2011 to 2012), this plot does show a dramatic increase in the rate of cosmic ray particle detection in past months by the Voyager 1 spacecraft. Voyager 1 is now 18 billion kilometers (17 light hours, 122 Astronomical Units) from the Sun and may soon be the first spacecraft from Earth to enter the realm of the stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/1209/Voyager1PGHSep2012.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cosmic Rays at Voyager 1",
    "url": "https://apod.nasa.gov/apod/image/1209/Voyager1PGHSep2012.png"
  },
  {
    "copyright": "Star Shadows Remote Observatory",
    "date": "2012-09-09",
    "explanation": "The famous Horsehead Nebula in Orion is not alone.  A deep exposure shows that the dark familiar shaped indentation, visible just below center, is part of a vast complex of absorbing dust and glowing gas.  To bring out details of the  Horsehead's pasture, amateur astronomers at the Star Shadow Remote Observatory in New Mexico, USA fixed a small telescope on the region for over seven hours filtering out all but a  very specific color of red light emitted by hydrogen.  They then added the image to a full color frame taken over three hours.  The resulting spectacular picture details an intricate tapestry of gaseous wisps and dust-laden filaments that were created and sculpted over eons by stellar winds and ancient supernovas.  The Horsehead Nebula lies 1,500 light years distant towards the constellation of Orion.   Two stars from the Orion's Belt can be found in the above image.    Students and Autodidacts:  See video astronomy lectures for free",
    "hdurl": "https://apod.nasa.gov/apod/image/1209/horseregion_ssro_2356.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Wisps Surrounding the Horsehead Nebula",
    "url": "https://apod.nasa.gov/apod/image/1209/horseregion_ssro_960.jpg"
  },
  {
    "date": "2012-09-10",
    "explanation": "Curiosity is on the move across Mars -- but where is it going? The car-sized rover's path after 29 Martian days on the surface is shown on the above map. Curiosity is still almost 300 meters from its first major destination, though, a meeting of different types of terrain called Glenelg and visible on the image right. It may take Curiosity two months or so to get to Glenelg as it stops to inspect interesting rocks or landscape features along the way. The above image was taken about one week ago from high up by the HiRise camera onboard the robotic Mars Reconnaissance Orbiter.   Help Evaluate APOD: How did you first hear about APOD?",
    "hdurl": "https://apod.nasa.gov/apod/image/1209/onthemove_curiosity_3300.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Curiosity on the Move",
    "url": "https://apod.nasa.gov/apod/image/1209/onthemove_curiosity_960.jpg"
  },
  {
    "copyright": "Mike Salway",
    "date": "2012-09-11",
    "explanation": "Which part of this picture do you find more interesting -- the land or the sky? Advocates for the land might cite the beauty of the ancient domes of the Bungle Bungle Range in Western Australia. These picturesque domes appear as huge layered beehives and are made of sandstones and conglomerates deposited over 350 million years ago. Advocates for the sky might laud the beauty of the Milky Way's central band shown arching from horizon to horizon. The photogenic Milky Way band formed over 10 billion years ago and now includes many well-known nebulae and bright stars. Fortunately, you don't have to decide and can enjoy both together in this beautiful 8-frame panorama taken from the dark skies of Purnululu National Park about two months ago.   Decide Anyway: Land or Sky?",
    "hdurl": "https://apod.nasa.gov/apod/image/1209/bungles_salway_1248.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way Over the Bungle Bungles",
    "url": "https://apod.nasa.gov/apod/image/1209/bungles_salway_960.jpg"
  },
  {
    "copyright": "Dieter WillaschAstro-Cabinet",
    "date": "2012-09-12",
    "explanation": "M7 is one of the most prominent open clusters of stars on the sky.  The cluster, dominated by bright blue stars, can be seen with the naked eye in a dark sky in the tail of the constellation of the Scorpion (Scorpius). M7 contains about 100 stars in total, is about 200 million years old, spans 25 light-years across, and lies about 1000 light-years away.  The above deep exposure was taken from Hakos Farm in Namibia.  The M7 star cluster has been known since ancient times, being noted by Ptolemy in the year 130 AD.  Also visible are a dark dust cloud and literally millions of unrelated stars towards the Galactic center.",
    "hdurl": "https://apod.nasa.gov/apod/image/1209/m7_willasch_2200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M7: Open Star Cluster in Scorpius",
    "url": "https://apod.nasa.gov/apod/image/1209/m7_willasch_960.jpg"
  },
  {
    "copyright": "Fabian Neyer",
    "date": "2012-09-13",
    "explanation": "In this crowded starfield covering over 2 degrees within the high flying constellation Cygnus, the eye is drawn to the Cocoon Nebula. A compact star forming region, the cosmic Cocoon punctuates a long trail of obscuring interstellar dust clouds. Cataloged as IC 5146, the nebula is nearly 15 light-years wide, located some 4,000 light years away. Like other star forming regions, it stands out in red, glowing, hydrogen gas excited by the young, hot stars and blue, dust-reflected starlight at the edge of an otherwise invisible molecular cloud. In fact, the bright star near the center of this nebula is likely only a few hundred thousand years old, powering the nebular glow as it clears out a cavity in the molecular cloud's star forming dust and gas. But the long dusty filaments that appear dark in this visible light image are themselves hiding stars in the process of formation, seen at infrared wavelengths.",
    "hdurl": "https://apod.nasa.gov/apod/image/1209/cocoonlarge1Neyer.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cocoon Nebula Wide Field",
    "url": "https://apod.nasa.gov/apod/image/1209/cocoonlarge1Neyer900.jpg"
  },
  {
    "date": "2012-09-14",
    "explanation": "Giant elliptical galaxy M60 and spiral galaxy NGC 4647 do look like an odd couple in this sharp cosmic portrait from the Hubble Space Telescope. But they are found in a region of space where galaxies tend to gather, on the eastern side of the nearby Virgo Galaxy Cluster. About 54 million light-years distant, bright M60's simpler egg-like shape is created by its randomly swarming older stars, while NGC 4647's young blue stars, gas and dust are organized into winding arms rotating in a flattened disk. Spiral NGC 4647 is estimated to be more distant than M60, some 63 million light-years away. Also known as Arp 116, the pair of galaxies may be on the verge of a significant gravitational encounter, though. M60 (aka NGC 4649) is about 120,000 light-years across. The smaller NGC 4647 spans around 90,000 light-years, about the size of our own Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/1209/M60HST_large.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Elliptical M60, Spiral NGC 4647",
    "url": "https://apod.nasa.gov/apod/image/1209/M60HST_c3.jpg"
  },
  {
    "copyright": "Frédéric Burgeot",
    "date": "2012-09-15",
    "explanation": "A planetary nebula with a simple symmetry familiar to telescopic sky gazers, the Ring Nebula (M57) is some 2,000 light-years away in the musical constellation Lyra. Hints of changing colors and subtle details are brought out in this remarkable sketch of the cosmic ring. The sketch was made with 800x magnification and excellent seeing conditions directly at the eyepiece of a 40 inch reflecting telescope.  Colored pencils on white paper were used to create the original drawing, shown here digitally scanned with an inverted palette applied. About one light-year across, the nebula is composed of outer layers expelled from a dying, once sun-like star. Intense ultraviolet light from the hot central star ionizes atoms in the gas and powers the nebular glow. Ionized hydrogen adds a reddish tint. Ionized oxygen produces a characteristic blue-green color. Difficult to see under average conditions with small telescopes, the Ring Nebula's central star was visible at all times during the artist's study.",
    "hdurl": "https://apod.nasa.gov/apod/image/1209/M57burgeot.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ring Nebula Drawn",
    "url": "https://apod.nasa.gov/apod/image/1209/M57burgeot.jpg"
  },
  {
    "date": "2012-09-16",
    "explanation": "How old are Saturn's rings?  No one is quite sure.  One possibility is that the rings formed relatively recently in our Solar System's history, perhaps only about 100 million years ago when a moon-sized object broke up near Saturn.  Evidence for a young ring age includes a basic stability analysis for rings, and the fact that the rings are so bright and relatively unaffected by numerous small dark meteor impacts.  More recent evidence, however, raises the possibility that some of Saturn's rings may be billions of years old and so almost as old as Saturn itself.   Inspection of images by the Saturn-orbiting Cassini spacecraft indicates that some of Saturn's ring particles temporarily bunch and collide, effectively recycling ring particles by bringing fresh bright ices to the surface.  Seen here, Saturn's rings were imaged in their true colors by the robotic Cassini in late October.  Icy bright Tethys, a moon of Saturn likely brightened by a sandblasting rain of ice from sister moon Enceladus, is visible in front of the darker rings.",
    "hdurl": "https://apod.nasa.gov/apod/image/1209/tethysrings_cassini_1005.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn: Bright Tethys and Ancient Rings",
    "url": "https://apod.nasa.gov/apod/image/1209/tethysrings_cassini_960.jpg"
  },
  {
    "date": "2012-09-17",
    "explanation": "What's happened to our Sun?  Nothing very unusual -- it just threw a filament. At the end of last month, a long standing solar filament suddenly erupted into space producing an energetic Coronal Mass Ejection (CME).  The filament had been held up for days by the Sun's ever changing magnetic field and the timing of the eruption was unexpected. Watched closely by the Sun-orbiting Solar Dynamics Observatory, the resulting explosion shot electrons and ions into the Solar System, some of which arrived at Earth three days later and impacted Earth's magnetosphere, causing visible aurorae. Loops of plasma surrounding an active region can be seen above the erupting filament in the ultraviolet image. If you missed this auroral display please do not despair -- over the next two years our Sun will be experiencing a solar maximum of activity which promises to produce more CMEs that induce more Earthly auroras.",
    "hdurl": "https://apod.nasa.gov/apod/image/1209/filament_sdo_1920.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Solar Filament Erupts",
    "url": "https://apod.nasa.gov/apod/image/1209/filament_sdo_960.jpg"
  },
  {
    "date": "2012-09-18",
    "explanation": "Is it art? Earlier this month, space station astronaut Aki Hoshide (Japan) recorded this striking image while helping to augment the capabilities of the Earth-orbiting International Space Station (ISS).  Visible in this outworldly assemblage is the Sun, the Earth, two portions of a robotic arm, an astronaut's spacesuit, the deep darkness of space, and the unusual camera taking the picture. This image joins other historic -- and possibly artistic -- self-portraits taken previously in space. The Expedition 32 mission ended yesterday when an attached capsule undocked with the ISS and returned some of the crew to Earth.   What do you think: Is it Art?",
    "hdurl": "https://apod.nasa.gov/apod/image/1209/selfportrait_iss032_4288.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orbiting Astronaut Self-Portrait",
    "url": "https://apod.nasa.gov/apod/image/1209/selfportrait_iss032_960.jpg"
  },
  {
    "date": "2012-09-19",
    "explanation": "Next stop: Ceres. Last week the robotic Dawn spacecraft ended its year-long mission to asteroid Vesta, becoming the first spacecraft ever to visit this far off world located between Mars and Jupiter, in the Solar System's main asteroid belt. Many of the best images taken by Dawn at Vesta have been compiled into the above encompassing view. Vesta shows evidence of being a leftover from the early years of our Solar System, a building block for rocky planets like Earth. Vesta's ancient surface shows heavy cratering and long troughs likely created by huge impacts. The minor planet's low gravity allows for surface features like huge cliffs and a large mountain that reaches twice the height of Earth's Mount Everest, visible at the image bottom. Vesta, however, spanning about 500 kilometers across, is only the second most massive object in the asteroid belt. And so, two weeks ago, Dawn fired its gentle ion rockets and has begun chasing the most massive: Ceres. If everything goes as planned, Dawn will reach Ceres in 2015. Ceres looks quite different to the distant telescope -- but what will Dawn find?   Help evaluate APOD: How old are you?",
    "hdurl": "https://apod.nasa.gov/apod/image/1209/vestabehind_dawn_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Leaving Vesta",
    "url": "https://apod.nasa.gov/apod/image/1209/vestabehind_dawn_960.jpg"
  },
  {
    "copyright": "Tunç Tezel",
    "date": "2012-09-20",
    "explanation": "An analemma is that figure-8 curve that you get when you mark the position of the Sun at the same time each day throughout planet Earth's year. In this case, a composite of 17 individual images taken at 0231 UT on dates between April 2 and September 16 follows half the analemma curve. The scene looks east toward the rising sun and the Caspian sea from the boardwalk in the port city of Baku, Azerbaijan. With the sun nearest the horizon, those dates almost span the period between the 2012 equinoxes on March 20 and September 22. The northern summer Solstice on June 20 corresponds to the top of the figure 8 at the left, when the Sun stood at its northernmost declination. Of course, this year the exposure made on June 6 contained a little something extra.  Slightly enhanced, the little black spot on the bright solar disk near the top of the frame is planet Venus, caught in a rare transit during this well-planned sunrise analemma project.",
    "hdurl": "https://apod.nasa.gov/apod/image/1209/Analemma2012Tezel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunrise Analemma (with a little extra)",
    "url": "https://apod.nasa.gov/apod/image/1209/Analemma2012Tezel900c.jpg"
  },
  {
    "copyright": "Fredrick Broms",
    "date": "2012-09-21",
    "explanation": "September's equinox arrives tomorrow as the Sun crosses the celestial equator heading south. The event marks the astronomical beginning of spring in the southern hemisphere and autumn in the north. And though the connection is still puzzling, the equinox seasons bring an increase in geomagnetic storms. So as northern nights grow longer, the equinox also heralds the arrival of a good season for aurora hunters. Recorded on September 20, these colorful northern lights were captured with camera and wide-angle lens near the Norwegian Sea coast outside Tromsø in Northern Norway. Shining at altitudes of 100 kilometers or so, the aurora rays are parallel, but perspective makes them appear to radiate from a vanishing point behind the silhouetted pine tree. Stars in this enchanting northern night include Polaris above and right of the tree top, and yellowish giant stars Shedar (Alpha Cassiopiae) to the left and Kochab (Beta Ursae Minoris) to the right. Bright Altair shines through the greenish auroral curtain at the lower left of the scene.",
    "hdurl": "https://apod.nasa.gov/apod/image/1209/aurora2012sep20v2XLbroms.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "September's Aurora",
    "url": "https://apod.nasa.gov/apod/image/1209/aurora2012sep20v2XLbroms.jpg"
  },
  {
    "copyright": "Robert Pölzl",
    "date": "2012-09-22",
    "explanation": "Today, the Sun crosses the celestial equator heading south at 14:49 Universal Time. An equinox (equal night), this astronomical event marks the first day of autumn in the northern hemisphere and spring in the south. With the Sun on the celestial equator, Earth dwellers will experience nearly 12 hours of daylight and 12 hours of darkness.  To celebrate, consider this careful record of the Sun's yearly journey through southern Austrian skies. The scene is composed of images made at the same time each day, capturing the Sun's position on dates from September 29, 2011 through September 9, 2012. The multiple suns trace an intersecting curve known as an analemma. In fact, the past year's two equinox dates correspond to the middle (not the intersection point) of the curve. The summer and winter solstices are at the top and bottom. Of course, many would also consider it a good idea to travel the mountain road toward the left, passing the vineyards along the way to reach the nearby town of Kitzeck and toast the equinox with a glass of wine. Near the roadside bench is a windmill-like klapotetz, traditionally used in this wine-growing region to keep the birds away.",
    "hdurl": "https://apod.nasa.gov/apod/image/1209/Analemma2012M_polzl.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Austrian Analemma",
    "url": "https://apod.nasa.gov/apod/image/1209/Analemma2012M_polzl900.jpg"
  },
  {
    "copyright": "Tunç Tezel",
    "date": "2012-09-23",
    "explanation": "Yesterday was an equinox, a date when day and night are equal.  Today, and every day until the next equinox, the night will be longer than the day in Earth's northern hemisphere, and the day will be longer than the night in Earth's southern hemisphere. An equinox occurs midway between the two solstices, when the days and nights are the least equal. The picture is a composite of hourly images taken of the Sun above Bursa, Turkey on key days from solstice to equinox to solstice. The bottom Sun band was taken during the winter solstice in 2007 December, when the Sun could not rise very high in the sky nor stay above the horizon very long.   This lack of Sun caused winter. The top Sun band was taken during the summer solstice in 2008 June, when the Sun rose highest in the sky and stayed above the horizon for more than 12 hours.  This abundance of Sun caused summer. The middle band was taken during the Vernal Equinox in 2008 March, but it is the same sun band that Earthlings saw yesterday, the day of the Autumnal Equinox.",
    "hdurl": "https://apod.nasa.gov/apod/image/1209/seasons_tezel_1080.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Equinox: The Sun from Solstice to Solstice",
    "url": "https://apod.nasa.gov/apod/image/1209/seasons_tezel_960.jpg"
  },
  {
    "date": "2012-09-24",
    "explanation": "This shock wave plows through space at over 500,000 kilometers per hour. Moving toward to bottom of this beautifully detailed color composite, the thin, braided filaments are actually long ripples in a sheet of glowing gas seen almost edge on. Cataloged as NGC 2736, its narrow appearance suggests its popular name, the Pencil Nebula. About 5 light-years long and a mere 800 light-years away, the Pencil Nebula is only a small part of the Vela supernova remnant. The Vela remnant itself is around 100 light-years in diameter and is the expanding debris cloud of a star that was seen to explode about 11,000 years ago. Initially, the shock wave was moving at millions of kilometers per hour but has slowed considerably, sweeping up surrounding interstellar gas.   Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River)",
    "hdurl": "https://apod.nasa.gov/apod/image/1209/pencil_eso_4000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2736: The Pencil Nebula",
    "url": "https://apod.nasa.gov/apod/image/1209/pencil_eso_960.jpg"
  },
  {
    "date": "2012-09-25",
    "explanation": "Why are these strange little spheres on Mars? The robotic rover Opportunity chanced across these unusually shaped beads earlier this month while exploring a place named Kirkwood near the rim of Mars' Endeavour Crater. The above image taken by Opportunity's Microscopic Imager shows that some ground near the rover is filled with these unusual spheres, each spanning only about 3 millimeters.  At first glance, the sometimes-fractured balls appear similar to the small rocks dubbed blueberries seen by Opportunity eight years ago, but these spheres are densely compacted and have little iron content. Although it is thought that these orbs formed naturally, which natural processes formed them remain unknown. Opportunity, an older sibling to the recently deployed Curiosity rover, will continue to study these spheres with the hope that they will provide a new clue to the ancient history of the surface of the red planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/1209/spherulesmars_opportunity_1809.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual Spheres on Mars",
    "url": "https://apod.nasa.gov/apod/image/1209/spherulesmars_opportunity_960.jpg"
  },
  {
    "copyright": "Stephen Confer",
    "date": "2012-09-26",
    "explanation": "It's not every day that a space shuttle lands at LAX. Although this was a first for the major Los Angeles airport hub, it was a last for the space shuttle Endeavour, as it completed its tour of California skies and landed, albeit atop a 747, for the last time. During its last flight the iconic shuttle and its chase planes were photographed near several of California's own icons including the Golden Gate Bridge in San Francisco, the Hollywood Sign, and the skyline of Los Angeles. Previously, in May, the space shuttle Enterprise was captured passing behind several of New York City's icons on its way to the Intrepid Sea, Air, & Space Museum. Pictured above, the piggybacking shuttle was snapped on approach last week to LAX as it crossed above and beyond a major Los Angeles street. Now retired, the space shuttles are all museum pieces, with the above shuttle scheduled to be towed along the streets of LA to the California Science Center.   Gallery: A Space Shuttle Endeavour Retrospective",
    "hdurl": "https://apod.nasa.gov/apod/image/1209/shuttlelax_confer_3628.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Space Shuttle Over Los Angeles",
    "url": "https://apod.nasa.gov/apod/image/1209/shuttlelax_confer_960.jpg"
  },
  {
    "copyright": "Glittering Lights",
    "date": "2012-09-27",
    "explanation": "Cosmic dust clouds sprawl across a rich field of stars in this sweeping telescopic vista near the northern boundary of Corona Australis, the Southern Crown. Probably less than 500 light-years away and effectively blocking light from more distant, background stars in the Milky Way, the densest part of the dust cloud is about 8 light-years long. At its tip (upper right) is a group of lovely reflection nebulae cataloged as NGC 6726, 6727, 6729, and IC 4812. A characteristic blue color is produced as light from hot stars is reflected by the cosmic dust. The smaller yellowish nebula (NGC 6729) surrounds young variable star R Coronae Australis. Magnificent globular star cluster NGC 6723 is toward the upper right corner of the view. While NGC 6723 appears to be part of the group, it actually lies nearly 30,000 light-years away, far beyond the Corona Australis dust clouds.",
    "hdurl": "https://apod.nasa.gov/apod/image/1209/ngc6726_lorenzi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars and Dust Across Corona Australis",
    "url": "https://apod.nasa.gov/apod/image/1209/ngc6726_lorenzi900c.jpg"
  },
  {
    "copyright": "John Davis",
    "date": "2012-09-28",
    "explanation": "Bright star Markab anchors this dusty skyscape. At the top right corner of the frame, Markab itself marks a corner of an asterism known as the Great Square, found within the boundaries of the constellation Pegasus, the flying horse. The wide and deep telescopic view rides along for some 5 degrees or about 10 times the angular diameter of the Full Moon, with blue reflection nebulae scattered around the scene. And even though this line-of-sight looks away from the plane of our Milky Way galaxy, it covers a region known to be filled with nearby molecular clouds. The associated dust clouds, high latitude galactic cirrus, are less than 1,000 light-years distant. Still apparent, but far beyond the Milky Way, are background galaxies, like the prominent edge-on spiral NGC 7497 near picture center.",
    "hdurl": "https://apod.nasa.gov/apod/image/1209/PegasusDustDavis.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars in a Dusty Sky",
    "url": "https://apod.nasa.gov/apod/image/1209/PegasusDustDavis900.jpg"
  },
  {
    "copyright": "Tony Hallas",
    "date": "2012-09-29",
    "explanation": "Like delicate cosmic petals, these clouds of interstellar dust and gas have blossomed 1,300 light-years away in the fertile star fields of the constellation Cepheus. Sometimes called the Iris Nebula and dutifully cataloged as NGC 7023 this is not the only nebula in the sky to evoke the imagery of flowers. Still, this remarkable image shows off the Iris Nebula's range of colors and symmetries in impressive detail.  Within the Iris, dusty nebular material surrounds a hot, young star. The dominant color of the brighter reflection nebula is blue, characteristic of dust grains reflecting starlight. Central filaments of the dusty clouds glow with a faint reddish photoluminesence as some dust grains effectively convert the star's invisible ultraviolet radiation to visible red light. Infrared observations indicate that this nebula may contain complex carbon molecules known as PAHs. The bright blue portion of the Iris Nebula is about six light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/1209/NGC7023HallasHDR.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7023: The Iris Nebula",
    "url": "https://apod.nasa.gov/apod/image/1209/NGC7023HallasHDR900.jpg"
  },
  {
    "date": "2012-09-30",
    "explanation": "Galaxies don't normally look like this.  NGC 6745 actually shows the results of two galaxies that have been colliding for only hundreds of millions of years.  Just off the above digitally sharpened photograph to the lower right is the smaller galaxy, moving away.  The larger galaxy, pictured above, used to be a spiral galaxy but now is damaged and appears peculiar.  Gravity has distorted the shapes of the galaxies.  Although it is likely that no stars in the two galaxies directly collided, the gas, dust, and ambient magnetic fields do interact directly. In fact, a knot of gas pulled off the larger galaxy on the lower right has now begun to form stars.  NGC 6745 spans about 80 thousand light-years across and is located about 200 million light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/1209/ngc6745_hst_755.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Galaxy Collision in NGC 6745",
    "url": "https://apod.nasa.gov/apod/image/1209/ngc6745_hst_900.jpg"
  },
  {
    "copyright": "Ligustri Rolando",
    "date": "2012-10-01",
    "explanation": "Could this dim spot brighten into one of the brightest comets ever? It's possible.  Alternatively, the comet could break up when it gets closer to the Sun, or brighten much more modestly. Sky enthusiasts the world over are all abuzz, though, from the more optimistic speculations -- that the newly discovered C/2012 S1 (ISON) could develop a spectacular tail or briefly approach the brightness of the full Moon toward the end of 2013. Comet ISON currently is very faint but is just visible at magnitude 18 in the above image. The comet, discovered just over a week ago from Russia by Vitali Nevski (Belarus) and Artyom Novichonok (Russia), is currently falling toward the Sun from between the orbits of Jupiter and Saturn. In early 2013 October it will pass very near Mars and possibly be visible to rovers and orbiting spacecraft. Comet ISON appears on course to achieve sungrazer status as it passes within a solar diameter of Sun's surface in late 2013 November. Whatever survives will then pass nearest the Earth in late 2013 December.  Astronomers around the world will be tracking this large dirty snowball closely to better understand its nature and how it might evolve during the next 15 months.",
    "hdurl": "https://apod.nasa.gov/apod/image/1210/ison_rolando_1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Introducing Comet ISON",
    "url": "https://apod.nasa.gov/apod/image/1210/ison_rolando_960.jpg"
  }
]
