[
  {
    "copyright": "Rogelio Bernal Andreo",
    "date": "2012-11-01",
    "explanation": "Double, double toil and trouble; Fire burn, and cauldron bubble -- maybe Macbeth should have consulted the Witch Head Nebula. The suggestively shaped reflection nebula is associated with the bright star Rigel in the constellation Orion. More formally known as IC 2118, the Witch Head Nebula spans about 50 light-years and is composed of interstellar dust grains reflecting Rigel's starlight. In this cosmic portrait, the blue color of the Witch Head Nebula and of the dust surrounding Rigel is caused not only by Rigel's intense blue starlight but because the dust grains scatter blue light more efficiently than red. The same physical process causes Earth's daytime sky to appear blue, although the scatterers in Earth's atmosphere are molecules of nitrogen and oxygen. Rigel, the Witch Head Nebula, and gas and dust that surrounds them lie about 800 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/1211/rigelwitch_andreo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rigel and the Witch Head Nebula",
    "url": "https://apod.nasa.gov/apod/image/1211/rigelwitch_andreo.jpg"
  },
  {
    "date": "2012-11-02",
    "explanation": "At the center of our Milky Way Galaxy, a mere 27,000 light-years away, lies a black hole with 4 million times the mass of the Sun. Fondly known as Sagittarius A* (pronounced A-star), the Milky Way's black hole is fortunately mild-mannered compared to the central black holes in distant active galaxies, much more calmly consuming material around it. From time to time it does flare-up, though. An outburst lasting several hours is captured in this series of premier X-ray images from the orbiting Nuclear Spectroscopic Telescope Array (NuSTAR). Launched last June 13, NuSTAR is the first to provide focused views of the area surrounding Sgr A* at X-ray energies higher than those accessible to Chandra and XMM observatories. Spanning two days of NuSTAR observations, the flare sequence is illustrated in the panels at the far right. X-rays are generated in material heated to over 100 million degrees Celsius, accelerated to nearly the speed of light as it falls into the Miky Way's central black hole. The main inset X-ray image spans about 100 light-years. In it, the bright white region represents the hottest material closest to the black hole, while the pinkish cloud likely belongs to a nearby supernova remnant.",
    "hdurl": "https://apod.nasa.gov/apod/image/1211/PIA16214nustar.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Black Hole in the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/1211/PIA16214nustar900.jpg"
  },
  {
    "copyright": "Stefano De Rosa",
    "date": "2012-11-03",
    "explanation": "A Full Moonset can be a dramatic celestial sight, and Full Moons can have many names.  Late October's Full Moon, the second Full Moon after the northern hemisphere autumnal equinox, has been traditionally called the Hunter's Moon. According to lore, the name is a fitting one because this Full Moon lights the night during a time for hunting in preparation for the coming winter months. In this scene, last week's Hunter's Moon shines with a rich yellow light, setting as dawn comes to the Italian Alps. Topping out at over 11,000 feet, the snowy peak known as Rochemelon glows, just catching the first reddened light of the rising Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/1211/HunterMoonAlpsDeRosa.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hunter's Moon over the Alps",
    "url": "https://apod.nasa.gov/apod/image/1211/HunterMoonAlpsDeRosa900.jpg"
  },
  {
    "copyright": "Tim Thompson",
    "date": "2012-11-04",
    "explanation": "Are those UFOs near that mountain?  No -- they are multilayered lenticular clouds. Moist air forced to flow upward around mountain tops can create lenticular clouds. Water droplets condense from moist air cooled below the dew point, and clouds are opaque groups of water droplets. Waves in the air that would normally be seen horizontally can then be seen vertically, by the different levels where clouds form.  On some days the city of Seattle, Washington, USA, is treated to an unusual sky show when lenticular clouds form near Mt. Rainier, a large mountain that looms just under 100 kilometers southeast of the city. This image of a spectacular cluster of lenticular clouds was taken in 2008 December.",
    "hdurl": "https://apod.nasa.gov/apod/image/1211/rainierclouds_thompson_3008.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lenticular Clouds Over Washington",
    "url": "https://apod.nasa.gov/apod/image/1211/rainierclouds_thompson_960.jpg"
  },
  {
    "date": "2012-11-05",
    "explanation": "Why does one half of Dione have more craters than the other? Start with the fact that Saturn's moon Dione has one side that always faces Saturn, and one side that always faces away.  This is similar to Earth's Moon. This tidal locking means that one side of Dione always leads as the moon progresses in its orbit, while the other side always trails.  Dione should therefore have undergone a significant number of impacts on its leading half. Strangely, the current leading half of Dione is less cratered than the trailing half.  A leading explanation is that some crater-forming impacts were so large they spun Dione, changing the part that suffered the highest impact rate before the moon's spin again became locked.  The above detailed image of Dione highlighting the moon's subtle hues is a meticulously-constructed mosaic -- by an dedicated amateur -- of pictures taken during the April 2010 flyby of Dione by NASA's robotic Cassini spacecraft.",
    "hdurl": "https://apod.nasa.gov/apod/image/1211/dione4_cassini_5669.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Moon Dione in Slight Color",
    "url": "https://apod.nasa.gov/apod/image/1211/dione4_cassini_960.jpg"
  },
  {
    "date": "2012-11-06",
    "explanation": "Why is this moon shaped like a smooth egg? The robotic Cassini spacecraft completed the first flyby ever of Saturn's small moon Methone in May and discovered that the moon has no obvious craters. Craters, usually caused by impacts, have been seen on every moon, asteroid, and comet nucleus ever imaged in detail -- until now.  Even the Earth and Titan have craters. The smoothness and egg-like shape of the 3-kilometer diameter moon might be caused by Methone's surface being able to shift -- something that might occur were the moon coated by a deep pile of sub-visual rubble. If so, the most similar objects in our Solar System would include Saturn's moons Telesto, Pandora, Calypso, as well as asteroid Itokawa, all of which show sections that are unusually smooth. Methone is not entirely featureless, though, as some surface sections appear darker than others. Although flybys of Methone are difficult, interest in the nature and history of this unusual moon is sure to continue.",
    "hdurl": "https://apod.nasa.gov/apod/image/1211/methone_cassini_765.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Methone: Smooth Egg Moon of Saturn",
    "url": "https://apod.nasa.gov/apod/image/1211/methone_cassini_960.jpg"
  },
  {
    "date": "2012-11-07",
    "explanation": "It was the largest hurricane ever recorded in the Atlantic Ocean.  The cost of its devastation is still unknown. Pictured above is a movie of Superstorm Sandy taken by the Earth-orbiting GOES-13 satellite over eight days in late October as the hurricane formed, gained strength, advanced across the Caribbean, moved up the Atlantic Ocean along the US east coast, made an unusual turn west, made landfall in New Jersey, turned back to the north over Pennsylvania, and then broke up moving north-east over the northern US and Canada.  Although Sandy's winds were high and dangerous, perhaps even more damaging was the storm surge of water pushed onto land ahead of Sandy, a surge that flooded many coastal areas, streets, and parts of the New York City subway system. Spanning over 1500 kilometers, US states as far west as Wisconsin experienced parts of the storm. Although Hurricane Sandy might have formed at any almost time, concerns are being raised that large storms like Sandy might become more common if water in the Atlantic continues to edge higher in power-enhancing surface temperature.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Superstorm Sandy From Formation to Landfall",
    "url": "https://www.youtube.com/embed/fWMgrlzXUb4?rel=0"
  },
  {
    "date": "2012-11-08",
    "explanation": "In this stunning vista, based on image data from the Hubble Legacy Archive, distant galaxies form a dramatic backdrop for disrupted spiral galaxy Arp 188, the Tadpole Galaxy. The cosmic tadpole is a mere 420 million light-years distant toward the northern constellation Draco. Its eye-catching tail is about 280 thousand light-years long and features massive, bright blue star clusters. One story goes that a more compact intruder galaxy crossed in front of Arp 188 - from right to left in this view - and was slung around behind the Tadpole by their gravitational attraction. During the close encounter, tidal forces drew out the spiral galaxy's stars, gas, and dust forming the spectacular tail. The intruder galaxy itself, estimated to lie about 300 thousand light-years behind the Tadpole, can be seen through foreground spiral arms at the upper right. Following its terrestrial namesake, the Tadpole Galaxy will likely lose its tail as it grows older, the tail's star clusters forming smaller satellites of the large spiral galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/1211/TadpoleGalaxyPS1V9snyder.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Arp 188 and the Tadpole's Tail",
    "url": "https://apod.nasa.gov/apod/image/1211/TadpoleGalaxyPS1V9snyder900.jpg"
  },
  {
    "copyright": "Stefano Cancelli",
    "date": "2012-11-09",
    "explanation": "Cosmic clouds seem to form fantastic shapes in the central regions of emission nebula IC 1805. Of course, the clouds are sculpted by stellar winds and radiation from massive hot stars in the nebula's newborn star cluster, Melotte 15. About 1.5 million years young, the cluster stars are toward the right in this colorful skyscape, along with dark dust clouds in silhouette against glowing atomic gas. A composite of narrow and broad band telescopic images, the view spans about 30 light-years and includes emission from hydrogen in green, sulfur in red, and oxygen in blue hues. Wider field images reveal that IC 1805's simpler, overall outline suggests its popular name - The Heart Nebula. IC 1805 is located about 7,500 light years away toward the constellation Cassiopeia.",
    "hdurl": "https://apod.nasa.gov/apod/image/1211/Mel15cancellimortfield.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Melotte 15 in the Heart",
    "url": "https://apod.nasa.gov/apod/image/1211/Mel15cancellimortfield900.jpg"
  },
  {
    "date": "2012-11-10",
    "explanation": "NGC 660 is featured in this cosmic snapshot, a sharp composite of broad and narrow band filter image data from the Gemini North telescope on Mauna Kea. Over 20 million light-years away and swimming within the boundaries of the constellation Pisces, NGC 660's peculiar appearance marks it as a polar ring galaxy. A rare galaxy type, polar ring galaxies have a substantial population of stars, gas, and dust orbiting in rings nearly perpendicular to the plane of the galactic disk. The bizarre-looking configuration could have been caused by the chance capture of material from a passing galaxy by a disk galaxy, with the captured debris eventually strung out in a rotating ring. The violent gravitational interaction would account for the myriad pinkish star forming regions scattered along NGC 660's ring. The polar ring component can also be used to explore the shape of the galaxy's otherwise unseen dark matter halo by calculating the dark matter's gravitational influence on the rotation of the ring and disk. Broader than the disk, NGC 660's ring spans over 50,000 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1211/ngc660_gemini_legacy.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Polar Ring Galaxy NGC 660",
    "url": "https://apod.nasa.gov/apod/image/1211/ngc660_gemini_legacy956.jpg"
  },
  {
    "copyright": "Leonid Durman",
    "date": "2012-11-11",
    "explanation": "Just before the Sun blacks out, something strange occurs. As the Moon moves to completely cover the Sun in a total solar eclipse -- like the one set to occur over parts of Australia on Tuesday -- beads of bright sunlight stream around the edge of the Moon. This effect, known as Baily's beads, is named after Francis Baily who called attention to the phenomenon in 1836.  Although, the number and brightness of Baily's beads used to be unpredictable, today the Moon is so well mapped that general features regarding Baily's beads are expected. When a single bead dominates, it is called the diamond ring effect, and is typically seen just before totality.  Pictured above, horizontally compressed, a series of images recorded Baily's beads at times surrounding the 2008 total solar eclipse visible from Novosibirsk, Russia. At the end of totality, as the Sun again emerges from behind the moon, Baily's beads may again be visible -- but now on the other side of the Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1211/bailysbeads_durman_4015.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Baily's Beads near Solar Eclipse Totality",
    "url": "https://apod.nasa.gov/apod/image/1211/bailysbeads_durman_960.jpg"
  },
  {
    "copyright": "Thierry",
    "date": "2012-11-12",
    "explanation": "Which feature takes your breath away first in this encompassing panorama of land and sky? The competition is strong with a waterfall, meteor, starfield, and even a moonbow all vying for attention. It is interesting to first note, though, wh",
    "hdurl": "https://apod.nasa.gov/apod/image/1211/meteorfalls_legault_881.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Meteor and Moonbow over Wallaman Falls",
    "url": "https://apod.nasa.gov/apod/image/1211/meteorfalls_legault_603.jpg"
  },
  {
    "copyright": "CXC",
    "date": "2012-11-13",
    "explanation": "Some people are so inspired by solar eclipses that they quilt.  Pictured above is a resulting textile from one such inspiration. The 38x38 inch quilt offers impressions of a total annular eclipse, when the Moon is too far from the Earth to cover the entire Sun, witnessed in Spain in October of 2005.  Today, however, a full total solar eclipse will occur, although it will only be visible to eclipse chasers and those who live in a thin swath of Australia. For a few minutes, those near the center of the eclipse path will see the entire Sun blocked by the Moon, causing the day to become unusually dark. Just before -- and just after --  totality occurs, sunlight may stream between mountains on the Moon's edge creating a diamond ring effect. The next total eclipse of the Sun will occur in November 2013.",
    "hdurl": "https://apod.nasa.gov/apod/image/1211/eclipsequilt_winkelman_1200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Solar Eclipse Quilt",
    "url": "https://apod.nasa.gov/apod/image/1211/eclipsequilt_winkelman_960.jpg"
  },
  {
    "copyright": "MelodySheepSymphony of Science Music Credit: Our Story",
    "date": "2012-11-14",
    "explanation": "Could you tell the story of human existence in a minute? This thrilling video culls together multiple teasing snippets in an attempt to do just that. And sets it to music. Briefly depicted, from start to finish, is an artistic animation of the Big Bang, a trip across the early universe, the formation of the Earth and Moon, the emergence of multi-celled life and plants, the rise of reptiles and dinosaurs, a devastating meteor strike, the rise of mammals and humans, and finally the rise of modern civilization. The minute movie ends with a flyover of the modern skyscraper and a human standing atop a snow covered mountain. The above video is the latest from the Symphony of Science project.   Gallery: Yesterday's Total Solar Eclipse  Challenge: Can you identify the skyscraper at 1:18 and the snow-covered mountain at 1:25?",
    "media_type": "video",
    "service_version": "v1",
    "title": "Our Story in One Minute",
    "url": "https://www.youtube.com/embed/ZSt9tm3RoUU?rel=0"
  },
  {
    "copyright": "Phil Hart",
    "date": "2012-11-15",
    "explanation": "This month's New Moon brought a total solar eclipse to parts of planet Earth on November 13 (UT). Most of the total eclipse track fell across the southern Pacific, but the Moon's dark umbral shadow began its journey in northern Australia on Wednesday morning, local time.  From along the track, this telescopic snapshot captures the Moon's silhouette in skies over Queensland along the Mulligan highway west of Port Douglas. Almost completely covered, the Sun's disk is seen still surrounded by a hint of the faint solar corona. Planet-sized prominences stretch above the active Sun's edge. Sunlight streaming through gaps in the rugged profile of the lunar limb creates the brilliant but fleeting Baily's Beads.",
    "hdurl": "https://apod.nasa.gov/apod/image/1211/TSE2012PhilHart_6999_1600px.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar Eclipse over Queensland",
    "url": "https://apod.nasa.gov/apod/image/1211/TSE2012PhilHart_6999_900px.jpg"
  },
  {
    "copyright": "Ben\nCooper",
    "date": "2012-11-16",
    "explanation": "On the morning of November 14, the Moon's umbral shadow tracked across northern Australia before heading into the southern Pacific. Captured from a hilltop some 30 miles west of the outback town of Mount Carbine, Queensland, a series of exposures follows the progress of the total solar eclipse in this dramatic composite image. The sequence begins near the horizon. The Moon steadily encroaches on the reddened face of the Sun, rising as the eclipse progresses. At the total phase, lasting about 2 minutes for that location, an otherwise faint solar corona shimmers around the eclipsed disk.  Recorded during totality, the background exposure shows a still sunlit sky near the horizon, just beyond a sky darkened by the shadow of the Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1211/Total_Solar_Eclipse_2012Cooper.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Shadow Sequence",
    "url": "https://apod.nasa.gov/apod/image/1211/Total_Solar_Eclipse_2012Cooper900.jpg"
  },
  {
    "copyright": "Terrastro",
    "date": "2012-11-17",
    "explanation": "A dark Sun hung over Queensland, Australia on Wednesday morning during a much anticipated total solar eclipse. Storm clouds threatened to spoil the view along the northern coast, but minutes before totality the clouds parted. Streaming past the Moon's edge, the last direct rays of sunlight produced a gorgeous diamond ring effect in this scene from Ellis Beach between Cairns and Port Douglas. Winking out in a moment, the diamond didn't last forever though. The area was plunged into darkness for nearly 2 minutes as the Moon's shadow swept off shore toward Australia's Great Barrier Reef and out into the southern Pacific. Ranging from 1/4000 to 1/15 seconds long, five separate exposures were blended in the image to create a presentation similar to the breathtaking visual experience of the eclipse.",
    "hdurl": "https://apod.nasa.gov/apod/image/1211/Cherney_EllisBeachDiamondRing3.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Like a Diamond in the Sky",
    "url": "https://apod.nasa.gov/apod/image/1211/Cherney_EllisBeachDiamondRing3_900.jpg"
  },
  {
    "date": "2012-11-18",
    "explanation": "How massive can a normal star be?  Estimates made from distance, brightness and standard  solar models had given one star in the open cluster Pismis 24 over 200 times the mass of our Sun, nearly making it the record holder.  This star is the brightest object located just above the gas front in the above image.  Close inspection of images taken with the Hubble Space Telescope, however, have shown that Pismis 24-1 derives its brilliant luminosity not from a single star but from three at least.  Component stars would still remain near 100 solar masses, making them among the more massive stars currently on record.  Toward the bottom of the image, stars are still forming in the associated emission nebula NGC 6357. Appearing perhaps like a Gothic cathedral, energetic stars near the center appear to be breaking out and illuminating a spectacular cocoon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1211/ngc6357a_hst_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6357: Cathedral to Massive Stars",
    "url": "https://apod.nasa.gov/apod/image/1211/ngc6357a_hst_960.jpg"
  },
  {
    "copyright": "Sean M. Sabatini",
    "date": "2012-11-19",
    "explanation": "What's happening in the sky over Monument Valley? A meteor shower. Over the past weekend the Leonid meteor shower has been peaking.  The image -- actually a composite of six exposures of about 30 seconds each -- was taken in 2001, a year when there was a much more active Leonids shower. At that time, Earth was moving through a particularly dense swarm of sand-sized debris from Comet Tempel-Tuttle, so that meteor rates approached one visible streak per second. The meteors appear parallel because they all fall to Earth from the meteor shower radiant -- a point on the sky towards the constellation of the Lion (Leo). Although the predicted peak of this year's Leonid meteor shower is over, another peak may be visible early tomorrow morning. By the way -- how many meteors can you identify in the above image?",
    "hdurl": "https://apod.nasa.gov/apod/image/1211/leonidsmonuments_sabatini_2330.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Leonids Over Monument Valley",
    "url": "https://apod.nasa.gov/apod/image/1211/leonidsmonuments_sabatini_960.jpg"
  },
  {
    "copyright": "Anthony Ayiomamitis",
    "date": "2012-11-20",
    "explanation": "Have you ever seen a halo around the Moon?  This fairly common sight occurs when high thin clouds containing millions of tiny ice crystals cover much of the sky.  Each ice crystal acts like a miniature lens.  Because most of the crystals have a similar elongated hexagonal shape, light entering one crystal face and exiting through the opposing face refracts 22 degrees, which corresponds to the radius of the Moon Halo.  A similar Sun Halo may be visible during the day.  The setting of the above picture is Athens, Greece. The distant planet Jupiter appears by chance on the halo's left.  Exactly how ice-crystals form in clouds remains under investigation.",
    "hdurl": "https://apod.nasa.gov/apod/image/1211/moonhalo_ayiomamitis_950.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Halo Around the Moon",
    "url": "https://apod.nasa.gov/apod/image/1211/moonhalo_ayiomamitis_960.jpg"
  },
  {
    "copyright": "Stephen Mudge",
    "date": "2012-11-21",
    "explanation": "As the total phase of last week's solar eclipse came to an end, sunlight streaming past the edge of the Moon created the fleeting appearance of a glistening diamond ring in the sky. And while most eclipse watchers did not consider clouds a welcome sight, a view through thin clouds north of Cairns in Queensland, Australia also revealed these remarkable flickering shadow bands. Projected onto the cloud layer, the bands are parallel to the sliver of emerging sunlight. Caused by turbulence in Earth's atmosphere refracting the sliver of sunlight, the narrow bands were captured in this brief, 1/1000th second exposure.",
    "hdurl": "https://apod.nasa.gov/apod/image/1211/tse2012C3shadowbands_StephenMudge.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Diamond Ring and Shadow Bands",
    "url": "https://apod.nasa.gov/apod/image/1211/tse2012C3shadowbands_StephenMudge900.jpg"
  },
  {
    "copyright": "Stéphane\nVetter",
    "date": "2012-11-22",
    "explanation": "A cosmic grain of sand left the long and colorful trail across this all-sky view. Its grazing impact with planet Earth's atmosphere began at 71 kilometers per second. With the Milky Way stretching from horizon to horizon, the scene was captured on the night of November 17 from the astronomically popular high plateau at Champ du Feu in Alsace, France. Of course, the earthgrazer meteor belongs to this month's Leonid meteor shower, produced as our fair planet annually sweeps through dust from the tail of periodic Comet Tempel-Tuttle. The shower's radiant point in the constellation Leo is very close to the eastern horizon, near the start of the trail at the lower left. Bright planet Jupiter is also easy to spot, immersed in a faint band of Zodiacal light just below and right of center. The image is part of a dramatic time-lapse video (vimeo here) that began only 7 minutes before the long leonid crossed the sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/1211/leonid2012bolideVetter1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Night of the Long Leonid",
    "url": "https://apod.nasa.gov/apod/image/1211/leonid2012bolideVetter950.jpg"
  },
  {
    "copyright": "Yuri Beletsky",
    "date": "2012-11-23",
    "explanation": "st of Antares, dark markings sprawl through crowded star fields toward the center of our Milky Way Galaxy. Cataloged in the early 20th century by astronomer E. E. Barnard, the obscuring interstellar dust clouds include B59, B72, B77 and B78, seen in silhouette against the starry background. Here, their combined shape suggests a pipe stem and bowl, and so the dark nebula's popular name is the Pipe Nebula. The deep and expansive view was represents nearly 24 hours of exposure time recorded in very dark skies of the Chilean Atacama desert. It covers a full 10 by 10 degree field in the pronounceable constellation Ophiuchus. The Pipe Nebula is part of the Ophiuchus dark cloud complex located at a distance of about 450 light-years. Dense cores of gas and dust within the Pipe Nebula are collapsing to form stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/1211/pipe_neb_30beletsky.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pipe Nebula",
    "url": "https://apod.nasa.gov/apod/image/1211/pipe_neb_30beletsky900.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2012-11-24",
    "explanation": "Barred spiral galaxy NGC 1365 is truly a majestic island universe some 200,000 light-years across. Located a mere 60 million light-years away toward the chemical constellation Fornax, NGC 1365 is a dominant member of the well-studied Fornax galaxy cluster. This sharp color image shows intense star forming regions at the ends of the bar and along the spiral arms, and details of dust lanes cutting across the galaxy's bright core. At the core lies a supermassive black hole. Astronomers think NGC 1365's prominent bar plays a crucial role in the galaxy's evolution, drawing gas and dust into a star-forming maelstrom and ultimately feeding material into the central black hole. Discovered on October 27, the position of a bright supernova is indicated in NGC 1365. Cataloged as SN2012fr, the type Ia supernova is the explosion of a white dwarf star.",
    "hdurl": "https://apod.nasa.gov/apod/image/1211/ngc1365sn_pugh_2141.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1365: Majestic Spiral with Supernova",
    "url": "https://apod.nasa.gov/apod/image/1211/ngc1365sn_pugh_900.jpg"
  },
  {
    "date": "2012-11-25",
    "explanation": "They might look like trees on Mars, but they're not. Groups of dark brown streaks have been photographed by the Mars Reconnaissance Orbiter on melting pinkish sand dunes covered with light frost. The above image was taken in 2008 April near the North Pole of Mars. At that time, dark sand on the interior of Martian sand dunes became more and more visible as the spring Sun melted the lighter carbon dioxide ice.  When occurring near the top of a dune, dark sand may cascade down the dune leaving dark surface streaks -- streaks that might appear at first to be trees standing in front of the lighter regions, but cast no shadows. Objects about 25 centimeters across are resolved on this image spanning about one kilometer. Close ups of some parts of this image show billowing plumes indicating that the sand slides were occurring even when the image was being taken.",
    "hdurl": "https://apod.nasa.gov/apod/image/1211/almosttrees_mro_2560.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Sand Cascades on Mars",
    "url": "https://apod.nasa.gov/apod/image/1211/almosttrees_mro_960.jpg"
  },
  {
    "copyright": "Joaquin Ferreiros",
    "date": "2012-11-26",
    "explanation": "Wisps like this are all that remain visible of a Milky Way star.  About 9,000 years ago that star exploded in a supernova leaving the Veil Nebula, also known as the Cygnus Loop. At the time, the expanding cloud was likely as bright as a crescent Moon, remaining visible for weeks to people living at the dawn of recorded history.  Today, the resulting supernova remnant has faded and is now visible only through a small telescope directed toward the constellation of the Swan (Cygnus). The remaining Veil Nebula is physically huge, however, and even though it lies about 1,400 light-years distant, it covers over five times the size of the full Moon.  In images like this of the complete Veil Nebula, studious readers should be able to identify several of the individual filaments. A bright wisp at the right is known as the Witch's Broom Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/1211/veil_ferreiros_1888.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Wisps of the Veil Nebula",
    "url": "https://apod.nasa.gov/apod/image/1211/veil_ferreiros_960.jpg"
  },
  {
    "copyright": "Tunç Tezel",
    "date": "2012-11-27",
    "explanation": "That bright star you've recently noticed rising just after sunset isn't a star at all. It's Jupiter, the solar system's ruling gas giant. Bright Jupiter is nearing its December 3rd opposition when it will stand in Taurus, opposite the Sun in planet Earth's sky. Clearly outshining yellowish Aldebaran, alpha star of Taurus, Jupiter is centered in this skyview from November 14th, also featuring the Pleiades and Hyades star clusters, familiar celestial sights as the northern hemisphere winter approaches. Sliding your cursor over the image will label the scene and identify two other solar system worlds approaching their opposition in December. Small and faint, asteroid Vesta and dwarf planet Ceres are about 10 degrees from Jupiter, near the left edge of the frame. Of course, you can imagine NASA's Dawn spacecraft in this field of view. Having left Vesta in September, Dawn's ion engine is now steadily driving it to match orbits with Ceres, scheduled to arrive there in February 2015.",
    "hdurl": "https://apod.nasa.gov/apod/image/1211/Ju2012tezelLa.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bright Jupiter in Taurus",
    "url": "https://apod.nasa.gov/apod/image/1211/Ju2012tezel900.jpg"
  },
  {
    "copyright": "Alessandro\nBianconi",
    "date": "2012-11-28",
    "explanation": "On December 3 (UT), Jupiter, the solar system's largest planet, will be at opposition, opposite the Sun in planet Earth's sky, shining brightly and rising as the Sun sets. That configuration results in Jupiter's almost annual closest approach to planet Earth. So, near opposition the gas giant offers earthbound telescopes stunning views of its stormy, banded atmosphere and large Galilean moons. For example, this sharp series was recorded on the night of November 16/17 from the island of Sardinia near Dolianova, Italy. North is up in the images that show off Jupiter's famous Great Red Spot, and planet girdling dark belts and light zones. Also seen in transit is Jupiter's volcanic moon Io, its round, dark shadow tracking across the Jovian cloud tops as the sequence progresses left to right.",
    "hdurl": "https://apod.nasa.gov/apod/image/1211/JupIoBianconiCollage.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter and Io",
    "url": "https://apod.nasa.gov/apod/image/1211/JupIoBianconiCollage.jpg"
  },
  {
    "copyright": "Catalin Paduraru",
    "date": "2012-11-29",
    "explanation": "Did you see the big, bright, beautiful Full Moon Wednesday night? That was actually a Micro Moon! On that night, the smallest Full Moon of 2012 reached its full phase only about 4 hours before apogee, the most distant point from Earth in the Moon's elliptical orbit. Of course, earlier this year on May 6, a Full Super Moon was near perigee, the closest point in its orbit. The relative apparent size of November 28's Micro Moon (right) is compared to the famous May 6 Super Moon in these two panels, matching telescopic images from Bucharest, Romania. The difference in apparent size represents a difference in distance of just under 50,000 kilometers between apogee and perigee, given the Moon's average distance of about 385,000 kilometers. How long do you have to wait to see another Full Micro Moon? Until January 16, 2014, when the lunar full phase will occur within about 3 hours of apogee.",
    "hdurl": "https://apod.nasa.gov/apod/image/1211/supermicromoon_paduraru.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Super Moon vs. Micro Moon",
    "url": "https://apod.nasa.gov/apod/image/1211/supermicromoon_paduraru.jpg"
  },
  {
    "copyright": "Bob Caton",
    "date": "2012-11-30",
    "explanation": "Cosmic clouds of gas and dust drift across this magnificent mosaic covering a 12x12 degree field within the high flying constellation Cygnus. The collaborative skyscape, a combination of broad and narrow band image data presented in the Hubble palette, is anchored by bright, hot, supergiant star Deneb, below center near the left edge. Alpha star of Cygnus, Deneb, is the top of the Northern Cross asterism and is seen here next to the dark void known as the Northern Coal Sack. Below Deneb are the recognizable North America and Pelican nebulae (NGC 7000 and IC 5070). Another supergiant star, Sadr (Gamma Cygni) is near the center of the field just above the bright wings of the Butterfly Nebula. A line continuing up and right will encounter the more compact Crescent Nebula and finally the Tulip Nebula near the top of the frame. Most of these complex nebulosities are located about 2,000 light-years away. Along with the Sun, they lie in the Orion spiral arm of our Milky Way galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/1211/2012-11_CygnusHPd_2k.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Clouds in Cygnus",
    "url": "https://apod.nasa.gov/apod/image/1211/mp_2012-11_CygnusHP.jpg"
  },
  {
    "date": "2012-12-01",
    "explanation": "Innermost planet Mercury would probably not be a good location for an interplanetary winter olympics. But new results based on data from the Mercury orbiting MESSENGER spacecraft indicate that it does have substantial water ice in permanently shadowed regions within craters near its north pole. The possibility of ice on Mercury has been entertained for years, inspired by the discovery of radar bright, hence highly reflective, regions near the north pole. Highlighted in yellow in this map based on projected MESSENGER images, radar bright regions are seen to correspond with floors and walls of north polar impact craters. Farther from the pole the regions are concentrated on the north facing crater walls. MESSENGER's neutron spectroscopy and thermal models for the craters indicate material in these regions has a hydrogen content consistent with nearly pure water ice and is trapped in an area with temperatures that remain below 100 kelvins (-280 deg.F, -173 deg.C). In circumstances similar to permanent shadows in craters of the Moon, debris from comet impacts is thought to be the source of ice on Mercury.",
    "hdurl": "https://apod.nasa.gov/apod/image/1212/Lawrence_3aMercurycomposite.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Northern Mercury",
    "url": "https://apod.nasa.gov/apod/image/1212/Lawrence_3aMercurycomposite900c.jpg"
  }
]
