[
  {
    "date": "2012-01-01",
    "explanation": "At about 100 meters from the cargo bay of the space shuttle Challenger, Bruce McCandless II was farther out than anyone had ever been before.  Guided by a Manned Maneuvering Unit (MMU), astronaut McCandless, pictured above, was floating free in space. McCandless and fellow NASA astronaut Robert Stewart were the first to experience such an \"untethered space walk\" during Space Shuttle mission 41-B in 1984.  The MMU works by shooting jets of nitrogen and has since been used to help deploy and retrieve satellites.  With a mass over 140 kilograms, an MMU is heavy on Earth, but, like everything, is weightless when drifting in orbit. The MMU was replaced with the SAFER backpack propulsion unit.   Best Short Astronomy Videos: APOD editor to speak in New York City on Friday, January 6",
    "hdurl": "https://apod.nasa.gov/apod/image/1201/freeflyer_nasa_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "To Fly Free in Space",
    "url": "https://apod.nasa.gov/apod/image/1201/freeflyer_nasa_900.jpg"
  },
  {
    "copyright": "Jimmy WestlakeColorado Mountain College",
    "date": "2012-01-02",
    "explanation": "Where's the full Moon? Somewhere in this image, the Earth's Moon is hiding.  The entire Moon is visible, in its completely full phase, in plain sight. Even the photographer's keen eye couldn't find it even though he knew exactly where to look -- only the long exposure of his camera picked it up -- barely.  Although by now you might be congratulating yourself on finding it, why was it so difficult to see? For one reason, this photograph was taken during the total lunar eclipse last month, when the Earth's shadow made the Moon much dimmer than a normal full Moon. For another, the image, taken in Colorado, USA, was captured just 12 minutes before sunrise. With the Moon on the exact opposite side of the sky from the Sun, this meant that the Sun was just below the horizon, but still slightly illuminating the sky. Last, as the Moon was only about two degrees above the horizon, the large volume of air between the camera and the horizon scattered a lot of light away from the background Moon. Twelve minutes after this image was acquired the Sun peeked over the horizon and the Moon set.   Discovery + Outreach: Graduate student research position open for APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/1201/spotthemoon_westlake_2128.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spot the Moon",
    "url": "https://apod.nasa.gov/apod/image/1201/spotthemoon_westlake_900.jpg"
  },
  {
    "copyright": "Sebastian Voltmer",
    "date": "2012-01-03",
    "explanation": "Higher than the highest building, higher than the highest mountain, higher than the highest airplane, lies the realm of the aurora.  Auroras rarely reach below 60 kilometers, and can range up to 1000 kilometers.  Aurora light results from energetic electrons and protons striking molecules in the Earth's atmosphere.  Frequently, when viewed from space, a complete aurora will appear as a circle around one of the Earth's magnetic poles.  The above wide angle image, horizontally compressed, captured an unexpected auroral display that stretched across the sky one month ago over eastern Norway.   Best Short Astronomy Videos: APOD editor to speak in New York City on Friday, January 6",
    "hdurl": "https://apod.nasa.gov/apod/image/1201/aurora_voltmer_1920.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Full Sky Aurora Over Norway",
    "url": "https://apod.nasa.gov/apod/image/1201/aurora_voltmer_900.jpg"
  },
  {
    "copyright": "Dietmar Hager",
    "date": "2012-01-04",
    "explanation": "Lurking behind dust and stars near the plane of our Milky Way Galaxy, IC 10 is a mere 2.3 million light-years distant. Even though its light is dimmed by intervening dust, the irregular dwarf galaxy still shows off vigorous star-forming regions that shine with a telltale reddish glow in this colorful skyscape. In fact, also a member of the Local Group of galaxies, IC 10 is the closest known starburst galaxy. Compared to other Local Group galaxies, IC 10 has a large population of newly formed stars that are massive and intrinsically very bright, including a luminous X-ray binary star system thought to contain a black hole. Located within the boundaries of the northern constellation Cassiopeia, IC 10 is about 5,000 light-years across.   Best Short Astronomy Videos: APOD editor to speak in New York City on Friday, January 6",
    "hdurl": "https://apod.nasa.gov/apod/image/1201/IC10-medHagerGrossmann.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Starburst Galaxy IC 10",
    "url": "https://apod.nasa.gov/apod/image/1201/IC10-medHagerGrossmann900c.jpg"
  },
  {
    "date": "2012-01-05",
    "explanation": "Orbiting in the plane of Saturn's rings, Saturnian moons have a perpetual ringside view of the gorgeous gas giant planet. Of course, while passing near the ring plane the Cassini spacecraft also shares their stunning perspective. The rings themselves can be seen slicing across the middle of this Cassini snapshot from May of last year. The scene features Titan, largest, and Dione, third largest moon of Saturn. Remarkably thin, the bright rings still cast arcing shadows across the planet's cloud tops at the bottom of the frame. Pale Dione is about 1,100 kilometers across and orbits over 300,000 kilometers from the visible outer edge of the A ring. Dione is seen through Titan's atmospheric haze. At 5,150 kilometers across, Titan is about 2.3 million kilometers from Cassini, while Dione is 3.2 million kilometers away.   Best Short Astronomy Videos: APOD editor to speak in New York City on Friday, January 6",
    "hdurl": "https://apod.nasa.gov/apod/image/1201/PIA14910.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ringside with Titan and Dione",
    "url": "https://apod.nasa.gov/apod/image/1201/PIA14910_900c.jpg"
  },
  {
    "copyright": "Ivan Eder",
    "date": "2012-01-06",
    "explanation": "From Sagittarius to Scorpius, the central Milky Way is a truly beautiful part of planet Earth's night sky. The gorgeous region is captured in this wide field image spanning about 30 degrees. The impressive cosmic vista, taken in 2010, shows off intricate dust lanes, bright nebulae, and star clusters scattered through our galaxy's rich central starfields. Starting on the left, look for the Lagoon and Trifid nebulae, the Cat's Paw, while on the right lies the Pipe dark nebula, and the colorful clouds of Rho Ophiuchi and Antares (right). The actual center of our Galaxy lies about 26,000 light years away and can be found here.   Discovery + Outreach: Graduate student research position open for APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/1201/gcwide_eder_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Wide Field Image of the Galactic Center",
    "url": "https://apod.nasa.gov/apod/image/1201/gcwide_eder_900.jpg"
  },
  {
    "date": "2012-01-07",
    "explanation": "Galaxies are fascinating not only for what is visible, but for what is invisible. Grand spiral galaxy NGC 1232, captured in detail by one of the new Very Large Telescopes, is a good example.  The visible is dominated by millions of bright stars and dark dust, caught up in a gravitational swirl of spiral arms revolving about the center. Open clusters containing bright blue stars can be seen sprinkled along these spiral arms, while dark lanes of dense interstellar dust can be seen sprinkled between them. Less visible, but detectable, are billions of dim normal stars and vast tracts of interstellar gas, together wielding such high mass that they dominate the dynamics of the inner galaxy.  Invisible are even greater amounts of matter in a form we don't yet know - pervasive dark matter needed to explain the motions of the visible in the outer galaxy.    Discovery + Outreach: Graduate student research position open for APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/1201/ngc1232b_vlt_3969.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Grand Spiral Galaxy NGC 1232",
    "url": "https://apod.nasa.gov/apod/image/1201/ngc1232b_vlt_900.jpg"
  },
  {
    "copyright": "Jack Fusco",
    "date": "2012-01-08",
    "explanation": "Named for a forgotten constellation, the Quadrantid Meteor Shower is an annual event for planet Earth's northern hemisphere skygazers. It usually peaks briefly in the cold, early morning hours of January 4. The shower's radiant point on the sky lies within the old, astronomically obsolete constellation Quadrans Muralis. That position is situated near the boundaries of the modern constellations Hercules, Bootes, and Draco. Many of this year's Quadrantid meteors were dim, but the one captured in this north-looking view is bright and easy to spot. In the foreground is the Maurice River's East Point Lighthouse located near the southern tip of New Jersey on the US east coast. The likely source of the dust stream that produces Quadrantid meteors was identified in 2003 as an asteroid.",
    "hdurl": "https://apod.nasa.gov/apod/image/1201/LighthouseMeteor_fusco.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lighthouse and Meteor",
    "url": "https://apod.nasa.gov/apod/image/1201/LighthouseMeteor_fusco900.jpg"
  },
  {
    "date": "2012-01-09",
    "explanation": "From our vantage point in the Milky Way Galaxy, we see NGC 6946 face-on. The big, beautiful spiral galaxy is located just 10 million light-years away, behind a veil of foreground dust and stars in the high and far-off constellation of Cepheus. From the core outward, the galaxy's colors change from the yellowish light of old stars in the center to young blue star clusters and reddish star forming regions along the loose, fragmented spiral arms. NGC 6946 is also bright in infrared light and rich in gas and dust, exhibiting a high star birth and death rate. In fact, since the early 20th century at least nine supernovae, the death explosions of massive stars, were discovered in NGC 6946. Nearly 40,000 light-years across, NGC 6946 is also known as the Fireworks Galaxy. This remarkable portrait of NGC 6946 is a composite that includes image data from the 8.2 meter Subaru Telescope on Mauna Kea.",
    "hdurl": "https://apod.nasa.gov/apod/image/1201/NGC6946-Subaru-GendlerL.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Facing NGC 6946",
    "url": "https://apod.nasa.gov/apod/image/1201/NGC6946-Subaru-Gendler900c.jpg"
  },
  {
    "copyright": "Chris CookCookPhoto.com",
    "date": "2012-01-10",
    "explanation": "The star near the top is so bright that it is sometimes hard to notice the galaxy toward the bottom.  Pictured above, both the star, Regulus, and the galaxy, Leo I, can be found within one degree of each other toward the constellation of the Lion (Leo).  Regulus is part of a multiple star system, with a close companion double star visible to the lower left of the young main sequence star.  Leo I is a dwarf spheroidal galaxy in the Local Group of galaxies dominated by our Milky Way Galaxy and M31. Leo I is thought to be the most distant of the several known small satellite galaxies orbiting our Milky Way Galaxy. Regulus is located about 75 light years away, in contrast to Leo 1 which is located about 800,000 light years away.   Discovery + Outreach: Graduate student research position open for APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/1201/leoregulus_cook_1304.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bright Star Regulus near the Leo I Dwarf Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1201/leoregulus_cook_900.jpg"
  },
  {
    "copyright": "TerrastroTWAN",
    "date": "2012-01-11",
    "explanation": "Once a bright apparition in the southern hemisphere dawn Comet Lovejoy is fading, but its long tail still stretches across skies near the south celestial pole. Captured on the morning of December 30th, the comet appears near edge of this little planet as well. Of course, the little planet is actually planet Earth and the image was created from a 12 frame mosaic used to construct a spherical panorama. The type of stereographic projection used to map the image pixels is centered directly below the camera and is known as the little planet projection. Stars surrounding this little planet were above the photographer's cloudy horizon near the Bay of Islands on the Great Ocean Road in southern Victoria, Australia. Running alongside the Milky Way the comet can be identified, with other celestial highlights, by putting your cursor over the picture. Very bright stars Canopus and Sirius are right of the little planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/1201/Cherney_PlanetLovejoy.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Little Planet Lovejoy",
    "url": "https://apod.nasa.gov/apod/image/1201/Cherney_PlanetLovejoy800.jpg"
  },
  {
    "date": "2012-01-12",
    "explanation": "Where's the other star? At the center of this supernova remnant should be the companion star to the star that blew up.  Identifying this star is important for understanding just how Type Ia supernova detonate, which in turn could lead to a better understanding of why the brightness of such explosions are so predictable, which in turn is key to calibrating the entire nature of our universe. The trouble is that even a careful inspection of the center of SNR 0509-67.5 has not found any star at all. This indicates that the companion is intrinsically very faint -- much more faint that many types of bright giant stars that had been previous candidates. In fact, the implication is that the companion star might have to be a faint white dwarf, similar to -- but less massive than -- the star that detonated.  SNR 0509-67.5 is shown above in both visible light, shining in red as imaged by the Hubble Space Telescope, and X-ray light, shown in false-color green as imaged by the Chandra X-ray Observatory. Putting your cursor over the picture will highlight the central required location for the missing companion star.   Discovery + Outreach: Graduate student research position open for APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/1201/SNR-0509_800v.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Case of the Missing Supernova Companion",
    "url": "https://apod.nasa.gov/apod/image/1201/SNR-0509_800v.jpg"
  },
  {
    "date": "2012-01-13",
    "explanation": "What has happened to Saturn's moon Iapetus?  Vast sections of this strange world are dark as coal, while others are as bright as ice.  The composition of the dark material is unknown, but infrared spectra indicate that it possibly contains some dark form of carbon. Iapetus also has an unusual equatorial ridge that makes it appear like a walnut.  To help better understand this seemingly painted moon, NASA directed the robotic Cassini spacecraft orbiting Saturn to swoop within 2,000 kilometers in 2007. Pictured above, from about 75,000 kilometers out, Cassini's trajectory allowed unprecedented imaging of the hemisphere of Iapetus that is always trailing.  A huge impact crater seen in the south spans a tremendous 450 kilometers and appears superposed on an older crater of similar size. The dark material is seen increasingly coating the easternmost part of Iapetus, darkening craters and highlands alike.  Close inspection indicates that the dark coating typically faces the moon's equator and is less than a meter thick. A leading hypothesis is that the dark material is mostly dirt leftover when relatively warm but dirty ice sublimates. An initial coating of dark material may have been effectively painted on by the accretion of meteor-liberated debris from other moons. This and other images from Cassini's Iapetus flyby are being studied for even greater clues.   Discovery + Outreach: Graduate student research position open for APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/1201/iapetus3_cassini_4100.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Iapetus: Painted Moon",
    "url": "https://apod.nasa.gov/apod/image/1201/iapetus3_cassini_900.jpg"
  },
  {
    "date": "2012-01-14",
    "explanation": "This pretty planetary nebula, cataloged as NGC 6369, was discovered by 18th century astronomer William Herschel as he used a telescope to explore the medicinal constellation Ophiucus. Round and planet-shaped, the nebula is also relatively faint and has acquired the popular moniker of Little Ghost Nebula. Planetary nebulae in general are not at all related to planets, but instead are created at the end of a sun-like star's life as its outer layers expand into space while the star's core shrinks to become a white dwarf. The transformed white dwarf star, seen near the center, radiates strongly at ultraviolet wavelengths and powers the expanding nebula's glow. Surprisingly complex details and structures of NGC 6369 are revealed in this tantalizing image composed from Hubble Space Telescope data. The nebula's main ring structure is about a light-year across and the glow from ionized oxygen, hydrogen, and nitrogen atoms are colored blue, green, and red respectively. Over 2,000 light-years away, the Little Ghost Nebula offers a glimpse of the fate of our Sun, which could produce its own planetary nebula only about 5 billion years from now.",
    "hdurl": "https://apod.nasa.gov/apod/image/1201/LittleGhost_hst.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6369: The Little Ghost Nebula",
    "url": "https://apod.nasa.gov/apod/image/1201/LittleGhost_hst900.jpg"
  },
  {
    "date": "2012-01-15",
    "explanation": "Cosmic dust clouds ripple across this infrared portrait of our Milky Way's satellite galaxy, the Large Magellanic Cloud. In fact, the remarkable composite image from the Herschel Space Observatory and the Spitzer Space Telescope show that dust clouds fill this neighboring dwarf galaxy, much like dust along the plane of the Milky Way itself. The dust temperatures tend to trace star forming activity. Spitzer data in blue hues indicate warm dust heated by young stars. Herschel's instruments contributed the image data shown in red and green, revealing dust emission from cooler and intermediate regions where star formation is just beginning or has stopped. Dominated by dust emission, the Large Magellanic Cloud's infrared appearance is different from views in optical images. But this galaxy's well-known Tarantula Nebula still stands out, easily seen here as the brightest region to the left of center. A mere 160,000 light-years distant, the Large Cloud of Magellan is about 30,000 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/1201/PIA15254_LMC2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Infrared Portrait of the Large Magellanic Cloud",
    "url": "https://apod.nasa.gov/apod/image/1201/PIA15254_LMC900c.jpg"
  },
  {
    "copyright": "Nilesh VayadaAjay TalwarTWAN",
    "date": "2012-01-16",
    "explanation": "Is it dawn or false dawn? During certain times of the year, the horizon near the rising Sun will begin to glow unusually early. This early glow does not originate directly from the Sun, but rather from sunlight reflected by interplanetary dust. Called zodiacal light, the glowing triangle of light may be mistaken, for a while, for a sunrise, and so may be called a false dawn. Pictured above, two false dawns were recorded in time lapse movies each spanning about five hours from the perch of the highest observatory in the world: Mount Saraswati near Hanle, India. At its brightest, the rising zodiacal triangle on the left glows brighter than even the central disk of our Milky Way Galaxy -- visible as the diagonal band moving left to right across the frame.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Zodiacal Light and the False Dawn",
    "url": "https://www.youtube.com/embed/TLJiXAnHkGg?rel=0"
  },
  {
    "copyright": "Gimmi RattoCollecting Photons",
    "date": "2012-01-17",
    "explanation": "Double, double toil and trouble; Fire burn, and cauldron bubble -- maybe Macbeth should have consulted the Witch Head Nebula. This suggestively shaped reflection nebula is associated with the bright star Rigel in the constellation Orion. More formally known as IC 2118, the Witch Head Nebula glows primarily by light reflected from bright star Rigel, located just below the lower edge of the above image. Fine dust in the nebula reflects the light. The blue color is caused not only by Rigel's blue color but because the dust grains reflect blue light more efficiently than red. The same physical process causes Earth's daytime sky to appear blue, although the scatterers in Earth's atmosphere are molecules of nitrogen and oxygen. The nebula lies about 1000 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/1201/witch_ratto_1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 2118: The Witch Head Nebula",
    "url": "https://apod.nasa.gov/apod/image/1201/witch_ratto_900.jpg"
  },
  {
    "date": "2012-01-18",
    "explanation": "How do stars form? To help study this complex issue, astronomers took a deep infrared image of Cygnus X, the largest known star forming region in the entire Milky Way Galaxy. The above recently-released image was taken in 2009 by the orbiting Spitzer Space Telescope and digitally translated into colors humans can see, with the hottest regions colored the most blue. Visible are large bubbles of hot gas inflated by the winds of massive stars soon after they form.  Current models posit that these expanding bubbles sweep up gas and sometimes even collide, frequently creating regions dense enough to gravitationally collapse into yet more stars. The star factory Cygnus-X spans over 600 light years, contains over a million times the mass of our Sun, and shines prominently on wide angle infrared panoramas of the night sky. Cygnus X lies 4,500 light years away towards the constellation of the Swan (Cygnus). In a few million years, calm will likely be restored and a large open cluster of stars will remain -- which itself will disperse over the next 100 million years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1201/cygnusx_spitzer_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cygnus-X: The Inner Workings of a Nearby Star Factory",
    "url": "https://apod.nasa.gov/apod/image/1201/cygnusx_spitzer_900.jpg"
  },
  {
    "copyright": "Donegal Skies",
    "date": "2012-01-19",
    "explanation": "Begirt with many a blazing star, Orion, the Hunter, is one of the most easily recognizable constellations. In this night skyscape from January 15, the hunter's stars rise in the northern hemisphere's winter sky, framed by bare trees and bounded below by terrestrial lights around Lough Eske (Lake of Fish) in County Donegal, Ireland. Red giant star Betelgeuse is striking in yellowish hues at Orion's shoulder above and left of center. Rivaling the bright red giant, Rigel, a blue supergiant star holds the opposing position near Orion's foot. Of course, the sword of Orion hangs from the hunter's three belt stars near picture center, but the middle star in the sword is not a star at all. A slightly fuzzy pinkish glow hints at its true nature, a nearby stellar nursery visible to the unaided eye known as the Orion Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/1201/LoughEske2_alexander.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Hunter's Stars",
    "url": "https://apod.nasa.gov/apod/image/1201/LoughEske2_alexander900.jpg"
  },
  {
    "copyright": "Göran Strand",
    "date": "2012-01-20",
    "explanation": "A Full Moon rising can be a dramatic celestial sight, and Full Moons can have many names. Captured on January 8 from Östersund, Sweden, this evocative moonrise portrait might make you feel the cold of winter in the north. If you can also imagine wolves howling in the distance then you probably understand why Native Americans would have called it the Wolf Moon, their traditional name for the first Full Moon in January. The photographer reports that no wolves were heard though, as he watched this beautiful Full Moon rise in fading light over the eastern horizon, echoing the yellow color of the setting Sun. Of course, due this year on February 7, the next Full Moon will be the Snow Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1201/GS_20120108_Moon_0010.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Wolf's Moon",
    "url": "https://apod.nasa.gov/apod/image/1201/GS_20120108_Moon_0010_900.jpg"
  },
  {
    "copyright": "Regina Valkenborgh",
    "date": "2012-01-21",
    "explanation": "From solstice to solstice, this six month long exposure compresses time from the 21st of June till the 21st of December, 2011, into a single point of view. Dubbed a solargraph, the unconventional picture was recorded with a pinhole camera made from a drink can lined with a piece of photographic paper. Fixed to a single spot for the entire exposure, the simple camera continuously records the Sun's path each day as a glowing trail burned into the photosensitive paper. In this case, the spot was chosen to look out over the domes and radio telescope of the University of Hertfordshire's Bayfordbury Observatory. Dark gaps in the daily arcs are caused by cloud cover, whereas continuous bright tracks record glorious spells of sunny weather. Of course, in June, the Sun trails begin higher at the northern hemisphere's summer solstice. The trails sink lower in the sky as December's winter solstice approaches. Last year's autumn was one of the balmiest on record in the UK, as the many bright arcs in the lower part of this picture testify.",
    "hdurl": "https://apod.nasa.gov/apod/image/1201/Bayfordbury_Solargraph.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Days in the Sun",
    "url": "https://apod.nasa.gov/apod/image/1201/Bayfordbury_Solargraph900.jpg"
  },
  {
    "date": "2012-01-22",
    "explanation": "Believe it or not, this is the North Pole of Saturn. It is unclear how an unusual hexagonal cloud system that surrounds Saturn's north pole was created, keeps its shape, or how long it will last. Originally discovered during the Voyager flybys of Saturn in the 1980s, nobody has ever seen anything like it elsewhere in the Solar System. Although its infrared glow was visible previously to the Cassini spacecraft now orbiting Saturn, in 2009 the mysterious hexagonal vortex became fully illuminated by sunlight for the first time during the Cassini's visit. Since then, Cassini has imaged the rotating hexagon in visible light enough times to create a time-lapse movie.  The pole center was not well imaged and has been excluded. This movie shows many unexpected cloud motions, such as waves emanating from the corners of the hexagon.  Planetary scientists are sure to continue to study this most unusual cloud formation for quite some time.",
    "hdurl": "https://apod.nasa.gov/apod/image/1201/saturnhexagon_cassini_1018.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Hexagon Comes to Light",
    "url": "https://apod.nasa.gov/apod/image/1201/saturnhexagon_cassini_1018.jpg"
  },
  {
    "copyright": "Juan Carlos Casado",
    "date": "2012-01-23",
    "explanation": "Which attracts your eye more -- the sky or the ground? On the ground are rocky peaks in Teide National Park on Tenerife Island of the Spanish Canary Islands off the northwestern coast of Africa.  The volcanic landscape features old island summits and is sometimes used as a testbed for instruments on future Martian rovers. The lights of a nearby hotel shine on the far left. Storm clouds are visible on the horizon, artificially strutted from multiple exposures. Dividing the sky, across the middle of the above deep image, is the vertical band of the Milky Way Galaxy. The red circle on the right is Barnard's Loop, near the center of which are the famous belt stars of the constellation Orion. Soon after the above image was taken, during an evening earlier this year, storm clouds rolled across, and indoor locations began to attract eyes the most.",
    "hdurl": "https://apod.nasa.gov/apod/image/1201/orionteide_casado_1900.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Deep Orion Over the Canary Islands",
    "url": "https://apod.nasa.gov/apod/image/1201/orionteide_casado_1024.jpg"
  },
  {
    "copyright": "Bj�rn J�rgensen",
    "date": "2012-01-24",
    "explanation": "What's that in the sky? An aurora. A large coronal mass ejection occurred on our Sun five days ago, throwing a cloud of fast moving electrons, protons, and ions toward the Earth. Although most of this cloud passed above the Earth, some of it impacted our Earth's magnetosphere and resulted in spectacular auroras being seen at high northern latitudes. Pictured above is a particularly photogenic auroral corona captured last night above Grotfjord, Norway. To some, this shimmering green glow of recombining atmospheric oxygen might appear as a large eagle, but feel free to share what it looks like to you.  This round of solar activity is not yet over -- a new and even more powerful solar flare occurred yesterday that might provide more amazing aurora as soon as tonight.",
    "hdurl": "https://apod.nasa.gov/apod/image/1201/eagleaurora_jorgensen_900.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "January Aurora Over Norway",
    "url": "https://apod.nasa.gov/apod/image/1201/eagleaurora_jorgensen_900.jpg"
  },
  {
    "date": "2012-01-25",
    "explanation": "Where on Mars should you spend the winter? As winter approached in the southern hemisphere of Mars last November, the Opportunity rover had just this problem -- it needed a place to go. The reduced amount of sunlight impacting Opportunity's solar panels combined with the extra power needed to keep equipment warm could drain Opportunity's batteries. Therefore Opportunity was instructed to climb onto the 15 degree incline of Greeley's Haven, shown as the rocky slope ahead.   The incline increased power input as Opportunity's solar panels now have greater exposure to sunlight, while also giving the rolling robot some interesting landscape to explore. Visible in the distance, beyond Greeley Haven, lies expansive Endeavour Crater, the ancient impact basin that Opportunity will continue exploring as the Martian winter concludes in a few months, if it survives.",
    "hdurl": "https://apod.nasa.gov/apod/image/1201/greeley_opportunity_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Opportunity Rover Spots Greeley Haven on Mars",
    "url": "https://apod.nasa.gov/apod/image/1201/greeley_opportunity_1020.jpg"
  },
  {
    "copyright": "R Jay Gabany",
    "date": "2012-01-26",
    "explanation": "A mere 12.5 million light-years from Earth, irregular dwarf galaxy NGC 4449 lies within the confines of Canes Venatici, the constellation of the Hunting Dogs. About the size of our Milky Way's satellite galaxy the Large Magellanic Cloud, NGC 4449 is undergoing an intense episode of star formation, evidenced by its wealth of young blue star clusters, pinkish star forming regions, and obscuring dust clouds in this deep color portrait. It also holds the distinction of being the first dwarf galaxy with an identified tidal star stream, faintly seen at the lower right. Placing your cursor over the image reveals an inset of the stream resolved into red giant stars. The star stream represents the remains of a still smaller infalling satellite galaxy, disrupted by gravitational forces and destined to merge with NGC 4449. With relatively few stars, small galaxies are thought to possess extensive dark matter halos. But since dark matter interacts gravitationally, these observations offer a chance to examine the significant role of dark matter in galactic merger events. The interaction is likely responsible for NGC 4449's burst of star formation and offers a tantalizing insight into how even small galaxies are assembled over time.",
    "hdurl": "https://apod.nasa.gov/apod/image/1201/gabany_cropped_ngc4449_w_subaru_insert.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4449: Star Stream for a Dwarf Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1201/small_gabany_cropped_ngc4449.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2012-01-27",
    "explanation": "About 40,000 light-years across, pretty, irregular galaxy NGC 3239 lies near the center of this lovely field of galaxies in the galaxy rich constellation Leo. At a distance of only 25 million light-years it dominates the frame, sporting a peculiar arrangement of structures, young blue star clusters and star forming regions, suggesting that NGC 3239 (aka Arp 263) is the result of a galaxy merger. Appearing nearly on top of the pretty galaxy is a bright, spiky, foreground star, a nearby member of our own Milky Way galaxy almost directly along our line-of-sight to NGC 3239. Still, NGC 3239 is notable for hosting this year's first confirmed supernova, designated SN 2012A. It was discovered early this month by supernova hunters Bob Moore, Jack Newton, and Tim Puckett. Indicated in a cropped version of the wider image, SN 2012A is just below and right of the bright foreground star. Of course, based on the light-travel time to NGC 3239, the supernova explosion itself occurred 25 million years ago, triggered by the core collapse of a massive star.   APOD in India: APOD editor to speak in Delhi on Feb. 12 (registration required)",
    "hdurl": "https://apod.nasa.gov/apod/image/1201/n3239_block.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3239 and SN 2012A",
    "url": "https://apod.nasa.gov/apod/image/1201/n3239_block900c2.jpg"
  },
  {
    "copyright": "Göran Strand",
    "date": "2012-01-28",
    "explanation": "Illuminated by an eerie greenish light, this remarkable little planet is covered with ice and snow and ringed by tall pine trees. Of course, this little planet is actually planet Earth, and the surrounding stars are above the horizon near Östersund, Sweden. The pale greenish illumination is from a curtain of shimmering Aurora Borealis also known as the Northern Lights. The display was triggered when a giant solar coronal mass ejection (CME) rocked planet Earth's magnetosphere on January 24th and produced a strong geomagnetic storm. Northern hemisphere skygazers will also recognize the familiar orientation of stars at the left, including the Pleiades and Hyades star clusters and the stars of Orion. Increasing solar activity has caused recent auroral displays to be wide spread, including Aurora Australis, the Southern Lights, at high southern latitudes.",
    "hdurl": "https://apod.nasa.gov/apod/image/1201/GS_20120124_Aurora_0044_Planet.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planet Aurora Borealis",
    "url": "https://apod.nasa.gov/apod/image/1201/GS_20120124_Aurora_0044_Planet900c.jpg"
  },
  {
    "date": "2012-01-29",
    "explanation": "Where did all the stars go?  What used to be considered a hole in the sky is now known to astronomers as a dark molecular cloud.  Here, a high concentration of dust and molecular gas absorb practically all the visible light emitted from background stars.  The eerily dark surroundings help make the interiors of molecular clouds some of the coldest and most isolated places in the universe.  One of the most notable of these dark absorption nebulae is a cloud toward the constellation Ophiuchus known as Barnard 68, pictured above.  That no stars are visible in the center indicates that Barnard 68 is relatively nearby, with measurements placing it about 500 light-years away and half a light-year across.  It is not known exactly how molecular clouds like Barnard 68 form, but it is known that these clouds are themselves likely places for new stars to form. In fact, Barnard 68 itself has been found likely to collapse and form a new star system. It is possible to look right through the cloud in infrared light.",
    "hdurl": "https://apod.nasa.gov/apod/image/1201/barnard68v2_vlt_4000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Molecular Cloud Barnard 68",
    "url": "https://apod.nasa.gov/apod/image/1201/barnard68v2_vlt_980.jpg"
  },
  {
    "date": "2012-01-30",
    "explanation": "Behold one of the more detailed images of the Earth yet created. This Blue Marble Earth montage shown above -- created from photographs taken by the Visible/Infrared Imager Radiometer Suite (VIIRS) instrument on board the new Suomi NPP satellite -- shows many stunning details of our home planet. The Suomi NPP satellite was launched last October and renamed last week after Verner Suomi, commonly deemed the father of satellite meteorology. The composite was created from the data collected during four orbits of the robotic satellite taken earlier this month and digitally projected onto the globe. Many features of North America and the Western Hemisphere are particularly visible on a high resolution version of the image. Previously, several other Blue Marble Earth images have been created, some at even higher resolution.",
    "hdurl": "https://apod.nasa.gov/apod/image/1201/bluemarbleearth_npp_8000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Blue Marble Earth from Suomi NPP",
    "url": "https://apod.nasa.gov/apod/image/1201/bluemarbleearth_npp_980.jpg"
  },
  {
    "date": "2012-01-31",
    "explanation": "Will our Sun look like this one day?  The Helix Nebula is one of brightest and closest examples of a planetary nebula, a gas cloud created at the end of the life of a Sun-like star. The outer gasses of the star expelled into space appear from our vantage point as if we are looking down a helix. The remnant central stellar core, destined to become a white dwarf star, glows in light so energetic it causes the previously expelled gas to fluoresce. The Helix Nebula, given a technical designation of NGC 7293, lies about 700 light-years away towards the constellation of the Water Bearer (Aquarius) and spans about 2.5 light-years. The above picture was taken three colors on infrared light by the 4.1-meter Visible and Infrared Survey Telescope for Astronomy (VISTA) at the European Southern Observatory's Paranal Observatory in Chile. A close-up of the inner edge of the Helix Nebula shows complex gas knots of unknown origin.",
    "hdurl": "https://apod.nasa.gov/apod/image/1201/helix_vista_4000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Helix Nebula from the VISTA Telescope",
    "url": "https://apod.nasa.gov/apod/image/1201/helix_vista_960.jpg"
  },
  {
    "copyright": "TerrastroTWAN",
    "date": "2012-02-01",
    "explanation": "Why would the sky glow red? Aurora.  Last week's solar storms, emanating mostly from active sunspot region 1402, showered particles on the Earth that excited oxygen atoms high in the Earth's atmosphere. As the excited element's electrons fell back to their ground state, they emitted a red glow. Were oxygen atoms lower in Earth's atmosphere excited, the glow would be predominantly green.  Pictured above, this high red aurora is visible just above the horizon last week near Flinders, Victoria, Australia.  The sky that night, however, also glowed with more familiar but more distant objects, including the central disk of our Milky Way Galaxy on the left, and the neighboring Large and Small Magellanic Cloud galaxies on the right. A time-lapse video highlighting auroras visible that night puts the picturesque scene in context. Why the sky did not also glow green remains unknown.",
    "hdurl": "https://apod.nasa.gov/apod/image/1202/redaurora_cherney_1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Red Aurora Over Australia",
    "url": "https://apod.nasa.gov/apod/image/1202/redaurora_cherney_960.jpg"
  }
]
