[
  {
    "copyright": "Wally Pacholka",
    "date": "2012-08-01",
    "explanation": "You don't have to be at Monument Valley to see the Milky Way arch across the sky like this -- but it helps. Only at Monument Valley USA would you see a picturesque foreground that includes these iconic rock peaks called buttes. Buttes are composed of hard rock left behind after water has eroded away the surrounding soft rock.  In the above image taken about two months ago, the closest butte on the left and the butte to its right are known as the Mittens, while Merrick Butte can be seen just further to the right. High overhead stretches a band of diffuse light that is the central disk of our spiral Milky Way Galaxy. The band of the Milky Way can be spotted by almost anyone on almost any clear night when far enough from a city and surrounding bright lights.   APOD in Spanish: On the web and through Facebook",
    "hdurl": "https://apod.nasa.gov/apod/image/1208/monumentvalley_pacholka_1387.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Milky Way Over Monument Valley",
    "url": "https://apod.nasa.gov/apod/image/1208/monumentvalley_pacholka_1387c.jpg"
  },
  {
    "copyright": "Robert Schwarz",
    "date": "2012-08-02",
    "explanation": "No star dips below the horizon and the Sun never climbs above it in this remarkable image of 24 hour long star trails. Showing all the trails as complete circles, such an image could be achieved only from two places on planet Earth. This example was recorded during the course of May 1, 2012, the digital camera in a heated box on the roof of MAPO, the Martin A. Pomerantz Observatory at the South Pole.  Directly overhead in the faint constellation Octans is the projection of Earth's rotational axis, the South Celestial Pole, at the center of all the star trail circles. Not so well placed as Polaris and the North Celestial Pole, the star leaving the small but still relatively bright circle around the South Celestial Pole is Beta Hydri. The inverted umbrella structure on the horizon at the right of the allsky field of view is the ground shield for the SPUD telescope. A shimmering apparition of the aurora australis also visited on this 24 hour night.",
    "hdurl": "https://apod.nasa.gov/apod/image/1208/Startrails24Schwartz.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "South Pole Star Trails",
    "url": "https://apod.nasa.gov/apod/image/1208/Startrails24Schwartz800.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2012-08-03",
    "explanation": "\"Beautiful Nebula discovered between the Balance [Libra] & the Serpent [Serpens] ...\" begins the description of the 5th entry in 18th century astronomer Charles Messier's famous catalog of nebulae and star clusters. Though it appeared to Messier to be fuzzy and round and without stars, Messier 5 (M5) is now known to be a globular star cluster, 100,000 stars or more, bound by gravity and packed into a region around 165 light-years in diameter. It lies some 25,000 light-years away. Roaming the halo of our galaxy, globular star clusters are ancient members of the Milky Way. M5 is one of the oldest globulars, its stars estimated to be nearly 13 billion years old. The beautiful star cluster is a popular target for earthbound telescopes. Even close to its dense core, the cluster's red and blue giant stars stand out with yellowish and blue hues in this sharp color image.",
    "hdurl": "https://apod.nasa.gov/apod/image/1208/m5_block.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 5",
    "url": "https://apod.nasa.gov/apod/image/1208/m5_block900.jpg"
  },
  {
    "copyright": "Yves Van den Broek",
    "date": "2012-08-04",
    "explanation": "Blown by the wind from a massive star, this interstellar apparition has a surprisingly familiar shape. Cataloged as NGC 7635, it is also known simply as The Bubble Nebula. Although it looks delicate, the 10 light-year diameter bubble offers evidence of violent processes at work. Above and right of the Bubble's center is a hot, O star, several hundred thousand times more luminous and around 45 times more massive than the Sun. A fierce stellar wind and intense radiation from that star has blasted out the structure of glowing gas against denser material in a surrounding molecular cloud. The intriguing Bubble Nebula lies a mere 11,000 light-years away toward the boastful constellation Cassiopeia. This view of the cosmic bubble is composed of narrowband and broadband image data, capturing details in the emission region while recording a natural looking field of stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/1208/ngc7635VandenBroek.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Bubble Nebula",
    "url": "https://apod.nasa.gov/apod/image/1208/ngc7635VandenBroek900.jpg"
  },
  {
    "date": "2012-08-05",
    "explanation": "Stunning emission nebula IC 1396 mixes glowing cosmic gas and dark dust clouds in the high and far off constellation of Cepheus. Energized by the bright, bluish central star seen here, this star forming region sprawls across hundreds of light-years -- spanning over three degrees on the sky while nearly 3,000 light-years from planet Earth. Among the intriguing dark shapes within IC 1396, the winding Elephant's Trunk nebula lies just below center. The gorgeous color view is a composition of digitized black and white photographic plates recorded through red and blue astronomical filters. The plates were taken using the Samuel Oschin Telescope, a wide-field survey instrument at Palomar Observatory, between 1989 and 1993.",
    "hdurl": "https://apod.nasa.gov/apod/image/1208/IC1396_demartin_1324.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 1396: Emission Nebula in Cepheus",
    "url": "https://apod.nasa.gov/apod/image/1208/IC1396_demartin_960.jpg"
  },
  {
    "date": "2012-08-06",
    "explanation": "Have you ever seen the night sky change? It does -- sometimes in beautiful and unexpected ways. To see it, though, usually requires patience. The above award winning video shows several of the possible changes in dramatic fashion with a time lapse video. Visible are sunset-illuminated clouds moving, stars of vivid colors rising, the long tail of a Comet Lovejoy rising, bright satellites crossing, a meteor exploding, a distant lightning storm approaching, skyscapes including the Magellanic Clouds rotating, and a fisheye sky rotating while the foreground becomes illuminated by moonlight. Frequently featuring an artistic human sculpture in the foreground and the southern sky in the background, the video closes with a time lapse clip of a total lunar eclipse. If you can identify any more of the sky events depicted -- or any of the landscapes shown -- please illuminate them with a comment.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Nocturnal: Scenes from the Southern Night",
    "url": "https://player.vimeo.com/video/45856570?color=ffffff"
  },
  {
    "date": "2012-08-07",
    "explanation": "A wheel attached to NASA's Curiosity rover is firmly on the martian surface in this early picture from the Mars Science Laboratory mission, captured after a successful landing on August 5, 2012 at 10:32pm (PDT). Seen at the lower right of a Hazard Avoidance Camera fisheye wide-angle image, the rover's left rear wheel is 50 centimeters (about 20 inches) in diameter. Part of a spring hinge for the camera's dust cover is just visible in the right corner, while at the upper left is part of the rover's RTG power source. Looking into the Sun across the rock stewn surface of Mars, distant hills on the right are the rim of Gale Crater, about 20 kilometers from the compact car-sized rover's current resting place.",
    "hdurl": "https://apod.nasa.gov/apod/image/1208/PIA15973MSL700.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Wheel on Mars",
    "url": "https://apod.nasa.gov/apod/image/1208/PIA15973MSL700.jpg"
  },
  {
    "date": "2012-08-08",
    "explanation": "Just as it captured the Phoenix lander parachuting to Mars in 2008, the HiRise camera onboard the Mars Reconnaissance Orbiter (MRO) snapped this picture of the Curiosity rover's spectacular descent toward its landing site on August 5 (PDT). The nearly 16 meter (51 foot) wide parachute and its payload are caught dropping through the thin martian atmosphere above plains just north of the sand dune field that borders the 5 kilometer high Mt. Sharp in Gale Crater. The MRO spacecraft was about 340 kilometers away when the image was made. From MRO's perspective the parachute is flying at an angle to the surface so the landing site itself does not appear below it. Dangling from tethers and still about 3 kilometers above Mars, Curiosity and its rocket powered sky crane have not yet been deployed.",
    "hdurl": "https://apod.nasa.gov/apod/image/1208/ESP_028256_9022-1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Curiosity Drops In",
    "url": "https://apod.nasa.gov/apod/image/1208/ESP_028256_9022-1sc950.jpg"
  },
  {
    "copyright": "Tunç Tezel",
    "date": "2012-08-09",
    "explanation": "This composite of images spaced some 5 to 7 days apart from late October 2011 (top right) through early July 2012 (bottom left), traces the retrograde motion of ruddy-colored Mars through planet Earth's night sky. To connect the dots in Mars' retrograde loop, just slide your cursor over the picture (and check out this animation). But Mars didn't actually reverse the direction of its orbit. Instead, the apparent backwards motion with respect to the background stars is a reflection of the motion of the Earth itself. Retrograde motion can be seen each time Earth overtakes and laps planets orbiting farther from the Sun, the Earth moving more rapidly through its own relatively close-in orbit.  On March 4th, 2012 Mars was opposite the Sun in Earth's sky, near its closest and brightest at the center of this picture. Just arrived on the surface of the Red Planet, the Curiosity rover was launched on November 26, when Mars was near the crossover point of its retrograde loop. Of course, Mars can now be spotted close to Saturn and bright star Spica, near the western horizon after sunset.   Even Newer Curiosity Images: Including a color panorama and the Mt. Sharp horizon  New Curiosity Images: Including 360 degree panorama and rover self portrait",
    "hdurl": "https://apod.nasa.gov/apod/image/1208/Ma2011-2Tezel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars in the Loop",
    "url": "https://apod.nasa.gov/apod/image/1208/Ma2011-2Tezel900.jpg"
  },
  {
    "date": "2012-08-10",
    "explanation": "Denizens of planet Earth watched last year's Perseid meteor shower by looking up into the bright moonlit night sky. But this remarkable view captured on August 13, 2011 by astronaut Ron Garan looks down on a Perseid meteor. From Garan's perspective onboard the International Space Station orbiting at an altitude of about 380 kilometers, the Perseid meteors streak below, swept up dust left from comet Swift-Tuttle heated to incandescence. The glowing comet dust grains are traveling at about 60 kilometers per second through the denser atmosphere around 100 kilometers above Earth's surface. In this case, the foreshortened meteor flash is right of frame center, below the curving limb of the Earth and a layer of greenish airglow, just below bright star Arcturus. Want to look up at this year's Perseid meteor shower? You're in luck. This weekend the shower should be near its peak, with less interference from a waning crescent Moon rising a few hours before the Sun.   New Curiosity Images: Including a color Gale Crater vista",
    "hdurl": "https://apod.nasa.gov/apod/image/1208/iss028e024847perseid.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseid Below",
    "url": "https://apod.nasa.gov/apod/image/1208/iss028e024847perseid900.jpg"
  },
  {
    "date": "2012-08-11",
    "explanation": "You've just landed on Mars and opened your eyes -- what do you see? If you're the Curiosity rover, you see a strange gravelly place with a large mountain in the distance.  You've landed on target near the edge of 150-km wide Gale Crater, with Mount Sharp on the horizon being the rise in the crater's center.  As a car-sized rover with six wheels and a laser, you prepare yourself to go on a two-year mission of exploration, climbing Mt. Sharp, and looking for signs that Mars once harbored life. Currently you sit motionless, check yourself over, and receive a detailed briefing from Earth on things you will need to know while rolling around, trying to avoid flipping over or getting your wheels stuck in sand. Your rolling explorations will likely start in a few days.  What will you find? What's out there?",
    "hdurl": "https://apod.nasa.gov/apod/image/1208/galepan1_curiosity_3653.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The First Color Panorama from Mars by Curiosity",
    "url": "https://apod.nasa.gov/apod/image/1208/galepan1_curiosity_3653.jpg"
  },
  {
    "date": "2012-08-12",
    "explanation": "This galaxy is having a bad millennium.  In fact, the past 100 million years haven't been so good, and probably the next billion or so will be quite tumultuous.  Visible on the upper left, NGC 4038 used to be a normal spiral galaxy, minding its own business, until NGC 4039, toward its right, crashed into it.  The evolving wreckage, known famously as the Antennae, is pictured above.  As gravity restructures each galaxy, clouds of gas slam into each other, bright blue knots of stars form, massive stars form and explode, and brown filaments of dust are strewn about.  Eventually the two galaxies will converge into one larger spiral galaxy. Such collisions are not unusual, and even our own Milky Way Galaxy has undergone several in the past and is predicted to collide with our neighboring Andromeda Galaxy in a few billion years. The frames that compose this image were taken by the orbiting Hubble Space Telescope by professional astronomers to better understand galaxy collisions. These frames -- and many other deep space images from Hubble -- have since been made public, allowing an interested amateur to download and process them into this visually stunning composite.   Growing Gallery: Perseid Meteor Shower 2012",
    "hdurl": "https://apod.nasa.gov/apod/image/1208/ngc4038_russell_2925.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy NGC 4038 in Collision",
    "url": "https://apod.nasa.gov/apod/image/1208/ngc4038_russell_960.jpg"
  },
  {
    "date": "2012-08-13",
    "explanation": "What would it be like to fly through the universe? Possibly the best simulated video of this yet has been composed from recently-released galaxy data from the Sloan Digital Sky Survey. Every spot in the above video is a galaxy containing billions of stars. Many galaxies are part of huge clusters, long filaments, or small groups, while expansive voids nearly absent of galaxies also exist. The movie starts by flying right through a large nearby cluster of galaxies and later circles the SDSS-captured universe at about 2 billion light years (a redshift of about 0.15) from Earth. Analyses of galaxy positions and movements continues to bolster the case that our universe contains not only the bright matter seen, like galaxies, but also a significant amount of unseen dark matter and dark energy.",
    "media_type": "video",
    "service_version": "v1",
    "title": "A Flight Through the Universe",
    "url": "https://www.youtube.com/embed/08LBltePDZw?rel=0"
  },
  {
    "copyright": "Jens Hackmann",
    "date": "2012-08-14",
    "explanation": "Where will the next Perseid meteor appear?  Sky enthusiasts who trekked outside for the Perseid meteor shower that peaked over the past few days typically had this question on their mind.  Six meteors from this past weekend are visible in the above stacked image composite, including one bright fireball streaking along the band of the background Milky Way Galaxy. All Perseid meteors appear to come from the shower radiant in the constellation of Perseus. Early reports about  this year's Perseids indicate that as many as 100 meteors per hour were visible from some dark locations during the peak. The above digital mosaic was taken near  Weikersheim, Germany.   Growing Gallery:  Perseid meteor shower images",
    "hdurl": "https://apod.nasa.gov/apod/image/1208/perseids2012_hackmann_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseid Meteors and the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/1208/perseids2012_hackmann_960.jpg"
  },
  {
    "date": "2012-08-15",
    "explanation": "If you could stand on Mars, what would you see? The above image is a digitally re-colored approximation of what you might see if the above Martian landscape had occurred on Earth. Images from Mars false-colored in this way are called white balanced and useful for planetary scientists to identify rocks and landforms similar to Earth. The image is a high resolution version of a distant wall of Gale Crater captured by the Curiosity rover that landed on Mars last week. A corresponding true color image exists showing how this scene actually appears on Mars. The robotic Curiosity rover continues to check itself over and accept new programming from Earth before it begins to roll across Mars and explore a landscape that has the appearance of being an unusually layered dried river bed.   ASOW:  New Dark Matter Search Results from XENON100",
    "hdurl": "https://apod.nasa.gov/apod/image/1208/marsgale_curiosity_1452.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Curiosity on Mars: A Wall of Gale Crater",
    "url": "https://apod.nasa.gov/apod/image/1208/marsgale_curiosity_960.jpg"
  },
  {
    "copyright": "Astro Anarchy",
    "date": "2012-08-16",
    "explanation": "NGC 6888, also known as the Crescent Nebula, is a cosmic bubble about 25 light-years across, blown by winds from its central, bright, massive star. This colorful portrait of the nebula uses narrow band image data combined in the Hubble palette. It shows emission from sulfur, hydrogen, and oxygen atoms in the wind-blown nebula in red, green and blue hues. NGC 6888's central star is classified as a Wolf-Rayet star (WR 136). The star is shedding its outer envelope in a strong stellar wind, ejecting the equivalent of the Sun's mass every 10,000 years.  The nebula's complex structures are likely the result of this strong wind interacting with material ejected in an earlier phase. Burning fuel at a prodigious rate and near the end of its stellar life this star should ultimately go out with a bang in a spectacular supernova explosion. Found in the nebula rich constellation Cygnus, NGC 6888 is about 5,000 light-years away.   New APOD Mirror: In Farsi from Iran",
    "hdurl": "https://apod.nasa.gov/apod/image/1208/NGC6888-hstpalMetsavainio.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6888: The Crescent Nebula",
    "url": "https://apod.nasa.gov/apod/image/1208/NGC6888-hstpalMetsavainio900.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2012-08-17",
    "explanation": "Magnificent island universe NGC 5033 lies some 40 million light-years away in the well-trained northern constellation Canes Venatici. This telescopic portrait reveals striking details of dust lanes winding near the galaxy's bright core and majestic but relatively faint spiral arms. Speckled with pink star forming regions and massive blue star clusters, the arms span over 100,000 light-years, similar in size to our own spiral Milky Way. A well-studied example of the class of Seyfert active galaxies, NGC 5033 has a core that is very bright and variable. The emission is likely powered by a supermassive black hole. The bright nucleus and rotational center of the galaxy also seem to be slightly offset, suggesting NGC 5033 is the result of an ancient galaxy merger.",
    "hdurl": "https://apod.nasa.gov/apod/image/1208/n5033block.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy NGC 5033",
    "url": "https://apod.nasa.gov/apod/image/1208/n5033block_s913.jpg"
  },
  {
    "date": "2012-08-18",
    "explanation": "What does the Curiosity rover look like on Mars? To help find out, NASA engineers digitally synthesized multiple navigation camera images taken last week into what appears to be the view of a single camera. Besides clods of Martian dirt, many of Curiosity's science instruments are visible and appear in good shape. Near the middle of the rover is an augmented reality tag intended to enable smartphones to provide background information.  Far in the distance is a wall of Gale Crater. As Curiosity will begin to roll soon, its first destination has now been chosen: an intriguing intersection of three types of terrain named Glenelg.",
    "hdurl": "https://apod.nasa.gov/apod/image/1208/curiosity_curiosity_5341.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Curiosity on Mars: Still Life with Rover",
    "url": "https://apod.nasa.gov/apod/image/1208/curiosity_curiosity_960.jpg"
  },
  {
    "date": "2012-08-19",
    "explanation": "Globular clusters once ruled the Milky Way.  Back in the old days, back when our Galaxy first formed, perhaps thousands of globular clusters roamed our Galaxy.  Today, there are less than 200 left.  Many globular clusters were destroyed over the eons by repeated fateful encounters with each other or the Galactic center.  Surviving relics are older than any Earth fossil, older than any other structures in our Galaxy, and limit the universe itself in raw age.  There are few, if any, young globular clusters in our Milky Way Galaxy because conditions are not ripe for more to form.  Pictured above by the Hubble Space Telescope are about 100,000 of M72's stars. M72, which spans about 50 light years and lies about 50,000 light years away, can be seen with a small telescope toward the constellation of the Water Bearer (Aquarius).   Beautiful Images: Facebook Sky",
    "hdurl": "https://apod.nasa.gov/apod/image/1208/m72_hst_4114.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M72: A Globular Cluster of Stars",
    "url": "https://apod.nasa.gov/apod/image/1208/m72_hst_960.jpg"
  },
  {
    "copyright": "Bret Dahl",
    "date": "2012-08-20",
    "explanation": "Is that a cloud hovering over the Sun? Yes, but it is quite different than a cloud hovering over the Earth. The long light feature on the left of the above color-inverted image is actually a solar filament and is composed of mostly charged hydrogen gas held aloft by the Sun's looping magnetic field. By contrast, clouds over the Earth are usually much cooler, composed mostly of tiny water droplets, and are held aloft by upward air motions because they are weigh so little.  The above filament was captured on the Sun about two weeks ago near the active solar region  AR 1535 visible on the right with dark sunspots. Filaments typically last for a few days to a week, but a long filament like this might hover over the Sun's surface for a month or more. Some filaments trigger large Hyder flares if they suddenly collapse back onto the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/1208/sunfilament_dahl_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Filament Across the Sun",
    "url": "https://apod.nasa.gov/apod/image/1208/sunfilament_dahl_960.jpg"
  },
  {
    "copyright": "Drew BerryWEHIHHMIDNALC",
    "date": "2012-08-21",
    "explanation": "very living thing on planet Earth is defined by its own molecule -- what's yours? This molecule, called DNA, spans about two meters stretched out but is coiled into every cell in your body. The many copies of DNA that compose you were all copied from one single cell, and your body is continually making new copies. The above ground-breaking animated video depicts the tiny, amazing, bio-molecular machinery that makes these DNA copies. For a fee, it is now possible to find part of all of the code of the DNA molecule that defines you, but lively debates involving ethics may arise regarding whether you or anyone may own, disclose, patent, or copyright it. No one knows if DNA-like molecules will also define life that originates outside of Earth.",
    "media_type": "video",
    "service_version": "v1",
    "title": "DNA: The Molecule that Defines You",
    "url": "https://www.youtube.com/embed/OjPcT1uUZiE?rel=0"
  },
  {
    "copyright": "Clear Skies",
    "date": "2012-08-22",
    "explanation": "Noctilucent or night-shining clouds lie near the edge of space. From about 80 kilometers above Earth's surface, the icy clouds can still reflect sunlight even though the Sun itself is below the horizon as seen from the ground. Usually occurring at high latitudes in summer months, the diaphanous apparitions are also known as polar mesospheric clouds and may be connected to global change in the lower atmosphere. This serene view features a lovely display of noctilucent clouds over water recorded last month near the coastal town of Vaxholm, Sweden. The picture was taken near local midnight.",
    "hdurl": "https://apod.nasa.gov/apod/image/1208/NLCWatersmall_pmheden.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Clouds Near the Edge of Space",
    "url": "https://apod.nasa.gov/apod/image/1208/NLCWatersmall_pmheden900.jpg"
  },
  {
    "copyright": "Phil Hart",
    "date": "2012-08-23",
    "explanation": "During the past week, nightfall on planet Earth has featured Mars, Saturn, and Spica in a lovely conjunction near the western horizon. Still forming the corners of a distinctive celestial triangle after sunset and recently joined by a crescent Moon, they are all about the same brightness but can exhibit different colors to the discerning eye. This ingenious star trail image was recorded as the trio set on August 12 with a telephoto lens from the shores of Lake Eppalock, in central Victoria, Australia. Focused on foreground eucalyptus trees, the image slightly blurs the trails to show more saturated colors. Can you guess which trail is which? Of course the reddest trail is Mars, with Saturn on the right a paler echo of the Red Planet's hue. Left is hot and luminous Spica, bluish alpha star of the constellation Virgo.",
    "hdurl": "https://apod.nasa.gov/apod/image/1208/ConjunctionColoursPhilHart.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Conjunction Colours",
    "url": "https://apod.nasa.gov/apod/image/1208/ConjunctionColoursPhilHart600.jpg"
  },
  {
    "copyright": "Kwon, O Chul",
    "date": "2012-08-24",
    "explanation": "Rising in the dark hours before dawn, wandering Venus now shines as the brilliant morning star. Its close conjunction with the Moon on August 13 was appreciated around planet Earth. But skygazers in eastern Asia were also treated to a lunar occultation, the waning crescent Moon passing directly in front of the bright planet in still dark skies. This composite image constructed from frames made at 10 minute intervals follows the celestial performance (vimeo video) from above the city lights and clouds over Taebaek, Korea. The occultation begins near the horizon and progresses as the pair rises. Venus first disappears behind the Moon's sunlit crescent, emerging before dawn from the dark lunar limb.",
    "hdurl": "https://apod.nasa.gov/apod/image/1208/VenusLunarOcc_Kwon2012.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Meets Morning Star",
    "url": "https://apod.nasa.gov/apod/image/1208/VenusLunarOcc_Kwon2012c900.jpg"
  },
  {
    "copyright": "Sebastian Voltmer",
    "date": "2012-08-25",
    "explanation": "Medieval Albrechtsberg castle is nestled in trees near the northern bank of the river Pielach and the town of Melk, Austria. In clearing night skies on August 12 it stood under constellations of the northern summer, including Aquarius, Aquila, and faint, compact Delphinus (above and right of center) in this west-looking skyview. The scene also captures a bright meteor above the castle walls. Part of the annual perseid meteor shower, its trail points back toward the heroic constellation Perseus high above the horizon in the early morning hours. Entering the atmosphere at about 60 kilometers per second, perseid meteors are swept up dust grains from the tail of comet Swift-Tuttle.",
    "hdurl": "https://apod.nasa.gov/apod/image/1208/Albrechtsberg_Perseid2012-08-12_voltmer.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseid over Albrechtsberg Castle",
    "url": "https://apod.nasa.gov/apod/image/1208/Albrechtsberg_Perseid2012-08-12_voltmer900.jpg"
  },
  {
    "date": "2012-08-26",
    "explanation": "Three thousand light-years away, a dying star throws off shells of glowing gas. This image from the Hubble Space Telescope reveals the Cat's Eye Nebula to be one of the most complex planetary nebulae known. In fact, the features seen in the Cat's Eye are so complex that astronomers suspect the bright central object may actually be a binary star system. The term planetary nebula, used to describe this general class of objects, is misleading. Although these objects may appear round and planet-like in small telescopes, high resolution images reveal them to be stars surrounded by cocoons of gas blown off in the late stages of stellar evolution.   Neil Armstrong, first human to walk on another world: 1930 - 2012",
    "hdurl": "https://apod.nasa.gov/apod/image/1208/catseye3_hst_800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cat's Eye Nebula",
    "url": "https://apod.nasa.gov/apod/image/1208/catseye3_hst_960.jpg"
  },
  {
    "date": "2012-08-27",
    "explanation": "What's that on the horizon? The light peak is Mt. Sharp -- an eventual destination of the Curiosity rover. The above image mosaic was taken from Bradbury Landing, the landing spot of Curiosity, and shows in the foreground the rover's extended robotic arm. Curiosity's is already on the move crossing the intermediate gravel field toward an interesting terrain feature named Glenelg. Curiosity has also already started analyzing its surroundings by zapping a nearby rock with its laser to analyze the chemical composition of the resulting gas plume. If life ever existed on Mars it might well have been here in Gale crater, with the Curiosity rover being humanity's current best chance to find what remains.",
    "hdurl": "https://apod.nasa.gov/apod/image/1208/mastsharp_curiosity_1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Curiosity on Mars: Mt. Sharp in View",
    "url": "https://apod.nasa.gov/apod/image/1208/mastsharp_curiosity_960.jpg"
  },
  {
    "copyright": "Tom O'Donoghue",
    "date": "2012-08-28",
    "explanation": "Why is the sky near Antares and Rho Ophiuchi so colorful?  The colors result from a mixture of objects and processes.  Fine dust illuminated from the front by starlight produces blue reflection nebulae. Gaseous clouds whose atoms are excited by ultraviolet starlight produce reddish emission nebulae. Backlit dust clouds block starlight and so appear dark.   Antares, a red supergiant and one of the brighter stars in the night sky, lights up the yellow-red clouds on the lower center.  Rho Ophiuchi lies at the center of the blue nebula near the top.   The distant globular cluster M4 is visible just to the right of Antares, and to the lower left of the red cloud engulfing Sigma Scorpii.  These star clouds are even more colorful than humans can see, emitting light across the electromagnetic spectrum.",
    "hdurl": "https://apod.nasa.gov/apod/image/1208/rhoantares_odonoghue_1000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Colorful Clouds Near Rho Ophiuchi",
    "url": "https://apod.nasa.gov/apod/image/1208/rhoantares_odonoghue_960.jpg"
  },
  {
    "date": "2012-08-29",
    "explanation": "There is something very unusual in this picture of the Earth -- can you find it? A fleeting phenomenon once thought to be only a legend has been newly caught if you know just where to look. The above image was taken from the orbiting International Space Station (ISS) in late April and shows familiar ISS solar panels on the far left and part of a robotic arm to the far right. The rarely imaged phenomenon is known as a red sprite and it can be seen, albeit faintly, just over the bright area on the image right. This bright area and the red sprite are different types of lightning, with the white flash the more typical type. Although sprites have been reported anecdotally for as long as 300 years, they were first caught on film in 1989 -- by accident. Much remains unknown about sprites including how they occur, their effect on the atmospheric global electric circuit, and if they are somehow related to other upper atmospheric lightning phenomena such as blue jets or terrestrial gamma flashes.   More images of: Sprites",
    "hdurl": "https://apod.nasa.gov/apod/image/1208/spritenight_iss_4256.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Dark Earth with a Red Sprite",
    "url": "https://apod.nasa.gov/apod/image/1208/spritenight_iss_960.jpg"
  },
  {
    "date": "2012-08-30",
    "explanation": "Have you seen a panorama from another world lately? Assembled from high-resolution scans of the original film frames, this one sweeps across the magnificent desolation of the Apollo 11 landing site on the Moon's Sea of Tranquility. Taken by Neil Armstrong looking out his window of the Eagle Lunar Module, the frame at the far left (AS11-37-5449) is the first picture taken by a person on another world. Toward the south, thruster nozzles can be seen in the foreground on the left, while at the right, the shadow of the Eagle is visible toward the west. For scale, the large, shallow crater on the right has a diameter of about 12 meters. Frames taken from the Lunar Module windows about an hour and a half after landing, before walking on the lunar surface, were intended to initially document the landing site in case an early departure was necessary.",
    "hdurl": "https://apod.nasa.gov/apod/image/1208/a11pan1040226lftsm.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 11 Landing Site Panorama",
    "url": "https://apod.nasa.gov/apod/image/1208/a11pan1040226lftsm600.jpg"
  },
  {
    "copyright": "Don Goldman",
    "date": "2012-08-31",
    "explanation": "The Cat's Eye Nebula (NGC 6543) is one of the best known planetary nebulae in the sky. Its haunting symmetries are seen in the very central region of this tantalizing image, processed to reveal the enormous but extremely faint halo of gaseous material, about 6 light-years across, which surrounds the brighter, familiar planetary nebula. Made with narrow and broadband data the composite picture shows the remarkably strong extended emission from twice ionized oxygen atoms in blue-green hues and ionized hydrogen and nitrogen in red. Planetary nebulae have long been appreciated as a final phase in the life of a sun-like star. But recently many planetaries have been found to have halos like this one, likely formed of material shrugged off during earlier active episodes in the star's evolution. While the planetary nebula phase is thought to last for around 10,000 years, astronomers estimate the age of the outer filamentary portions of this halo to be 50,000 to 90,000 years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1208/CatsEyeGoldman.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Halo of the Cat's Eye",
    "url": "https://apod.nasa.gov/apod/image/1208/CatsEyeGoldman900.jpg"
  },
  {
    "copyright": "Simon Smith",
    "date": "2012-09-01",
    "explanation": "Rising at sunset, the gorgeous Full Moon of August 31 became the second Full Moon in a month. According to modern reckoning, that makes it a Blue Moon. In fact, parts of the Full Moon do look a little blue in this sharp lunar portrait. Taken just hours before the exact full phase in delightfully clear skies over Nottingham, UK, it features eye-catching bright rays extending from the prominent young crater Tycho in the Moon's southern hemisphere. The slightly color enhanced image also brings out subtle shades of blue, a real characteristic of terrain with a high content of titanium oxide and iron. The blue lunar terrain on the right includes the dark flat expanse of the Sea of Tranquility and the Apollo 11 landing site.   Gallery: Blue Moon",
    "hdurl": "https://apod.nasa.gov/apod/image/1209/FullMoon20120830smith.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "On a Blue Moon",
    "url": "https://apod.nasa.gov/apod/image/1209/FullMoon20120830smith.jpg"
  }
]
