[
  {
    "date": "2013-03-01",
    "explanation": "The colors of the solar system's innermost planet are enhanced in this tantalizing view, based on global image data from the Mercury-orbiting MESSENGER spacecraft. Human eyes would not discern the clear color differences but they are real none the less, indicating distinct chemical, mineralogical, and physical regions across the cratered surface. Notable at the upper right, Mercury's large, circular, tan colored feature known as the Caloris basin was created by an impacting comet or asteroid during the solar system's early years. The ancient basin was subsequently flooded with lava from volcanic activity, analogous to the formation of the lunar maria. Color contrasts also make the light blue and white young crater rays, material blasted out by recent impacts, easy to follow as they extend across a darker blue, low reflectance terrain.",
    "hdurl": "https://apod.nasa.gov/apod/image/1303/PIA16853mercury.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Colors of Mercury",
    "url": "https://apod.nasa.gov/apod/image/1303/PIA16853mercury_900.jpg"
  },
  {
    "copyright": "Marat Ahmetvaleev",
    "date": "2013-03-02",
    "explanation": "ch day on planet Earth can have a serene beginning at sunrise as the sky gently grows bright over a golden eastern horizon. This sunrise panorama seems to show such a moment on the winter morning of February 15. In the mist, a calm, mirror-like stretch of the Miass River flows through the foreground along a frosty landscape near Chelyabinsk, Russia. But the long cloud wafting through the blue sky above is the evolving persistent train of the Chelyabinsk Meteor. The vapor trail was left by the space rock that exploded over the city only 18 minutes earlier, causing extensive damage and injuring over 1,000 people. A well-documented event, the numerous webcam and dashcam video captures from the region soon contributed to a reconstruction of the meteor's trajectory and an initial orbit determination. Preliminary findings indicate the parent meteoriod belonged to the Apollo class of Earth crossing asteroids.",
    "hdurl": "https://apod.nasa.gov/apod/image/1303/Ahmetvaleev_MG_7105-Panorama-1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Miass River Sunrise",
    "url": "https://apod.nasa.gov/apod/image/1303/Ahmetvaleev_MG_7105-Panorama-1x900.jpg"
  },
  {
    "copyright": "Babak Tafreshi",
    "date": "2013-03-03",
    "explanation": "One of the natural wonders of planet Earth, the Grand Canyon in the American southwest stretches across this early evening skyscape. The digitally stacked sequence reveals the canyon's layers of sedimentary rock in bright moonlight. Exposed sedimentary rock layers range in age from about 200 million to 2 billion years old, a window to history on a geological timescale. A recent study has found evidence that the canyon itself may have been carved by erosion as much as 70 million years ago. With the camera fixed to a tripod while Earth rotates, each star above carves a graceful arc through the night sky. The concentric arcs are centered on the north celestial pole, the extension of Earth's rotation axis into space, presently near the bright star Polaris.",
    "hdurl": "https://apod.nasa.gov/apod/image/1303/GrandCanyon-StarTrails1tafreshi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Grand Canyon Star Trails",
    "url": "https://apod.nasa.gov/apod/image/1303/GrandCanyon-StarTrails1tafreshi900.jpg"
  },
  {
    "copyright": "Terry Hancock",
    "date": "2013-03-04",
    "explanation": "Sprawling across almost 200 light-years, emission nebula IC 1805 is a mix of glowing interstellar gas and dark dust clouds. Derived from its Valentine's-Day-approved shape, its nickname is the Heart Nebula. About 7,500 light-years away in the Perseus spiral arm of our galaxy, stars were born in IC 1805. In fact, near the cosmic heart's center are the massive hot stars of a newborn star cluster also known as Melotte 15, about 1.5 million years young. A little ironically, the Heart Nebula is located in the constellation of the mythical Queen of Aethiopia  (Cassiopeia). This deep view of the region around the Heart Nebula spans about two degrees on the sky or about four times the diameter of the Full Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1303/heart_hancock_2091.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 1805: The Heart Nebula",
    "url": "https://apod.nasa.gov/apod/image/1303/heart_hancock_960.jpg"
  },
  {
    "copyright": "Yuri BeletskyESO",
    "date": "2013-03-05",
    "explanation": "Two impressive comets will both reach their peak brightness during the next two weeks. Taking advantage of a rare imaging opportunity, both of these comets were captured in the sky together last week over the Atacama desert in South America. Comet C/2012 F6 (Lemmon), visible on the upper left of the above image, is sporting a long tail dominated by glowing green ions.  Comet C/2011 L4 (PanSTARRS), visible near the horizon on the lower right, is showing a bright tail dominated by dust reflecting sunlight. The tails of both comets point approximately toward the recently set Sun.  Comet Lemmon will be just barely visible to the unaided eye before sunset in southern skies for the next week, and then best viewed with binoculars as it fades and moves slowly north. Comet PanSTARRS, however, will remain visible in southern skies for only a few more days, after which it will remain bright enough to be locatable with the unaided eye as it moves into northern skies. To find the giant melting snowball PanSTARRS, sky enthusiasts should look toward the western horizon just after sunset. Deep sky observers are also monitoring the brightening of Comet C/2012 S1 (ISON), which may become one of the brightest objects in the entire night sky toward the end of 2013.   Expanding Gallery: Bright Comets of 2013",
    "hdurl": "https://apod.nasa.gov/apod/image/1303/lemmonpanstarrs_beletsky_1200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comets Lemmon and PanSTARRS Peaking",
    "url": "https://apod.nasa.gov/apod/image/1303/lemmonpanstarrs_beletsky_960.jpg"
  },
  {
    "copyright": "Science Source Images",
    "date": "2013-03-06",
    "explanation": "Is this an alien?  Probably not, but of all the animals on Earth, the tardigrade might be the best candidate. That's because tardigrades are known to be able to go for decades without food or water, to survive temperatures from near absolute zero to well above the boiling point of water, to survive pressures from near zero to well above that on ocean floors, and to survive direct exposure to dangerous radiations.  The far-ranging survivability of these extremophiles was tested in 2011 outside an orbiting space shuttle. Tardigrades are so durable partly because they can repair their own DNA and reduce their body water content to a few percent. Some of these miniature water-bears almost became  extraterrestrials recently when they were launched toward to the Martian moon Phobos on board the Russian mission Fobos-Grunt, but stayed terrestrial when a rocket failed and the capsule remained in Earth orbit.  Tardigrades are more common than humans across most of the Earth. Pictured above in a color-enhanced electron micrograph, a millimeter-long tardigrade crawls on moss.   Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River)",
    "hdurl": "https://apod.nasa.gov/apod/image/1303/tardigrade_eyeofscience_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tardigrade in Moss",
    "url": "https://apod.nasa.gov/apod/image/1303/tardigrade_eyeofscience_960.jpg"
  },
  {
    "copyright": "CXIELO Observatory",
    "date": "2013-03-07",
    "explanation": "This helmet-shaped cosmic cloud with wing-like appendages is popularly called Thor's Helmet. Heroically sized even for a Norse god, Thor's Helmet is about 30 light-years across. In fact, the helmet is actually more like an interstellar bubble, blown as a fast wind from the bright, massive star near the bubble's center sweeps through a surrounding molecular cloud. Known as a Wolf-Rayet star, the central star is an extremely hot giant thought to be in a brief, pre-supernova stage of evolution. Cataloged as NGC 2359, the nebula is located about 15,000 light-years away in the constellation Canis Major. The sharp image, made using broadband and narrowband filters, captures striking details of the nebula's filamentary structures. It shows off a blue-green color from strong emission due to oxygen atoms in the glowing gas.",
    "hdurl": "https://apod.nasa.gov/apod/image/1303/rusterholz_ngc2359-09-lrgb.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Thor's Helmet",
    "url": "https://apod.nasa.gov/apod/image/1303/rusterholz_ngc2359-09-lrgb900.jpg"
  },
  {
    "date": "2013-03-08",
    "explanation": "Want to use a cluster of galaxies as a telescope? It's easier than you might think as distant galaxy clusters naturally act as strong gravitional lenses. In accordance with Einstein's theory of general relativity, the cluster gravitational mass, dominated by dark matter, bends light and creates magnified, distorted images of even more distant background galaxies. This sharp infrared Hubble image illustrates the case for galaxy cluster Abell 68 as a gravitational telescope, explored by amateur astronomer Nick Rose during the ESA-Hubble Hidden Treasures image processing competition. Putting your cursor over the picture will label highlights in the scene. Labels 1 and 2 show two lensed images of the same background galaxy. The distorted galaxy image labeled 2 resembles a vintage space invader! Label 3 marks a cluster member galaxy, not gravitationally lensed, stripped of its own gas as it plows through the denser intergalactic medium. Label 4 includes many background galaxies imaged as elongated streaks and arcs. Abell 68 itself is some 2.1 billion light-years distant toward the constellation Vulpecula. The central region of the cluster covered in the Hubble view spans over 1.2 million light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1303/abell68_hubble.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Looking Through Abell 68",
    "url": "https://apod.nasa.gov/apod/image/1303/abell68_hubble900.jpg"
  },
  {
    "copyright": "John Sarkissian",
    "date": "2013-03-09",
    "explanation": "Sweeping quickly through southern skies on March 5, Comet PanSTARRS (C/2011 L4) follows the Sun toward the western horizon in this twilight scene. In the foreground is Australia's CSIRO Parkes Radio Telescope, a 64 meter wide steerable dish that is no stranger to the space age exploration of comets. In March of 1986 the Parkes dish tracked ESA's Giotto spacecraft as it flew by Comet Halley and received the first ever closeup images of Halley's nucleus. At naked-eye visibility, Comet PanSTARRS made its closest approach to planet Earth on March 5. Its closest approach to the Sun will be on March 10. Heading north, PanSTARRS now begins a much anticipated appearance low in the northern hemisphere's western skies after sunset. On March 12, look for the comet hugging the western horizon near a young crescent Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1303/CPanstarrsParkes_Sarkissian.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "PanSTARRS over Parkes",
    "url": "https://apod.nasa.gov/apod/image/1303/CPanstarrsParkes_Sarkissian900.jpg"
  },
  {
    "copyright": "Wally Pacholka",
    "date": "2013-03-10",
    "explanation": "Aloha and welcome to a breathtaking skyscape. The dreamlike panoramic view looks out from the 4,200 meter volcanic summit of Mauna Kea, Hawai'i, across a layer of clouds toward a starry night sky and the rising Milky Way. Anchoring the scene on the far left is the dome of the Canada-France-Hawaii Telescope (CFHT), with north star Polaris shining beyond the dome to the right. Farther right, headed by bright star Deneb, the Northern Cross asterism is embedded along the plane of the Milky Way as it peeks above the horizon. Both Northern Cross and brilliant white Vega hang over a foreground grouping of cinder cones. Near the center are the reddish nebulae, stars and dust clouds of the central Milky Way. Below, illumination from the city lights of Hilo creates an eerie, greenish glow in the clouds. Red supergiant star Antares shines above the Milky Way's central bulge while bright Alpha Centauri lies still farther right, along the dusty galactic plane. Finally, at the far right is the large Gemini North Observatory. The compact group of stars known as the Southern Cross is just left of the telescope dome. Need some help identifying the stars?  Just slide your cursor over the picture, or download this smaller, labeled panorama.",
    "hdurl": "https://apod.nasa.gov/apod/image/1303/MKMilkyWaypan_pacholka_600WPAP.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way Panorama from Mauna Kea",
    "url": "https://apod.nasa.gov/apod/image/1303/MKMilkyWaypan_pacholka_600WPAP.jpg"
  },
  {
    "copyright": "Martin RietzeAlien Landscapes on Planet Earth",
    "date": "2013-03-11",
    "explanation": "Why does a volcanic eruption sometimes create lightning? Pictured above, the Sakurajima volcano in southern Japan was caught erupting in early January. Magma bubbles so hot they glow shoot away as liquid rock bursts through the Earth's surface from below.  The above image is particularly notable, however, for the lightning bolts caught near the volcano's summit.  Why lightning occurs even in common thunderstorms remains a topic of research, and the cause of volcanic lightning is even less clear. Surely, lightning bolts help quench areas of opposite but separated electric charges. One hypothesis holds that catapulting magma bubbles or volcanic ash are themselves electrically charged, and by their motion create these separated areas. Other volcanic lightning episodes may be facilitated by charge-inducing collisions in volcanic dust. Lightning is usually occurring somewhere on Earth, typically over 40 times each second.",
    "hdurl": "https://apod.nasa.gov/apod/image/1303/volcano_reitze_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sakurajima Volcano with Lightning",
    "url": "https://apod.nasa.gov/apod/image/1303/volcano_reitze_960.jpg"
  },
  {
    "date": "2013-03-12",
    "explanation": "How fast can a black hole spin?  If any object made of regular matter spins too fast -- it breaks apart. But a black hole might not be able to break apart -- and its maximum spin rate is really unknown. Theorists usually model rapidly rotating black holes with the Kerr solution to Einstein's General Theory of Relativity, which predicts several amazing and unusual things.  Perhaps its most easily testable prediction, though, is that matter entering a maximally rotating black hole should be last seen orbiting at near the speed of light, as seen from far away. This prediction was tested recently by NASA's NuSTAR and ESA's XMM satellites by observing the supermassive black hole at the center of spiral galaxy NGC 1365. The near light-speed limit was confirmed by measuring the heating and spectral line broadening of nuclear emissions at the inner edge of the surrounding accretion disk. Pictured above is an artist's illustration depicting an accretion disk of normal matter swirling around a black hole, with a jet emanating from the top. Since matter randomly falling into the black hole should not spin up a black hole this much, the NuSTAR and XMM measurements also validate the existence of the  surrounding accretion disk.",
    "hdurl": "https://apod.nasa.gov/apod/image/1303/blackholedisk_cfa_1056.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spin up of a Supermassive Black Hole",
    "url": "https://apod.nasa.gov/apod/image/1303/blackholedisk_cfa_960.jpg"
  },
  {
    "date": "2013-03-13",
    "explanation": "Planetary nebulae can look simple, round, and planet-like in small telescopes. But images from the orbiting Hubble Space Telescope have become well known for showing these fluorescent gas shrouds of dying Sun-like stars to possess a staggering variety of detailed symmetries and shapes. This composite color Hubble image of NGC 6751, the Glowing Eye Nebula, is a beautiful example of a classic planetary nebula with complex features. It was selected in April of 2000 to commemorate the tenth anniversary of Hubble in orbit, but was reprocessed recently by an amateur as part of the Hubble Legacy program. Winds and radiation from the intensely hot central star (140,000 degrees Celsius) have apparently created the nebula's streamer-like features. The nebula's actual diameter is approximately 0.8 light-years or about 600 times the size of our Solar System. NGC 6751 is 6,500 light-years distant in the high-flying constellation of the Eagle (Aquila).   Astrophysicists: Browse 550+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/1303/ngc6751_hst_715.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6751: The Glowing Eye Nebula",
    "url": "https://apod.nasa.gov/apod/image/1303/ngc6751_hst_960.jpg"
  },
  {
    "copyright": "Babak Tafreshi",
    "date": "2013-03-14",
    "explanation": "In silhouette against the colorful evening twilight, clouds part for this much anticipated magic moment. The scene captures naked-eye Comet PanSTARRS peeking into northern hemisphere skies on March 12. The comet stands over the western horizon after sunset, joined by the thin, flattened crescent of a day old Moon. Posing for its own beauty shot, the subtly lit dome of the 4.2 meter William Herschel Telescope is perched above cloud banks on the Canary Island of La Palma. While PanSTARRS has not quite developed into the spectacular comet once hoped for, it is still growing easier to see in the north. In coming days it will steadily climb north, farther from the Sun into darker western evening skies.   Growing Gallery:  Comet PanSTARRS at Sunset",
    "hdurl": "https://apod.nasa.gov/apod/image/1303/PanStarrsMoon-LaPalma-BabakTafreshi-s.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Clouds, Comet and Crescent Moon",
    "url": "https://apod.nasa.gov/apod/image/1303/PanStarrsMoon-LaPalma-BabakTafreshi-s900.jpg"
  },
  {
    "date": "2013-03-15",
    "explanation": "After appearing in a popular photo opportunity with a young crescent Moon near sunset, naked-eye Comet PanSTARRS continues to rise in northern hemisphere skies. But this remarkable interplanetary perspective from March 13, finds the comet posing with our fair planet itself - as seen from the STEREO Behind spacecraft. Following in Earth's orbit, the spacecraft is nearly opposite the Sun and looks back toward the comet and Earth, with the Sun just off the left side of the frame. At the left an enormous coronal mass ejection (CME) is erupting from a solar active region. Of course, CME, comet, and planet Earth are all at different distances from the spacecraft. (The comet is closest.) The processed digital image is the difference between two consecutive frames from the spacecraft's SECCHI Heliospheric Imager, causing the strong shadowing effect for objects that move between frames. Objects that are too bright create the sharp vertical lines. The processing reveals complicated feather-like structures in Comet PanSTARRS's extensive dust tail.   Growing Gallery:  Comet PanSTARRS at Sunset",
    "hdurl": "https://apod.nasa.gov/apod/image/1303/panstarrs_mar13_cmeV0.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "CME, Comet and Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/1303/panstarrs_mar13_cmeV0.jpg"
  },
  {
    "copyright": "Jean-Luc Dauvergne",
    "date": "2013-03-16",
    "explanation": "Still looking for that comet? Comet PanSTARRS (C/2011 L4) naked-eye appearance in the northern hemisphere is described by successful comet spotters as a dim star with a faint tail. If you want to catch it the next few days could be your best bet. Start looking low and almost due west about 45 minutes after sunset. Of course, clear skies and a pair of binoculars should help a lot. Sky photographer Jean-Luc Dauvergne found suitable weather and western horizon for this comet and crescent Moon portrait after a road trip on March 13. Seeing PanSTARRS for the first time, he recorded the beautiful twilight scene with a telephoto lens near historical Alesia in France.   Still Growing Gallery:  Comet PanSTARRS at Sunset",
    "hdurl": "https://apod.nasa.gov/apod/image/1303/PanSTARRSdauvergne_32912S.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "PanSTARRS from France",
    "url": "https://apod.nasa.gov/apod/image/1303/PanSTARRSdauvergne_32912S900.jpg"
  },
  {
    "date": "2013-03-17",
    "explanation": "What caused this outburst of V838 Mon?  For reasons unknown, star V838 Mon's outer surface suddenly greatly expanded with the result that it became the brightest star in the entire Milky Way Galaxy in January 2002.  Then, just as suddenly, it faded.  A stellar flash like this had never been seen before -- supernovas and novas expel matter out into space.  Although the V838 Mon flash appears to expel material into space, what is seen in the above image from the Hubble Space Telescope is actually an outwardly moving light echo of the bright flash.  In a light echo, light from the flash is reflected by successively more distant rings in the complex array of ambient interstellar dust that already surrounded the star.  V838 Mon lies about 20,000 light years away toward the constellation of the unicorn (Monoceros), while the  light echo above spans about six light years in diameter.",
    "hdurl": "https://apod.nasa.gov/apod/image/1303/v838_hubble_2238.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Light Echoes from V838 Mon",
    "url": "https://apod.nasa.gov/apod/image/1303/v838_hubble_960.jpg"
  },
  {
    "copyright": "Chris Cook",
    "date": "2013-03-18",
    "explanation": "Have you seen the comet? As Comet PANSTARRS fades, careful observers -- even with unaided eyes -- should still be able to find the shedding ice ball on the western horizon just after sunset. Pictured above, Comet PANSTARRS (C/2011 L4) was pointed out from a hilltop last week on First Encounter Beach in Massachusetts, USA. The comet was discovered by -- and is named for -- the Pan-STARRS astronomical sky survey that discovered it. As the comet now recedes from both the Earth and the Sun, it will remain visible further into the night, although binoculars or a small telescope will soon to be needed to find it.   Growing Gallery: Comet PanSTARRS at Sunset",
    "hdurl": "https://apod.nasa.gov/apod/image/1303/panstarrs_cook_1100.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet PANSTARRS Just After Sunset",
    "url": "https://apod.nasa.gov/apod/image/1303/panstarrs_cook_960.jpg"
  },
  {
    "copyright": "NASAJPL-CaltechMITGSFCSVS",
    "date": "2013-03-19",
    "explanation": "How did the Moon form? To help find out, NASA launched the twin Gravity Recovery and Interior Laboratory (GRAIL) satellites in 2011 to orbit and map the Moon's surface gravity in unprecedented detail. Pictured above is a resulting GRAIL gravity map, with regions of slightly lighter gravity shown in blue and regions of slightly stronger gravity shown in red. Analysis of GRAIL data indicates that the moon has an unexpectedly shallow crust than runs about 40 kilometers deep, and an overall composition similar to the Earth. Although other surprising structures have been discovered that will continue to be investigated, the results generally bolster the hypothesis that the Moon formed mostly from Earth material following a tremendous collision in the early years of our Solar System, about 4.5 billion years ago. After completing their mission and running low on fuel, the two GRAIL satellites, Ebb and Flow, were crashed into a lunar mountain at about 6,000 kilometer per hour.   Growing Gallery: Comet PanSTARRS at Sunset",
    "hdurl": "https://apod.nasa.gov/apod/image/1303/moon_grail_2400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "GRAIL Maps the Moon's Gravity",
    "url": "https://apod.nasa.gov/apod/image/1303/moon_grail_960.jpg"
  },
  {
    "copyright": "Reinhold Wittich",
    "date": "2013-03-20",
    "explanation": "The Great Nebula in Orion, an immense, nearby starbirth region, is probably the most famous of all astronomical nebulas.  Here, glowing gas surrounds hot young stars at the edge of an immense interstellar molecular cloud only 1500 light-years away.  In the above deep image in assigned colors highlighted by emission in oxygen and hydrogen, wisps and sheets of dust and gas are particularly evident.  The Great Nebula in Orion can be found with the unaided eye near the easily identifiable belt of three stars in the popular constellation Orion.  In addition to housing a bright open cluster of stars known as the Trapezium, the Orion Nebula contains many stellar nurseries.   These nurseries contain much hydrogen gas, hot young stars, proplyds, and stellar jets spewing material at high speeds.  Also known as M42, the Orion Nebula spans about 40 light years and is located in the same spiral arm of our Galaxy as the Sun.   Vernal Equinox: This day and night are equal over all planet Earth",
    "hdurl": "https://apod.nasa.gov/apod/image/1303/m42_wittich_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M42: Inside the Orion Nebula",
    "url": "https://apod.nasa.gov/apod/image/1303/m42_wittich_960.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2013-03-21",
    "explanation": "Moving left to right near the center of this beautifully detailed color composite, the thin, bright, braided filaments are actually long ripples in a sheet of glowing gas seen almost edge on. The interstellar shock wave plows through space at over 500,000 kilometers per hour. Cataloged as NGC 2736, its elongated appearance suggests its popular name, the Pencil Nebula. The Pencil Nebula is about 5 light-years long and 800 light-years away, but represents only a small part of the Vela supernova remnant. The Vela remnant itself is around 100 light-years in diameter, the expanding debris cloud of a star that was seen to explode about 11,000 years ago. Initially, the shock wave was moving at millions of kilometers per hour but has slowed considerably, sweeping up surrounding interstellar material. In the narrowband, wide field image, red and blue-green colors track the characteristic glow of ionized hydrogen and oxygen atoms.",
    "hdurl": "https://apod.nasa.gov/apod/image/1303/NGC2736_Pencil-Nebula_Bicolour_pugh.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2736: The Pencil Nebula",
    "url": "https://apod.nasa.gov/apod/image/1303/NGC2736_Pencil-Nebula_Bicolour_pugh900.jpg"
  },
  {
    "copyright": "Stefan Seip",
    "date": "2013-03-22",
    "explanation": "The broad dust tail of Comet PanSTARRS (C/2011 L4) has become a familiar sight for many northern hemisphere comet watchers, as the comet fades but rises higher above the western horizon after sunset. This view of the popular comet may seem a little fantastic, though. Sweeping away from the Sun and trailing behind the comet's orbit, the curving dust tail also seems to stream away from a shining mountaintop castle. Comet Castle might be an appropriate name in this scene, but its traditional name is Castle Hohenzollern. Taken on March 15 with an extreme telephoto lens, the Comet Castle image was captured in exceptionally clear skies about 80 kilometers away from Stuttgart, Germany.   Gallery:  Comet PanSTARRS",
    "hdurl": "https://apod.nasa.gov/apod/image/1303/PanSTARRSHohenzollern_Seip1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Castle",
    "url": "https://apod.nasa.gov/apod/image/1303/PanSTARRSHohenzollern_Seip1950.jpg"
  },
  {
    "date": "2013-03-23",
    "explanation": "Cosmic dust clouds ripple across this infrared portrait of our Milky Way's satellite galaxy, the Large Magellanic Cloud. In fact, the remarkable composite image from the Herschel Space Observatory and the Spitzer Space Telescope show that dust clouds fill this neighboring dwarf galaxy, much like dust along the plane of the Milky Way itself. The dust temperatures tend to trace star forming activity. Spitzer data in blue hues indicate warm dust heated by young stars. Herschel's instruments contributed the image data shown in red and green, revealing dust emission from cooler and intermediate regions where star formation is just beginning or has stopped. Dominated by dust emission, the Large Magellanic Cloud's infrared appearance is different from views in optical images. But this galaxy's well-known Tarantula Nebula still stands out, easily seen here as the brightest region to the left of center. A mere 160,000 light-years distant, the Large Cloud of Magellan is about 30,000 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/1303/PIA15254_LMC2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Infrared Portrait of the Large Magellanic Cloud",
    "url": "https://apod.nasa.gov/apod/image/1303/PIA15254_LMC900c.jpg"
  },
  {
    "date": "2013-03-24",
    "explanation": "Inside the head of this interstellar monster is a star that is slowly destroying it.  The monster, actually an inanimate pillar of gas and dust, measures over a light year in length.  The star, not itself visible through the opaque dust, is bursting out partly by ejecting energetic beams of particles. Similar epic battles are being waged all over the star-forming Carina Nebula (NGC 3372).  The stars will win in the end, destroying their pillars of creation over the next 100,000 years, and resulting in a new open cluster of stars. The pink dots are newly formed stars that have already been freed from their birth monster.  The above image is only a small part of a highly detailed panoramic mosaic of the Carina Nebula taken by the Hubble Space Telescope in 2007.  The technical name for the stellar jets are Herbig-Haro objects.  How a star creates Herbig-Haro jets is an ongoing topic of research, but it likely involves an accretion disk swirling around a central star. A second impressive Herbig-Haro jet is visible across the bottom of a larger image.",
    "hdurl": "https://apod.nasa.gov/apod/image/1303/carina06_hubble_793.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dust Pillar of the Carina Nebula",
    "url": "https://apod.nasa.gov/apod/image/1303/carina06_hubble_960.jpg"
  },
  {
    "date": "2013-03-25",
    "explanation": "What is our universe made of? To help find out, ESA launched the Planck satellite to map, in unprecedented detail, slight temperature differences on the oldest surface known -- the background sky left billions of years ago when our universe first became transparent to light. Visible in all directions, this cosmic microwave background is a complex tapestry that could only show the hot and cold patterns observed were the universe to be composed of specific types of energy that evolved in specific ways. The results, reported last week, confirm again that most of our universe is mostly composed of mysterious and unfamiliar dark energy, and that even most of the remaining matter energy is strangely dark. Additionally, Planck data impressively peg the age of the universe at about 13.81 billion years, slightly older than that estimated by various other means including NASA's WMAP satellite, and the expansion rate at 67.3 (+/- 1.2) km/sec/Mpc, slightly lower than previous estimates. Some features of the above sky map remain unknown, such as why the temperature fluctuations seem to be slightly greater on one half of the sky than the other.",
    "hdurl": "https://apod.nasa.gov/apod/image/1303/cmbr_planck_3600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planck Maps the Microwave Background",
    "url": "https://apod.nasa.gov/apod/image/1303/cmbr_planck_960.jpg"
  },
  {
    "copyright": "Stephane VetterNuits sacrees",
    "date": "2013-03-26",
    "explanation": "If not distracted by the picturesque landscape, waterfalls, stars, and auroras, you might be able to find Comet PANSTARRS. The above image, capturing multiple terrestrial and celestial wonders in a single shot, was taken last week in southwest Iceland. The popular Gullfoss waterfalls are pictured under brilliant auroras that followed a M1-class solar flare and powerful Coronal Mass Ejection two days earlier. Give up on locating the comet?  Comet PANSTARRS is faintly visible as a light blip just above the horizon toward the left of the above image. The comet remains more directly visible to northern observers with binoculars looking toward the western sky just after sunset.    Gallery: Comet PANNSTARS",
    "hdurl": "https://apod.nasa.gov/apod/image/1303/aurorafallscomet_vetter_1300.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Waterfalls, Auroras, Comet: Iceland",
    "url": "https://apod.nasa.gov/apod/image/1303/aurorafallscomet_vetter_960.jpg"
  },
  {
    "copyright": "Bertrand Kulik",
    "date": "2013-03-27",
    "explanation": "Why is this horizon so colorful?  Because, opposite the Sun, it is raining. What is pictured above is actually just a common rainbow. It's uncommon appearance is caused by the Sun being unusually high in the sky during the rainbow's creation. Since every rainbow's center must be exactly opposite the Sun, a high Sun reflecting off of a distant rain will produce a low rainbow where only the very top is visible -- because the rest of the rainbow is below the horizon. Furthermore, no two observers can see exactly the same rainbow -- every person finds themselves exactly between the Sun and rainbow's center, and every observer sees the colorful circular band precisely 42 degrees from rainbow's center.  The above image featuring the Eiffel Tower was taken in Paris, France last week. Although the intermittent thunderstorms lasted for much of the day, the horizon rainbow lasted for only a few minutes.   Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River)",
    "hdurl": "https://apod.nasa.gov/apod/image/1303/rainbowparis_kulik_860.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Horizon Rainbow in Paris",
    "url": "https://apod.nasa.gov/apod/image/1303/rainbowparis_kulik_960.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2013-03-28",
    "explanation": "Bright spiral galaxy NGC 3169 appears to be unraveling in this cosmic scene, played out some 70 million light-years away just below bright star Regulus toward the faint constellation Sextans. Its beautiful spiral arms are distorted into sweeping tidal tails as NGC 3169 (left) and neighboring NGC 3166 interact gravitationally, a common fate even for bright galaxies in the local universe. In fact, drawn out stellar arcs and plumes, indications of gravitational interactions, seem rampant in the deep and colorful galaxy group photo. The picture spans 20 arc minutes, or about 400,000 light-years at the group's estimated distance, and includes smaller, dimmer NGC 3165 at the right. NGC 3169 is also known to shine across the spectrum from radio to X-rays, harboring an active galactic nucleus that is likely the site of a supermassive black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/1303/n3169_0block.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unraveling NGC 3169",
    "url": "https://apod.nasa.gov/apod/image/1303/n3169_0block900.jpg"
  },
  {
    "date": "2013-03-29",
    "explanation": "Orbiting in the plane of Saturn's rings, Saturnian moons have a perpetual ringside view of the gas giant planet. Of course, while passing near the ring plane the Cassini spacecraft also shares their stunning perspective. The thin rings themselves slice across the middle of this Cassini snapshot from April 2011. The scene looks toward the dark night side of Saturn, in the frame at the left, and the still sunlit side of the rings from just above the ringplane. Centered, over 1,500 kilometers across, Rhea is Saturn's second largest moon and is closest to the spacecraft, around 2.2 million kilometers away. To Rhea's right, shiny, 500 kilometer diameter Enceladus is about 3 million kilometers distant. Dione, 1,100 kilometers wide, is 3.1 million kilometers from Cassini's camera on the left, partly blocked by Saturn's night side.",
    "hdurl": "https://apod.nasa.gov/apod/image/1303/PIA12771.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ringside with Rhea",
    "url": "https://apod.nasa.gov/apod/image/1303/PIA12771_c900.jpg"
  },
  {
    "copyright": "Lorenzo\nComolli",
    "date": "2013-03-30",
    "explanation": "For northern hemisphere skygazers, fading Comet PanSTARRS (C/2011 L4) still hangs above the western horzion, after sunset but before moonrise in the coming days. Its perspective from planet Earth continues to reveal the comet's broad dust tail. This long exposure tracking the comet, made on March 21, has been enhanced to show remarkable, subtle striations in PanSTARRS' tail. Place your cursor over the image (or click here) to show an overlay of the dust tail with a model network of synchrones and syndynes. Synchrones (long dashed lines) trace the location of dust grains released from the comet nucleus at the same time and with zero velocity. The successive synchrone lines shown are separated by 1 day and start at the bottom, 10 days before the comet's March 10 perihelion passage. Syndynes (solid lines) show the location of dust grains of the same size, also released with zero velocity. Dust grains 1 micron wide lie along the upper syndyne. The grain width increases counterclockwise to 500 micron wide grains along the syndyne nearly parallel to the comet's orbit (short dashed line through the nucleus location). In the model, forces acting on the dust grains were assumed to be gravity and the pressure of sunlight. The periodic striations in PanSTARRS' tail seem to closely follow the model synchrone lines. Image Scale: On March 21 Comet PanSTARRS was about 180 million kilometers away. At that distance, this picture would be almost 4 million kilometers wide.",
    "hdurl": "https://apod.nasa.gov/apod/image/1303/com38h+NOmodel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Broad Tail of PanSTARRS",
    "url": "https://apod.nasa.gov/apod/image/1303/com38h+NOmodel_900.jpg"
  },
  {
    "date": "2013-03-31",
    "explanation": "Many wonders are visible when flying over the Earth at night. A compilation of such visual spectacles was captured recently from the International Space Station (ISS) and set to rousing music. Passing below are white clouds, orange city lights, lightning flashes in thunderstorms, and dark blue seas.  On the horizon is the golden haze of Earth's thin atmosphere, frequently decorated by dancing auroras as the video progresses.  The green parts of auroras typically remain below the space station, but the station flies right through the red and purple auroral peaks. Solar panels of the ISS are seen around the frame edges. The ominous wave of approaching brightness at the end of each sequence is just the dawn of the sunlit half of Earth, a dawn that occurs every 90 minutes.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Flying Over the Earth at Night",
    "url": "https://www.youtube.com/embed/FG0fTKAqZ5g?rel=0"
  },
  {
    "date": "2013-04-01",
    "explanation": "Which is which? Of the two images shown above, one is a moon in our Solar System, while the other is the bottom of frying pan.  We are not making this up -- can you tell a pan from a planetoid? Think you got it?  To find the answer click here. OK, but there are more!  That's right: you, your family, friends, neighbors, and local elected officials can all play \"Moon or Frying Pan\" with these other image pairs, too. As everyone knows, the fundamental underlying reason why moons and frying pans appear similar is -- OK, we at APOD aren't sure either. And if you've been fooled, don't fret -- just remember that it's OK because today is April Fool's Day.   The Whole Quiz: Moon or Frying Pan?",
    "hdurl": "https://apod.nasa.gov/apod/image/1304/paneuropa_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon or Frying Pan?",
    "url": "https://apod.nasa.gov/apod/image/1304/paneuropa_960.jpg"
  }
]
