[
  {
    "copyright": "Ben\nCooper",
    "date": "2013-02-01",
    "explanation": "Beyond a fertile field of satellite communication antennas at Kennedy Space Center, an Atlas V rocket streaks into orbit in this long exposure photograph. In the thoughtfully composed image recorded on the evening of January 30, the antennas in the foreground bring to mind the rocket's payload, a Tracking and Data Relay Satellite (TDRS; sounds like TEE-dress). This TDRS-K is the first in a next-generation series adding to the constellation of NASA's communication satellites. Operating from geosynchronous orbit 22,300 miles (36,000 kilometers) above planet Earth, the network of TDRS satellites relays communications, data, and commands between spacecraft and ground stations. Formerly the TDRS network provided communications for space shuttle missions. In fact, many TDRS satellites were ferried as far as low Earth orbit on space shuttles. The TDRS network continues to support major spacecraft like the International Space Station, the Hubble Space Telescope, and the Fermi Gamma-ray Space Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/1302/TDRS-Kcooper.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Atlas V Launches TDRS-K",
    "url": "https://apod.nasa.gov/apod/image/1302/TDRS-Kcooper.jpg"
  },
  {
    "date": "2013-02-02",
    "explanation": "This infrared view from the Herschel Space Observatory explores the Andromeda Galaxy, the closest large spiral galaxy to our own Milky Way. Only 2.5 million light-years distant, the famous island universe is also known to astronomers as M31. Andromeda spans over 200,000 light-years making it more than twice the size of the Milky Way. Shown in false color, the image data reveal the cool dust lanes and clouds that still shine in the infrared but are otherwise dark and opaque at visual wavelengths. Red hues near the galaxy's outskirts represent the glow of dust heated by starlight to a few tens of degrees above absolute zero. Blue colors correspond to hotter dust warmed by stars in the more crowded central core. Also a tracer of molecular gas, the dust highlights Andromeda's prodigious reservoir of raw material for future star formation.",
    "hdurl": "https://apod.nasa.gov/apod/image/1302/PIA16682HerschelAnd.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Herschel's Andromeda",
    "url": "https://apod.nasa.gov/apod/image/1302/PIA16682HerschelAnd900.jpg"
  },
  {
    "date": "2013-02-03",
    "explanation": "This esthetic close-up of cosmic clouds and stellar winds features LL Orionis, interacting with the Orion Nebula flow. Adrift in Orion's stellar nursery and still in its formative years, variable star LL Orionis produces a wind more energetic than the wind from our own middle-aged Sun. As the fast stellar wind runs into slow moving gas a shock front is formed, analogous to the bow wave of a boat moving through water or a plane traveling at supersonic speed. The small, arcing, graceful structure just above and left of center is LL Ori's cosmic bow shock, measuring about half a light-year across. The slower gas is flowing away from the Orion Nebula's hot central star cluster, the Trapezium, located off the upper left corner of the picture. In three dimensions, LL Ori's wrap-around shock front is shaped like a bowl that appears brightest when viewed along the \"bottom\" edge. The beautiful picture is part of a large mosaic view of the complex stellar nursery in Orion, filled with a myriad of fluid shapes associated with star formation.   Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River)",
    "hdurl": "https://apod.nasa.gov/apod/image/1302/LLOri_hubble_4806.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "LL Ori and the Orion Nebula",
    "url": "https://apod.nasa.gov/apod/image/1302/LLOri_hubble_960.jpg"
  },
  {
    "copyright": "Marsel van Oosten Music:",
    "date": "2013-02-04",
    "explanation": "Namibia has some of the darkest nights visible from any continent.  It is therefore home to some of the more spectacular skyscapes, a few of which have been captured in the above time-lapse video.  Visible at the movie start are unusual quiver trees perched before a deep starfield highlighted by the central band of our Milky Way Galaxy. This bright band of stars and gas appears to pivot around the celestial south pole as our Earth rotates. The remains of camel thorn trees are then seen against a sky that includes a fuzzy patch on the far right that is the Large Magellanic Cloud, a small satellite galaxy to the Milky Way.  A bright sunlight-reflecting satellite passes quickly overhead. Quiver trees appear again, now showing their unusual trunks, while the Small Magellanic Cloud becomes clearly visible in the background. Artificial lights illuminate a mist that surround camel thorn trees in Deadvlei. In the final sequence, natural Namibian stone arches are captured against the advancing shadows of the setting moon. This video incorporates over 16,000 images shot over two years, and won top honors among the 2012 Travel Photographer of the Year awards.   Poll: Choose your favorite January APODs",
    "media_type": "video",
    "service_version": "v1",
    "title": "Namibian Nights",
    "url": "https://player.vimeo.com/video/57130400?title=0&byline=0&portrait=0"
  },
  {
    "date": "2013-02-05",
    "explanation": "What if you saw your shadow on Mars and it wasn't human? Then you might be the robotic Curiosity rover currently exploring Mars. Curiosity landed in Gale Crater last August and has been busy looking for signs of ancient running water and clues that Mars could once have harbored life. Pictured above, Curiosity has taken a wide panorama that includes its own shadow in the direction opposite the Sun. The image was taken in November from a location dubbed Point Lake, although no water presently exists there. Curiosity has already discovered several indications of dried streambeds on Mars, and is scheduled to continue its exploration by climbing nearby Mt. Sharp over the next few years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1302/pointlake_curiosity_15338.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars: Shadow at Point Lake",
    "url": "https://apod.nasa.gov/apod/image/1302/pointlake_curiosity_960.jpg"
  },
  {
    "date": "2013-02-06",
    "explanation": "The spiral arms of bright galaxy M106 sprawl through this remarkable multiframe portrait, composed of data from ground- and space-based telescopes. Also known as NGC 4258, M106 can be found toward the northern constellation Canes Venatici. The well-measured distance to M106 is 23.5 million light-years, making this cosmic scene about 80,000 light-years across. Typical in grand spiral galaxies, dark dust lanes, youthful blue star clusters, and pinkish star forming regions trace spiral arms that converge on the bright nucleus of older yellowish stars. But this detailed composite reveals hints of two anomalous arms that don't align with the more familiar tracers. Seen here in red hues, sweeping filaments of glowing hydrogen gas seem to rise from the central region of M106, evidence of energetic jets of material blasting into the galaxy's disk. The jets are likely powered by matter falling into a massive central black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/1302/M106-HST-Lgendler.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Arms of M106",
    "url": "https://apod.nasa.gov/apod/image/1302/M106-HST-Sgendler900.jpg"
  },
  {
    "copyright": "Barden Ridge Observatory",
    "date": "2013-02-07",
    "explanation": "Currently sweeping through southern skies, Comet Lemmon (C/2012 F6) was named for its discovery last year as part of the Mount Lemmon (Arizona) Survey. Brighter than expected but still just below naked-eye visibility, Comet Lemmon sports a stunning lime green coma and faint divided tail in this telescopic image from February 4. The greenish tint comes from the coma's diatomic C2 gas fluorescing in sunlight. Captured from an observatory near Sydney, Australia, the color composite is constructed from a series of individual exposures registered on the comet. Across the 1 degree wide field of view, the star trails are a consequence of the comet's relatively rapid motion against the background of stars near the South Celestial Pole. Moving north, the comet should grow brighter, reaching a peak (3rd magnitude or so) when it is closest to the Sun in late March. By early April it should be visible from the northern hemisphere. Of course, this year Comet Lemmon may be just another pretty comet as skygazers on planet Earth also eagerly anticipate views of Comet PANSTARRS and Comet ISON.",
    "hdurl": "https://apod.nasa.gov/apod/image/1302/Lemm4febSUMward.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Lemmon near the South Celestial Pole",
    "url": "https://apod.nasa.gov/apod/image/1302/Lemm4febSUMward900.jpg"
  },
  {
    "copyright": "Stephen Leshin",
    "date": "2013-02-08",
    "explanation": "Grand spiral galaxies often seem to get all the glory, flaunting their young, bright, blue star clusters in beautiful, symmetric spiral arms. But small galaxies form stars too, like nearby NGC 6822, also known as Barnard's Galaxy. Beyond the rich starfields in the constellation Sagittarius, NGC 6822 is a mere 1.5 million light-years away, a member of our Local Group of galaxies. About 7,000 light-years across, the dwarf irregular galaxy is seen to be filled with young blue stars and mottled with the telltale pinkish hydrogen glow of star forming regions in the deep color composite image. Contributing to the science of LITTLE THINGS, this portrait of a small galaxy was made as part of the Lowell Amateur Research Initiative (LARI), welcoming collaborations with amateur astronomers.",
    "hdurl": "https://apod.nasa.gov/apod/image/1302/NGC6822_L_HaR_GB_final2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6822: Barnard's Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1302/NGC6822_L_HaR_GB_final900.jpg"
  },
  {
    "copyright": "RASC Archives Acknowledgement: Bradley E. SchaeferLSU",
    "date": "2013-02-09",
    "explanation": "One hundred years ago today the Great Meteor Procession of 1913 occurred, a sky event described by some as \"magnificent\" and \"entrancing\" and which left people feeling \"spellbound\" and \"privileged\". Because one had to be in a right location, outside, and under clear skies, only about 1,000 people noted seeing the procession.  Lucky sky gazers -- particularly those near Toronto, Canada -- had their eyes drawn to an amazing train of bright meteors streaming across the sky, in groups, over the course of a few minutes. A current leading progenitor hypothesis is that a single large meteor once grazed the Earth's atmosphere and broke up. When the resulting pieces next encountered the Earth, they came in over south-central Canada, traveled thousands of kilometers as they crossed over the northeastern USA,  and eventually fell into the central Atlantic ocean. Pictured above is a digital scan of a halftone hand-tinted image by the artist Gustav Hahn who was fortunate enough to witness the event first hand. Although nothing quite like the Great Meteor Procession of 1913 has been reported since, numerous bright fireballs -- themselves pretty spectacular -- have since been recorded, some even on video.   Did a relative see this?: Please tell us in APOD's discussion forum",
    "hdurl": "https://apod.nasa.gov/apod/image/1302/meteorprecession1913_jrasc_2484.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Great Meteor Procession of 1913",
    "url": "https://apod.nasa.gov/apod/image/1302/meteorprecession1913_jrasc_960.jpg"
  },
  {
    "date": "2013-02-10",
    "explanation": "Rocks from space hit Earth every day.  The larger the rock, though, the less often Earth is struck.  Many kilograms of space dust pitter to Earth daily. Larger bits appear initially as a bright meteor.  Baseball-sized rocks and ice-balls streak through our atmosphere daily, most evaporating quickly to nothing.  Significant threats do exist for rocks near 100 meters in diameter, which strike the Earth roughly every 1000 years.  An object this size could cause significant tsunamis were it to strike an ocean, potentially devastating even distant shores. A collision with a massive asteroid, over 1 km across, is more rare, occurring typically millions of years apart, but could have truly global consequences. Many asteroids remain undiscovered.  In fact, one was discovered in 1998 as the long blue streak in the above archival image taken by the Hubble Space Telescope. Further, just last year the 50-meter wide asteroid 2012 DA14 was discovered that will pass inside the orbit of Earth's geosynchronous satellites this coming Friday. A collision with a large asteroid  would not affect Earth's orbit so much as raise dust that would affect Earth's climate.  One likely result is a global extinction of many species of life, possibly dwarfing the ongoing extinction occurring now.",
    "hdurl": "https://apod.nasa.gov/apod/image/1302/asteroidstreak_hst_350.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Asteroids in the Distance",
    "url": "https://apod.nasa.gov/apod/image/1302/asteroidstreak_hst_960.jpg"
  },
  {
    "date": "2013-02-11",
    "explanation": "Massive stars, abrasive winds, mountains of dust, and energetic light sculpt one of the largest and most picturesque regions of star formation in the Local Group of Galaxies.  Known as N11, the region is visible on the upper right of many images of its home galaxy, the Milky Way neighbor known as the Large Magellanic Clouds (LMC).  The above image was taken for scientific purposes by the Hubble Space Telescope and reprocessed for artistry by an amateur to win the Hubble's Hidden Treasures competition.  Although the section imaged above is known as NGC 1763, the entire N11 emission nebula is second in LMC size only to 30 Doradus.  Studying the stars in N11 has shown that it actually houses three successive generations of star formation.  Compact globules of dark dust housing emerging young stars are also visible around the image.",
    "hdurl": "https://apod.nasa.gov/apod/image/1302/ngc1763_lake_1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "N11: Star Clouds of the LMC",
    "url": "https://apod.nasa.gov/apod/image/1302/ngc1763_lake_960.jpg"
  },
  {
    "copyright": "AuroraHunter Sky Annotation: Judy Schmidt",
    "date": "2013-02-12",
    "explanation": "Some auroras can only be seen with a camera.  They are called subvisual and are too faint to be seen with the unaided eye.  In the above image, the green aurora were easily visible to the eye, but the red aurora only became apparent after a 20-second camera exposure.  The reason is that the human eye only accumulates light for a fraction of a second at a time, while a camera shutter can be left open much longer.  When photographing an already picturesque scene near  Anchorage, Alaska, USA, last autumn, a camera caught both the visual green and subvisual red aurora reflected in a lily pad-covered lake.  High above, thousands of stars were visible including the Pleiades star cluster, while the planet Jupiter posed near the horizon, just above clouds, toward the image right. Auroras are caused by energetic particles from the Sun impacting the Earth's magnetosphere, causing electrons and protons to rain down near the Earth's poles and impact the air.  Both red and green aurora are typically created by excited oxygen atoms, with red emission, when visible, dominating higher up. Auroras are known to have many shapes and colors.",
    "hdurl": "https://apod.nasa.gov/apod/image/1302/auroralake_salat_900.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Reflected Aurora Over Alaska",
    "url": "https://apod.nasa.gov/apod/image/1302/auroralake_salat_960.jpg"
  },
  {
    "date": "2013-02-13",
    "explanation": "The Great Nebula in Orion is a intriguing place.  Visible to the unaided eye, it appears as a small fuzzy patch in the constellation of Orion. But this image, an illusory-color composite of four colors of infrared light taken with the Earth orbiting WISE observatory, shows the Orion Nebula to be a bustling neighborhood or recently formed stars, hot gas, and dark dust.  The power behind much of the Orion Nebula (M42) is the stars of the Trapezium star cluster, seen near the center of the above wide field image. The eerie green glow surrounding the bright stars pictured here is their own starlight reflected by intricate dust filaments that cover much of the region.  The current  Orion Nebula cloud complex, which includes the Horsehead Nebula, will slowly disperse over the next 100,000 years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1302/orion_wise_5401.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Infrared Orion from WISE",
    "url": "https://apod.nasa.gov/apod/image/1302/orion_wise_960.jpg"
  },
  {
    "date": "2013-02-14",
    "explanation": "On another Valentine's Day (February 14, 1990), cruising four billion miles from the Sun, the Voyager 1 spacecraft looked back to make this first ever family portrait of our Solar System. The complete portrait is a 60 frame mosaic made from a vantage point 32 degrees above the ecliptic plane. In it, Voyager's wide angle camera frames sweep through the inner Solar System at the left, linking up with gas giant Neptune, at the time the Solar System's outermost planet, at the far right. Positions for Venus, Earth, Jupiter, Saturn, Uranus, and Neptune are indicated by letters, while the Sun is the bright spot near the center of the circle of frames. The inset frames for each of the planets are from Voyager's narrow field camera. Unseen in the portrait are Mercury, too close to the Sun to be detected, and Mars, unfortunately hidden by sunlight scattered in the camera's optical system. Small, faint Pluto's position was not covered.  APOD Public Talk: Feb. 21, Howard Astronomical League, Columbia, MD",
    "hdurl": "https://apod.nasa.gov/apod/image/1302/ssportrait_vg1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar System Portrait",
    "url": "https://apod.nasa.gov/apod/image/1302/ssportrait_vg1.jpg"
  },
  {
    "copyright": "Damian Peach",
    "date": "2013-02-15",
    "explanation": "Two dark shadows loom across the banded and mottled cloud tops of Jupiter in this sharp telescopic view. In fact, captured on January 3rd, about a month after the ruling gas giant appeared at opposition in planet Earth's sky, the scene includes the shadow casters. Visible in remarkable detail at the left are the large Galilean moons Ganymede (top) and Io. With the two moon shadows still in transit, Jupiter's rapid rotation has almost carried its famous Great Red Spot (GRS) around the planet's limb from the right. The pale GRS was preceded by the smaller but similar hued Oval BA, dubbed Red Spot Jr., near top center. North is down in the inverted image.   Videos & Discussion: Russian Meteor Explosion",
    "hdurl": "https://apod.nasa.gov/apod/image/1302/Jup2013_01_03peach.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shadows Across Jupiter",
    "url": "https://apod.nasa.gov/apod/image/1302/Jup2013_01_03peach900.jpg"
  },
  {
    "copyright": "Terrastro",
    "date": "2013-02-16",
    "explanation": "For now, Comet Lemmon (C/2012 F6), and Comet PanSTARRS (C/2011 L4) are sweeping through southern skies. Lemmon's lime green coma and thin tail are near the left edge of this telephoto scene, a single frame from a timelapse video (vimeo here) recorded on February 12, tracking its motion against the background stars. Comet Lemmon's path brought it close to the line-of-sight to prominent southern sky treasures the Small Magellanic Cloud and globular cluster 47 Tucanae (right). Sporting a broader, whitish tail, Comet PanSTARRS appears in later video frames moving through the faint constellation Microscopium. Visible in binoculars and small telescopes, both comets are getting brighter and headed toward northern skies in coming months.   Videos & Discussion: Russian Meteor Explosion",
    "hdurl": "https://apod.nasa.gov/apod/image/1302/CherneyLemmonSMC_large.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sweeping Through Southern Skies",
    "url": "https://apod.nasa.gov/apod/image/1302/CherneyLemmonSMC.jpg"
  },
  {
    "copyright": "Daniel L�pezEl Cielo de Canarias",
    "date": "2013-02-17",
    "explanation": "There it goes.  That small spot moving in front of background stars in the above video is a potentially dangerous asteroid passing above the Earth's atmosphere. This past Friday, the 50-meter wide asteroid 2012 DA14 just missed the Earth, passing not only inside the orbit of the Moon, which is unusually close for an asteroid of this size, but also inside the orbit of geosynchronous satellites. Unfortunately, asteroids this big or bigger strike the Earth every 1000 years or so. Were 2012 DA14 to have hit the Earth, it could have devastated a city-sized landscape, or stuck an ocean and raised dangerous tsunamis. Although finding and tracking potentially dangerous asteroids is a primary concern of modern astronomy, these small bodies or ice and rock are typically so dim that only a few percent of them have been found, so far. Even smaller chunks of ice and rock, like the (unrelated) spectacular meteors that streaked over Russia and California over the past few days, are even harder to find -- but pose less danger.   Gallery: Videos and images of 2012 DA14",
    "media_type": "video",
    "service_version": "v1",
    "title": "Asteroid 2012 DA14 Passes the Earth",
    "url": "https://player.vimeo.com/video/59789517"
  },
  {
    "copyright": "RussiaToday",
    "date": "2013-02-18",
    "explanation": "What in heaven's blazes is that? Thousands of people living near the Ural Mountains in Russia saw last Friday morning one of the more spectacular meteors of modern times streak across the sky. Forceful sound waves arrived at the ground minutes later, knocking people over and breaking windows for hundreds of kilometers. The above video is a compilation of several car dashcams and includes real time footage of the meteor rampaging, smoke trails drifting, shadows quickly shifting, and even the meteor's light reflecting off the back of a bus.  The fireball is thought to have been caused by a car-sized chunk of ice and rock crashing into the Earth's atmosphere. Since the event was captured from so many angles, the meteor's trajectory has become determined well enough to indicate from where it came and to where any resultant pieces might have landed. It is already certain that this meteor had nothing to do with the several-times larger asteroid 2012 DA14 which passed the Earth from a different direction later the same day.  If pieces of the meteor are found, they might tell humanity more about the early Solar System, when the meteor was likely formed.   Gallery: Videos and images of the Great Russian Meteor",
    "media_type": "video",
    "service_version": "v1",
    "title": "The Great Russian Meteor of 2013",
    "url": "https://www.youtube.com/embed/90Omh7_I8vI?rel=0"
  },
  {
    "copyright": "Juan Carlos Casado",
    "date": "2013-02-19",
    "explanation": "Have you ever seen the planet Mercury?  Because Mercury orbits so close to the Sun, it never wanders far from the Sun in Earth's sky. If trailing the Sun, Mercury will be visible low on the horizon for only a short while after sunset. If leading the Sun, Mercury will be visible only shortly before sunrise. So at certain times of the year an informed skygazer with a little determination can usually pick Mercury out from a site with an unobscured horizon. Above, a lot of determination has been combined with a little digital manipulation to show Mercury's successive positions during March of 2000.  Each picture was taken from the same location in Spain when the Sun itself was 10 degrees below the horizon and superposed on the single most photogenic sunset.  Currently, Mercury is visible in the western sky after sunset, but will disappear in the Sun's glare after a few days.   Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River) APOD Public Talk: Feb. 21, Howard Astronomical League, Columbia, MD",
    "hdurl": "https://apod.nasa.gov/apod/image/1302/mercurysky_casado_800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury on the Horizon",
    "url": "https://apod.nasa.gov/apod/image/1302/mercurysky_casado_960.jpg"
  },
  {
    "date": "2013-02-20",
    "explanation": "Why would clouds form a hexagon on Saturn? Nobody is sure.   Originally discovered during the Voyager flybys of Saturn in the 1980s, nobody has ever seen anything like it anywhere else in the Solar System.  If Saturn's South Pole wasn't strange enough with its rotating vortex, Saturn's North Pole might be considered even stranger.  The bizarre cloud pattern is shown above in great detail by a recent image taken by the Saturn-orbiting Cassini spacecraft. This and similar images show the stability of the hexagon even 20+ years after Voyager.  Movies of Saturn's North Pole show the cloud structure maintaining its hexagonal structure while rotating.  Unlike individual clouds appearing like a hexagon on Earth, the Saturn cloud pattern appears to have six well defined sides of nearly equal length. Four Earths could fit inside the hexagon. Imaged from the side, the dark shadow of the Jovian planet is seen eclipsing part of its grand system of rings, partly visible on the upper right.   Astrophysicists: Browse 550+ codes in the Astrophysics Source Code Library APOD Public Talk: Feb. 21, Howard Astronomical League, Columbia, MD",
    "hdurl": "https://apod.nasa.gov/apod/image/1302/ringshexagon_cassini_1016.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Hexagon and Rings",
    "url": "https://apod.nasa.gov/apod/image/1302/ringshexagon_cassini_960.jpg"
  },
  {
    "copyright": "FIAAAB612 Foundation",
    "date": "2013-02-21",
    "explanation": "How would you change the course of an Earth-threatening asteroid? One possibility - a massive spacecraft that uses gravity as a towline - is illustrated in this artist's vision of a gravitational tractor in action. In the hypothetical scenario worked out in 2005 by Edward Lu and Stanley Love at NASA's Johnson Space Center, a 20 ton nuclear-electric spacecraft tows a 200 meter diameter asteroid by simply hovering near the asteroid. The spacecraft's ion drive thrusters are canted away from the surface. Their slight but steady thrust would gradually and predictably alter the course of the tug and asteroid, coupled by their mutual gravitational attraction. While it sounds like the stuff of science fiction, ion drives do power existing spacecraft. One advantage of using a gravitational tractor is that it would work regardless of the asteroid's structure. Given sufficient warning and time, a gravitational tractor could deflect the path of an asteroid known to be on a collision course enough to miss planet Earth.  APOD Public Talk Tonight: Howard Astronomical League, Columbia, MD",
    "hdurl": "https://apod.nasa.gov/apod/image/1302/gravtug_durda.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gravitational Tractor",
    "url": "https://apod.nasa.gov/apod/image/1302/gravtug_durda.jpg"
  },
  {
    "date": "2013-02-22",
    "explanation": "This remarkable self-portrait of NASA's Mars Curiosity Rover includes a sweeping panoramic view of its current location in the Yellowknife Bay region of the Red Planet's Gale Crater. The rover's flat, rocky perch, known as \"John Klein\", served as the site for Curiosity's first rock drilling activity. At the foot of the proud looking rover, a shallow drill test hole and a sample collection hole are 1.6 centimeters in diameter. The impressive mosaic was constructed using frames from the rover's Mars Hand Lens Imager (MAHLI) and Mastcam. Used to take in the panoramic landscape frames, the Mastcam is standing high above the rover's deck. But MAHLI, intended for close-up work, is mounted at the end of the rover's robotic arm. The MAHLI frames used to create Curiosity's self-portrait exclude sections that show the arm itself and so MAHLI and the robotic arm are not seen. Check out this spectacular interactive version of Curiosity's self-portrait panorama.",
    "hdurl": "https://apod.nasa.gov/apod/image/1302/curiosity_sol-177bodrov600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Curiosity Self-Portrait Panorama",
    "url": "https://apod.nasa.gov/apod/image/1302/curiosity_sol-177bodrov600.jpg"
  },
  {
    "copyright": "Marat Ahmetvaleev",
    "date": "2013-02-23",
    "explanation": "A meteoroid fell to Earth on February 15, streaking some 20 to 30 kilometers above the city of Chelyabinsk, Russia at 9:20am local time. Initially traveling at about 20 kilometers per second, its explosive deceleration after impact with the lower atmosphere created a flash brighter than the Sun. This picture of the brilliant bolide (and others of its persistent trail) was captured by photographer Marat Ametvaleev, surprised during his morning sunrise session creating panoramic images of the nearby frosty landscape. An estimated 500 kilotons of energy was released by the explosion of the 17 meter wide space rock with a mass of 7,000 to 10,000 tons. Actually expected to occur on average once every 100 years, the magnitude of the Chelyabinsk event is the largest known since the Tunguska impact in 1908.",
    "hdurl": "https://apod.nasa.gov/apod/image/1302/Ahmetvaleev_MG_7083.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Chelyabinsk Meteor Flash",
    "url": "https://apod.nasa.gov/apod/image/1302/Ahmetvaleev_MG_7083_900.jpg"
  },
  {
    "date": "2013-02-24",
    "explanation": "The Whirlpool Galaxy is a classic spiral galaxy. At only 30 million light years distant and fully 60 thousand light years across, M51, also known as  NGC 5194, is one of the brightest and most picturesque galaxies on the sky.  The above image is a digital combination of a ground-based image from the 0.9-meter telescope at Kitt Peak National Observatory and a space-based image from the Hubble Space Telescope highlighting sharp features normally too red to be seen. Anyone with a good pair of binoculars, however, can see this Whirlpool toward the constellation of the Hunting Dogs (Canes Venatici. M51 is a spiral galaxy of type Sc and is the dominant member of a whole group of galaxies.  Astronomers speculate that M51's spiral structure is primarily due to its gravitational interaction with a smaller galaxy just off the top of the image.   Ask Me Anything:  APOD Editor to answer questions on reddit at 11 am EST this Thursday",
    "hdurl": "https://apod.nasa.gov/apod/image/1302/m51dust_hubble_1645.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M51: The Whirlpool Galaxy in Dust and Stars",
    "url": "https://apod.nasa.gov/apod/image/1302/m51dust_hubble_960.jpg"
  },
  {
    "copyright": "Greg GibbsCapturing the Night",
    "date": "2013-02-25",
    "explanation": "Sometimes the Moon is a busy direction. Last week, for example, our very Moon passed in front of the planet Jupiter. While capturing this unusual spectacle from New South Wales, Australia, a quick-thinking astrophotographer realized that a nearby plane might itself pass in front of the Moon, and so quickly reset his camera to take a continuous series of short duration shots. As hoped, for a brief instant, that airplane, the Moon, and Jupiter were all visible in a single exposure, which is shown above. But the project was not complete -- a longer exposure was then taken to bring up three of the Jupiter's own moons: Io, Callisto, and Europa (from left to right). Unfortunately, this triple spectacle soon disappeared. Less than a second later, the plane flew away from the Moon. A few seconds after that, the Moon moved to cover all of Jupiter. A few minutes after that, Jupiter reappeared on the other side of the Moon, and even a few minutes after that the Moon moved completely away from Jupiter. Although hard to catch, planes cross in front of the Moon quite frequently, but the Moon won't eclipse Jupiter again for another three years.   Reader Challenge:  Hard: What type of airplane is this?  Really hard: What was the flight number?",
    "hdurl": "https://apod.nasa.gov/apod/image/1302/moonjupitermoons_gibbs_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fly Me to the Moons",
    "url": "https://apod.nasa.gov/apod/image/1302/moonjupitermoons_gibbs_960.jpg"
  },
  {
    "date": "2013-02-26",
    "explanation": "Does it rain on the Sun? Yes, although what falls is not water but extremely hot plasma. An example occurred in mid-July 2012 after an eruption on the Sun that produced both a Coronal Mass Ejection and a moderate solar flare.  What was more unusual, however, was what happened next. Plasma in the nearby solar corona was imaged cooling and falling back, a phenomenon known as coronal rain. Because they are electrically charged, electrons, protons, and ions in the rain were gracefully channeled along existing magnetic loops near the Sun's surface, making the scene appear as a surreal three-dimensional sourceless waterfall. The resulting surprisingly-serene spectacle is shown in ultraviolet light and highlights matter glowing at a temperature of about 50,000 Kelvin. Each second in the above time lapse video takes about 6 minutes in real time, so that the entire coronal rain sequence lasted about 10 hours.   Ask Me Anything:  APOD Editor to answer questions on reddit at 11 am EST this Thursday",
    "media_type": "video",
    "service_version": "v1",
    "title": "Coronal Rain on the Sun",
    "url": "https://www.youtube.com/embed/3Ghaf2du-XM?rel=0"
  },
  {
    "copyright": "Witta Priester",
    "date": "2013-02-27",
    "explanation": "What kind of clouds are these? Although their cause is presently unknown, such unusual atmospheric structures, as menacing as they might seem, do not appear to be harbingers of meteorological doom. Known informally as Undulatus asperatus clouds, they can be stunning in appearance, unusual in occurrence, are relatively unstudied, and have even been suggested as a new type of cloud. Whereas most low cloud decks are flat bottomed, asperatus clouds appear to have significant vertical structure underneath. Speculation therefore holds that asperatus clouds might be related to lenticular clouds that form near mountains, or mammatus clouds associated with thunderstorms, or perhaps a foehn wind -- a type of dry downward wind that flows off mountains. Such a wind called the Canterbury arch streams toward the east coast of New Zealand's South Island. The above image, taken above Hanmer Springs in Canterbury, New Zealand, in 2005, shows great detail partly because sunlight illuminates the undulating clouds from the side.    Ask Me Anything:  APOD Editor to answer questions on reddit at 11 am EST this Thursday",
    "hdurl": "https://apod.nasa.gov/apod/image/1302/asperatus_priester_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Asperatus Clouds Over New Zealand",
    "url": "https://apod.nasa.gov/apod/image/1302/asperatus_priester_960.jpg"
  },
  {
    "copyright": "Göran Strand",
    "date": "2013-02-28",
    "explanation": "The alarmingly tall inhabitants of this small, snowy planet cast long shadows in bright moonlight. Of course, the snowy planet is actually planet Earth and the wide-angle mosaic, shown as a little planet projection, was recorded on February 25 during the long northern night of the Full Snow Moon. The second brightest celestial beacon is Jupiter, on the right above the little planet's horizon. Lights near Östersund, Sweden glow along the horizon, surrounding the snow covered lake Storsjön. The photographer reports that the journey out onto the frozen lake by sled to capture the evocative Full Snow Moon scene was accompanied by ice sounds, biting cold, and a moonlit mist.   Occasionally humorous:  APOD Editor  answered questions on reddit earlier today.",
    "hdurl": "https://apod.nasa.gov/apod/image/1302/GS_20130225_FullMoon_3290_Pan.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Snow Moon for a Snowy Planet",
    "url": "https://apod.nasa.gov/apod/image/1302/GS_20130225_FullMoon_3290_Pan900.jpg"
  },
  {
    "date": "2013-03-01",
    "explanation": "The colors of the solar system's innermost planet are enhanced in this tantalizing view, based on global image data from the Mercury-orbiting MESSENGER spacecraft. Human eyes would not discern the clear color differences but they are real none the less, indicating distinct chemical, mineralogical, and physical regions across the cratered surface. Notable at the upper right, Mercury's large, circular, tan colored feature known as the Caloris basin was created by an impacting comet or asteroid during the solar system's early years. The ancient basin was subsequently flooded with lava from volcanic activity, analogous to the formation of the lunar maria. Color contrasts also make the light blue and white young crater rays, material blasted out by recent impacts, easy to follow as they extend across a darker blue, low reflectance terrain.",
    "hdurl": "https://apod.nasa.gov/apod/image/1303/PIA16853mercury.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Colors of Mercury",
    "url": "https://apod.nasa.gov/apod/image/1303/PIA16853mercury_900.jpg"
  }
]
