[
  {
    "copyright": "Jade Scope Observatory",
    "date": "2013-10-01",
    "explanation": "The explosion is over but the consequences continue.  About eleven thousand years ago a star in the constellation of Vela could be seen to explode, creating a strange point of light briefly visible to humans living near the beginning of recorded history.  The outer layers of the star crashed into the interstellar medium, driving a shock wave that is still visible today.  A roughly spherical, expanding shock wave is visible in X-rays. The above image captures some of that filamentary and gigantic shock in visible light. As gas flies away from the detonated star, it decays and reacts with the interstellar medium, producing light in many different colors and energy bands. Remaining at the center of the Vela Supernova Remnant is a pulsar, a star as dense as nuclear matter that rotates completely around more than ten times in a single second.    Note: How to follow APOD if the US government shuts down",
    "hdurl": "https://apod.nasa.gov/apod/image/1310/velafilaments_jadescope_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Filaments of the Vela Supernova Remnant",
    "url": "https://apod.nasa.gov/apod/image/1310/velafilaments_jadescope_960.jpg"
  },
  {
    "copyright": "Nigel Sharp",
    "date": "2013-10-02",
    "explanation": "It is still not known why the Sun's light is missing some colors. Here are all the visible colors of the Sun, produced by passing the Sun's light through a prism-like device.  The spectrum was created at the McMath-Pierce Solar Observatory and shows, first off, that although our white-appearing Sun emits light of nearly every color, it does indeed appear brightest in yellow-green light.  The dark patches in the above spectrum arise from gas at or above the Sun's surface absorbing sunlight emitted below.  Since different types of gas absorb different colors of light, it is possible to determine what gasses compose the Sun.  Helium, for example, was first discovered in 1870 on a solar spectrum and only later found here on Earth.  Today, the majority of spectral absorption lines have been identified - but not all.   Note: How to find APOD Alternative Mirror Sites",
    "hdurl": "https://apod.nasa.gov/apod/image/1310/sunspectrum_noao_3071.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "All the Colors of the Sun",
    "url": "https://apod.nasa.gov/apod/image/1310/sunspectrum_noao_960.jpg"
  },
  {
    "date": "2013-10-03",
    "explanation": "Close to the Great Bear (Ursa Major) and surrounded by the stars of the Hunting Dogs (Canes Venatici), this celestial wonder was discovered in 1781 by the metric French astronomer Pierre Mechain. Later, it was added to the catalog of his friend and colleague Charles Messier as M106. Modern deep telescopic views reveal it to be an island universe: a spiral galaxy around 30 thousand light-years across located only about 21 million light-years beyond the stars of the Milky Way. Along with prominent dust lanes and a bright central core, this colorful composite image highlights youthful blue star clusters and reddish stellar nurseries that trace the galaxy's spiral arms. The high resolution galaxy portrait is a mosaic of data from Hubble's sharp ACS camera combined with groundbased color image data. M106 (aka NGC 4258) is a nearby example of the Seyfert class of active galaxies, seen across the spectrum from radio to X-rays. Energetic active galaxies are powered by matter falling into a massive central black hole.   Note: How to find APOD Alternative Mirror Sites",
    "hdurl": "https://apod.nasa.gov/apod/image/1310/m106_lumhst_colorablock_red1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M106 Close Up",
    "url": "https://apod.nasa.gov/apod/image/1310/m106_lumhst_colorablock_red1h600.jpg"
  },
  {
    "date": "2013-10-04",
    "explanation": "The bright core and outer reaches of giant elliptical galaxy M60 (NGC 4649) loom large at the upper left of this sharp close-up from the Hubble Space Telescope. Some 54 million light-years away and 120,000 light-years across, M60 is one of the largest galaxies in the nearby Virgo Cluster. In cosmic contrast, the small, round smudge at picture center is now recognized as an ultra-compact dwarf galaxy. Cataloged as M60-UCD1, it may well be the densest galaxy in the nearby universe. Concentrating half of its total mass of 200 million suns into a radius of only 80 light-years, stars in the inner regions of M60-UCD1 are on average 25 times closer together than in planet Earth's neighborhood of the Milky Way. Exploring the nature of M60-UCD1, astronomers are trying to determine if ultra-compact dwarf galaxies are the central remnants of larger galaxies that have been tidally stripped by gravitatonal encounters, or evolved as massive globular star clusters. Recently discovered, a bright X-ray source seen at its center could be due to a supermassive black hole. If so, that would favor a remnant galaxy origin for M60-UCD1.   Note: How to find APOD Alternative Mirror Sites",
    "hdurl": "https://apod.nasa.gov/apod/image/1310/M60UCD_hst.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Densest Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1310/M60UCD_hst900crop.jpg"
  },
  {
    "copyright": "Randy Halverson",
    "date": "2013-10-05",
    "explanation": "Wind and spaceweather are transformed in this haunting night skyscape. The prairie windmill and colorful auroral display were captured on October 1, from central South Dakota, USA, as a good season for aurora hunters came with longer autumn nights. From green to rarer reddish hues, the northern lights are sparked by the geomagnetic storms caused by solar activity. These extend far above the cloud bank to altitudes well over 100 kilometers, against the backdrop of distant stars in the northern night. Visual double star Mizar, marking the middle of the Big Dipper's handle, is easy to spot at the left edge of the frame. The dipper's North Celestial Pole pointers Merak and Dubhe line up vertically near picture center.   Note: How to find APOD Alternative Mirror Sites",
    "hdurl": "https://apod.nasa.gov/apod/image/1310/IMG_0228dakotalapse.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "October Aurora in Prairie Skies",
    "url": "https://apod.nasa.gov/apod/image/1310/IMG_0228dakotalapse900.jpg"
  },
  {
    "date": "2013-10-06",
    "explanation": "Active galaxy NGC 1275 is the central, dominant member of the large and relatively nearby Perseus Cluster of Galaxies. Wild-looking at visible wavelengths, the active galaxy is also a prodigious source of x-rays and radio emission. NGC 1275 accretes matter as entire galaxies fall into it, ultimately feeding a supermassive black hole at the galaxy's core. This color composite image, recreated from archival Hubble Space Telescope data, highlights the resulting galactic debris and filaments of glowing gas, some up to 20,000 light-years long. The filaments persist in NGC 1275, even though the turmoil of galactic collisions should destroy them.  What keeps the filaments together? Observations indicate that the structures, pushed out from the galaxy's center by the black hole's activity, are held together by magnetic fields. Also known as Perseus A, NGC 1275 spans over 100,000 light years and lies about 230 million light years away.   Note: How to find APOD Alternative Mirror Sites",
    "hdurl": "https://apod.nasa.gov/apod/image/1310/n1275hst_kelly.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hubble Remix: Active Galaxy NGC 1275",
    "url": "https://apod.nasa.gov/apod/image/1310/n1275hst_kelly900.jpg"
  },
  {
    "copyright": "Damian Peach",
    "date": "2013-10-07",
    "explanation": "How impressive will Comet ISON become? No one is sure, but unfortunately, as the comet approaches the inner Solar System, it is brightening more slowly than many early predictions. Pictured above, Comet ISON is seen about two weeks ago as it continued to develop a tail. Last week the comet passed relatively close to Mars, and was directly imaged by the Mars Reconnaissance Orbiter.  When Comet ISON dives to within a few solar radii of the Sun's surface in late November, it may become brighter than the Moon and sport a long and flowing tail -- or it may appear somewhat less spectacular. Either way, sky enthusiasts hope that whatever comet parts survive will put on quite an impressive show, as viewed from Earth, through at least the rest of the year.",
    "hdurl": "https://apod.nasa.gov/apod/image/1310/ison_peach_1174.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet ISON Approaches",
    "url": "https://apod.nasa.gov/apod/image/1310/ison_peach_960.jpg"
  },
  {
    "copyright": "Robert Colombari",
    "date": "2013-10-08",
    "explanation": "To the eye, this \t cosmic composition nicely balances the Bubble Nebula at the lower left with open star cluster M52 above it and to the right.  The pair would be lopsided on other scales, though.  Embedded in a complex of interstellar dust \t and gas and blown by the winds from a single, massive O-type star, the Bubble Nebula, also known as NGC 7635, is a mere 10 light-years wide.   On the other hand, M52 is a rich open cluster of around a thousand stars.  The cluster is about 25 light-years across.  Seen toward the northern boundary of Cassiopeia, distance estimates for the Bubble Nebula and associated cloud complex are around 11,000 light-years, while star cluster M52 lies nearly 5,000 light-years away.  The wide telescopic field of view spans about two degrees on the sky or four times the apparent size of the Full Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1310/bubble52_colombari_1824.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Bubble and M52",
    "url": "https://apod.nasa.gov/apod/image/1310/bubble52_colombari_960.jpg"
  },
  {
    "copyright": "Ken Crawford",
    "date": "2013-10-09",
    "explanation": "This telescopic snapshot records a cosmic moment in the tumultuous lives of large spiral galaxy NGC 3227 and smaller elliptical NGC 3226. Catching them in the middle of an ongoing gravitational dance, the sensitive imaging also follows faint tidal star streams flung from the galaxies in their repeated close encounters. Over 50 million light-years distant toward the constellation Leo, the pair's appearance has earned them the designation Arp 94 in the classic catalog of peculiar galaxies. But such galactic collisions and mergers are now thought to represent a normal course in the evolution of galaxies, including our own Milky Way. Spanning about 90,000 light-years, similar in size to the Milky Way, NGC 3227 is recognized as an active Seyfert galaxy with a central supermassive black hole.   Note: How to find APOD Alternative Mirror Sites",
    "hdurl": "https://apod.nasa.gov/apod/image/1310/NGC3227_crawford.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Arp 94",
    "url": "https://apod.nasa.gov/apod/image/1310/NGC3227_crawford950.jpg"
  },
  {
    "copyright": "Tony Hallas",
    "date": "2013-10-10",
    "explanation": "Interstellar dust clouds and bright nebulae abound in the fertile constellation of Orion. One of the brightest, M78, is just left of center in this colorful telescopic view, covering an area north of Orion's belt. At a distance of about 1,500 light-years, the bluish nebula itself is about 5 light-years across. Its blue tint is due to dust preferentially reflecting the blue light of hot, young stars in the region. Dark dust lanes and other nebulae can easily be traced through this gorgeous skyscape. The scene also includes the remarkable McNeil's Nebula -- a newly recognized nebula associated with the formation of a sun-like star, and the telltale reddish glow of many Herbig- Haro objects, energetic jets from stars in the process of formation.   Note: How to find APOD Alternative Mirror Sites",
    "hdurl": "https://apod.nasa.gov/apod/image/1310/M78_hallas.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M78: Stardust and Starlight",
    "url": "https://apod.nasa.gov/apod/image/1310/M78_hallas950.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2013-10-11",
    "explanation": "This sharp cosmic portrait features NGC 891. The spiral galaxy spans about 100 thousand light-years and is seen almost exactly edge-on from our perspective. In fact, about 30 million light-years distant in the constellation Andromeda, NGC 891 looks a lot like our Milky Way. At first glance, it has a flat, thin, galactic disk and a central bulge cut along the middle by regions of dark obscuring dust. The combined image data also reveal the galaxy's young blue star clusters and telltale pinkish star forming regions. And remarkably apparent in NGC 891's edge-on presentation are filaments of dust that extend hundreds of light-years above and below the center line. The dust has likely been blown out of the disk by supernova explosions or intense star formation activity. Faint neighboring galaxies can also be seen near this galaxy's disk.   Note: How to find APOD Alternative Mirror Sites",
    "hdurl": "https://apod.nasa.gov/apod/image/1310/n891_block.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 891 Edge-on",
    "url": "https://apod.nasa.gov/apod/image/1310/n891_block950.jpg"
  },
  {
    "copyright": "Subaru Telescope",
    "date": "2013-10-12",
    "explanation": "Bright-rimmed, flowing shapes gather near the center of this rich starfield toward the boarders of the nautical southern constellations Pupis and Vela. Composed of interstellar gas and dust, the grouping of light-year sized cometary globules is about 1300 light-years distant. Energetic ultraviolet light from nearby hot stars has molded the globules and ionized their bright rims. The globules also stream away from the Vela supernova remnant which may have influenced their swept-back shapes. Within them, cores of cold gas and dust are likely collapsing to form low mass stars, whose formation will ultimately cause the globules to disperse. In fact, cometary globule CG30 (upper right in the group) sports a small reddish glow near its head, a telltale sign of energetic jets from a star in the early stages of formation.   Note: How to find APOD Alternative Mirror Sites",
    "hdurl": "https://apod.nasa.gov/apod/image/1310/CG-30-Subaru-DSS-LL.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cometary Globules",
    "url": "https://apod.nasa.gov/apod/image/1310/CG-30-Subaru-DSS-S900x.jpg"
  },
  {
    "copyright": "Catching the Light",
    "date": "2013-10-13",
    "explanation": "Sixteen years ago, Comet Hale-Bopp rounded the Sun and offered a dazzling spectacle in planet Earth's night. This stunning view, recorded shortly after the comet's 1997 perihelion passage, features the memorable tails of Hale-Bopp -- a whitish dust tail and blue ion tail. Here, the ion tail extends well over ten degrees across the northern sky, fading near the double star clusters in Perseus, while the head of the comet lies near Almach, a bright star in the constellation Andromeda.  Do you remember Hale-Bopp? The photographer's sons do, pictured in the foreground at ages 12 and 15. In all, Hale-Bopp was reported as visible to the naked eye from roughly late May 1996 through September 1997. Currently, sky enthusiasts await Comet ISON's  continued brightening in the coming weeks, unsure how interesting its first journey to the inner Solar System will be.",
    "hdurl": "https://apod.nasa.gov/apod/image/1310/970401C_lodriguss_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hale-Bopp: The Great Comet of 1997",
    "url": "https://apod.nasa.gov/apod/image/1310/970401C_lodriguss_960.jpg"
  },
  {
    "copyright": "Tunç TezelTWAN",
    "date": "2013-10-14",
    "explanation": "Is the Sun always straight up at noontime? No. For example, the Sun never appears directly overhead from locations well north or south of the Earth's equator. Conversely, there is always a place on Earth where the Sun will appear at zenith at noon -- for example on the equator during an equinox. Turning the problem around, however, as in finding where the Sun actually appears to be at high noon, is as easy as waiting for midday, pointing your camera up, and taking a picture. If you do this often enough, you find that as the days march by, the Sun slowly traces out a figure eight on the sky. Pictured above is one such high noon analemma -- a series of pictures always taken at exactly noontime over the course of a year. The above fisheye image, accumulated mostly during 2012, also shows some buildings and trees of Baku, Azerbaijan around the edges.",
    "hdurl": "https://apod.nasa.gov/apod/image/1310/noonalemma_tezel_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "High Noon Analemma Over Azerbaijan",
    "url": "https://apod.nasa.gov/apod/image/1310/noonalemma_tezel_960.jpg"
  },
  {
    "copyright": "Lóránd\nFényes",
    "date": "2013-10-15",
    "explanation": "A jewel of the southern sky, the Great Carina Nebula, also known as NGC 3372, spans over 300 light-years, one of our galaxy's largest star forming regions. Like the smaller, more northerly Great Orion Nebula, the Carina Nebula is easily visible to the unaided eye, though at a distance of 7,500 light-years it is some 5 times farther away. This gorgeous telescopic portrait reveals remarkable details of the region's glowing filaments of interstellar gas and obscuring cosmic dust clouds. Wider than the Full Moon in angular size, the field of view stretches over 300 light-years across the nebula. The Carina Nebula is home to young, extremely massive stars, including the still enigmatic variable Eta Carinae, a star with well over 100 times the mass of the Sun.  Eta Carinae is the brightest star near the image center, just left of the dusty Keyhole Nebula (NGC 3324). While Eta Carinae itself maybe on the verge of a supernova explosion, X-ray images indicate that the Great Carina Nebula has been a veritable supernova factory.",
    "hdurl": "https://apod.nasa.gov/apod/image/1310/carina_fenyes_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Great Carina Nebula",
    "url": "https://apod.nasa.gov/apod/image/1310/carina_fenyes_960.jpg"
  },
  {
    "copyright": "Stephen Leshin",
    "date": "2013-10-16",
    "explanation": "This intriguing trio of galaxies is sometimes called the Draco Group, located in the northern constellation of (you guessed it) Draco. From left to right are edge-on spiral NGC 5981, elliptical galaxy NGC 5982, and face-on spiral NGC 5985 -- all within this single telescopic field of view spanning a little more than half the width of the full moon. While the group is far too small to be a galaxy cluster and has not been catalogued as a compact group, these galaxies all do lie roughly 100 million light-years from planet Earth. On close examination with spectrographs, the bright core of the striking face-on spiral NGC 5985 shows prominent emission in specific wavelengths of light, prompting astronomers to classify it as a Seyfert, a type of active galaxy. Not as well known as other tight groupings of galaxies, the contrast in visual appearance makes this triplet an attractive subject for astrophotographers. This impressively deep exposure hints at faint, sharp-edged shells surrounding elliptical NGC 5982, evidence of past galactic mergers. It also reveals many even more distant background galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/1310/NGC5982_LRGB_leshin.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Three Galaxies in Draco",
    "url": "https://apod.nasa.gov/apod/image/1310/NGC5982_LRGB_leshin_950.jpg"
  },
  {
    "copyright": "Digital-Astronomy",
    "date": "2013-10-17",
    "explanation": "In order top to bottom this celestial snapshot features Comet ISON, planet Mars, and Regulus, alpha star of the constellation Leo, in the same frame. The scene spans about 2 degrees near the eastern horizon in early morning skies of October 15. Closest of the three, the much heralded Comet ISON (C/2012 S1) is by far the faintest at 14 light-minutes (1.7 AU) away. Mars is only slightly farther from our fair planet. About 16.5 light minutes (2 AU) away its normal ruddy color is washed out in the exposure. Regulus outshines both comet and planet from a distance of 75 light-years. Just above Regulus, the very faint smudge of light is actually the Leo I dwarf galaxy, 800,000 light-years away and almost lost in the glare of the bluish hued bright star. Comet ISON is expected to grow brighter, though. How bright is still not clear, but not as bright as a Full Moon in night skies. Estimated to be 1 to 4 kilometers in diameter, ISON's nucleus might substantially survive its very close encounter with the Sun on November 28. If so, the comet will climb back above the eastern horizon in planet Earth's northern hemisphere before dawn in early December.",
    "hdurl": "https://apod.nasa.gov/apod/image/1310/20131015_IRM_LawrenceIMG4471-Crop-fullsize.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "ISON, Mars, Regulus",
    "url": "https://apod.nasa.gov/apod/image/1310/20131015_IRM_LawrenceIMG4471-Crop900.jpg"
  },
  {
    "copyright": "Juergen Schmoll",
    "date": "2013-10-18",
    "explanation": "The bulging center of our Milky Way Galaxy rests on a pillar of light in this luminous skyscape. Recorded on September 22nd in dark South African skies, rivers of dust seem to flow downward from the galactic center towards Antares, yellowish alpha star of the constellation Scorpius, near the top of the scene. The brightest celestial beacon present is not a star at all though, but planet Venus, still dominant in the western sky after sunset. Of course, the pillar of light stretching upward from the horizon is Zodiacal light. Sunlight scattered by dust along the plane of the ecliptic creates the zodiacal glow, prominent in the evening after twilight during the southern hemisphere spring.",
    "hdurl": "https://apod.nasa.gov/apod/image/1310/galcentre_venus_jschmoll.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus, Zodiacal Light, and the Galactic Center",
    "url": "https://apod.nasa.gov/apod/image/1310/galcentre_venus_jschmoll900.jpg"
  },
  {
    "copyright": "Jimmy Walker",
    "date": "2013-10-19",
    "explanation": "This colorful skyscape features the dusty, reddish glow of Sharpless catalog emission region Sh2-155, the Cave Nebula. About 2,400 light-years away, the scene lies along the plane of our Milky Way Galaxy toward the royal northern constellation of Cepheus. Astronomical explorations of the region reveal that it has formed at the boundary of the massive Cepheus B molecular cloud and the hot, young, blue stars of the Cepheus OB 3 association. The bright rim of ionized hydrogen gas is energized by the radiation from the hot stars, dominated by the bright blue O-type star above picture center. Radiation driven ionization fronts are likely triggering collapsing cores and new star formation within. Appropriately sized for a stellar nursery, the cosmic cave is over 10 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/1310/CaveFinalWalker2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sh2-155: The Cave Nebula",
    "url": "https://apod.nasa.gov/apod/image/1310/CaveFinalWalker950c.jpg"
  },
  {
    "copyright": "Miloslav\nDruckmullerBrno University of Technology",
    "date": "2013-10-20",
    "explanation": "Diffuse starlight and dark nebulae along the southern Milky Way arc over the horizon and sprawl diagonally through this gorgeous nightscape. The breath-taking mosaic spans a wide 100 degrees, with the rugged terrain of the Patagonia, Argentina region in the foreground. Along with the insider's view of our own galaxy, the image features our outside perspective on two irregular satellite galaxies - the Large and Small Magellanic Clouds. The scene also captures the broad tail and bright coma of Comet McNaught, the Great Comet of 2007. Currently, many sky enthusiasts are following the development of Comet ISON, a comet which might become the Great Comet of 2013.",
    "hdurl": "https://apod.nasa.gov/apod/image/1310/cometmcnaught_druckmuller_1084.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Three Galaxies and a Comet",
    "url": "https://apod.nasa.gov/apod/image/1310/cometmcnaught_druckmuller_960.jpg"
  },
  {
    "date": "2013-10-21",
    "explanation": "This image of Saturn could not have been taken from Earth.  No Earth based picture could possibly view the night side of Saturn and the corresponding shadow cast across Saturn's rings.  Since Earth is much closer to the Sun than Saturn, only the day side of the ringed planet is visible from the Earth.  In fact, this image mosaic was taken earlier this month by the robotic Cassini spacecraft now orbiting Saturn.   The beautiful rings of Saturn are seen in full expanse, while cloud details are visible including the polar hexagon surrounding the north pole, and an extended light-colored storm system.",
    "hdurl": "https://apod.nasa.gov/apod/image/1310/saturnmosaic_cassini_4000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn from Above",
    "url": "https://apod.nasa.gov/apod/image/1310/saturnmosaic_cassini_960.jpg"
  },
  {
    "date": "2013-10-22",
    "explanation": "For reasons unknown, NGC 6357 is forming some of the most massive stars ever discovered.  One such massive star, near the center of NGC 6357, is framed above carving out its own interstellar castle with its energetic light from surrounding gas and dust. In the greater nebula, the intricate patterns are caused by complex interactions between interstellar winds, radiation pressures, magnetic fields, and gravity.  The overall glow of the nebula results from the emission of light from ionized hydrogen gas.  Near the more obvious Cat's Paw nebula, NGC 6357 houses the open star cluster Pismis 24, home to many of these tremendously bright and blue stars.  The central part of NGC 6357 shown spans about 10 light years and lies about 8,000 light years away toward the constellation of the Scorpion.",
    "hdurl": "https://apod.nasa.gov/apod/image/1310/ngc6357_hubble_3140.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Massive Star in NGC 6357",
    "url": "https://apod.nasa.gov/apod/image/1310/ngc6357_hubble_960.jpg"
  },
  {
    "copyright": "Jerónimo\nLosada",
    "date": "2013-10-23",
    "explanation": "If you climbed this magnificent tree, it looks like you could reach out and touch the North Celestial Pole at the center of all the star trail arcs. The well-composed image was recorded over a period of nearly 2 hours as a series of 30 second long, consecutive exposures on the night of October 5. The exposures were made with a digital camera fixed to a tripod near Almaden de la Plata, province of Seville, in southern Spain, planet Earth. Of course, the graceful star trails reflect the Earth's daily rotation around its axis. By extension, the axis of rotation leads to the center of the concentric arcs in the night sky. Convenient for northern hemisphere night sky photographers and celestial navigators alike, the bright star Polaris is very close to the North Celestial Pole and so makes the short bright trail in the central gap between the leafy branches.",
    "hdurl": "https://apod.nasa.gov/apod/image/1310/NCPtreeLosada.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "North Celestial Tree",
    "url": "https://apod.nasa.gov/apod/image/1310/NCPtreeLosada950.jpg"
  },
  {
    "copyright": "Enzo De Bernardini",
    "date": "2013-10-24",
    "explanation": "Warm shades and subtle colors come to the sky in the fading sunlight after shadowrise on this little planet. Of course the little planet is planet Earth, and this nadir-to-zenith, around-the-horizon mosaic maps the view from a small airfield near the town of Intendente Alvear, La Pampa province, Argentina. Just above the western horizon (top) the sky shines with the warm colors of sunset. The slate blue shadow of Earth itself extending through the atmosphere can be seen rising as it hugs the eastern horizon (bottom). Wrapped closely above the narrow projection of Earth's shadow is the gentle glow of reddened, backscattered sunlight called the antitwilight arch or the Belt of Venus.",
    "hdurl": "https://apod.nasa.gov/apod/image/1310/Enzo_De_Bernardini_Belt_of_Venus_tinyplanet_hd.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Little Planet Shadowrise",
    "url": "https://apod.nasa.gov/apod/image/1310/Enzo_De_Bernardini_Belt_of_Venus_tinyplanet.jpg"
  },
  {
    "copyright": "Ken Crawford",
    "date": "2013-10-25",
    "explanation": "Point your telescope toward the high flying constellation Pegasus and you can find this expanse of Milky Way stars and distant galaxies. Centered on NGC 7814, the pretty field of view would almost be covered by a full moon. NGC 7814 is sometimes called the Little Sombrero for its resemblance to the brighter more famous M104, the Sombrero Galaxy. Both Sombrero and Little Sombrero are spiral galaxies seen edge-on, and both have extensive central bulges cut by a thinner disk with dust lanes in silhouette. In fact, NGC 7814 is some 40 million light-years away and an estimated 60,000 light-years across. That actually makes the Little Sombrero about the same physical size as its better known namesake, appearing to be smaller and fainter only because it is farther away. A very faint dwarf galaxy, potentially a satellite of NGC 7814, is revealed in the deep exposure just below the Little Sombrero.",
    "hdurl": "https://apod.nasa.gov/apod/image/1310/NGC7814crawford2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7814: The Little Sombrero in Pegasus",
    "url": "https://apod.nasa.gov/apod/image/1310/NGC7814crawford900.jpg"
  },
  {
    "copyright": "Albert Barr",
    "date": "2013-10-26",
    "explanation": "Found among the rich starfields of the Milky Way toward the constellation Cassiopeia, star cluster NGC 7789 lies about 8,000 light-years away. A late 18th century deep sky discovery of astronomer Caroline Lucretia Herschel, the cluster is also known as Caroline's Rose. Its suggestive appearance is created by the cluster's nestled complex of stars and voids. Now estimated to be 1.6 billion years young, the galactic or open cluster of stars also shows its age. All the stars in the cluster were likely born at the same time, but the brighter and more massive ones have more rapidly exhausted the hydrogen fuel in their cores. These have evolved from main sequence stars like the Sun into the many red giant stars shown with a yellowish cast in this lovely color composite. Using measured color and brightness, astronomers can model the mass and hence the age of the cluster stars just starting to \"turn off\" the main sequence and become red giants. Over 50 light-years across, Caroline's Rose spans about half a degree (the angular size of the moon) near the center of the wide-field telescopic image.",
    "hdurl": "https://apod.nasa.gov/apod/image/1310/NGC7789CarolinesRose_barr.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7789: Caroline's Rose",
    "url": "https://apod.nasa.gov/apod/image/1310/NGC7789CarolinesRose_barr900hc.jpg"
  },
  {
    "date": "2013-10-27",
    "explanation": "Arcing toward a fiery fate, this Sungrazer comet was recorded by the SOHO spacecraft's Large Angle Spectrometric COronagraph(LASCO) on December 23, 1996. LASCO uses an occulting disk, partially visible at the lower right, to block out the otherwise overwhelming solar disk allowing it to image the inner 8 million kilometers of the relatively faint corona. The comet is seen as its coma enters the bright equatorial solar wind region (oriented vertically). Positioned in space to continuously observe the Sun, SOHO has now been used to discover over 1,500 comets, including numerous sungrazers. Based on their orbits, the vast majority of sungrazers are believed to belong to the Kreutz family of sungrazing comets created by successive break ups from a single large parent comet that passed very near the Sun in the twelfth century. The Great Comet of 1965, Ikeya-Seki, was also a member of the Kreutz family, coming within about 650,000 kilometers of the Sun's surface. Passing so close to the Sun, Sungrazers are subjected to destructive tidal forces along with intense solar heat. This small comet, known as the Christmas Comet SOHO 6, did not survive. Later this year, Comet ISON, potentially the brightest sungrazer in recorded history but not a Kreutz sungrazer, is expected to survive.",
    "hdurl": "https://apod.nasa.gov/apod/image/1310/sungrazer_soho_1024.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sungrazer",
    "url": "https://apod.nasa.gov/apod/image/1310/sungrazer_soho_960.jpg"
  },
  {
    "date": "2013-10-28",
    "explanation": "Was there ever another comet like ISON? Although no two comets are exactly alike, one that appears to have had notable similarities was Comet Kirch, the Great Comet of 1680. Like approaching Comet ISON, Comet Kirch was a bright sungrazer, making a very close approach to the surface of the Sun.  Neither comet, coincidently, is a member of the most common group of sungrazers -- the Kreutz group -- populated by remnants of a comet that disintegrated near the Sun hundreds of years ago.  The long tail of Comet Kirch is depicted in the above painting by Lieve Versheier. As pictured, some members of the foreground crowd of Rotterdam in the Netherlands are holding cross-staffs, an angle measuring device that predated the sextant. No one knows how Comet ISON will develop, but like Comet Kirch, it is expected to be brightest when very near the Sun, in ISON's case during last few days of November.   Gallery: Bright Comets of 2013",
    "hdurl": "https://apod.nasa.gov/apod/image/1310/GreatComet1680_verschuier_681.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Great Comet of 1680 Over Rotterdam",
    "url": "https://apod.nasa.gov/apod/image/1310/GreatComet1680_verschuier_960.jpg"
  },
  {
    "copyright": "Roberto Colombari",
    "date": "2013-10-29",
    "explanation": "The dark Horsehead Nebula and the glowing Orion Nebula are contrasting cosmic vistas. Adrift 1,500 light-years away in one of the night sky's most recognizable constellations, they appear in opposite corners of the above stunning mosaic. The familiar Horsehead nebula appears as a dark cloud, a small silhouette notched against the long red glow at the lower left. Alnitak is the easternmost star in Orion's belt and is seen as the brightest star to the left of the Horsehead. Below Alnitak is the Flame Nebula, with clouds of bright emission and dramatic dark dust lanes. The magnificent emission region, the Orion Nebula (aka M42), lies at the upper right. Immediately to its left is a prominent reflection nebula sometimes called the Running Man. Pervasive tendrils of glowing hydrogen gas are easily traced throughout the region.",
    "hdurl": "https://apod.nasa.gov/apod/image/1310/orionwisps_colombari_3543.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Horsehead and Orion Nebulas",
    "url": "https://apod.nasa.gov/apod/image/1310/orionwisps_colombari_960.jpg"
  },
  {
    "copyright": "Observatorio Zonalunar",
    "date": "2013-10-30",
    "explanation": "Frightening forms and scary faces are a mark of the Halloween season. They also haunt this cosmic close-up of the eastern Veil Nebula.  The Veil Nebula itself is a large supernova remnant, the expanding debris cloud from the death explosion of a massive star. While the Veil is roughly circular in shape covering nearly 3 degrees on the sky in the constellation Cygnus, this portion of the eastern Veil spans only 1/2 degree, about the apparent size of the Moon. That translates to 12 light-years at the Veil's reassuring estimated distance of 1,400 light-years from planet Earth. In the composite of image data recorded through narrow band filters, emission from hydrogen atoms in the remnant is shown in red with strong emission from oxygen atoms in blue-green hues. In the western part of the Veil lies another seasonal apparition, the Witch's Broom.",
    "hdurl": "https://apod.nasa.gov/apod/image/1310/ic1340mrZonalunar.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Spectre in the Eastern Veil",
    "url": "https://apod.nasa.gov/apod/image/1310/ic1340mrZonalunar950.jpg"
  },
  {
    "copyright": "Stéphane\nVetter",
    "date": "2013-10-31",
    "explanation": "What spooky planet is this? Planet Earth of course, on the dark and stormy night of September 12 at Hverir, a geothermally active area along the volcanic landscape in northeastern Iceland. Geomagnetic storms produced the auroral display in the starry night sky while ghostly towers of steam and gas venting from fumaroles danced against the eerie greenish light. Tonight, there is still a chance for geomagnetic storms triggered by recent solar activity, so high-latitude skygazers should beware. And ghostly shapes may dance in your neighborhood, too. Have a safe and Happy Halloween!",
    "hdurl": "https://apod.nasa.gov/apod/image/1310/hverirVetter1300.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Night on a Spooky Planet",
    "url": "https://apod.nasa.gov/apod/image/1310/hverirVetter950.jpg"
  },
  {
    "copyright": "Göran Strand",
    "date": "2013-11-01",
    "explanation": "NGC 7841 is probably known as the Smoke Nebula, found in the modern constellation of Frustriaus, the frustrated astrophotographer. Only a few light-nanoseconds from planet Earth, The Smoke Nebula is not an expanding supernova remnant along the plane of our Milky Way galaxy, though it does look a lot like one. Instead it was created by flash photography of rising smoke. The apparently rich starfield is actually composed of water droplets sprayed from a plant mister by an astrophotographer grown restless during a recent stretch of cloudy weather in Sweden. A single exposure and three external flashes were triggered to capture the not-quite-cosmic snapshot.",
    "hdurl": "https://apod.nasa.gov/apod/image/1311/GS_20131023_Smoke_8422.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7841: The Smoke Nebula in Frustriaus",
    "url": "https://apod.nasa.gov/apod/image/1311/GS_20131023_Smoke_8422_950.jpg"
  }
]
