[
  {
    "copyright": "Robert NemiroffMTU",
    "date": "2013-07-01",
    "explanation": "What would it look like to orbit a black hole? Since the strong gravity of the black hole can significantly alter light paths, conditions would indeed look strange.  For one thing, the entire sky would be visible, since even stars behind the black hole would have their light bent to the observer's eye. For another, the sky near the black hole would appear significantly distorted, with more and more images of the entire sky visible increasingly near the black hole. Most visually striking, perhaps, is the outermost sky image completely contained inside an easily discernible circle known as the Einstein ring. Orbiting a black hole, as shown in the above scientifically-accurate computer-created illustrative video, will show stars that pass nearly directly behind the black hole as zipping around rapidly near the Einstein ring. Although star images near the Einstein ring may appear to move faster than light, no star is actually moving that quickly.  The above video is part of a sequence of videos visually exploring the space near a black hole's event horizon. (Disclosure: Video creator Robert Nemiroff is an editor for APOD.)",
    "media_type": "video",
    "service_version": "v1",
    "title": "Orbiting a Black Hole",
    "url": "//www.youtube.com/embed/Jb_RrZhNf2Q?rel=0"
  },
  {
    "copyright": "Robert NemiroffMTU",
    "date": "2013-07-02",
    "explanation": "What would it look like to go right up to a black hole? One particularly interesting place near a black hole is its photon sphere, where photons can orbit in circles, a sphere 50 percent further out than the event horizon. Were you to look out from the photon sphere of a black hole, half of the sky would appear completely black, half of the sky would appear unusually bright, and the back of your head would appear across the middle. The above computer-animated video depicts this view from the photon sphere. The reason that the lower region, as shown, appears black is because all light paths from this dark region comes up from the black hole -- which classically emits no light. The upper half of the sky now appears unusually bright, blueshifted, and shows increasingly many complete sky images increasingly close to the dark-light divide across the middle.  That dark-light divide is the photon sphere -- your location -- and since photons can do circles there, light from the back of your head can circle the black hole and come to your eye. No place on the sky is hidden from you -- stars that would normally pass behind the black hole now appear to zip quickly around an Einstein ring, a ring that appears above as a horizontal line about a quarter of the way down from the video top. The above video is part of a sequence of videos visually exploring the space near a black hole's event horizon.  (Disclosure: Video creator Robert Nemiroff is an editor for APOD.)",
    "media_type": "video",
    "service_version": "v1",
    "title": "Circling a Black Hole at its Photon Sphere",
    "url": "//www.youtube.com/embed/n_SqoQ60-c8?rel=0"
  },
  {
    "copyright": "Bill Metallinos",
    "date": "2013-07-03",
    "explanation": "It may appear, at first, like the Galaxy is producing the lightning, but really it's the Earth. In the foreground of the above picturesque nighttime landscape is the Greek Island of Corfu, with town lights surrounding Lake Korrision. Visible farther in the distance are lights from the town of Preveza on the Greek mainland. In the more distant sky a thunderstorm is threatening, with two lightning strokes caught together during this 45 second wide-angle exposure taken in mid-May.  The lightning branch on the left appears to be striking near Preveza, whereas the lightning strike on the right appears to be striking near Mount Ainos on the Greek Island of Cephalonia.  Much farther in the distance, strewn about the sky, are hundreds of stars in the neighborhood of our Sun in the Milky Way Galaxy. Furthest away, arching over the entire panorama, are billions of stars that together compose the central band of our Milky Way.   News: YouTube video of yesterday's Russian rocket explosion",
    "hdurl": "https://apod.nasa.gov/apod/image/1307/milkywaylightning_metallinos_1000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars and Lightning Over Greece",
    "url": "https://apod.nasa.gov/apod/image/1307/milkywaylightning_metallinos_960.jpg"
  },
  {
    "copyright": "Ken Crawford",
    "date": "2013-07-04",
    "explanation": "Also known as the Cigar Galaxy for its elongated visual appearance, M82 is a starburst galaxy with a superwind. In fact, through ensuing supernova explosions and powerful winds from massive stars, the burst of star formation in M82 is driving a prodigious outflow. Evidence for the superwind from the galaxy's central regions is clear in this sharp telescopic snapshot. The composite image highlights emission from long outflow filaments of atomic hydrogen gas in reddish hues. Some of the gas in the superwind, enriched in heavy elements forged in the massive stars, will eventually escape into intergalactic space. Including narrow band image data in the deep exposure has revealed a faint feature dubbed the cap. Perched about 35,000 light-years above the galaxy at the upper left, the cap appears to be galactic halo material. The material has been ionized by the superwind shock or intense ultraviolet radiation from the young, massive stars in the galaxy's core. Triggered by a close encounter",
    "hdurl": "https://apod.nasa.gov/apod/image/1307/M82crawford2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M82: Starburst Galaxy with a Superwind",
    "url": "https://apod.nasa.gov/apod/image/1307/M82crawford900c.jpg"
  },
  {
    "copyright": "Damian Peach",
    "date": "2013-07-05",
    "explanation": "Some 13,000 light-years away toward the southern constellation Pavo, the globular star cluster NGC 6752 roams the halo of our Milky Way galaxy. Over 10 billion years old, NGC 6752 follows clusters Omega Centauri and 47 Tucanae as the third brightest globular in planet Earth's night sky. It holds over 100 thousand stars in a sphere about 100 light-years in diameter. Telescopic explorations of the NGC 6752 have found that a remarkable fraction of the stars near the cluster's core, are multiple star systems. They also reveal the presence of blue straggle stars, stars which appear to be too young and massive to exist in a cluster whose stars are all expected to be at least twice as old as the Sun. The blue stragglers are thought to be formed by star mergers and collisions in the dense stellar environment at the cluster's core. This sharp color composite also features the cluster's ancient red giant stars in yellowish hues.",
    "hdurl": "https://apod.nasa.gov/apod/image/1307/ngc6752_2013_07_02dp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Globular Star Cluster NGC 6752",
    "url": "https://apod.nasa.gov/apod/image/1307/ngc6752_2013_07_02dp950.jpg"
  },
  {
    "date": "2013-07-06",
    "explanation": "The universe is filled with galaxies. But to see them astronomers must look out beyond the stars of our own galaxy, the Milky Way. This colorful Hubble Space Telescopic portrait features spiral galaxy NGC 6384, about 80 million light-years away in the direction of the constellation Ophiuchus. At that distance, NGC 6384 spans an estimated 150,000 light-years, while the Hubble close-up of the galaxy's central region is about 70,000 light-years wide. The sharp image shows details in the distant galaxy's blue star clusters and dust lanes along magnificent spiral arms, and a bright core dominated by yellowish starlight. Still, the individual stars seen in the picture are all in the relatively close foreground, well within our own galaxy. The brighter Milky Way stars show noticeable crosses, or diffraction spikes, caused by the telescope itself.",
    "hdurl": "https://apod.nasa.gov/apod/image/1307/ngc6384_hst_3871.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6384: Spiral Beyond the Stars",
    "url": "https://apod.nasa.gov/apod/image/1307/ngc6384_hst_1265.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2013-07-07",
    "explanation": "In this beautiful celestial still life composed with a cosmic brush, dusty nebula NGC 2170 shines at the upper left. Reflecting the light of nearby hot stars, NGC 2170 is joined by other bluish reflection nebulae, a compact red emission region, and streamers of obscuring dust against a backdrop of stars. Like the common household items still life painters often choose for their subjects, the clouds of gas, dust, and hot stars pictured here are also commonly found in this setting - a massive, star-forming molecular cloud in the constellation of the Unicorn (Monoceros). The giant molecular cloud, Mon R2, is impressively close, estimated to be only 2,400 light-years or so away. At that distance, this canvas would be about 15 light-years across.   Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River)",
    "hdurl": "https://apod.nasa.gov/apod/image/1307/ngc2170_block_2004.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2170: Still Life with Reflecting Dust",
    "url": "https://apod.nasa.gov/apod/image/1307/ngc2170_block_960.jpg"
  },
  {
    "date": "2013-07-08",
    "explanation": "Pluto's newly discovered moons now have names. Known previously as P4 and P5, the International Astronomical Union has now given the fourth and fifth discovered moons of Pluto the names Kerberos and Styx. The small moons were discovered in 2011 and 2012 by the Hubble Space Telescope in preparation for the close passing of the New Horizons spacecraft by Pluto in 2015. Kerberos is named for the many headed dog in Greek mythology that guards the entrance to the underworld, while Styx is named for the goddess who overlooks the mythological river that runs between the Earth and the underworld. Both monikers are related to the name of Pluto, who rules the mythical nether region. Because their reflectivity is unknown, the size of each moon is quite uncertain -- but each is crudely estimated to be about 20 kilometers in diameter.  The robotic New Horizons spacecraft is on schedule to pass by Pluto in 2015 and provide the first clear images of the dwarf planet and its companions.",
    "hdurl": "https://apod.nasa.gov/apod/image/1307/plutomoons_hubble_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pluto's Newly Discovered Moons Receive Names",
    "url": "https://apod.nasa.gov/apod/image/1307/plutomoons_hubble_960.jpg"
  },
  {
    "copyright": "Jose Francisco HernandezAltamira Observatory",
    "date": "2013-07-09",
    "explanation": "Supergiant star Gamma Cygni lies at the center of the Northern Cross, a famous asterism in the constellation of the Swan (Cygnus). Known by the proper name Sadr, the bright star also lies at the center of this gorgeous skyscape, featuring a complex of stars, dust clouds, and glowing nebulae along the plane of our Milky Way galaxy. The field of view spans over 3 degrees (six Full Moons) on the sky and includes emission nebula IC 1318 and open star cluster NGC 6910. Left of Gamma Cygni and shaped like two glowing cosmic wings divided by a long dark dust lane, IC 1318's popular name is understandably the Butterfly Nebula. Above and slightly left of Gamma Cygni, are the young, still tightly grouped stars of NGC 6910. Some distance estimates for Gamma Cygni place it at around 1800 light-years while estimates for IC 1318 and NGC 6910 range from 2,000 to 5,000 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1307/gammacyg_hernandez_1008.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Supergiant Star Gamma Cygni",
    "url": "https://apod.nasa.gov/apod/image/1307/gammacyg_hernandez_960.jpg"
  },
  {
    "copyright": "Damian Peach",
    "date": "2013-07-10",
    "explanation": "One of the largest sunspot regions in recent years is now crossing the Sun. This region of convoluted magnetic fields may well produce a solar flare that releases a cloud of energetic particles into the Solar System. Were a very powerful cloud to impact the Earth's magnetosphere, it could be dangerous to Earth-orbiting astronauts and satellites.  Conversely, the impact of even a less energetic cloud might create picturesque aurora.  Pictured above is the sunspot region as it appeared two days ago. The rightmost part of this region has been cataloged as AR 11785, while the left part as AR 11787. The darkest sunspot regions contain nearly vertical magnetic fields and are called umbras, while the surrounding bronze regions -- more clearly showing stringy magnetic flux tubes -- are called penumbras. Churning solar granules, many about 1000 km across, compose the yellow background region.  No one knows what this sunspot region will do, but space weather researchers are monitoring it closely.    Random APOD: Click here to surf the universe",
    "hdurl": "https://apod.nasa.gov/apod/image/1307/ar11785_peach_2320.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Large Sunspots Now Crossing the Sun",
    "url": "https://apod.nasa.gov/apod/image/1307/ar11785_peach_960.jpg"
  },
  {
    "copyright": "Bob Franke",
    "date": "2013-07-11",
    "explanation": "This complex of dusty nebulae linger along the edge of the Taurus molecular cloud, a mere 450 light-years distant. Stars are forming on the cosmic scene, including extremely youthful star RY Tauri prominent toward the upper left of the 1.5 degree wide telescopic field. In fact RY Tauri is a pre-main sequence star, embedded in its natal cloud of gas and dust, also cataloged as reflection nebula vdB 27. Highly variable, the star is still relatively cool and in the late phases of gravitational collapse. It will soon become a stable, low mass, main sequence star, a stage of stellar evolution achieved by our Sun some 4.5 billion years ago. Another pre-main sequence star, V1023 Tauri, can be spotted below and right, embedded in its yellowish dust cloud adjacent to the striking blue reflection nebula Ced 30.",
    "hdurl": "https://apod.nasa.gov/apod/image/1307/vdb27franke1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dusty Nebulae in Taurus",
    "url": "https://apod.nasa.gov/apod/image/1307/vdb27franke900.jpg"
  },
  {
    "copyright": "Fernando Cabrerizo",
    "date": "2013-07-12",
    "explanation": "This fifteen degree wide field of view stretches across the crowded starfields of Sagittarius toward the center of our Milky Way galaxy. In fact, the center of the galaxy lies near the right edge of the rich starscape and eleven bright star clusters and nebulae fall near the center of the frame. All eleven are numbered entries in the catalog compiled by 18th century cosmic tourist Charles Messier. Gaining celebrity status with skygazers, M8 (Lagoon), M16 (Eagle), M17 (Omega), and M20 (Trifid) show off the telltale reddish hues of emission nebulae associated with star forming regions. But also eye-catching in small telescopes are star clusters in the crowded region; M18, M21, M22, M23, M25, and M28. Broader in extent than the star clusters themselves, M24 is actually a cloud of the Milky Way's stars thousands of light-years long, seen through a break in the galaxy's veil of obscuring dust. You can put your cursor over the image (or click here) for help identifying Messier's eleven.",
    "hdurl": "https://apod.nasa.gov/apod/image/1307/20130706_elevenMessiers.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier's Eleven",
    "url": "https://apod.nasa.gov/apod/image/1307/20130706_elevenMessiers950.jpg"
  },
  {
    "copyright": "Jo Hunter",
    "date": "2013-07-13",
    "explanation": "Reddened rays of the setting Sun flooded the skies over Cedar Creek Lake, southeast of Dallas, Texas, planet Earth on July 6th. And while sunsets may be the most watched celestial event, this one even offered something extra. A sunspot so large it was visible to the naked eye is captured in the serene sunset view, near the center of a solar disk dimmed and distorted by Earth's dense atomosphere. Telescopic views revealed the spot to be a complex of large solar active regions composed of sunspots, some larger than planet Earth itself.",
    "hdurl": "https://apod.nasa.gov/apod/image/1307/Sunspot-06July2013-johunter.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunspot at Sunset",
    "url": "https://apod.nasa.gov/apod/image/1307/Sunspot-06July2013-johunter950.jpg"
  },
  {
    "copyright": "Emanuele Colognato",
    "date": "2013-07-14",
    "explanation": "What lights up this castle of star formation?  The familiar Eagle Nebula glows bright in many colors at once.  The above image is a composite of three of these glowing gas colors.  Pillars of dark dust nicely outline some of the denser towers of star formation.  Energetic light from young massive stars causes the gas to glow and effectively boils away part of the dust and gas from its birth pillar.  Many of these stars will explode after several million years, returning most of their elements back to the nebula which formed them.  This process is forming an open cluster of stars known as M16.   Random APOD: Click here to surf the universe",
    "hdurl": "https://apod.nasa.gov/apod/image/1307/m16_colognato_1088.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pillars of Eagle Castle",
    "url": "https://apod.nasa.gov/apod/image/1307/m16_colognato_960.jpg"
  },
  {
    "copyright": "Caltech/Palomar ObservatorySalvatore GrassoRyan Hannahoe",
    "date": "2013-07-15",
    "explanation": "What's going on in the center of this spiral galaxy? Named the Sombrero Galaxy for its hat-like resemblance, M104 features a prominent dust lane and a bright halo of stars and globular clusters. Reasons for the Sombrero's hat-like appearance include an unusually large and extended central bulge of stars, and dark prominent dust lanes that appear in a disk that we see nearly edge-on. Billions of old stars cause the diffuse glow of the extended central bulge visible in the above image from the 200-inch Hale Telescope.  Close inspection of the central bulge shows many points of light that are actually globular clusters. M104's spectacular dust rings harbor many younger and brighter stars, and show intricate details astronomers don't yet fully understand.  The very center of the Sombrero glows across the electromagnetic spectrum, and is thought to house a large black hole.  Fifty million-year-old light from the Sombrero Galaxy can be seen with a small telescope towards the constellation of Virgo.   Astrophysicists: Browse 600+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/1307/m104_hale200_933.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sombrero Galaxy from Hale",
    "url": "https://apod.nasa.gov/apod/image/1307/m104_hale200_960.jpg"
  },
  {
    "copyright": "Galspace",
    "date": "2013-07-16",
    "explanation": "Which moon is this? Earth's. Our Moon's unfamiliar appearance is due partly to an unfamiliar viewing angle as captured by a little-known spacecraft -- the Soviet Union's Zond 8 that circled the Moon in October of 1970. Pictured above, the dark-centered circular feature that stands out near the top of the image is Mare Orientale, a massive impact basin formed by an ancient collision with an asteroid. Mare Orientale is surrounded by light colored and highly textured highlands. Across the image bottom lies the dark and expansive Oceanus Procellarum, the largest of the dark (but dry) maria that dominate the side of the Moon that always faces toward the Earth. Originally designed to carry humans, robotic Zond 8 came within 1000 km of the lunar surface, took about 100 detailed photographs on film, and returned them safely to Earth within a week.   Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River)",
    "hdurl": "https://apod.nasa.gov/apod/image/1307/moon_zond8_1735.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Moon from Zond 8",
    "url": "https://apod.nasa.gov/apod/image/1307/moon_zond8_960.jpg"
  },
  {
    "copyright": "Joey Mole",
    "date": "2013-07-17",
    "explanation": "What's happening over the water?  Pictured above is one of the better images yet recorded of a waterspout, a type of tornado that occurs over water.  Waterspouts are spinning columns of rising moist air that typically form over warm water. Waterspouts can be as dangerous as tornadoes and can feature wind speeds over 200 kilometers per hour.  Some waterspouts form away from thunderstorms and even during relatively fair weather.  Waterspouts may be relatively transparent and initially visible only by an unusual pattern they create on the water.  The above image was taken earlier this month near Tampa Bay, Florida. The Atlantic Ocean off the coast of Florida is arguably the most active area in the world for waterspouts, with hundreds forming each year.  Some people speculate that waterspouts are responsible for some of the losses recorded in the Bermuda Triangle.",
    "hdurl": "https://apod.nasa.gov/apod/image/1307/waterspout_mole_540.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Waterspout in Florida",
    "url": "https://apod.nasa.gov/apod/image/1307/waterspout_mole_640.jpg"
  },
  {
    "copyright": "Stephen Leshin",
    "date": "2013-07-18",
    "explanation": "Similar in size to large, bright spiral galaxies in our neighborhood, IC 342 is a mere 10 million light-years distant in the long-necked, northern constellation Camelopardalis. A sprawling island universe, IC 342 would otherwise be a prominent galaxy in our night sky, but it is hidden from clear view and only glimpsed through the veil of stars, gas and dust clouds along the plane of our own Milky Way galaxy. Even though IC 342's light is dimmed by intervening cosmic clouds, this deep telescopic image traces the galaxy's obscuring dust, blue star clusters, and glowing pink star forming regions along spiral arms that wind far from the galaxy's core. IC 342 may have undergone a recent burst of star formation activity and is close enough to have gravitationally influenced the evolution of the local group of galaxies and the Milky Way.  Interplanetary Group Photo op: Be sure to smile and wave at Saturn!",
    "hdurl": "https://apod.nasa.gov/apod/image/1307/IC342_LRGBleshin2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hidden Galaxy IC 342",
    "url": "https://apod.nasa.gov/apod/image/1307/IC342_LRGBleshin950.jpg"
  },
  {
    "copyright": "Tunç Tezel",
    "date": "2013-07-19",
    "explanation": "Take a picture of Saturn in the sky tonight. You could capture a view like this one. Recorded just last month looking toward the south, planet Earth and ruins of the ancient temple of Athena at Assos, Turkey are in the foreground. The Moon rises at the far left of the frame and Saturn is the bright \"star\" at the upper right, near Virgo's alpha star Spica (picture with labels). If you do take a picture of Saturn or wave at Saturn and take a picture, you can share it online and submit it to the Saturn Mosaic Project. Why take a picture tonight? Because the Cassini spacecraft will be orbiting Saturn and taking a picture of you.  Interplanetary News: Photo Op from Cassini and MESSENGER - just be sure to smile and wave.",
    "hdurl": "https://apod.nasa.gov/apod/image/1307/Assos2013AthenaMoonSaturn_tezel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Take a Picture of Saturn",
    "url": "https://apod.nasa.gov/apod/image/1307/Assos2013AthenaMoonSaturn_tezel600.jpg"
  },
  {
    "copyright": "Nick Martin",
    "date": "2013-07-20",
    "explanation": "Now sweeping high above the ecliptic plane, Comet Lemmon has faded dramatically in planet Earth's night sky as it heads for the outer solar system. Some 16 light-minutes (2 AU) from the Sun, it still sports a greenish coma though, posing on the right in this 4 degree wide telescopic view from last Saturday with deep sky star clusters and nebulae in Cassiopeia. In fact, the rich background skyscape is typical within the boundaries of the boastful northern constellation that lie along the crowded starfields of the Milky Way. Included near center is open star cluster M52 about 5,000 light-years away. Around 11,000 light-years distant, the red glowing nebula NGC 7635 below and left of M52 is well-known for its appearance in close-up images as the Bubble Nebula. But the fading Comet Lemmon is not the only foreground object on the scene. A faint streak on the right is an orbiting satellite caught crossing through the field during the long exposure, glinting in the sunlight and winking out as it passes into Earth's shadow.  Interplanetary News: Photo Op from Cassini and MESSENGER - just be sure to smile and wave.",
    "hdurl": "https://apod.nasa.gov/apod/image/1307/CometLemmon2013july13martin2004.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Lemmon and the Deep Sky",
    "url": "https://apod.nasa.gov/apod/image/1307/CometLemmon2013july13martin950.jpg"
  },
  {
    "date": "2013-07-21",
    "explanation": "Since Saturn's axis is tilted as it orbits the Sun, Saturn has seasons, like those of planet Earth ... but Saturn's seasons last for over seven years. So what season is it on Saturn now? Orbiting the equator, the tilt of the rings of Saturn provides quite a graphic seasonal display. Each year until 2016, Saturn's rings will be increasingly apparent after appearing nearly edge-on in 2009. The ringed planet is also well placed in evening skies providing a grand view as summer comes to Saturn's northern hemisphere and winter to the south. The Hubble Space Telescope took the above sequence of images about a year apart, starting on the left in 1996 and ending on the right in 2000.  Although they look solid, Saturn's Rings are likely less than 50 meters thick and consist of individually orbiting bits of ice and rock ranging in size from grains of sand to barn-sized boulders.   Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River)",
    "hdurl": "https://apod.nasa.gov/apod/image/1307/saturnseasons_hubble_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Seasons of Saturn",
    "url": "https://apod.nasa.gov/apod/image/1307/saturnseasons_hubble_960.jpg"
  },
  {
    "date": "2013-07-22",
    "explanation": "You are here.  Everyone you've ever known is here. Every human who has ever lived -- is here. Pictured above is the Earth-Moon system as captured by the Cassini mission orbiting Saturn in the outer Solar System. Earth is the brighter and bluer of the two spots near the center, while the Moon is visible to its lower right. Images of Earth from Saturn were taken on Friday. Quickly released unprocessed images were released Saturday showing several streaks that are not stars but rather cosmic rays that struck the digital camera while it was taking the image.  The above processed image was released earlier today.  At nearly the same time, many humans on Earth were snapping their own pictures of Saturn.   Note: Today's APOD has been updated.",
    "hdurl": "https://apod.nasa.gov/apod/image/1307/earthmoon2_cassini_946.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth and Moon from Saturn",
    "url": "https://apod.nasa.gov/apod/image/1307/earthmoon2_cassini_960.jpg"
  },
  {
    "date": "2013-07-23",
    "explanation": "In a cross-Solar System interplanetary first, our Earth was photographed during the same day from both Mercury and Saturn. Pictured on the left, Earth is the pale blue dot just below the rings of Saturn, as captured by the robotic Cassini spacecraft now orbiting the gas giant. Pictured on the right, the Earth-Moon system is seen against a dark background, as captured by the robotic MESSENGER spacecraft now orbiting Mercury. In the MESSENGER image, the Earth (left) and Moon (right) shine brightly with reflected sunlight. MESSENGER took the overexposed image last Friday as part of a search for small natural satellites of the innermost planet, moons that would be expected to be quite dim. During this same day, humans across planet Earth snapped many of their own pictures of Saturn.",
    "hdurl": "https://apod.nasa.gov/apod/image/1307/earth_cassinimessenger_1799.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Two Views of Earth",
    "url": "https://apod.nasa.gov/apod/image/1307/earth_cassinimessenger_960.jpg"
  },
  {
    "copyright": "Ken MurphyMurphLab Music Moby",
    "date": "2013-07-24",
    "explanation": "ch panel shows one day. With 360 movie panels, the sky over (almost) an entire year is shown in time lapse format as recorded by a video camera on the roof of the Exploratorium museum in San Francisco, California. The camera recorded an image every 10 seconds from before sunrise to after sunset and from mid-2009 to mid-2010.  A time stamp showing the local time of day is provided on the lower right. The videos are arranged chronologically, with July 28 shown on the upper left, and January 1 located about about half way down.  Although every day lasts 24 hours, daylight lasts longest in the northern hemisphere in June and the surrounding summer months, a fact which can be seen here as the bottom (and soon top) videos are the first to light up with dawn. The initial darkness in the middle depicts the delayed dawn and fewer daylight hours of winter. In the videos, darkness indicates night, blue depicts clear day, while gray portrays pervasive daytime cloud cover. Many videos show complex patterns of clouds moving across the camera's wide field as that day progresses. As the videos collectively end, sunset and then darkness descend first on the winter days just above the middle, and last on the mid-summer near the bottom.",
    "media_type": "video",
    "service_version": "v1",
    "title": "A Year of Sky on Earth",
    "url": "https://player.vimeo.com/video/32095756?title=0&byline=0&portrait=0"
  },
  {
    "copyright": "Máximo Ruiz",
    "date": "2013-07-25",
    "explanation": "The beautiful Trifid Nebula is a cosmic study in contrasts. Also known as M20, it lies about 5,000 light-years away toward the nebula rich constellation Sagittarius. A star forming region in the plane of our galaxy, the Trifid illustrates three different types of astronomical nebulae; red emission nebulae dominated by light emitted by hydrogen atoms, blue reflection nebulae produced by dust reflecting starlight, and dark nebulae where dense dust clouds appear in silhouette. The bright red emission region, roughly separated into three parts by obscuring dust lanes, lends the Trifid its popular name. But in this sharp, colorful scene, the red emission is also surrounded by the the telltale blue haze of reflection nebulae. Pillars and jets sculpted by newborn stars, below and left of the emission nebula's center, appear in Hubble Space Telescope close-up images of the region. The Trifid Nebula is about 40 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/1307/m20_ruiz1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Beautiful Trifid",
    "url": "https://apod.nasa.gov/apod/image/1307/m20_ruiz900.jpg"
  },
  {
    "copyright": "Juan Lozano de Haro",
    "date": "2013-07-26",
    "explanation": "Like an illustration in a galactic Just So Story, the Elephant's Trunk Nebula winds through the emission nebula and young star cluster complex IC 1396, in the high and far off constellation of Cepheus. Of course, the cosmic elephant's trunk is over 20 light-years long. This composite was recorded through narrow band filters that transmit the light from ionized hydrogen, sulfur, and oxygen atoms in the region. The resulting image highlights the bright swept-back ridges that outline pockets of cool interstellar dust and gas. Such embedded, dark, tendril-shaped clouds contain the raw material for star formation and hide protostars within the obscuring cosmic dust. Nearly 3,000 light-years distant, the relatively faint IC 1396 complex covers a large region on the sky, spanning over 5 degrees. This close-up mosaic covers a 2 degree wide field, about the size of 4 Full Moons.",
    "hdurl": "https://apod.nasa.gov/apod/image/1307/TROMPAlozano.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Elephant's Trunk in IC 1396",
    "url": "https://apod.nasa.gov/apod/image/1307/TROMPAlozano950.jpg"
  },
  {
    "copyright": "Yuri Beletsky",
    "date": "2013-07-27",
    "explanation": "Storm clouds do sometimes come to Chile's Atacama desert, known as the driest place on Earth. These washed through the night sky just last month during the winter season, captured in this panoramic view. Drifting between are cosmic clouds more welcome by the region's astronomical residents though, including dark dust clouds in silhouette against the crowded starfields and nebulae of the central Milky Way. Below and right of center lies the Large Magellanic Cloud, appropriately named for its appearance in starry southern skies. City lights about 200 kilometers distant still glow along the horizon at the right, while bright star Canopus shines above them in the cloudy sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/1307/mwcl_panBeletsky.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Atacama's Cloudy Night",
    "url": "https://apod.nasa.gov/apod/image/1307/mwcl_panBeletsky600h.jpg"
  },
  {
    "date": "2013-07-28",
    "explanation": "Is this one galaxy or two?  This question came to light in 1950 when astronomer Art Hoag chanced upon this unusual extragalactic object.  On the outside is a ring dominated by bright blue stars, while near the center lies a ball of much redder stars that are likely much older.  Between the two is a gap that appears almost completely dark.  How Hoag's Object formed remains unknown, although similar objects have now been identified and collectively labeled as a form of ring galaxy.  Genesis hypotheses include a galaxy collision billions of years ago and the gravitational effect of a central bar that has since vanished. The above photo taken by the Hubble Space Telescope in July 2001 revealed unprecedented details of Hoag's Object. More recent observations in radio waves indicate that Hoag's Object has not accreted a smaller galaxy in the past billion years.  Hoag's Object spans about 100,000 light years and lies about 600 million light years away toward the constellation of the Snake (Serpens).  Coincidentally, visible in the gap (at about one o'clock) is yet another ring galaxy that likely lies far in the distance.   Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River)",
    "hdurl": "https://apod.nasa.gov/apod/image/1307/hoag_hubble_1521.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hoag's Object: A Strange Ring Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1307/hoag_hubble_960.jpg"
  },
  {
    "date": "2013-07-29",
    "explanation": "This is not a solar eclipse. Pictured above is a busy vista of moons and rings taken at Saturn. The large circular object in the center of the image is Titan, the largest moon of Saturn and one of the most intriguing objects in the entire Solar System. The dark spot in the center is the main solid part of the moon.  The bright surrounding ring is atmospheric haze above Titan, gas that is scattering sunlight to a camera operating onboard the robotic Cassini spacecraft. Cutting horizontally across the image are the rings of Saturn, seen nearly edge on.  At the lower right of Titan is Enceladus, a small moon of Saturn. Since the image was taken pointing nearly at the Sun, the surfaces of Titan and Enceladus appear in silhouette, and the rings of Saturn appear similar to a photographic negative. Now if you look really really closely at Enceladus, you can see a hint of icy jets shooting out toward the bottom of the image. It is these jets that inspired future proposals to land on Enceladus, burrow into the ice, and search for signs of extraterrestrial life.",
    "hdurl": "https://apod.nasa.gov/apod/image/1307/titanbusy_cassini_890.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn, Titan, Rings, and Haze",
    "url": "https://apod.nasa.gov/apod/image/1307/titanbusy_cassini_960.jpg"
  },
  {
    "date": "2013-07-30",
    "explanation": "In 1787, astronomer William Herschel discovered the NGC 2392.  From the ground, NGC 2392 resembles a person's head surrounded by a parka hood.  In 2000, the Hubble Space Telescope imaged NGC 2392 in visible light, while the nebula was imaged in X-rays by the Chandra X-ray Observatory in 2007. The above combined visible-X ray image, with X-rays emitted by central hot gas and shown in pink, was released last week. From space, the nebula displays gas clouds so complex they are not fully understood.  NGC 2392 is clearly a planetary nebula, and the gas seen above composed the outer layers of a Sun-like star only 10,000 years ago.  The inner filaments visible above are being ejected by strong wind of particles from the central star.  The outer disk contains unusual light-year long orange filaments. NGC 2392 Nebula spans about 1/3 of a light year and lies in our Milky Way Galaxy, about 3,000 light years distant, toward the constellation of the Twins (Gemini).",
    "hdurl": "https://apod.nasa.gov/apod/image/1307/ngc2392_hubblechandra_3600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2392 from Hubble and Chandra",
    "url": "https://apod.nasa.gov/apod/image/1307/ngc2392_hubblechandra_960.jpg"
  },
  {
    "date": "2013-07-31",
    "explanation": "How has the surface temperature of Earth been changing? To help find out, Earth scientists collected temperature records from over 1000 weather stations around the globe since 1880, and combined them with modern satellite data. The above movie dramatizes the result showing 130 years of planet-wide temperature changes relative to the local average temperatures in the mid-1900s. In the above global maps, red means warmer and blue means colder. On average, the display demonstrates that the temperature on Earth has increased by nearly one degree Celsius over the past 130 years, and many of the warmest years on record have occurred only recently. Global climate change is of more than passing interest -- it is linked to global weather severity and coastal sea water levels.",
    "media_type": "video",
    "service_version": "v1",
    "title": "130 Years of Earth Surface Temperatures",
    "url": "//www.youtube.com/embed/lV8PI4R5nI4?rel=0"
  },
  {
    "copyright": "Adam Block",
    "date": "2013-08-01",
    "explanation": "The Great Spiral Galaxy in Andromeda (aka M31), a mere 2.5 million light-years distant, is the closest large spiral to our own Milky Way. Andromeda is visible to the unaided eye as a small, faint, fuzzy patch, but because its surface brightness is so low, casual skygazers can't appreciate the galaxy's impressive extent in planet Earth's sky. This entertaining composite image compares the angular size of the nearby galaxy to a brighter, more familiar celestial sight. In it, a deep exposure of Andromeda, tracing beautiful blue star clusters in spiral arms far beyond the bright yellow core, is combined with a typical view of a nearly full Moon. Shown at the same angular scale, the Moon covers about 1/2 degree on the sky, while the galaxy is clearly several times that size. The deep Andromeda exposure also includes two bright satellite galaxies, M32 and M110 (bottom).",
    "hdurl": "https://apod.nasa.gov/apod/image/1308/m31abtpmoon.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Over Andromeda",
    "url": "https://apod.nasa.gov/apod/image/1308/m31abtpmoon900.jpg"
  }
]
