[
  {
    "copyright": "Astrobrallo",
    "date": "2013-01-01",
    "explanation": "Few star clusters are seen to be so close to each other. Some 7,000 light-years away, though, this pair of open or galactic star clusters is an easy binocular target, a lovely starfield in the northern constellation Perseus. Also visible to the unaided eye from dark sky areas, it was cataloged in 130 BC by Greek astronomer Hipparchus. Now known as h and chi Persei, or NGC 869 (above right) and NGC 884, the clusters themselves are separated by only a few hundred light-years and contain stars much younger and hotter than the Sun. In addition to being physically close together, the clusters' ages based on their individual stars are similar - evidence that both clusters were likely a product of the same star-forming region.   APOD Editors to Speak: RJN in Philadelphia on Jan. 3 & JTB in New York City on Jan. 4",
    "hdurl": "https://apod.nasa.gov/apod/image/1301/doublecluster_astrobrallo_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Double Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/1301/doublecluster_astrobrallo_960.jpg"
  },
  {
    "copyright": "J. RhoadsArizona State U.",
    "date": "2013-01-02",
    "explanation": "Most galaxies have a single nucleus -- does this galaxy have four?  The strange answer leads astronomers to conclude that the nucleus of the surrounding galaxy is not even visible in this image.  The central cloverleaf is rather light emitted from a background quasar.  The gravitational field of the visible foreground galaxy breaks light from this distant quasar into four distinct images.  The quasar must be properly aligned behind the center of a massive galaxy for a mirage like this to be evident.  The general effect is known as gravitational lensing, and this specific case is known as the Einstein Cross.  Stranger still, the images of the Einstein Cross vary in relative brightness, enhanced occasionally by the additional gravitational microlensing effect of specific stars in the foreground galaxy.    Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River)",
    "hdurl": "https://apod.nasa.gov/apod/image/1301/qso2237_wiyn_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Einstein Cross Gravitational Lens",
    "url": "https://apod.nasa.gov/apod/image/1301/qso2237_wiyn_960.jpg"
  },
  {
    "copyright": "Dieter Willasch",
    "date": "2013-01-03",
    "explanation": "Open clusters of stars can be near or far, young or old, and diffuse or compact.  Found near the plane of our Milky Way galaxy, they contain from 100 to 10,000 stars, all of which formed at nearly the same time.  Bright blue stars frequently distinguish younger open clusters.  M35, on the upper left, is relatively nearby at 2800 light years distant, relatively young at 150 million years old, and relatively diffuse, with about 2500 stars spread out over a volume 30 light years across.  An older and more compact open cluster, NGC 2158, is at the lower right.  NGC 2158 is four times more distant than M35, over 10 times older, and much more compact with many more stars in roughly the same volume of space.  NGC 2158's bright blue stars have self-destructed, leaving cluster light to be dominated by older and yellower stars.  Both clusters are seen toward the constellation of Gemini.   APOD Editors to Speak",
    "hdurl": "https://apod.nasa.gov/apod/image/1301/M35-DW.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Open Star Clusters M35 and NGC 2158",
    "url": "https://apod.nasa.gov/apod/image/1301/M35-DW900.jpg"
  },
  {
    "date": "2013-01-04",
    "explanation": "Tycho crater's central peak complex casts a long, dark shadow near local sunrise in this spectacular lunarscape. The dramatic oblique view was recorded on June 10, 2011 by the Lunar Reconnaissance Orbiter. Shown in amazing detail, boulder strewn slopes and jagged shadows appear in the highest resolution version at 1.5 meters per pixel. The rugged complex is about 15 kilometers wide, formed in uplift by the giant impact that created the well-known ray crater 100 million years ago. The summit of its central peak reaches 2 kilometers above the Tycho crater floor.",
    "hdurl": "https://apod.nasa.gov/apod/image/1301/tychoCentralPeaks_lro.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunrise at Tycho",
    "url": "https://apod.nasa.gov/apod/image/1301/tychoCentralPeaks_lro950.jpg"
  },
  {
    "date": "2013-01-05",
    "explanation": "Get out your red/blue glasses and float next to Helene, small, icy moon of Saturn. Appropriately named, Helene is one of four known Trojan moons, so called because it orbits at a Lagrange point. A Lagrange point is a gravitationally stable position near two massive bodies, in this case Saturn and larger moon Dione. In fact, irregularly shaped ( about 36 by 32 by 30 kilometers) Helene orbits at Dione's leading Lagrange point while brotherly ice moon Polydeuces follows at Dione's trailing Lagrange point. The sharp stereo anaglyph was constructed from two Cassini images (N00172886, N00172892) captured during a close flyby in 2011. It shows part of the Saturn-facing hemisphere of Helene mottled with craters and gully-like features.",
    "hdurl": "https://apod.nasa.gov/apod/image/1301/N00172886_92_beltramini.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stereo Helene",
    "url": "https://apod.nasa.gov/apod/image/1301/N00172886_92_beltramini900.jpg"
  },
  {
    "copyright": "Don Goldman",
    "date": "2013-01-06",
    "explanation": "In silhouette against a crowded star field toward the constellation Scorpius, this dusty cosmic cloud evokes for some the image of an ominous dark tower. In fact, clumps of dust and molecular gas collapsing to form stars may well lurk within the dark nebula, a structure that spans almost 40 light-years across this gorgeous telescopic portrait. Known as a cometary globule, the swept-back cloud, extending from the lower right to the head (top of the tower) left and above center, is shaped by intense ultraviolet radiation from the OB association of very hot stars in NGC 6231, off the upper edge of the scene. That energetic ultraviolet light also powers the globule's bordering reddish glow of hydrogen gas. Hot stars embedded in the dust can be seen as bluish reflection nebulae. This dark tower, NGC 6231, and associated nebulae are about 5,000 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/1301/DarkTowerGoldman.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Dark Tower in Scorpius",
    "url": "https://apod.nasa.gov/apod/image/1301/DarkTowerGoldmanF900c.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2013-01-07",
    "explanation": "AE Aurigae is called the flaming star. The surrounding nebula IC 405 is named the Flaming Star Nebula and the region seems to harbor smoke, but there is no fire.  Fire, typically defined as the rapid molecular acquisition of oxygen, happens only when sufficient oxygen is present and is not important in such high-energy, low-oxygen environments. The material that appears as smoke is mostly interstellar hydrogen, but does contain smoke-like dark filaments of carbon-rich dust grains. The bright star AE Aurigae, visible near the nebula center, is so hot it is blue, emitting light so energetic it knocks electrons away from atoms in the surrounding gas. When an atom recaptures an electron, light is emitted creating the surrounding emission nebula. In this cosmic portrait, the Flaming Star nebula lies about 1,500 light years distant, spans about 5 light years, and is visible with a small telescope toward the constellation of the Charioteer (Auriga).   Best of APOD 2012: Download a free 2013 APOD Calendar",
    "hdurl": "https://apod.nasa.gov/apod/image/1301/flamingstar_pugh_2666.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "AE Aurigae and the Flaming Star Nebula",
    "url": "https://apod.nasa.gov/apod/image/1301/flamingstar_pugh_960.jpg"
  },
  {
    "copyright": "SSROPROMPT",
    "date": "2013-01-08",
    "explanation": "The grand, winding arms are almost mesmerizing in this face-on view of NGC 7424, a spiral galaxy with a prominent central bar. About 40 million light-years distant in the headlong constellation Grus, this island universe is also about 100,000 light-years across making it remarkably similar to our own Milky Way. Following along the winding arms, many bright clusters of massive young stars can be found. The star clusters themselves are several hundred light-years in diameter. And while massive stars are born in the arms of NGC 7424, they also die there. Notably, this galaxy was home to a powerful stellar explosion, supernova SN 2001ig, which faded well before the above image was recorded.   Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River)",
    "hdurl": "https://apod.nasa.gov/apod/image/1301/ngc7424_ssro_3567.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Grand Spiral Galaxy NGC 7424",
    "url": "https://apod.nasa.gov/apod/image/1301/ngc7424_ssro_960.jpg"
  },
  {
    "copyright": "Dieter Willasch",
    "date": "2013-01-09",
    "explanation": "Normally faint and elusive, the Jellyfish Nebula is caught in this alluring telescopic view. Drifting near bright star Eta Geminorum, at the foot of a celestial twin, the Jellyfish Nebula is seen dangling tentacles from the bright arcing ridge of emission left of center. In fact, the cosmic jellyfish is part of bubble-shaped supernova remnant IC 443, the expanding debris cloud from a massive star that exploded. Light from the explosion first reached planet Earth over 30,000 years ago. Like its cousin in astrophysical waters the Crab Nebula supernova remnant, IC 443 is known to harbor a neutron star, the remnant of the collapsed stellar core. The Jellyfish Nebula is about 5,000 light-years away. At that distance, this image would be about 100 light-years across.   Best of APOD 2012: Download a free 2013 APOD Calendar",
    "hdurl": "https://apod.nasa.gov/apod/image/1301/IC443-DW.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Elusive Jellyfish Nebula",
    "url": "https://apod.nasa.gov/apod/image/1301/IC443-DW950d.jpg"
  },
  {
    "date": "2013-01-10",
    "explanation": "Cosmic bullets pierce the outskirts of the Orion Nebula some 1500 light-years distant in this sharp infrared close-up. Blasted out by energetic massive star formation the bullets, relatively dense, hot gas clouds about ten times the size of Pluto's orbit, are blue in the false color image. Glowing with the light of ionized iron atoms they travel at speeds of hundreds of kilometers per second, their passage traced by yellowish trails of the nebula's shock-heated hydrogen gas. The cone-shaped wakes are up to a fifth of a light-year long. The detailed image was created using the 8.1 meter Gemini South telescope in Chile with a newly commisioned adaptive optics system (GeMS). Achieving a larger field of view than previous generation adaptive optics, GeMS uses five laser generated guide stars to help compensate for the blurring effects of planet Earth's atmosphere.   Best of APOD 2012: Download a free 2013 APOD Calendar",
    "hdurl": "https://apod.nasa.gov/apod/image/1301/OrionGEMS_FINAL.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Orion Bullets",
    "url": "https://apod.nasa.gov/apod/image/1301/OrionGEMS_900.jpg"
  },
  {
    "copyright": "Marco Lorenzi",
    "date": "2013-01-11",
    "explanation": "How do clusters of galaxies form and evolve? To help find out, astronomers continue to study the second closest cluster of galaxies to Earth: the Fornax cluster, named for the southern constellation toward which most of its galaxies can be found. Although almost 20 times more distant than our neighboring Andromeda galaxy, Fornax is only about 10 percent further that the better known and more populated Virgo cluster of galaxies. Fornax has a well-defined central region that contains many galaxies, but is still evolving. It has other galaxy groupings that appear distinct and have yet to merge. Seen here, almost every yellowish splotch on the image is an elliptical galaxy in the Fornax cluster. The picturesque barred spiral galaxy NGC 1365 visible on the lower right is also a prominent Fornax cluster member.   Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River)",
    "hdurl": "https://apod.nasa.gov/apod/image/1301/fornax_lorenzi_3500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Fornax Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/1301/fornax_lorenzi_960.jpg"
  },
  {
    "date": "2013-01-12",
    "explanation": "How common are Earth-sized planets? Quite common, according to extrapolations from new data taken by NASA's orbiting Kepler spacecraft. Current computer models are indicating that at least one in ten stars are orbited by an Earth-sized planet, making our Milky Way Galaxy the home to over ten billion Earths. Unfortunately, this estimate applies only to planets effectively inside the orbit of Mercury, making these hot-Earths poor vacation opportunities for humans. This histogram depicts the estimated fraction of stars that have close orbiting planets of various sizes. The number of Sun-like stars with Earth-like planets in Earth-like orbits is surely much less, but even so, Kepler has also just announced the discovery of four more of those.",
    "hdurl": "https://apod.nasa.gov/apod/image/1301/EarthPlanets2048.JPG",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ten Billion Earths",
    "url": "https://apod.nasa.gov/apod/image/1301/EarthPlanets900.JPG"
  },
  {
    "date": "2013-01-13",
    "explanation": "Near the outskirts of the Small Magellanic Cloud, a satellite galaxy some 200 thousand light-years distant, lies 5 million year young star cluster NGC 602. Surrounded by natal gas and dust, NGC 602 is featured in this stunning Hubble image of the region. Fantastic ridges and swept back shapes strongly suggest that energetic radiation and shock waves from NGC 602's massive young stars have eroded the dusty material and triggered a progression of star formation moving away from the cluster's center. At the estimated distance of the Small Magellanic Cloud, the picture spans about 200 light-years, but a tantalizing assortment of background galaxies are also visible in the sharp Hubble view. The background galaxies are hundreds of millions of light-years or more beyond NGC 602.   Best of APOD 2012: Download a free 2013 APOD Calendar",
    "hdurl": "https://apod.nasa.gov/apod/image/1301/ngc602_hst_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 602 and Beyond",
    "url": "https://apod.nasa.gov/apod/image/1301/ngc602_hst_960.jpg"
  },
  {
    "copyright": "Ignacio\nDiaz Bobillo",
    "date": "2013-01-14",
    "explanation": "In this celestial still life composed with a cosmic brush, dusty nebula NGC 2170 shines left of image center.  Reflecting the light of nearby hot stars, NGC 2170 is joined by other bluish reflection nebulae, a red emission region, many dark absorption nebulae, and a backdrop of colorful stars. Like the common household items still life painters often choose for their subjects, these clouds of gas, dust, and hot stars are also commonly found in this setting - a massive, star-forming molecular cloud in the constellation Monoceros. The giant molecular cloud, Mon R2, is impressively close, estimated to be only 2,400 light-years or so away. At that distance, this canvas would be over 40 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/1301/NGC2170-hires3.JPG",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2170: Celestial Still Life",
    "url": "https://apod.nasa.gov/apod/image/1301/NGC2170-950.JPG"
  },
  {
    "date": "2013-01-15",
    "explanation": "Sometimes, the Sun itself seems to dance. On just this past New Year's Eve, for example, NASA's Sun-orbiting Solar Dynamic Observatory spacecraft imaged an impressive prominence erupting from the Sun's surface. The dramatic explosion was captured in ultraviolet light in the above time lapse video covering four hours. Of particular interest is the tangled magnetic field that directs a type of solar ballet for the hot plasma as it falls back to the Sun.  The scale of the disintegrating prominence is huge -- the entire Earth would easily fit under the flowing  curtain of hot gas.  A quiescent prominence typically lasts about a month, and may erupt in a Coronal Mass Ejection (CME) expelling hot gas into the Solar System.  The energy mechanism that creates a solar prominence is still a topic of research.  As the Sun nears Solar Maximum this year, solar activity like eruptive prominences should be common.",
    "media_type": "video",
    "service_version": "v1",
    "title": "A Solar Ballet",
    "url": "https://www.youtube.com/embed/Vtnof33Xu4A#t=00m04s?rel=0"
  },
  {
    "date": "2013-01-16",
    "explanation": "A gorgeous spiral galaxy some 100 million light-years distant, NGC 1309 lies on the banks of the constellation of the River (Eridanus). NGC 1309 spans about 30,000 light-years, making it about one third the size of our larger Milky Way galaxy. Bluish clusters of young stars and dust lanes are seen to trace out NGC 1309's spiral arms as they wind around an older yellowish star population at its core. Not just another pretty face-on spiral galaxy, observations of NGC 1309's recent supernova and Cepheid variable stars contribute to the calibration of the expansion of the Universe. Still, after you get over this beautiful galaxy's grand design, check out the array of more distant background galaxies also recorded in this sharp, reprocessed,  Hubble Space Telescope view.",
    "hdurl": "https://apod.nasa.gov/apod/image/1301/NGC1309_HLA_Pugh_2619.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1309: Spiral Galaxy and Friends",
    "url": "https://apod.nasa.gov/apod/image/1301/NGC1309_HLA_Pugh_960.jpg"
  },
  {
    "date": "2013-01-17",
    "explanation": "The aftermath of a cosmic cataclysm, supernova remnant Cassiopeia A (Cas A) is a comfortable 11,000 light-years away. Light from the Cas A supernova, the death explosion of a massive star, first reached Earth just 330 years ago.  Still expanding, the explosion's debris cloud spans about 15 light-years near the center of this composite image. The scene combines color data of the starry field and fainter filaments of material at optical energies with image data from the orbiting NuSTAR X-ray telescope. Mapped to false colors, the X-ray data in blue hues trace the fragmented outer boundary of the expanding shock wave, glowing at energies up to 10,000 times the energy of the optical photons.",
    "hdurl": "https://apod.nasa.gov/apod/image/1301/CasA_Xray_KC2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cas A: Optical and X-ray",
    "url": "https://apod.nasa.gov/apod/image/1301/CasA_Xray_KC950.jpg"
  },
  {
    "date": "2013-01-18",
    "explanation": "Stickney Crater, the largest crater on the martian moon Phobos, is named for Chloe Angeline Stickney Hall, mathematician and wife of astronomer Asaph Hall. Asaph Hall discovered both the Red Planet's moons in 1877. Over 9 kilometers across, Stickney is nearly half the diameter of Phobos itself, so large that the impact that blasted out the crater likely came close to shattering the tiny moon. This stunning, enhanced-color image of Stickney and surroundings was recorded by the HiRISE camera onboard the Mars Reconnaissance Orbiter as it passed within some six thousand kilometers of Phobos in March of 2008. Even though the surface gravity of asteroid-like Phobos is less than 1/1000th Earth's gravity, streaks suggest loose material slid down inside the crater walls over time. Light bluish regions near the crater's rim could indicate a relatively freshly exposed surface. The origin of the curious grooves along the surface is mysterious but may be related to the crater-forming impact.",
    "hdurl": "https://apod.nasa.gov/apod/image/1301/PSP_007769_9010_IRB_Stickney.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stickney Crater",
    "url": "https://apod.nasa.gov/apod/image/1301/PSP_007769_9010_IRB_Stickney900.jpg"
  },
  {
    "copyright": "John Davis",
    "date": "2013-01-19",
    "explanation": "A gaze across a cosmic skyscape, this telescopic mosaic reveals the continuous beauty of things that are. The evocative scene spans some 6 degrees or 12 Full Moons in planet Earth's sky. At the left, folds of red, glowing gas are a small part of an immense, 300 light-year wide arc. Known as Barnard's loop, the structure is too faint to be seen with the eye, shaped by long gone supernova explosions and the winds from massive stars, and still traced by the light of hydrogen atoms. Barnard's loop lies about 1,500 light-years away roughly centered on the Great Orion Nebula, a stellar nursery along the edge of Orion's molecular clouds. But beyond lie other fertile star fields in the plane of our Milky Way Galaxy. At the right, the long-exposure composite finds NGC 2170, a dusty complex of nebulae near a neighboring molecular cloud some 2,400 light-years distant.",
    "hdurl": "https://apod.nasa.gov/apod/image/1301/NGC2170Barnard_Davis.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Barnard Stares at NGC 2170",
    "url": "https://apod.nasa.gov/apod/image/1301/NGC2170Barnard_Davis900.jpg"
  },
  {
    "date": "2013-01-20",
    "explanation": "What is it?  It was found at the bottom of the sea aboard an ancient Greek ship.  Its seeming complexity has prompted decades of study, although some of its functions remained unknown.   X-ray images of the device have confirmed the nature of the Antikythera mechanism, and discovered several surprising functions.  The Antikythera mechanism has been discovered to be a mechanical computer of an accuracy thought impossible in 80 BC, when the ship that carried it sank.   Such sophisticated technology was not thought to be developed by humanity for another 1,000 years. Its wheels and gears create a portable orrery of the sky that predicted star and planet locations as well as lunar and solar eclipses. The Antikythera mechanism, shown above, is 33 centimeters high and therefore similar in size to a large book.",
    "hdurl": "https://apod.nasa.gov/apod/image/1301/antikythera_wikipedia_1036.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Antikythera Mechanism",
    "url": "https://apod.nasa.gov/apod/image/1301/antikythera_wikipedia_960.jpg"
  },
  {
    "date": "2013-01-21",
    "explanation": "What would it look like to land on Saturn's moon Titan? The European Space Agency's Huygens probe set down on the Solar System's cloudiest moon in 2005, and a time-lapse video of its descent images was created. Huygens separated from the robotic Cassini spacecraft soon after it achieved orbit around Saturn in late 2004 and began approaching Titan. For two hours after arriving, Huygens plummeted toward Titan's surface, recording at first only the shrouded moon's opaque atmosphere. The computerized truck-tire sized probe soon deployed a parachute to slow its decent, pierced the thick clouds, and began transmitting images of a strange surface far below never before seen in visible light. Landing in a dried sea and surviving for 90 minutes, Huygen's return unique images of a strange plain of dark sandy soil strewn with smooth, bright, fist-sized rocks of ice.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Huygens: Titan Descent Movie",
    "url": "https://www.youtube.com/embed/HtYDPj6eFLc?rel=0"
  },
  {
    "copyright": "Nick Pavelchak",
    "date": "2013-01-22",
    "explanation": "The North America nebula on the sky can do what the North America continent on Earth cannot -- form stars.  Specifically, in analogy to the Earth-confined continent, the bright part that appears as Central America and Mexico is actually a hot bed of gas, dust, and newly formed stars known as the Cygnus Wall.  The above image shows the star forming wall lit and eroded by bright young stars, and partly hidden by the dark dust they have created.  The part of the North America nebula (NGC 7000) shown spans about 15 light years and lies about 1,500 light years away toward the constellation of the Swan (Cygnus).",
    "hdurl": "https://apod.nasa.gov/apod/image/1301/cygnuswall_pavelchak_1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cygnus Wall of Star Formation",
    "url": "https://apod.nasa.gov/apod/image/1301/cygnuswall_pavelchak_960.jpg"
  },
  {
    "copyright": "SSRO",
    "date": "2013-01-23",
    "explanation": "Large spiral galaxy NGC 4945 is seen edge-on near the center of this cosmic galaxy portrait. In fact, NGC 4945 is almost the size of our own Milky Way Galaxy. Its own dusty disk, young blue star clusters, and pink star forming regions standout in the sharp, colorful telescopic image. About 13 million light-years distant toward the expansive southern constellation Centaurus, NGC 4945 is only about six times farther away than Andromeda, the nearest large spiral galaxy to the Milky Way. Though the galaxy's central region is largely hidden from view for optical telescopes, X-ray and infrared observations indicate significant high energy emission and star formation in the core of NGC 4945. Its obscured but active nucleus qualifies the gorgeous island universe as a Seyfert galaxy and likely home to a central supermassive black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/1301/NGC4945_Master23.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nearby Spiral Galaxy NGC 4945",
    "url": "https://apod.nasa.gov/apod/image/1301/NGC4945_Master23h600.jpg"
  },
  {
    "copyright": "Luis Argerich",
    "date": "2013-01-24",
    "explanation": "Clouds on a summer night frame this sea and skyscape, recorded earlier this month near Buenos Aires, Argentina. But planet Earth's clouds are not the only clouds on the scene. Starry clouds and nebulae along the southern hemisphere's summer Milky Way arc above the horizon, including the dark Coal Sack near the Southern Cross and the tantalizing pinkish glow of the Carina Nebula. Both the Large (top center) and Small Magellanic Clouds are also in view, small galaxies in their own right and satellites of the Milky Way up to 200,000 light-years distant. Alpha star of the Carina constellation and second brightest star in Earth's night, Canopus shines above about 300 light-years away. Still glinting in sunlight at an altitude of 400 kilometers, the orbiting International Space Station traces a long streak through the single, 5 minute, star-tracking exposure.",
    "hdurl": "https://apod.nasa.gov/apod/image/1301/ISSMW_argerichMG_5234_16.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "ISS and the Summer Milky Way",
    "url": "https://apod.nasa.gov/apod/image/1301/ISSMW_argerichMG_5234_16h900.jpg"
  },
  {
    "date": "2013-01-25",
    "explanation": "On January 25 (UT) 2004, the Opportunity rover fell to Mars, making today the 9th anniversary of its landing. After more than 3,200 sols (Mars solar days) the golf cart-sized robot from Earth is still actively exploring the Red Planet, though its original mission plan was for three months. Having driven some 35 kilometers (22 miles) from its landing site, Opportunity's panoramic camera recorded the segments of this scene, in November and December of last year. The digitally stitched panorama spans more than 210 degrees across the Matijevic Hill area along the western rim of Endeavour Crater. Features dubbed Copper Cliff, a dark outcrop, appear at the left, and Whitewater Lake, a bright outcrop, at the far right. The image is presented here in a natural color approximation of what the scene would look like to human eyes.",
    "hdurl": "https://apod.nasa.gov/apod/image/1301/OpportunityMarsPIA16703.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Matijevic Hill Panorama",
    "url": "https://apod.nasa.gov/apod/image/1301/OpportunityMarsPIA16703_600h.jpg"
  },
  {
    "copyright": "Sebastian\nSaarloos",
    "date": "2013-01-26",
    "explanation": "Moonlight illuminates a snowy scene in this night land and skyscape made on January 17 from Lower Miller Creek, Alaska, USA. Overexposed near the mountainous western horizon is the first quarter Moon itself, surrounded by an icy halo and flanked left and right by moondogs. Sometimes called mock moons, a more scientific name for the luminous apparitions is paraselenae (plural). Analogous to a sundog or parhelion, a paraselene is produced by moonlight refracted through thin, hexagonal, plate-shaped ice crystals in high cirrus clouds. As determined by the crystal geometry, paraselenae are seen at an angle of 22 degrees or more from the Moon. Compared to the bright lunar disk, paraselenae are faint and easier to spot when the Moon is low.",
    "hdurl": "https://apod.nasa.gov/apod/image/1301/moondog_saarloos.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Alaskan Moondogs",
    "url": "https://apod.nasa.gov/apod/image/1301/moondog_saarloos900.jpg"
  },
  {
    "copyright": "St�phane Guisard",
    "date": "2013-01-27",
    "explanation": "Comet McNaught of 2007 has been, so far, the most photogenic comet of our time.  After making quite a show in the northern hemisphere in early 2007 January, the comet moved south and developed a long and unusual dust tail that dazzled southern hemisphere observers.  In this image, Comet McNaught was captured above Santiago, Chile.  The bright comet dominates on the left while part of its magnificent tail spreads across the entire frame.   From this vantage point in the Andes Mountains, one looks up toward Comet McNaught and a magnificent sky, across at a crescent moon, and down on clouds, atmospheric haze, and the city lights. The current year -- 2013 -- holds promise to be even better for comets than 2007.  In early March,  Comet PANSTARRS is on track to become visible to the unaided eye, while at the end of the year Comet ISON shows possibilities that include casting a tail that spreads across the sky, breaking up, and even becoming one of the brightest comets in recorded history.",
    "hdurl": "https://apod.nasa.gov/apod/image/1301/mcnaught_guisard_881.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet McNaught Over Chile",
    "url": "https://apod.nasa.gov/apod/image/1301/mcnaught_guisard_960.jpg"
  },
  {
    "date": "2013-01-28",
    "explanation": "Clouds of glowing gas mingle with dust lanes in the Trifid Nebula, a star forming region toward the constellation of the Archer (Sagittarius).  In the center, the three prominent dust lanes that give the Trifid its name all come together. Mountains of opaque dust appear on the right, while other dark filaments of dust are visible threaded throughout the nebula.  A single massive star visible near the center causes much of the Trifid's glow.  The Trifid, also known as M20, is only about 300,000 years old, making it among the youngest emission nebulae known.  The nebula lies about 9,000 light years away and the part pictured here spans about 10 light years.  The above image is a composite with luminance taken from an image by the 8.2-m ground-based Subaru Telescope, detail provided by the 2.4-m orbiting Hubble Space Telescope, color data provided by Martin Pugh and image assembly and processing provided by Robert Gendler.",
    "hdurl": "https://apod.nasa.gov/apod/image/1301/trifid_gendler_2400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Center of the Trifid Nebula",
    "url": "https://apod.nasa.gov/apod/image/1301/trifid_gendler_960.jpg"
  },
  {
    "date": "2013-01-29",
    "explanation": "What would it be like to drive on the Moon? You don't have to guess -- humans have actually done it. Pictured above, Apollo 16 astronauts John Young and Charles Duke recorded video during one such drive in 1972, with a digital version now available on the web.  No matter which direction it headed, the Lunar Rover traveled a path literally covered with rocks and craters. The first half of the above video shows the rover zipping about a moonscape near 10 kilometers per hour, while the second half shows a dash-cam like view. The Lunar Rover was deployed on the later Apollo missions as a way for astronauts to reach and explore terrain further from the Lunar Module basecamp than was possible by walking in cumbersome spacesuits. Possible future lunar missions that might deploy robotic rovers capable of beaming back similar videos include those by China, Russia, India, and Google X-Prize contestants.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Apollo 16: Driving on the Moon",
    "url": "https://www.youtube.com/embed/7o3Oi9JWsyM?rel=0"
  },
  {
    "copyright": "Mark Gee Music:",
    "date": "2013-01-30",
    "explanation": "Have you ever watched the Moon rise? The slow rise of a nearly full moon over a clear horizon can be an impressive sight. One impressive moonrise was imaged two nights ago over Mount Victoria Lookout in Wellington, New Zealand. With detailed planning, an industrious astrophotographer placed a camera about two kilometers away and pointed it across the lookout to where the Moon would surely soon be making its nightly debut. The above single shot sequence is unedited and shown in real time -- it is not a time lapse. People on Mount Victoria Lookout can be seen in silhouette themselves admiring the dawn of Earth's largest satellite. Seeing a moonrise yourself is not difficult: it happens every day, although only half the time at night. Each day the Moon rises about fifty minutes later than the previous day, with a full moon always rising at sunset.   Best of APOD 2012: Download a free 2013 APOD Calendar",
    "media_type": "video",
    "service_version": "v1",
    "title": "Full Moon Silhouettes",
    "url": "https://player.vimeo.com/video/58385453?portrait=0"
  },
  {
    "copyright": "Ivan Eder",
    "date": "2013-01-31",
    "explanation": "The delightful Dark Doodad Nebula drifts through southern skies, a tantalizing target for binoculars in the constellation Musca, The Fly. The dusty cosmic cloud is seen against rich starfields just south of the prominent Coalsack Nebula and the Southern Cross. Stretching for about 3 degrees across this scene the Dark Doodad seems punctuated at its southern tip (lower left) by globular star cluster NGC 4372. Of course NGC 4372 roams the halo of our Milky Way Galaxy, a background object some 20,000 light-years away and only by chance along our line-of-sight to the Dark Doodad. The Dark Doodad's well defined silhouette belongs to the Musca molecular cloud, but its better known alliterative moniker was first coined by astro-imager and writer Dennis di Cicco in 1986 while observing comet Halley from the Australian outback. The Dark Doodad is around 700 light-years distant and over 30 light-years long.",
    "hdurl": "https://apod.nasa.gov/apod/image/1301/doodad_ederL.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4372 and the Dark Doodad",
    "url": "https://apod.nasa.gov/apod/image/1301/doodad_eder900x.jpg"
  },
  {
    "copyright": "Ben\nCooper",
    "date": "2013-02-01",
    "explanation": "Beyond a fertile field of satellite communication antennas at Kennedy Space Center, an Atlas V rocket streaks into orbit in this long exposure photograph. In the thoughtfully composed image recorded on the evening of January 30, the antennas in the foreground bring to mind the rocket's payload, a Tracking and Data Relay Satellite (TDRS; sounds like TEE-dress). This TDRS-K is the first in a next-generation series adding to the constellation of NASA's communication satellites. Operating from geosynchronous orbit 22,300 miles (36,000 kilometers) above planet Earth, the network of TDRS satellites relays communications, data, and commands between spacecraft and ground stations. Formerly the TDRS network provided communications for space shuttle missions. In fact, many TDRS satellites were ferried as far as low Earth orbit on space shuttles. The TDRS network continues to support major spacecraft like the International Space Station, the Hubble Space Telescope, and the Fermi Gamma-ray Space Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/1302/TDRS-Kcooper.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Atlas V Launches TDRS-K",
    "url": "https://apod.nasa.gov/apod/image/1302/TDRS-Kcooper.jpg"
  }
]
