[
  {
    "date": "2013-04-01",
    "explanation": "Which is which? Of the two images shown above, one is a moon in our Solar System, while the other is the bottom of frying pan.  We are not making this up -- can you tell a pan from a planetoid? Think you got it?  To find the answer click here. OK, but there are more!  That's right: you, your family, friends, neighbors, and local elected officials can all play \"Moon or Frying Pan\" with these other image pairs, too. As everyone knows, the fundamental underlying reason why moons and frying pans appear similar is -- OK, we at APOD aren't sure either. And if you've been fooled, don't fret -- just remember that it's OK because today is April Fool's Day.   The Whole Quiz: Moon or Frying Pan?",
    "hdurl": "https://apod.nasa.gov/apod/image/1304/paneuropa_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon or Frying Pan?",
    "url": "https://apod.nasa.gov/apod/image/1304/paneuropa_960.jpg"
  },
  {
    "copyright": "Scott Rosen",
    "date": "2013-04-02",
    "explanation": "Do you see the horse's head?   What you are seeing is not the famous Horsehead nebula toward Orion but rather a fainter nebula that only takes on a familiar form with deeper imaging.  The main part of the above imaged molecular cloud complex is a reflection nebula cataloged as IC 4592.  Reflection nebulas are actually made up of very fine dust that normally appears dark but can look quite blue when reflecting the light of energetic nearby stars.  In this case, the source of much of the reflected light is a star at the eye of the horse.  That star is part of Nu Scorpii, one of the brighter star systems toward the constellation of the Scorpion Scorpius.   A second reflection nebula dubbed IC 4601 is visible surrounding two stars on the upper right of the image center.",
    "hdurl": "https://apod.nasa.gov/apod/image/1304/bluehorsehead_rosen_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 4592: The Blue Horsehead Reflection Nebula",
    "url": "https://apod.nasa.gov/apod/image/1304/bluehorsehead_rosen_960.jpg"
  },
  {
    "copyright": "Pavel Smilyk",
    "date": "2013-04-03",
    "explanation": "Currently, comet PANSTARRS is passing nearly in front of the galaxy Andromeda. Coincidentally, both comet and galaxy appear now to be just about the same angular size. In physical size, even though Comet PANSTARRS is currently the largest object in the Solar System with a tail spanning about 15 times the diameter of the Sun, it is still about 70 billion times smaller than the Andromeda galaxy (M31). The above image was captured on March 30, near Syktyvkar, Russia. As C/2011 L4 (PANSTARRS) on the lower left recedes from the Sun and dims, it is returning to the northerly direction whence it came.  When the comet will return is currently unknown, although humans may have merged with computers by then.   Gallery: Comet PANSTARRS",
    "hdurl": "https://apod.nasa.gov/apod/image/1304/panstarrsm31_pavel_1320.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet PANSTARRS and the Andromeda Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1304/panstarrsm31_pavel_960.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2013-04-04",
    "explanation": "This beautiful, bright, spiral galaxy is Messier 64, often called the Black Eye Galaxy or the Sleeping Beauty Galaxy for its heavy-lidded appearance in telescopic views. M64 is about 17 million light-years distant in the otherwise well-groomed northern constellation Coma Berenices. In fact, the Red Eye Galaxy might also be an appropriate moniker in this colorful composition of narrow and wideband images. The enormous dust clouds obscuring the near-side of M64's central region are laced with the telltale reddish glow of hydrogen associated with star forming regions.  But they are not this galaxy's only peculiar feature. Observations show that M64 is actually composed of two concentric, counter-rotating systems. While all the stars in M64 rotate in the same direction as the interstellar gas in the galaxy's central region, gas in the outer regions, extending to about 40,000 light-years, rotates in the opposite direction. The dusty eye and bizarre rotation is likely the result of a billion year old merger of two different galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/1304/M64HaLRGB_Pugh.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M64: The Black Eye Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1304/M64HaLRGB_Pugh920.jpg"
  },
  {
    "copyright": "Clear Skies",
    "date": "2013-04-05",
    "explanation": "It looks like a double comet, but Comet PanSTARRS (C/2011 L4) is just offering skygazers a Messier moment. Outward bound and fading in this starry scene, the well-photographed comet is remarkably similar in brightness to M31, the Andromeda Galaxy. Tracking through northern skies just below the galaxy, the comet was captured as local midnight approached on April 3. Both comet and galaxy were visible to the eye and are immersed in the faint glow of northern lights. Our own Milky Way galaxy arcs over the snowy field near Tänndalen, Sweden. Double star cluster h and chi Persei can be spotted along the Milky Way's arc high above the comet/galaxy pair. Follow the arc to bright Deneb, alpha star of the constellation Cygnus, at the right edge of the frame.",
    "hdurl": "https://apod.nasa.gov/apod/image/1304/Me-and-the-milkyway_heden0.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet of the North",
    "url": "https://apod.nasa.gov/apod/image/1304/Me-and-the-milkyway_heden0900.jpg"
  },
  {
    "date": "2013-04-06",
    "explanation": "No sudden, sharp boundary marks the passage of day into night in this gorgeous view of ocean and clouds over our fair planet Earth. Instead, the shadow line or terminator is diffuse and shows the gradual transition to darkness we experience as twilight. With the Sun illuminating the scene from the right, the cloud tops reflect gently reddened sunlight filtered through the dusty troposphere, the lowest layer of the planet's nurturing atmosphere. A clear high altitude layer, visible along the dayside's upper edge, scatters blue sunlight and fades into the blackness of space. This picture actually is a single digital photograph taken in June of 2001 from the International Space Station orbiting at an altitude of 211 nautical miles.",
    "hdurl": "https://apod.nasa.gov/apod/image/1304/earthterminator_iss002_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth at Twilight",
    "url": "https://apod.nasa.gov/apod/image/1304/earthterminator_iss002_920.jpg"
  },
  {
    "copyright": "Jens Hackmann",
    "date": "2013-04-07",
    "explanation": "Just days after sharing the western evening sky with Venus in 2007, the Moon moved on to Saturn - actually passing in front of the ringed planet Saturn when viewed in skies over Europe, northern Africa, and western Asia. Because the Moon and bright planets wander through the sky near the ecliptic plane, such occultation events are not uncommon, but they are dramatic, especially in telescopic views. For example, in this sharp image Saturn is captured emerging from behind the Moon, giving the illusion that it lies just beyond the Moon's bright edge. Of course, the Moon is a mere 400 thousand kilometers away, compared to Saturn's distance of 1.4 billion kilometers. Taken with a digital camera and 20 inch diameter telescope at the Weikersheim Observatory in southern Germany, the picture is a single exposure adjusted to reduce the difference in brightness between Saturn and the cratered lunar surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/1304/saturnoccultation_hackmann_1200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Moon's Saturn",
    "url": "https://apod.nasa.gov/apod/image/1304/saturnoccultation_hackmann_960.jpg"
  },
  {
    "date": "2013-04-08",
    "explanation": "How far away is \"redshift six\"? Although humans are inherently familiar with distance and time, what is actually measured for astronomical objects is redshift, a color displacement that depends on exactly how energy density has evolved in our universe. Now since cosmological measurements in recent years have led to a concordance on what energy forms pervade our universe, it is now possible to make a simple table relating observed cosmological redshift, labeled \"z\", with standard concepts of distance and time, including the extrapolated time since the universe began. One such table is listed above, where redshift z is listed in the first and last columns, while the corresponding universe age in billions of years is listed in the central column. To find the meaning of the rest of the columns, please read the accompanying technical paper. Although stars in our galaxy are effectively at cosmological redshift zero, the most distant supernovae seen occur out past redshift one, which the above chart shows occurred when the universe was approximately half its present age. By contrast, the most distant gamma-ray bursts yet observed occur out past redshift six, occurring when the universe was younger than one billion years old, less than 10 percent of its present age.",
    "hdurl": "https://apod.nasa.gov/apod/image/1304/ztable_pilipenko_538.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Redshift Lookup Table for our Universe",
    "url": "https://apod.nasa.gov/apod/image/1304/ztable_pilipenko_960.jpg"
  },
  {
    "date": "2013-04-09",
    "explanation": "It's the dim star, not the bright one, near the center of NGC 3132 that created this odd but beautiful planetary nebula.  Nicknamed the Eight-Burst Nebula and the Southern Ring Nebula, the glowing gas originated in the outer layers of a star like our Sun.  In this reprocessed color picture, the hot purplish pool of light seen surrounding this binary system is energized by the hot surface of the faint star. Although photographed to explore unusual symmetries, it's the asymmetries that help make this planetary nebula so intriguing.  Neither the unusual shape of the surrounding cooler shell nor the structure and placements of the cool filamentary dust lanes running across NGC 3132 are well understood.   Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River)",
    "hdurl": "https://apod.nasa.gov/apod/image/1304/ngc3132_waid_1041.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3132: The Southern Ring Nebula",
    "url": "https://apod.nasa.gov/apod/image/1304/ngc3132_waid_960.jpg"
  },
  {
    "copyright": "Chris HadfieldCSA Annotation assistance:",
    "date": "2013-04-10",
    "explanation": "If you glanced out a side window of the International Space Station, what might you see? If you were Expedition 34 flight engineer Chris Hadfield, and you were looking out one of windows of Japan's Kibo Research Module on February 26, you might have seen the above vista. In the distance lies the darkness of outer space and the blueness of planet Earth. Large ISS objects include long solar panels that stretch diagonally from the upper left and the cylindrical airlock of the Pressurized Module that occupies the lower right. Numerous ports and platforms of the space station are visible and labeled on an annotated companion image. Of particular note is what looks to be a washer - dryer pair toward the image left, which are really NASA's HREP (near) and JAXA's MCE (far) research platforms. The gold foil covered experiment in the rear of HREP is the Remote Atmospheric and Ionospheric Detection System (RAIDS) that monitors atmospheric airglow, while MCE includes the Global Lightning and Sprite Measurements (JEM-GLIMS) instrument that monitors atmospheric electrical discharges. The current Expedition 35 crew is now commanded by Colonel Hadfield and scheduled to stay aboard the space station until May.   Follow APOD in Spanish: On the web with Observatorio and on Facebook with Universo",
    "hdurl": "https://apod.nasa.gov/apod/image/1304/lookout_iss_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Space Station Lookout",
    "url": "https://apod.nasa.gov/apod/image/1304/lookout_iss_1024.jpg"
  },
  {
    "copyright": "Photo Thierry Cohen",
    "date": "2013-04-11",
    "explanation": "In a haunting vista you can never see, bright stars and the central Milky Way rise over the dark skyline of metropolitan Pudong in Shanghai, China. Looking east across the Huangpu River, the cityscape includes Pudong's 470 meter tall Oriental Pearl Tower. The night sky stretches from Antares and the stars of Scorpius at the far right, to Altair in Aquila at the left. To create the vision of an unseen reality, part of a series of Darkened Cities, photographer Thierry Cohen has combined a daytime image of the city skyline with an image matched in orientation from a dark sky region at the same latitude, just west of Merzouga, Morocco. The result finds the night sky that hours earlier also arced over Shanghai, but drowned in the lights of a city upon the sea.",
    "hdurl": "https://apod.nasa.gov/apod/image/1304/ShanghaiPudongDCThierryCohen900.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Darkened City",
    "url": "https://apod.nasa.gov/apod/image/1304/ShanghaiPudongDCThierryCohen900.jpg"
  },
  {
    "date": "2013-04-12",
    "explanation": "On another April 12th, in 1961, Soviet cosmonaut Yuri Alexseyevich Gagarin became the first human to see planet Earth from space. Commenting on his view from orbit he reported, \"The sky is very dark; the Earth is bluish. Everything is seen very clearly\". On yet another April 12th, in 1981 NASA launched the first space shuttle. To celebrate in 2013, consider this image from the orbiting International Space Station, a stunning view of the planet at night from low Earth orbit. Constellations of lights connecting the densely populated cities along the Atlantic east coast of the United States are framed by two Russian spacecraft docked at the space station. Easy to recognize cities include New York City and Long Island at the right. From there, track toward the left for Philadelphia, Baltimore, and then Washington DC near picture center.",
    "hdurl": "https://apod.nasa.gov/apod/image/1304/iss030e078095.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Yuri's Planet",
    "url": "https://apod.nasa.gov/apod/image/1304/iss030e078095_ap900.jpg"
  },
  {
    "date": "2013-04-13",
    "explanation": "This week the Sun gave up its strongest solar flare so far in 2013, accompanied by a coronal mass ejection (CME) headed toward planet Earth. A false-color composite image in extreme ultraviolet light from the Solar Dynamics Observatory captures the moment, recorded on April 11 at 0711 UTC. The flash, a moderate, M6.5 class flare erupting from active region AR 11719, is near the center of the solar disk. Other active regions, areas of intense magnetic fields seen as sunspot groups in visible light, mottle the surface as the solar maximum approaches. Loops and arcs of glowing plasma trace the active regions' magnetic field lines. A massive cloud of energetic, charged particles, the CME will impact the Earth's magnetosphere by this weekend and skywatchers should be on the alert for auroral displays.",
    "hdurl": "https://apod.nasa.gov/apod/image/1304/sdo_20130411-M6flare-orig_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sun with Solar Flare",
    "url": "https://apod.nasa.gov/apod/image/1304/sdo_20130411-M6flare-orig_900c.jpg"
  },
  {
    "date": "2013-04-14",
    "explanation": "Gliding silently through the outer Solar System, the Voyager 2 spacecraft camera captured Neptune and Triton together in crescent phase in 1989.  The elegant picture of the gas giant planet and its cloudy moon was taken from behind just after closest approach.  It could not have been taken from Earth because Neptune never shows a crescent phase to sunward Earth. The unusual vantage point also robs Neptune of its familiar blue hue, as sunlight seen from here is scattered forward, and so is reddened like the setting Sun.  Neptune is smaller but more massive than Uranus, has several dark rings, and emits more light than it receives from the Sun.   New Fan-Run APOD Social Page: Horizon on Facebook",
    "hdurl": "https://apod.nasa.gov/apod/image/1304/neptunetriton_voyager_800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crescent Neptune and Triton",
    "url": "https://apod.nasa.gov/apod/image/1304/neptunetriton_voyager_960.jpg"
  },
  {
    "copyright": "Bob Andersson",
    "date": "2013-04-15",
    "explanation": "Stars are forming in the Soul of the Queen of Aethopia. More specifically, a large star forming region called the Soul Nebula can be found in the direction of the constellation Cassiopeia, who Greek mythology credits as the vain wife of a King who long ago ruled lands surrounding the upper Nile river. The Soul Nebula houses several open clusters of stars, a large radio source known as W5, and huge evacuated bubbles formed by the winds of young massive stars. Located about 6,500 light years away, the Soul Nebula spans about 100 light years and is usually imaged next to its celestial neighbor the Heart Nebula (IC 1805). The above image appears mostly red due to the emission of a specific color of light emitted by excited hydrogen gas.   Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River)",
    "hdurl": "https://apod.nasa.gov/apod/image/1304/soul_andersson_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 1848: The Soul Nebula",
    "url": "https://apod.nasa.gov/apod/image/1304/soul_andersson_960.jpg"
  },
  {
    "copyright": "Bernard Miller",
    "date": "2013-04-16",
    "explanation": "One of the brightest galaxies in planet Earth's sky is similar in size to our Milky Way Galaxy: big, beautiful M81. This grand spiral galaxy lies 11.8 million light-years away toward the northern constellation of the Great Bear (Ursa Major). The deep image of the region reveals details in the bright yellow core, but at the same time follows fainter features along the galaxy's gorgeous blue spiral arms and sweeping dust lanes. It also follows the expansive, arcing feature, known as Arp's loop, that seems to rise from the galaxy's disk at the upper right. Studied in the 1960s, Arp's loop has been thought to be a tidal tail, material pulled out of M81 by gravitational interaction with its large neighboring galaxy M82. But a subsequent investigation demonstrates that at least some of Arp's loop likely lies within our own galaxy. The loop's colors in visible and infrared light match the colors of pervasive clouds of dust, relatively unexplored galactic cirrus only a few hundred light-years above the plane of the Milky Way. Along with the Milky Way's stars, the dust clouds lie in the foreground of this remarkable view.  M81's dwarf companion galaxy, Holmberg IX, can be seen just above the large spiral. On the sky, this image spans about 0.5 degrees, about the size of the Full Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1304/m81loop_miller_3352.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Grand Spiral Galaxy M81 and Arp's Loop",
    "url": "https://apod.nasa.gov/apod/image/1304/m81loop_miller_960.jpg"
  },
  {
    "copyright": "Ben Canales",
    "date": "2013-04-17",
    "explanation": "What kind of cloud is next to that mountain? A lenticular. This type of cloud forms in air that passes over a mountain, rises up again, and cools past the dew point -- so what molecular water carried in the air condenses into droplets. The layered nature of some lenticular clouds may make them appear, to some, as large alien spaceships. In this case, the mountain pictured is Mt. Hood located in Oregon, USA. Lenticular clouds can only form when conditions are right -- for example this is first time this astrophotographer has seen a lenticular cloud at night near Mt. Hood. The above image was taken in mid-March about two hours before dawn.",
    "hdurl": "https://apod.nasa.gov/apod/image/1304/hoodcloud_canales_1700.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mt. Hood and a Lenticular Cloud",
    "url": "https://apod.nasa.gov/apod/image/1304/hoodcloud_canales_1500.jpg"
  },
  {
    "date": "2013-04-18",
    "explanation": "Sculpted by stellar winds and radiation, the star factory known as Messier 17 lies some 5,500 light-years away in the nebula-rich constellation Sagittarius. At that distance, this degree wide field of view spans almost 100 light-years. The sharp, composite, color image utilizing data from space and ground based telescopes, follows faint details of the region's gas and dust clouds against a backdrop of central Milky Way stars. Stellar winds and energetic light from hot, massive stars formed from M17's stock of cosmic gas and dust have slowly carved away at the remaining interstellar material producing the cavernous appearance and undulating shapes. M17 is also known as the Omega Nebula or the Swan Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/1304/M17-HST-Subaru-LLL.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Factory Messier 17",
    "url": "https://apod.nasa.gov/apod/image/1304/M17-HST-Subaru_900.jpg"
  },
  {
    "copyright": "John Davis",
    "date": "2013-04-19",
    "explanation": "This skyscape finds an esthetic balance of interstellar dust and gas residing in the suburbs of the nebula rich constellation of Orion. Reflecting the light of bright star Rigel, Beta Orionis, the jutting, bluish chin of the Witch Head Nebula is at the upper left. Whiskers tracing the red glow of hydrogen gas ionized by ultraviolet starlight seem to connect that infamous visage with smaller nebulae, like dusty reflection nebula NGC 1788 at the right. Strong winds from Orion's bright stars have also shaped NGC 1788, and likely triggered the formation of the young stars within. Appropriate for its location, NGC 1788 looks to some like a cosmic bat. The scene spans about 3 degrees on the sky or 6 full Moons.",
    "hdurl": "https://apod.nasa.gov/apod/image/1304/NGC1788_davis.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1788 and the Witch's Whiskers",
    "url": "https://apod.nasa.gov/apod/image/1304/NGC1788_davis950.jpg"
  },
  {
    "copyright": "Yuri Beletsky",
    "date": "2013-04-20",
    "explanation": "As far as the eye could see, it was a dark night at Las Campanas Observatory in the southern Atacama desert of Chile. But near local midnight on April 11, this mosaic of 3 minute long exposures revealed a green, unusually intense, atmospheric airglow stretching over thin clouds. Unlike aurorae powered by collisions with energetic charged particles and seen at high latitudes, the airglow is due to chemiluminescence, the production of light in a chemical reaction, and found around the globe. The chemical energy is provided by the Sun's extreme ultraviolet radiation. Like aurorae, the greenish hue of this airglow does originate at altitudes of 100 kilometers or so dominated by emission from excited oxygen atoms. The gegenschein, sunlight reflected by dust along the solar system's ecliptic plane was still visible on that night, a faint bluish cloud just right of picture center. At the far right, the Milky Way seems to rise from the mountain top perch of the Magellan telescopes. Left are the OGLE project and du Pont telescope domes.",
    "hdurl": "https://apod.nasa.gov/apod/image/1304/air_campxBeletsky.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Airglow, Gegenschein, and Milky Way",
    "url": "https://apod.nasa.gov/apod/image/1304/air_campxBeletsky1050.jpg"
  },
  {
    "copyright": "Catching the Light",
    "date": "2013-04-21",
    "explanation": "Do you see it?  This common question frequently precedes the rediscovery of one of the most commonly recognized configurations of stars on the northern sky: the Big Dipper.  This grouping of stars is one of the few things that has likely been seen, and will be seen, by every generation.   The Big Dipper is not by itself a constellation.  Although part of the constellation of the Great Bear (Ursa Major), the Big Dipper is an asterism that has been known by different names to different societies. Five of the Big Dipper stars are actually near each other in space and were likely formed at nearly the same time.  Connecting two stars in the far part of the Big Dipper will lead one to Polaris, the North Star, which is part of the Little Dipper.   Relative stellar motions will cause the Big Dipper to slowly change its apparent configuration over the next 100,000 years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1304/dippers_lodriguss_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Big Dipper",
    "url": "https://apod.nasa.gov/apod/image/1304/dippers_lodriguss_960.jpg"
  },
  {
    "date": "2013-04-22",
    "explanation": "While drifting through the cosmos, a magnificent interstellar dust cloud became sculpted by stellar winds and radiation to assume a recognizable shape.  Fittingly named the Horsehead Nebula, it is embedded in the vast and complex Orion Nebula (M42).  A potentially rewarding but difficult object to view personally with a small telescope, the above gorgeously detailed image was recently taken in infrared light by the orbiting Hubble Space Telescope in honor of the 23rd anniversary of Hubble's launch. The dark molecular cloud, roughly 1,500 light years distant, is cataloged as Barnard 33 and is seen above primarily because it is backlit by the nearby massive star Sigma Orionis. The Horsehead Nebula will slowly shift its apparent shape over the next few million years and will eventually be destroyed by the high energy starlight.",
    "hdurl": "https://apod.nasa.gov/apod/image/1304/horseheadir_hubble_1225.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Horsehead Nebula in Infrared from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1304/horseheadir_hubble_960.jpg"
  },
  {
    "date": "2013-04-23",
    "explanation": "What looks like a puff-ball is surely the remains of the brightest supernova in recorded human history. In 1006 AD, it was recorded as lighting up the nighttime skies above areas now known as China, Egypt, Iraq, Italy, Japan, and Switzerland. The expanding debris cloud from the stellar explosion, found in the southerly constellation the Wolf (Lupus), still puts on a cosmic light show across the electromagnetic spectrum. In fact, the above image results from three colors of X-rays taken by the orbiting Chandra X-ray Observatory. Now known as the SN 1006 supernova remnant, the debris cloud appears to be about 60 light-years across and is understood to represent the remains of a white dwarf star. Part of a binary star system, the compact white dwarf gradually captured material from its companion star. The buildup in mass finally triggered a thermonuclear explosion that destroyed the dwarf star. Because the distance to the supernova remnant is about 7,000 light-years, that explosion actually happened 7,000 years before the light reached Earth in 1006. Shockwaves in the remnant accelerate particles to extreme energies and are thought to be a source of the mysterious cosmic rays.   Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River)",
    "hdurl": "https://apod.nasa.gov/apod/image/1304/sn1006_chandra_864.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-rays from Supernova Remnant SN 1006",
    "url": "https://apod.nasa.gov/apod/image/1304/sn1006_chandra_960.jpg"
  },
  {
    "date": "2013-04-24",
    "explanation": "What happens if you wring out a wet towel while floating in space? The water shouldn't fall toward the floor because while orbiting the Earth, free falling objects will appear to float.  But will the water fly out from the towel, or what? The answer may surprise you. To find out and to further exhibit how strange being in orbit can be, Expedition 35 Commander Chris Hadfield did just this experiment last week in the microgravity of the Earth orbiting International Space Station. As demonstrated in the above video, although a few drops do go flying off, most of the water sticks together and forms a unusual-looking cylindrical sheath in and around the towel. The self-sticking surface tension of water is well known on Earth, for example being used to create artistic water cascades and, more generally, raindrops.    Astrophysicists: Browse 600+ codes in the Astrophysics Source Code Library",
    "media_type": "video",
    "service_version": "v1",
    "title": "Wringing a Wet Towel in Orbit",
    "url": "https://www.youtube.com/embed/o8TssbmY-GM?rel=0"
  },
  {
    "copyright": "Igor Vin'yaminov",
    "date": "2013-04-25",
    "explanation": "The dark, inner shadow of planet Earth is called the umbra. Shaped like a cone extending into space, it has a circular cross section and is most easily seen during a lunar eclipse. But the complete cross section is larger than the Moon's angular size in the stages of an eclipse. Still, this thoughtful composite illustrates the full extent of the circular shadow by utilizing images from both partial and total eclipses passing through different parts of the umbra. The images span the years 1997 to 2011, diligently captured with the same optics, from Voronezh, Russia. Along the bottom and top are stages of the partial lunar eclipses from September 2006 and August 2008 respectively. In the rightside bottom image, the Moon is entering the umbra for the total eclipse of September 1997. At left bottom, the Moon leaves the umbra after totality in May 2004. Middle right, center, and left, are stages of the total eclipse of June 2011, including the central, deep red total phase. During today's brief partial lunar eclipse seen only from the eastern hemisphere, the Moon will just slightly graze the umbra's lower edge.",
    "hdurl": "https://apod.nasa.gov/apod/image/1304/LunarEclipsesVinyaminov.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Eclipses",
    "url": "https://apod.nasa.gov/apod/image/1304/LunarEclipsesVinyaminov900c.jpg"
  },
  {
    "date": "2013-04-26",
    "explanation": "Our solar system's miasma of incandescent plasma, the Sun may look a little scary here. The picture is a composite of 25 images recorded in extreme ultraviolet light by the orbiting Solar Dynamics Observatory between April 16, 2012 and April 15, 2013. The particular wavelength of light, 171 angstroms, shows emission from highly ionized iron atoms in the solar corona at a characteristic temperatures of about 600,000 kelvins (about 1 million degrees F). Girdling both sides of the equator during approach to maximum in the 11-year solar cycle, the solar active regions are laced with bright loops and arcs along magnetic field lines. Of course, a more familiar visible light view would show the bright active regions as groups of dark sunspots. Three years of Solar Dynamics Observatory images are compressed into this short video.",
    "hdurl": "https://apod.nasa.gov/apod/image/1304/743348main_SDOTimelapse_Sun_2k.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Year on the Sun",
    "url": "https://apod.nasa.gov/apod/image/1304/743348main_SDOTimelapse_Sun_900.jpg"
  },
  {
    "date": "2013-04-27",
    "explanation": "Get out your red/blue glasses and gaze across the floor of Gale crater on Mars. From your vantage point on the deck of the Curiosity Rover Mount Sharp, the crater's 5 kilometer high central mountain looms over the southern horizon. Poised in the foreground is the rover's robotic arm with tool turret extended toward the flat veined patch of martian surface dubbed \"John Klein\". A complete version of the stereo view spans 360 degrees, digitally stitched together from the rover's left and right navigation camera frames taken in late January. The layered lower slopes of Mount Sharp, formally known as Aeolis Mons, are a future destination for Curiosity.",
    "hdurl": "https://apod.nasa.gov/apod/image/1304/PIA16925_MtSharpStereo.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sharp Stereo",
    "url": "https://apod.nasa.gov/apod/image/1304/PIA16925_MtSharpStereo900c.jpg"
  },
  {
    "date": "2013-04-28",
    "explanation": "It was one of the largest and longest lived storms ever recorded in our Solar System. � First seen in late 2010, the above cloud formation in the northern hemisphere of Saturn started larger than the Earth and soon spread completely around the planet. The storm was tracked not only from Earth but from up close by the robotic Cassini spacecraft currently orbiting Saturn. Pictured above in false colored infrared in February, orange colors indicate clouds deep in the atmosphere, while light colors highlight clouds higher up. The rings of Saturn are seen nearly edge-on as the thin blue horizontal line. The warped dark bands are the shadows of the rings cast onto the cloud tops by the Sun to the upper left. A source of radio noise from lightning, the intense storm was thought to relate to seasonal changes when spring emerges in the north of  Saturn. After raging for over six months, the iconic storm circled the entire planet and then tried to absorb its own tail -- which surprisingly caused it to fade away.   Sweden: APOD editor to speak at Cosmonova in late May",
    "hdurl": "https://apod.nasa.gov/apod/image/1304/longstorm_cassini_977.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Raging Storm System on Saturn",
    "url": "https://apod.nasa.gov/apod/image/1304/longstorm_cassini_960.jpg"
  },
  {
    "copyright": "Daniel L�pezEl Cielo de Canarias",
    "date": "2013-04-29",
    "explanation": "What's that next to the Milky Way? An unusual natural rock formation known as Roque Cinchado or Stone Tree found on the Spanish Canary Island of Tenerife.  A famous icon, Roque Cinchado is likely a dense plug of cooled volcanic magma that remains after softer surrounding rock eroded away.  Majestically, the central band of our Milky Way Galaxy is visible arcing across the right of the above seven image panoramic mosaic taken during the summer of 2010.  On the far right is the Teide volcano complete with a lenticular cloud hovering near its peak. �   Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River) (Portuguese)",
    "hdurl": "https://apod.nasa.gov/apod/image/1304/stoneyway_lopez_1821.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way and Stone Tree",
    "url": "https://apod.nasa.gov/apod/image/1304/stoneyway_lopez_1440.jpg"
  },
  {
    "date": "2013-04-30",
    "explanation": "What spacecraft is humanity currently using to explore our Solar System? Presently, every inner planet has at least one robotic explorer, while several others are monitoring our Sun, some are mapping Earth's Moon, a few are chasing asteroids and comets, one is orbiting Saturn, and several are even heading out into deep space. The above illustration gives more details, with the inner Solar System depicted on the upper right and the outer Solar System on the lower left. Given the present armada, our current epoch might become known as the time when humanity first probed its own star system. Sometimes widely separated spacecraft act together as an InterPlanetary Network to determine the direction of distant explosions by noting when each probe detects high energy photons. Future spacecraft milestones, as indicated along the bottom of the graphic, include Dawn reaching Ceres, the largest object in the asteroid belt, and New Horizons reaching Pluto, both in 2015.    Follow APOD in: Arabic, Bahasa Indonesian, Catalan, Chinese, Chinese, Czech, Dutch, Farsi, Farsi, Galego, German, French, Hebrew, Japanese, Polish, Portuguese, Romanian, Russian, Slovenian, Spanish, Spanish, or Turkish,",
    "hdurl": "https://apod.nasa.gov/apod/image/1304/ssmissions_frohn_1366.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Humanity Explores the Solar System",
    "url": "https://apod.nasa.gov/apod/image/1304/ssmissions_frohn_960.jpg"
  },
  {
    "date": "2013-05-01",
    "explanation": "This huge ball of stars predates our Sun. Long before humankind evolved, before dinosaurs roamed, and even before our Earth existed, ancient globs of stars condensed and orbited a young Milky Way Galaxy. Of the 200 or so globular clusters that survive today, Omega Centauri is the largest, containing over ten million stars. Omega Centauri is also the brightest globular cluster, at apparent visual magnitude 3.9 it is visible to southern observers with the unaided eye. Cataloged as NGC 5139, Omega Centauri is about 18,000 light-years away and 150 light-years in diameter.  Unlike many other globular clusters, the stars in Omega Centauri show several different ages and trace chemical abundances, indicating that the globular star cluster has a complex history over its 12 billion year age.",
    "hdurl": "https://apod.nasa.gov/apod/image/1305/omegacen_polleri_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Omega Centauri: The Brightest Globular Cluster",
    "url": "https://apod.nasa.gov/apod/image/1305/omegacen_polleri_960.jpg"
  }
]
