[
  {
    "date": "2013-09-01",
    "explanation": "Sometimes, regions of planet Earth light up with fire. Since fire is the rapid acquisition of oxygen, and since oxygen is a key indicator of life, fire on any planet would be an indicator of life on that planet. Most of the Earth's land has been scorched by fire at some time in the past.  Although causing many a tragedy, for many places on Earth fire is considered part of a natural ecosystem cycle.  Large forest fires on Earth are usually caused by lightning and can be visible from orbit. Above, in the year 2000, stunned elk avoid a fire sweeping through Montana's Bitterroot Valley by standing in a river.",
    "hdurl": "https://apod.nasa.gov/apod/image/1309/fires_mccolgan_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fire on Earth",
    "url": "https://apod.nasa.gov/apod/image/1309/fires_mccolgan_960.jpg"
  },
  {
    "copyright": "Maria Rosa Vila",
    "date": "2013-09-02",
    "explanation": "What's that below the Milky Way? First, across the top of the above image, lies the faint band that is our planet's sideways view of the central disk of our home Milky Way Galaxy. The Milky Way band can be seen most clear nights from just about anywhere on Earth with a dark sky. What lies beneath is, by comparison, is a much less common sight. It is the striking peak of Castildetierra, a rock formation located in Bardenas Reales, a natural badlands in northeast Spain. Standing 50 meters tall, the rock spire includes clay and sandstone left over from thousands of years of erosion by wind and water. The astrophotographer waited months for the sky to appear just right -- and then took the 14 exposures that compose the above image in a single night.   In Spanish:  Follow APOD  on the web and on Facebook.",
    "hdurl": "https://apod.nasa.gov/apod/image/1309/milkyway_mrvila_2500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way Over Spain's Bardenas Reales",
    "url": "https://apod.nasa.gov/apod/image/1309/milkyway_mrvila_960.jpg"
  },
  {
    "copyright": "Scott Rosen",
    "date": "2013-09-03",
    "explanation": "Here lie familiar shapes in unfamiliar locations. On the left is an emission nebula cataloged as NGC 7000, famous partly because it resembles our fair planet's continent of North America.  The emission region to the right of the North America Nebula is IC 5070, also known for its suggestive outlines as the Pelican Nebula.  Separated by a dark cloud of obscuring dust, the two bright nebulae are about 1,500 light-years away. At that distance, the 4 degree wide field of view spans 100 light-years. This spectacular cosmic portrait combines narrow band images to highlight bright ionization fronts with fine details of dark, dusty forms in silhouette. Emission from atomic hydrogen, sulfur, and oxygen is captured in the narrow band data. These nebulae can be seen with binoculars from a dark location.  Look northeast of bright star Deneb in the constellation of Cygnus the Swan.   No Textbook: Follow a Free Astronomy Course",
    "hdurl": "https://apod.nasa.gov/apod/image/1309/northpelican_rosen_3460.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "North America and the Pelican",
    "url": "https://apod.nasa.gov/apod/image/1309/northpelican_rosen_960.jpg"
  },
  {
    "date": "2013-09-04",
    "explanation": "Will this caterpillar-shaped interstellar cloud one day evolve into a butterfly-shaped nebula?  No one is sure.  What is sure is that IRAS 20324+4057, on the inside, is contracting to form a new star. On the outside, however, energetic winds are blowing and energetic light is eroding away much of the gas and dust that might have been used to form the star. Therefore, no one is sure what mass the resulting star will have, and, therefore, no one knows the fate of this star. Were the winds and light to whittle the protostar down near the mass of the Sun, the outer atmosphere of this new star may one day expand into a planetary nebula, possibly even one that looks like a butterfly. Alternatively, if the stellar cocoon retains enough mass, a massive star will form that will one day explode in a supernova.  The eroding protostellar nebula IRAS 20324+4057 spans about one light year and lies about 4,500 light years away toward the constellation of the Swan (Cygnus).  The above image of IRAS 20324+4057 was taken with the Hubble Space Telescope in 2006 but released last week.  The battle between gravity and light will likely take over 100,000 years to play out, but clever observations and deductions may yet yield telling clues well before that.",
    "hdurl": "https://apod.nasa.gov/apod/image/1309/iras20324_hubble_2938.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IRAS 20324: Evaporating Protostar",
    "url": "https://apod.nasa.gov/apod/image/1309/iras20324_hubble_960.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2013-09-05",
    "explanation": "The Crab Nebula is cataloged as M1, the first on Charles Messier's famous lis",
    "hdurl": "https://apod.nasa.gov/apod/image/1309/m1_2012block.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M1: The Incredible Expanding Crab",
    "url": "https://apod.nasa.gov/apod/image/1309/m1_2012sblock950c.jpg"
  },
  {
    "date": "2013-09-06",
    "explanation": "Hot gas is hard to swallow. At least that seems to be true for the supermassive black hole at the center of our Milky Way Galaxy. Known as source Sagittarius A*, the Milky Way's black hole is centered in this infrared (red and yellow hues) and X-ray (blue) composite. Based on data from an extensive campaign of observations by the orbiting Chandra X-ray telescope, the diffuse emission surrounding the black hole is seen in the close-up inset, the inset field spanning about 1/2 light-year across the galactic center some 26,000 light-years away. Astronomers have found that the X-ray emission originates in hot gas drawn from the winds of massive young stars in the region. The Chandra data indicate that only about 1% or less of the gas within the black hole's gravitational influence ever reaches the event horizon, losing enough heat and angular momentum to fall into the black hole, while the rest of the gas escapes in an outflow. The result explains why the Milky Way's black hole is so quiet, much fainter than might be expected in energetic X-rays. It likely holds for most supermassive black holes in galaxies in the nearby Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/1309/sgra_gasChandra.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Quiet Sagittarius A*",
    "url": "https://apod.nasa.gov/apod/image/1309/sgra_gasChandra_900c.jpg"
  },
  {
    "copyright": "Babak Tafreshi",
    "date": "2013-09-07",
    "explanation": "This forest of snow and ice penitentes reflects moonlight shining across the Chajnantor plateau. The region lies in the Chilean Andes at an altitude of 5,000 meters, not far from one of planet Earth's major astronomical observatories, the Atacama Large Millimeter/submillimeter Array. Up to several meters high, the flattened, sharp-edged shapes, and orientation of the penitentes tend to minimize their shadows at local noon. In the dry, cold, thin atmosphere, sublimation driven by sunlight is important for their formation. A direct transition from a solid to a gaseous state, sublimation shapes other solar system terrains too, like icy surfaces of comets and the polar caps of Mars.  Above the dreamlike landscape stretches the southern night sky. Their own forms rooted in myth, look for the constellations Pegasus, Andromeda, and Perseus near the panorama's left edge. Bright and colorful stars of Orion the Hunter are near center, with the Large Magellanic Cloud and the South Celestial Pole on the far right.",
    "hdurl": "https://apod.nasa.gov/apod/image/1309/IceNightPanTafreshi-s.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Night in the Andes Ice Forest",
    "url": "https://apod.nasa.gov/apod/image/1309/IceNightPanTafreshi-s.jpg"
  },
  {
    "date": "2013-09-08",
    "explanation": "What kind of cloud is this?  A type of arcus cloud called a roll cloud.  These rare long clouds may form near advancing cold fronts.   In particular, a downdraft from an advancing storm front can cause moist warm air to rise, cool below its dew point, and so form a cloud.  When this happens uniformly along an extended front, a roll cloud may form.  Roll clouds may actually have air circulating along the long horizontal axis of the cloud.  A roll cloud is not thought to be able to morph into a tornado.  Unlike a similar shelf cloud, a roll cloud is completely detached from their parent  cumulonimbus cloud.  Pictured above, a roll cloud extends far into the distance as a storm approached in 2007 in Racine, Wisconsin, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/1309/rollcloud_hanrahan_3072.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Roll Cloud Over Wisconsin",
    "url": "https://apod.nasa.gov/apod/image/1309/rollcloud_hanrahan_960.jpg"
  },
  {
    "date": "2013-09-09",
    "explanation": "It is one of the most important stars in the sky. This is partly because, by coincidence, it is surrounded by a dazzling reflection nebula. Pulsating RS Puppis, the brightest star in the image center, is some ten times more massive than our Sun and on average 15,000 times more luminous. In fact, RS Pup is a Cepheid type variable star, a class of stars whose brightness is used to estimate distances to nearby galaxies as one of the first steps in establishing the cosmic distance scale. As RS Pup pulsates over a period of about 40 days, its regular changes in brightness are also seen along the nebula delayed in time, effectively a light echo. Using measurements of the time delay and angular size of the nebula, the known speed of light allows astronomers to geometrically determine the distance to RS Pup to be 6,500 light-years, with a remarkably small error of plus or minus 90 light-years. An impressive achievement for stellar astronomy, the echo-measured distance also more accurately establishes the true brightness of RS Pup, and by extension other Cepheid stars, improving the knowledge of distances to galaxies beyond the Milky Way. The above image was taken by the Hubble Space Telescope and digitally processed by a volunteer.   Star Party? List it here.",
    "hdurl": "https://apod.nasa.gov/apod/image/1309/rspuppis_bryne_3938.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nearby Cepheid Variable RS Pup",
    "url": "https://apod.nasa.gov/apod/image/1309/rspuppis_bryne_960.jpg"
  },
  {
    "date": "2013-09-10",
    "explanation": "Might this distant planet hold water? Actually, given how close Gliese 1214b is to its parent star, any water, if it exists, would surely be in the form of steam. In the above artist's illustration, the super-Earth Gliese 1214b is imagined passing in front of its parent star, creating a mini-eclipse that alerted humanity to its presence. Gliese 1214b, also designated GJ 1214b, has been designated a super-Earth because it is larger than the Earth but smaller a planet like Neptune. The entire Gliese 1214 planetary system is of the closest known systems to our Sun, located only 42 light years away. The parent star, Gliese 1214 is a slightly smaller and cooler version of our Sun. Recent observations from the Subaru telescope in Hawaii found very little scattering of blue light from the parent star by the planet. This appears most consistent with a planet that has a watery atmosphere -- although it is still possible that the super-Earth has clouds so thick that little of any color of light was scattered. Detecting water on exoplanets is important partly because most lifeforms on Earth need water to survive.   Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River)",
    "hdurl": "https://apod.nasa.gov/apod/image/1309/gliese1214b_eso_3445.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Extrasolar Super-Earth Gliese 1214b Might Hold Water",
    "url": "https://apod.nasa.gov/apod/image/1309/gliese1214b_eso_960.jpg"
  },
  {
    "copyright": "Jeff Berkes",
    "date": "2013-09-11",
    "explanation": "On September 6, a starry night and the Milky Way witnessed the launch of a Minotaur V rocket from NASA's Wallops Flight Facility on Wallops Island, Virginia. So did a large part of the eastern United States, as the spectacular night launch was easily visible even from light polluted urban areas. This 35 second exposure captures part of the rocket's initial launch streak and 2nd stage ignition flare along with a fiery reflection in calm waters. The stunning view faces south and west from a vantage point overlooking Sinepuxent Bay in Maryland about 20 miles north of the launch pad. Heading east over the Atlantic, the multi-stage rocket placed LADEE, the Lunar Atmosphere and Dust Environment Explorer, into a highly elliptical Earth orbit to begin its journey to the Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1309/JJB_5334_NASA-LADEE-Launch-sept2013-APOD-1000pxJB.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "LADEE Launch Streak",
    "url": "https://apod.nasa.gov/apod/image/1309/JeffBerkes5334_NASA-LADEE-Launch-sept2013APOD900px.jpg"
  },
  {
    "copyright": "Ignacio\nDiaz Bobillo",
    "date": "2013-09-12",
    "explanation": "Cosmic dust clouds sprawl across a rich field of stars in this sweeping telescopic vista near the northern boundary of Corona Australis, the Southern Crown. Less than 500 light-years away the dust clouds effectively block light from more distant background stars in the Milky Way. The entire frame spans about 2 degrees or over 15 light-years at the clouds' estimated distance. Near center is a group of lovely reflection nebulae cataloged as NGC 6726, 6727, 6729, and IC 4812. A characteristic blue color is produced as light from hot stars is reflected by the cosmic dust. The dust also obscures from view stars in the region still in the process of formation. Smaller yellowish nebula NGC 6729 surrounds young variable star R Coronae Australis. Below it are arcs and loops identified as Herbig Haro objects associated with energetic newborn stars. Magnificent globular star cluster NGC 6723 is at the right. Though NGC 6723 appears to be part of the group, its ancient stars actually lie nearly 30,000 light-years away, far beyond the young stars of the Corona Australis dust clouds.",
    "hdurl": "https://apod.nasa.gov/apod/image/1309/NGC6726-9Bobillo_hires.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars and Dust Across Corona Australis",
    "url": "https://apod.nasa.gov/apod/image/1309/NGC6726-9Bobillo950.jpg"
  },
  {
    "copyright": "Luis Argerich",
    "date": "2013-09-13",
    "explanation": "On September 8, brilliant planet Venus appearing as the evening star stood near a slender, crescent Moon at sunset. The close celestial pairing or conjunction was a scene enjoyed by skygazers around the world. But from some locations in South America, the Moon actually passed in front of Venus in a lunar occultation. Captured near Las Cañas, Uruguay, this two frame mosaic telescopic view shows the Moon and Venus before and after the occultation. The silvery evening star appears at right just before it winked out behind the dark lunar limb, still in bright twilight skies. About an hour later Venus emerged (left) along the three day old Moon's sunlit edge.",
    "hdurl": "https://apod.nasa.gov/apod/image/1309/MoonVenusArg_2013_09_08_2169_16.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crescent Moon Meets Evening Star",
    "url": "https://apod.nasa.gov/apod/image/1309/MoonVenusArg_2013_09_08_2169_16s950.jpg"
  },
  {
    "date": "2013-09-14",
    "explanation": "With parachute deployed and retro-rockets blazing, this spacecraft landed on planet Earth on September 11 (UT) in a remote area near the town of Zhezkazgan, Kazakhstan. Seen in silhouette against the rockets' glare, the spacecraft is a Soyuz TMA-08M. Its crew, Expedition 36 Commander Pavel Vinogradov and Flight Engineer Alexander Misurkin of the Russian Federal Space Agency (Roscosmos), and Flight Engineer Chris Cassidy of NASA were returning after five and half months aboard the International Space Station. The Soyuz retro-rockets fire very quickly and for an extremely short duration near touchdown. Capturing the moment, the well-timed photograph was taken from a helicopter flying over the landing site.",
    "hdurl": "https://apod.nasa.gov/apod/image/1309/201309110001HQ.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Landing on Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/1309/900px_201309110001HQ.jpg"
  },
  {
    "date": "2013-09-15",
    "explanation": "Are stars better appreciated for their art after they die?  Actually, stars usually create their most artistic displays as they die.  In the case of low-mass stars like our Sun and  M2-9 pictured above, the stars transform themselves from normal stars to white dwarfs by casting off their outer gaseous envelopes.  The expended gas frequently forms an impressive display called a planetary nebula that fades gradually over thousand of years.  M2-9, a butterfly planetary nebula 2100 light-years away shown in representative colors, has wings that tell a strange but incomplete tale.  In the center, two stars orbit inside a gaseous disk 10 times the orbit of Pluto.  The expelled envelope of the dying star breaks out from the disk creating the bipolar appearance.  Much remains unknown about the physical processes that cause planetary nebulae.   Follow APOD on: Facebook (Daily) (Sky) (Spanish) or Google Plus (Daily) (River)",
    "hdurl": "https://apod.nasa.gov/apod/image/1309/m2d9_hubble_985.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M2-9: Wings of a Butterfly Nebula",
    "url": "https://apod.nasa.gov/apod/image/1309/m2d9_hubble_985.jpg"
  },
  {
    "date": "2013-09-16",
    "explanation": "No one, presently, sees the Moon rotate like this. That's because the Earth's moon is tidally locked to the Earth, showing us only one side.  Given modern digital technology, however, combined with many detailed images returned by the Lunar Reconnaissance Orbiter (LRO), a high resolution virtual Moon rotation movie has now been composed. The above time-lapse video starts with the standard Earth view of the Moon. Quickly, though, Mare Orientale, a large crater with a dark center that is difficult to see from the Earth, rotates into view just below the equator.  From an entire lunar month condensed into 24 seconds, the video clearly shows that the Earth side of the Moon contains an abundance of dark lunar maria, while the lunar far side is dominated by bright lunar highlands. Two new missions are scheduled to begin exploring the Moon within the year, the first of which is NASA's Lunar Atmosphere and Dust Environment Explorer (LADEE). LADEE, which launched just over a week ago, is scheduled to begin orbiting the Moon in October and will explore the thin and unusual atmosphere of the Moon. In a few months, the Chinese Chang'e 3 is scheduled to launch, a mission that includes a soft lander that will dispatch a robotic rover.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Rotating Moon from LRO",
    "url": "//www.youtube.com/embed/sNUNB6CMnE8?rel=0"
  },
  {
    "date": "2013-09-17",
    "explanation": "It is one of the most massive objects in the visible universe.  In this view from the Hubble Space Telescope's Advanced Camera for Surveys, Abell 1689 is seen to warp space as predicted by Einstein's theory of gravity -- deflecting light from individual galaxies which lie behind the cluster to produce multiple, curved images. The power of this enormous gravitational lens depends on its mass, but the visible matter, in the form of the cluster's yellowish galaxies, only accounts for about one percent of the mass needed to make the observed bluish arcing images of background galaxies. In fact, most of the gravitational mass required to warp space enough to explain this cosmic scale lensing is in the form of still mysterious dark matter. As the dominant source of Abell 1689's gravity, the dark matter's unseen presence is mapped out by the lensed arcs and distorted background galaxy images.  Surprisingly, close inspection of the above image has revealed the presence of over 100,000 globular star clusters in the galaxy cluster.   Today: Third anniversary of APOD on Facebook",
    "hdurl": "https://apod.nasa.gov/apod/image/1309/abell1689_hubble_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy Cluster Abell 1689 Deflects Light",
    "url": "https://apod.nasa.gov/apod/image/1309/abell1689_hubble_960.jpg"
  },
  {
    "copyright": "Roberto Colombari",
    "date": "2013-09-18",
    "explanation": "Have you ever seen the Pleiades star cluster? Even if you have, you probably have never seen it as dusty as this. Perhaps the most famous star cluster on the sky, the bright stars of the Pleiades can be seen without binoculars from even the depths of a light-polluted city.  With a long exposure from a dark location, though, the dust cloud surrounding the Pleiades star cluster becomes very evident. The above exposure took about 20 minutes and covers a sky area several times the size of the full moon.  Also known as the Seven Sisters and M45, the Pleiades lies about 400 light years away toward the constellation of the Bull (Taurus).  A common legend with a modern twist is that one of the brighter stars faded since the cluster was named, leaving only six stars visible to the unaided eye. The actual number of Pleiades stars visible, however, may be more or less than seven, depending on the darkness of the surrounding sky and the clarity of the observer's eyesight.   APOD Retrospective: The Pleiades Star Cluster",
    "hdurl": "https://apod.nasa.gov/apod/image/1309/m45_colombari_2645.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M45: The Pleiades Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/1309/m45_colombari_960.jpg"
  },
  {
    "copyright": "Fefo Bouvier",
    "date": "2013-09-19",
    "explanation": "In this engaging scene from planet Earth, the Moon shines through cloudy skies following sunset on the evening of September 8. Despite the fading light, the camera's long exposure still recorded a colorful, detailed view of a shoreline and western horizon looking toward the island San Gabriel from Colonia del Sacramento, Uruguay. Lights from Buenos Aires, Argentina are along the horizon on the left, across the broad Rio de la Plata estuary. The long exposure strongly overexposed the Moon and sky around it, though. So the photographer quickly snapped a shorter one to merge with the first image in the area around the bright lunar disk. As the the second image was made with a telephoto setting, the digital merger captures both Earth and sky, exaggerating the young Moon's slender crescent shape in relation to the two nearby bright stars. The more distant is bluish Spica, alpha star of the constellation Virgo. Closest to the Moon is Earth's evening star, planet Venus, emerging from a lunar occultation.",
    "hdurl": "https://apod.nasa.gov/apod/image/1309/VenusOccultationBouvier.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon, Venus and Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/1309/VenusOccultationBouvier900.jpg"
  },
  {
    "copyright": "Chris Cook",
    "date": "2013-09-20",
    "explanation": "Colorful stars trail through this late summer, night skyscape from Cape Cod, Massachusetts. The picture was composed by stacking 12 consecutive 1 minute long digital camera exposures to follow the trails, a reflection of our fair planet's daily rotation. It also records faint clouds of the Milky Way in the clear sky, stretching above a local drive-in movie theater. In fact, watching movies from cars at the drive-in was once a more common night time activity. But while the stars still shine, drive-in theaters have faded from the American landscape over the decades since the 1950s. Still, this recent scene includes a short exposure made as the projector beamed a space age image to the movie screen, and drive-in skygazers watched a view of the Earth below the International Space Station, under the stars above.",
    "hdurl": "https://apod.nasa.gov/apod/image/1309/drive-in-nightCook.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Night at the Drive-in",
    "url": "https://apod.nasa.gov/apod/image/1309/drive-in-nightCook900.jpg"
  },
  {
    "date": "2013-09-21",
    "explanation": "The sky looks dark in this scene from the Mid-Atlantic Regional Spaceport (MARS) at NASA Wallops Flight Facility, Virginia. Captured on Wednesday, September 18, an Orbital Sciences Corporation Antares rocket is leaving launch pad-0A with the Cygnus cargo spacecraft aboard. Though it looks like night, the photograph was taken at 10:58am EDT, under bright, clear morning skies, with a digital camera modified to record infrared images. The Sun itself is above and left of the picture frame, creating strong glare and internal reflections in the camera lens at near-infrared wavelengths. In the false-color presentation, the vegetation and watery reflections also take on an otherworldly pallor. Reaching orbit, the Cygnus spacecraft is now on its way to a Sunday rendezvous with the International Space Station. The spacecraft will deliver about 1,300 pounds (589 kilograms) of cargo to the Expedition 37 crew.",
    "hdurl": "https://apod.nasa.gov/apod/image/1309/201309180016HQ.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Antares Rocket Launch",
    "url": "https://apod.nasa.gov/apod/image/1309/900px_20130918_1IR1999-Edit.jpg"
  },
  {
    "copyright": "Anthony Ayiomamitis",
    "date": "2013-09-22",
    "explanation": "Today, the Sun crosses the celestial equator heading south at 20:44 Universal Time. An equinox (equal night), this astronomical event marks the first day of autumn in the northern hemisphere and spring in the south. With the Sun on the celestial equator, Earth dwellers will experience nearly 12 hours of daylight and 12 hours of darkness.  To celebrate, consider this remarkable record of the Sun's yearly journey through planet Earth's sky, made with planned multiple exposures captured on a single piece of 35 millimeter film. Exposures were made at the same time of day (9:00am local time), capturing the Sun's position on dates from January 7 through December 20, 2003. The multiple suns trace an intersecting curve known as an analemma. A foreground base exposure of the Temple of Apollo in ancient Corinth, Greece, appropriate for an analemma, was digitally merged with the film image. Equinox dates correspond to the middle points (not the intersection point) of the analemma. The curve is oriented at the corresponding direction and altitude for the temple, so the Sun's position for the September equinox is at the upper midpoint near picture center. Summer and winter solstices are at analemma top and bottom.",
    "hdurl": "https://apod.nasa.gov/apod/image/1309/solar-analemma-070000-900pix.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo's Analemma",
    "url": "https://apod.nasa.gov/apod/image/1309/solar-analemma-070000-900pix.jpg"
  },
  {
    "date": "2013-09-23",
    "explanation": "South of Antares, in the tail of the nebula-rich constellation Scorpius, lies emission nebula IC 4628. Nearby hot, massive stars, millions of years young, radiate the nebula with invisible ultraviolet light, stripping electrons from atoms. The electrons eventually recombine with the atoms to produce the visible nebular glow, dominated by the red emission of hydrogen. At an estimated distance of 6,000 light-years, the region shown is about 250 light-years across, spanning an area equivalent to four full moons on the sky. The nebula is also cataloged as Gum 56 for Australian astronomer Colin Stanley Gum, but seafood-loving astronomers might know this cosmic cloud as The Prawn Nebula.   Astrophysicists: Follow ASCL on Facebook, G+, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1309/prawn_eso_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 4628: The Prawn Nebula",
    "url": "https://apod.nasa.gov/apod/image/1309/prawn_eso_960.jpg"
  },
  {
    "date": "2013-09-24",
    "explanation": "The stars are not alone.  In the disk of our Milky Way Galaxy about 10 percent of visible matter is in the form of gas, called the interstellar medium (ISM).  The ISM is not uniform, and shows patchiness even near our Sun.  It can be quite difficult to detect the local ISM because it is so tenuous and emits so little light.  This mostly hydrogen gas, however, absorbs some very specific colors that can be detected in the light of the nearest stars.  A working map of the local ISM within 20 light-years, based on ongoing observations and recent particle detections from the Earth-orbiting Interstellar Boundary Exporer satellite  (IBEX), is shown above.  These observations indicate that our Sun is moving through a Local Interstellar Cloud as this cloud flows outwards from the Scorpius-Centaurus Association star forming region.  Our Sun may exit the Local Cloud, also called the Local Fluff, during the next 10,000 years.  Much remains unknown about the local ISM, including details of its distribution, its origin, and how it affects the Sun and the Earth. Unexpectedly, recent IBEX spacecraft measurements indicate that the direction from which neutral interstellar particles flow through our Solar System is changing.",
    "hdurl": "https://apod.nasa.gov/apod/image/1309/localcloud_ibex_5580.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Local Fluff",
    "url": "https://apod.nasa.gov/apod/image/1309/localcloud_ibex_960.jpg"
  },
  {
    "copyright": "Ivan Eder",
    "date": "2013-09-25",
    "explanation": "Here in the Milky Way galaxy we have astronomical front row seats as M81 and M82 face-off, a mere 12 million light-years away. Locked in a gravitational struggle for the past billion years or so, the two bright galaxies are captured in this deep telescopic snapshot, constructed from 25 hours of image data. Their most recent close encounter likely resulted in the enhanced spiral arms of M81 (left) and violent star forming regions in M82 so energetic the galaxy glows in X-rays.  After repeated passes, in a few billion years only one galaxy will remain.  From our perspective, this cosmic moment is seen through a foreground veil of the Milky Way's stars and clouds of dust. Faintly reflecting the foreground starlight, the pervasive dust clouds are relatively unexplored galactic cirrus, or integrated flux nebulae, only a few hundred light-years above the plane of the Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/1309/m81-82_flux_ederL.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M81 versus M82",
    "url": "https://apod.nasa.gov/apod/image/1309/m81-82_flux_eder1024.jpg"
  },
  {
    "copyright": "Rogelio Bernal Andreo",
    "date": "2013-09-26",
    "explanation": "Separated by about 14 degrees (28 Full Moons) in planet Earth's sky, spiral galaxies M31, left, and M33 are both large members of the Local Group, along with our own Milky Way galaxy. This wide-angle, telescopic mosaic captures colorful details of spiral structure in both, while the massive neighboring galaxies seem to be balanced either side of bright Mirach, beta star in the constellation Andromeda. But M31, the Andromeda Galaxy, is really 2.5 million light-years distant and M33, the Triangulum Galaxy, is also about 3 million light years away. Mirach, just 200 light-years from the Sun, lies well within the Milky Way, along with the dim clouds of dust drifting through the frame only a few hundred light-years above the galactic plane. Although they look far apart, M31 and M33 are locked in a mutual gravitational embrace. Radio astronomers have found indications of a bridge of neutral hydrogen gas that could connect the two, evidence of a closer encounter in the past. Based on measurements, gravitational simulations currently predict that the Milky Way, M31, and M33 will all undergo mutual close encounters and potentially mergers, billions of years in the future.",
    "hdurl": "https://apod.nasa.gov/apod/image/1309/mb_2010_M31_M33_DWF.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M31 versus M33",
    "url": "https://apod.nasa.gov/apod/image/1309/m31m33rba1024.jpg"
  },
  {
    "copyright": "Cristian Fattinnanzi",
    "date": "2013-09-27",
    "explanation": "How far can you see? The Andromeda Galaxy 2.5 million light years away is the most distant object easily seen by the unaided eye. Other apparent denizens of the night sky, stars, clusters, and nebulae, typically range from a few hundred to a few thousand light-years away and lie well within our own Milky Way Galaxy. Also known as M31, the Andromeda Galaxy is the faint smudge near top center of this Earth and skyscape, taken from eastern Italy, near Monte Conero on the Adriatic sea coast. From a few centimeters to a few million light-years, the picture demonstrates a stunning range of vision. Though galaxy and seaside rocks could be seen with the eye on that clear summer night, no camera captured this view in a single exposure. Because the stars trailed above the horizon while the picture was made, separate exposures tracking the stars were combined with one of rocks and cliffs made with the camera steadied to create the tantalizing scene.",
    "hdurl": "https://apod.nasa.gov/apod/image/1309/Andromeda_on_the_rocksFattinnanzi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Andromeda on the Rocks",
    "url": "https://apod.nasa.gov/apod/image/1309/Andromeda_on_the_rocksFattinnanzi950.jpg"
  },
  {
    "date": "2013-09-28",
    "explanation": "From a geostationary orbit 36,000 kilometers above the equator, Russian meteorological satellite Elektro-L takes high-resolution images of our fair planet every 30 minutes. But only twice a year, during an Equinox, can it capture an image like this one, showing an entire hemisphere bathed in sunlight. At an Equinox, the Earth's axis of rotation is not tilted toward or away from the Sun, so the solar illumination can extend to both the planet's poles. Of course, this Elektro-L picture was recorded on September 22nd, at the northern hemisphere's autumnal equinox. For a moment on that date, the Sun was behind the geostationary satellite and a telltale glint of reflected sunlight is seen crossing the equator, at the location on the planet with satellite and sun directly overhead (5MB animated gif).",
    "hdurl": "https://apod.nasa.gov/apod/image/1309/EquinoxEarthElektroL900.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Equinox Earth",
    "url": "https://apod.nasa.gov/apod/image/1309/EquinoxEarthElektroL800.jpg"
  },
  {
    "date": "2013-09-29",
    "explanation": "The dust sculptures of the Eagle Nebula are evaporating.  As powerful starlight whittles away these cool cosmic mountains, the statuesque pillars that remain might be imagined as mythical beasts.  Pictured above is one of several striking dust pillars of the Eagle Nebula that might be described as a gigantic alien fairy.   This fairy, however, is ten light years tall and spews radiation much hotter than common fire. The greater Eagle Nebula, M16, is actually a giant evaporating shell of gas and dust inside of which is a growing cavity filled with a spectacular stellar nursery currently forming an open cluster of stars.  The above image in scientifically re-assigned colors was released in 2005 as part of the fifteenth anniversary celebration of the launch of the Hubble Space Telescope.   Note: How to follow APOD if the US government shuts down.",
    "hdurl": "https://apod.nasa.gov/apod/image/1309/fairypillar_hubble_900.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Fairy of Eagle Nebula",
    "url": "https://apod.nasa.gov/apod/image/1309/fairypillar_hubble_900.jpg"
  },
  {
    "copyright": "Kevin Snair",
    "date": "2013-09-30",
    "explanation": "What is it? Some surely natural phenomenon has appeared in a video that, so far, has defied clear identification. The above time-lapse video was made to record Perseid meteors above Hopewell Rocks in New Brunswick, Canada late this summer. The video, which ran from 9:30 pm August 11 to 3:00 am the next morning, records several meteor and satellite streaks beyond a picturesque background. Each image records a 30 second exposure. At about 25 seconds into the video, however, an unusual patchy green glow appears to cover the sky.  Possible explanations include airglow, aurora, lighting from an artificial or natural source, or something completely different.  This APOD is an attempt not only to solve this intriguing sky riddle, but to measure how powerful the APOD readership is as a citizen-science, collective-intelligence engine. If you have insight into what might be causing this phenomenon, please contribute to the discussion.    Note: How to follow APOD if the US government shuts down",
    "media_type": "video",
    "service_version": "v1",
    "title": "Mysterious Green Patches on the Sky",
    "url": "//www.youtube.com/embed/rWAp-RHUAIc?rel=0"
  },
  {
    "copyright": "Jade Scope Observatory",
    "date": "2013-10-01",
    "explanation": "The explosion is over but the consequences continue.  About eleven thousand years ago a star in the constellation of Vela could be seen to explode, creating a strange point of light briefly visible to humans living near the beginning of recorded history.  The outer layers of the star crashed into the interstellar medium, driving a shock wave that is still visible today.  A roughly spherical, expanding shock wave is visible in X-rays. The above image captures some of that filamentary and gigantic shock in visible light. As gas flies away from the detonated star, it decays and reacts with the interstellar medium, producing light in many different colors and energy bands. Remaining at the center of the Vela Supernova Remnant is a pulsar, a star as dense as nuclear matter that rotates completely around more than ten times in a single second.    Note: How to follow APOD if the US government shuts down",
    "hdurl": "https://apod.nasa.gov/apod/image/1310/velafilaments_jadescope_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Filaments of the Vela Supernova Remnant",
    "url": "https://apod.nasa.gov/apod/image/1310/velafilaments_jadescope_960.jpg"
  }
]
