[
  {
    "date": "2014-04-01",
    "explanation": "Space station robot AFJ013 has forgotten her space lock key again. The frustrated robot was reduced to tapping on a space station window and asking for a human to let her back in -- for the third time this week. \"Yes, she did a great job adjusting the tolerances on the new science module, but why she can't remember to take her key is beyond me,\" said incredulous station commander Koichi Wakata (Japan). \"We would keep the entry unlocked but we are afraid that space aliens will come in and raid our refrigerator\", the astronaut lamented. Happy April Fools' Day from the folks at APOD.  In reality, International Space Station astronaut Wakata poses in front of a Cupola window while the Latching End Effector, attached to Canadarm2, is visible just outside.",
    "hdurl": "https://apod.nasa.gov/apod/image/1404/koichicam_nasa_1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Space Station Robot Forgets Key Again",
    "url": "https://apod.nasa.gov/apod/image/1404/koichicam_nasa_960.jpg"
  },
  {
    "copyright": "Clear Skies",
    "date": "2014-04-02",
    "explanation": "A bright pair of sky objects will be visible together during the next few months. Mars will shine brightly in its familiar rusty hue as it reaches its brightest of 2014 next week. The reason that Mars appears so bright is that Earth and Mars are close to each other in their long orbits around the Sun. Spica, on the other hand, shines constantly as one of the brightest blue stars in the night sky. Pronounced \"spy-kah\", the blue-hued star has been visible throughout human history and the sounds that identify it today date back to ancient times. Pictured above, the planet and the star were photographed rising together toward the southeast after sunset last week through old oak trees in Sweden.   Click Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/1404/MarsSpica_heden_759.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars Red and Spica Blue",
    "url": "https://apod.nasa.gov/apod/image/1404/MarsSpica_heden_759.jpg"
  },
  {
    "date": "2014-04-03",
    "explanation": "This fantastic skyscape lies near the edge of NGC 2174 a star forming region about 6,400 light-years away in the nebula-rich constellation of Orion. It follows mountainous clouds of gas and dust carved by winds and radiation from the region's newborn stars, now found scattered in open star clusters embedded around the center of NGC 2174, off the top of the frame. Though star formation continues within these dusty cosmic clouds they will likely be dispersed by the energetic newborn stars within a few million years. Recorded at infrared wavelengths by the Hubble Space Telescope, the interstellar scene spans about 6 light-years. The image celebrates the upcoming 24th anniversary of Hubble's launch onboard the space shuttle orbiter Discovery on April 24, 1990.",
    "hdurl": "https://apod.nasa.gov/apod/image/1404/hs-2014-18_n2174rotate.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "At the Edge of NGC 2174",
    "url": "https://apod.nasa.gov/apod/image/1404/hs-2014-18_n2174rotateC.jpg"
  },
  {
    "date": "2014-04-04",
    "explanation": "Delicate in appearance, these filaments of shocked, glowing gas, draped in planet Earth's sky toward the constellation of Cygnus, make up the western part of the Veil Nebula. The Veil Nebula itself is a large supernova remnant, an expanding cloud born of the death explosion of a massive star. Light from the original supernova explosion likely reached Earth over 5,000 years ago. Blasted out in the cataclysmic event, the interstellar shock wave plows through space sweeping up and exciting interstellar material.  The glowing filaments are really more like long ripples in a sheet seen almost edge on, remarkably well separated into atomic hydrogen (red) and oxygen (blue-green) gas. Also known as the Cygnus Loop, the Veil Nebula now spans nearly 3 degrees or about 6 times the diameter of the full Moon. While that translates to over 70 light-years at its estimated distance of 1,500 light-years, this wide image of the western portion spans about half that distance. Brighter parts of the western Veil are recognized as separate nebulae, including The Witch's Broom (NGC 6960) along the top of this view and Pickering's Triangle (NGC 6979) below and right of center.",
    "hdurl": "https://apod.nasa.gov/apod/image/1404/NGC6960_WesternVeil_POSS2_Czernetz4.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Along the Western Veil",
    "url": "https://apod.nasa.gov/apod/image/1404/NGC6960_WesternVeil_POSS2_Czernetz4h600.jpg"
  },
  {
    "date": "2014-04-05",
    "explanation": "Tidally locked in synchronous rotation, the Moon always presents its familiar nearside to denizens of planet Earth. From lunar orbit, the Moon's farside can become familiar, though. In fact this sharp picture, a mosaic from the Lunar Reconnaissance Orbiter's wide angle camera, is centered on the lunar farside. Part of a global mosaic of over 15,000 images acquired between November 2009 and February 2011, the highest resolution version shows features at a scale of 100 meters per pixel. Surprisingly, the rough and battered surface of the farside looks very different from the nearside covered with smooth dark lunar maria.  The likely explanation is that the farside crust is thicker, making it harder for molten material from the interior to flow to the surface and form the smooth maria.",
    "hdurl": "https://apod.nasa.gov/apod/image/1404/farside_lro1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Farside",
    "url": "https://apod.nasa.gov/apod/image/1404/farside_lro800.jpg"
  },
  {
    "date": "2014-04-06",
    "explanation": "Do underground oceans vent through the tiger stripes on Saturn's moon Enceladus?  Long features dubbed tiger stripes are known to be spewing ice from the moon's icy interior into space, creating a cloud of fine ice particles over the moon's South Pole and creating Saturn's mysterious E-ring.  Evidence for this has come from the robot Cassini spacecraft now orbiting Saturn.  Pictured above, a high resolution image of Enceladus is shown from a close flyby.  The unusual surface features dubbed tiger stripes are visible in false-color blue.  Why Enceladus is active remains a mystery, as the neighboring moon Mimas, approximately the same size, appears quite dead. Most recently, an analysis of slight gravity deviations has given an independent indication of underground oceans.  Such research is particularly interesting since such oceans would be candidates to contain life.",
    "hdurl": "https://apod.nasa.gov/apod/image/1404/enceladusstripes_cassini_3237.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fresh Tiger Stripes on Saturn's Enceladus",
    "url": "https://apod.nasa.gov/apod/image/1404/enceladusstripes_cassini_960.jpg"
  },
  {
    "date": "2014-04-07",
    "explanation": "Has a solar eclipse ever been seen from the Moon? Yes, first in 1967 -- but it may happen again next week.  The robotic Surveyor 3 mission took thousands of wide angle television images of the Earth in 1967, a few of which captured the Earth moving in front of the Sun.  Several of these images have been retrieved from the NASA archives and compiled into the above time-lapse video.  Although the images are grainy, the Earth's atmosphere clearly refracted sunlight around it and showed a beading effect when some paths were blocked by clouds. Two years later, in 1969, the Apollo 12 crew saw firsthand a different eclipse of the Sun by the Earth on the way back from the Moon.  In 2009, Japan's robotic Kaguya spacecraft took higher resolution images of a similar eclipse while orbiting the Moon.  Next week, however, China's Chang'e 3 mission, including its Yutu rover, might witness a new total eclipse of the Sun by the Earth from surface of the Moon.  Simultaneously, from lunar orbit, NASA's LADEE mission might also capture the unusual April 15 event. Another angle of this same event will surely be visible to people on Earth -- a total lunar eclipse.",
    "hdurl": "https://apod.nasa.gov/apod/image/1404/soleclipsemoon_nasa_700.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Solar Eclipse from the Moon",
    "url": "https://apod.nasa.gov/apod/image/1404/soleclipsemoon_nasa_700.gif"
  },
  {
    "date": "2014-04-08",
    "explanation": "The Great Nebula in Orion, an immense, nearby starbirth region, is probably the most famous of all astronomical nebulas.  Here, glowing gas surrounds hot young stars at the edge of an immense interstellar molecular cloud only 1500 light-years away.  In the above deep image composite in assigned colors taken by the Hubble Space Telescope wisps and sheets of dust and gas are particularly evident.  The Great Nebula in Orion can be found with the unaided eye near the easily identifiable belt of three stars in the popular constellation Orion.  In addition to housing a bright open cluster of stars known as the Trapezium, the Orion Nebula contains many stellar nurseries.   These nurseries contain much hydrogen gas, hot young stars, proplyds, and stellar jets spewing material at high speeds.  Also known as M42, the Orion Nebula spans about 40 light years and is located in the same spiral arm of our Galaxy as the Sun.    Astrophysicists: Browse 750+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/1404/m42_HLAvillaverde_2235.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M42: Inside the Orion Nebula",
    "url": "https://apod.nasa.gov/apod/image/1404/m42_HLAvillaverde_960.jpg"
  },
  {
    "date": "2014-04-09",
    "explanation": "Asteroids can have rings. In a surprising discovery announced two weeks ago, the distant asteroid 10199 Chariklo was found to have at least two orbiting rings. Chariklo's diameter of about 250 kilometers makes it the largest of the measured centaur asteroids, but now the smallest known object to have rings. The centaur-class minor planet orbits the Sun between Saturn and Uranus. The above video gives an artist's illustration of how the rings were discovered. As Chariklo passed in 2013 in front of a faint star, unexpected but symmetric dips in the brightness of the star revealed the rings. Planetary astronomers are now running computer simulations designed to investigate how Chariklo's unexpected ring system might have formed, how it survives, and given the asteroid's low mass and close passes of other small asteroids and the planet Uranus, how long it may last.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Two Rings for Asteroid Chariklo",
    "url": "//player.vimeo.com/video/90101198?title=0&byline=0&portrait=0"
  },
  {
    "copyright": "Tunç Tezel",
    "date": "2014-04-10",
    "explanation": "That bright, ruddy star you've recently noticed rising just after sunset isn't a star at all. That's Mars, the Red Planet. Mars is now near its 2014 opposition (April 8) and closest approach (April 14), looping through the constellation Virgo opposite the Sun in planet Earth's sky. Clearly outshining bluish Spica, alpha star of Virgo, Mars is centered in this labeled skyview from early April, that includes two other solar system worlds approaching their opposition. On the left, small and faint asteroid Vesta and dwarf planet Ceres are seen near star Tau Virginis. But you'll just have to imagine NASA's Dawn spacecraft cruising between the small worlds. Having left Vesta in September of 2012, Dawn's ion engine has been steadily driving it to match orbits with Ceres, scheduled to arrive there in February 2015. Of course, you can also look near Mars for the Moon opposite the Sun in Earth's sky on the night of April 14/15 ... and see a total lunar eclipse.",
    "hdurl": "https://apod.nasa.gov/apod/image/1404/MarsCeresVesta2014La.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars, Ceres, Vesta",
    "url": "https://apod.nasa.gov/apod/image/1404/MarsCeresVesta2014La950.jpg"
  },
  {
    "copyright": "Fabio Carvalho\nand Gabriela Carvalho",
    "date": "2014-04-11",
    "explanation": "Tonight Mars is between opposition (April 8) and closest approach (April 14) looping through the constellation Virgo opposite the Sun in the night sky. That makes it prime season for telescopic views of the the Red Planet, like this one from April 3rd. The clear, sharp image was captured with a high-speed digital camera and 16-inch diameter telescope from Assis, Brazil, Planet Earth. Mars' north polar cap is at the top left. Also visible are whitish orographic clouds - water vapor clouds condensing in the cold atmosphere above the peaks of Mars' towering volcanos.  The exact dates of closest approach and opposition are slightly different because of the planet's elliptical orbit. Still, get your telescope out on the night of closest approach (April 14/15) and you can view both Mars and a total eclipse of the Moon. Mars will be about 1/100th the angular size of the Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1404/MarsApril02FabioandGabrielaBrazil.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars near Opposition",
    "url": "https://apod.nasa.gov/apod/image/1404/MarsApril02FabioandGabrielaBrazil800s.jpg"
  },
  {
    "copyright": "Wally Pacholka",
    "date": "2014-04-12",
    "explanation": "Aloha and welcome to a breathtaking skyscape. The dreamlike panoramic view from March 27 looks out over the 10,000 foot summit of Haleakala on Maui, Hawai'i. A cloud layer seeps over the volcanic caldera's edge with the Milky Way and starry night sky above. Head of the Northern Cross asterism, supergiant star Deneb lurks within the Milky Way's dust clouds and nebulae at the left. From there you can follow the arc of the Milky Way all the way to the stars of the more compact Southern Cross, just above the horizon at the far right. Bright Saturn is near the top right of the frame, with red giant Antares below it and left, closer to the Milky Way's central bulge. Need some help identifying the stars? Just slide your cursor over the picture, or download this labeled panorama.  (Editor's Note: After some more help identifying the stars, the identification of Mars in the original posting was replaced with Saturn - updated April 15.)",
    "hdurl": "https://apod.nasa.gov/apod/image/1404/HMWpano_pacholka1200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Clouds and Crosses over Haleakala",
    "url": "https://apod.nasa.gov/apod/image/1404/HMWpano_pacholka1200.jpg"
  },
  {
    "date": "2014-04-13",
    "explanation": "Why is Saturn partly blue?  The above picture of Saturn approximates what a human would see if hovering close to the giant ringed world.   The above picture was taken in 2006 March by the robot Cassini spacecraft now orbiting Saturn.  Here Saturn's majestic rings appear directly only as a thin vertical line.  The rings show their complex structure in the dark shadows they create on the image left.   Saturn's fountain moon Enceladus, only about 500 kilometers across, is seen as the bump in the plane of the rings.  The northern hemisphere of Saturn can appear partly blue for the same reason that Earth's skies can appear blue -- molecules in the cloudless portions of both planet's atmospheres are better at scattering blue light than red.  When looking deep into Saturn's clouds, however, the natural gold hue of Saturn's clouds becomes dominant.   It is not known why southern Saturn does not show the same blue hue -- one hypothesis holds that clouds are higher there.   It is also not known why Saturn's clouds are colored gold.",
    "hdurl": "https://apod.nasa.gov/apod/image/1404/saturnbluegold_cassini_1016.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn in Blue and Gold",
    "url": "https://apod.nasa.gov/apod/image/1404/saturnbluegold_cassini_960.jpg"
  },
  {
    "copyright": "T. Rector",
    "date": "2014-04-14",
    "explanation": "Is there a monster in IC 1396?  Known to some as the Elephant's Trunk Nebula, parts of gas and dust clouds of this star formation region may appear to take on foreboding forms, some nearly human.  The only real monster here, however, is a bright young star too far from Earth to hurt us.  Energetic light from this star is eating away the dust of the dark cometary globule near the top of the above image.  Jets and winds of particles emitted from this star are also pushing away ambient gas and dust.  Nearly 3,000 light-years distant, the relatively faint IC 1396 complex covers a much larger region on the sky than shown here, with an apparent width of more than 10 full moons.   Tonight: April 15, 2AM EDT - Lunar Eclipse | Times",
    "hdurl": "https://apod.nasa.gov/apod/image/1404/ic1396a_kpno4m_4000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Unusual Globule in IC 1396",
    "url": "https://apod.nasa.gov/apod/image/1404/ic1396a_kpno4m_960.jpg"
  },
  {
    "copyright": "Jorn Olsen Photography",
    "date": "2014-04-15",
    "explanation": "When do cloud bottoms appear like bubbles? Normally, cloud bottoms are flat. This is because moist warm air that rises and cools will condense into water droplets at a specific temperature, which usually corresponds to a very specific height.  As water droplets grow, an opaque cloud forms.  Under some conditions, however, cloud pockets can develop that contain large droplets of water or ice that fall into clear air as they evaporate.  Such pockets may occur in turbulent air near a thunderstorm.  Resulting mammatus clouds can appear especially dramatic if sunlit from the side.  The mammatus clouds pictured above were photographed over Hastings, Nebraska during 2004 June.",
    "hdurl": "https://apod.nasa.gov/apod/image/1404/mammatus_olsen_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mammatus Clouds over Nebraska",
    "url": "https://apod.nasa.gov/apod/image/1404/mammatus_olsen_960.jpg"
  },
  {
    "copyright": "Damian Peach",
    "date": "2014-04-16",
    "explanation": "A beautiful, reddened Moon slid through dark skies on April 15, completely immersed in Earth's shadow for well over an hour. It was the year's first total lunar eclipse and was widely enjoyed over the planet's Western Hemisphere. Seen from the Caribbean island of Barbados, the dimmed lunar disk is captured during totality in this colorful skyview. The dark Moon's red color contrasts nicely with bright bluish star Spica, alpha star of the constellation Virgo, posing only about two degrees away. Brighter than Spica and about 10 degrees from the Moon on the right, Mars is near opposition and closest approach to Earth. The Red Planet's own ruddy hue seems to echo the color of the eclipsed Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1404/eclipse_apr15th_dp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spica, Mars, and Eclipsed Moon",
    "url": "https://apod.nasa.gov/apod/image/1404/eclipse_apr15th_dp.jpg"
  },
  {
    "copyright": "Yuichi Takasaka",
    "date": "2014-04-17",
    "explanation": "Recorded on April 15th, this total lunar eclipse sequence looks south down icy Waterton Lake from the Waterton Lakes National Park in Alberta, Canada, planet Earth. The most distant horizon includes peaks in Glacier National Park, USA. An exposure every 10 minutes captured the Moon's position and eclipse phase, as it arced, left to right, above the rugged skyline and Waterton town lights. In fact, the sequence effectively measures the roughly 80 minute duration of the total phase of the eclipse. Around 270 BC, the Greek astronomer Aristarchus also measured the duration of lunar eclipses - though probably without the benefit of digital clocks and cameras. Still, using geometry, he devised a simple and impressively accurate way to calculate the Moon's distance, in terms of the radius of planet Earth, from the eclipse duration. This modern eclipse sequence also tracks the successive positions of Mars, above and right of the Moon, bright star Spica next to the reddened lunar disk, and Saturn to the left and below.",
    "hdurl": "https://apod.nasa.gov/apod/image/1404/C523-3144-8199.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Waterton Lake Eclipse",
    "url": "https://apod.nasa.gov/apod/image/1404/C523-3144-8199_900c.jpg"
  },
  {
    "copyright": "Apache Point Observatory",
    "date": "2014-04-18",
    "explanation": "This is not a scene from a sci-fi special effects movie. The green beam of light and red lunar disk are real enough, captured in the early morning hours of April 15. Of course, the reddened lunar disk is easy to explain as the image was taken during this week's total lunar eclipse. Immersed in shadow, the eclipsed Moon reflects the dimmed reddened light of all the sunsets and sunrises filtering around the edges of planet Earth, seen in silhouette from a lunar perspective. But the green beam of light really is a laser. Shot from the 3.5-meter telescope at Apache Point Observatory in southern New Mexico, the beam's path is revealed as Earth's atmosphere scatters some of the intense laser light. The laser's target is the Apollo 15 retroreflector, left on the Moon by the astronauts in 1971. By determining the light travel time delay of the returning laser pulse, the experimental team from UC San Diego is able to measure the Earth-Moon distance to millimeter precision and provide a test of General Relativity, Einstein's theory of gravity. Conducting the lunar laser ranging experiment during a total eclipse uses the Earth like a cosmic light switch. With direct sunlight blocked, the reflector's performance is improved over performance when illuminated by sunlight during a normal Full Moon, an effect known as the real Full Moon Curse.",
    "hdurl": "https://apod.nasa.gov/apod/image/1404/D140414_47_ApolloEclipse_AFCc_16f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Red Moon, Green Beam",
    "url": "https://apod.nasa.gov/apod/image/1404/D140414_47_ApolloEclipse_AFCc_16f_950.jpg"
  },
  {
    "date": "2014-04-19",
    "explanation": "Planet Kepler-186f is the first known Earth-size planet to lie within the habitable zone of a star beyond the Sun. Discovered using data from the prolific planet-hunting Kepler spacecraft, the distant world orbits its parent star, a cool, dim, M dwarf star about half the size and mass of the Sun, some 500 light-years away in the constellation Cygnus. M dwarfs are common, making up about 70 percent of the stars in our Milky Way galaxy. To be within the habitable zone, where surface temperatures allowing liquid water are possible, Kepler-186f orbits close, within 53 million kilometers (about the Mercury-Sun distance) of the M dwarf star, once every 130 days. Four other planets are known in the distant system. All four are only a little larger than Earth and in much closer orbits, also illustrated in the tantalizing artist's vision. While the size and orbit of Kepler-186f are known, its mass and composition are not, and can't be determined by Kepler's transit technique. Still, models suggest that it could be rocky and have an atmosphere, making it potentially the most Earth-like exoplanet discovered so far ...",
    "hdurl": "https://apod.nasa.gov/apod/image/1404/kepler186f_artistconcept_0.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth-size Kepler-186f",
    "url": "https://apod.nasa.gov/apod/image/1404/kepler186f_artistconcept_0h600.jpg"
  },
  {
    "copyright": "Sigur�ur Stefnisson",
    "date": "2014-04-20",
    "explanation": "Why did a picturesque 2010 volcanic eruption in Iceland create so much ash? Although the large ash plume was not unparalleled in its abundance, its location was particularly noticeable because it drifted across such well-populated areas. The Eyjafjallaj�kull volcano in southern Iceland began erupting on 2010 March 20, with a second eruption starting under the center of a small glacier on 2010 April 14. Neither eruption was unusually powerful.  The second eruption, however, melted a large amount of glacial ice which then cooled and fragmented lava into gritty glass particles that were carried up with the rising volcanic plume.  Pictured above during the second eruption, lightning bolts illuminate ash pouring out of the Eyjafjallaj�kull volcano.",
    "hdurl": "https://apod.nasa.gov/apod/image/1404/volcano_stefnisson_orig_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ash and Lightning above an Icelandic Volcano",
    "url": "https://apod.nasa.gov/apod/image/1404/volcano_stefnisson_960.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2014-04-21",
    "explanation": "It is one of the more massive galaxies known. A mere 46 million light-years distant, spiral galaxy NGC 2841 can be found in the northern constellation of Ursa Major. This sharp view of the gorgeous island universe shows off a striking yellow nucleus and galactic disk. Dust lanes, small, pink star-forming regions, and young blue star clusters are embedded in the patchy, tightly wound spiral arms. In contrast, many other spirals exhibit grand, sweeping arms with large star-forming regions.  NGC 2841 has a diameter of over 150,000 light-years, even larger than our own Milky Way and captured by this composite image merging exposures from the orbiting 2.4-meter Hubble Space Telescope and the ground-based 8.2-meter Subaru Telescope.  X-ray images suggest that resulting winds and stellar explosions create plumes of hot gas extending into a halo around NGC 2841.",
    "hdurl": "https://apod.nasa.gov/apod/image/1404/ngc2841_hstsubarugendler_3500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Massive Nearby Spiral Galaxy NGC 2841",
    "url": "https://apod.nasa.gov/apod/image/1404/ngc2841_hstsubarugendler_960.jpg"
  },
  {
    "date": "2014-04-22",
    "explanation": "It is bigger than a bread box. In fact, it is much bigger than all bread boxes put together.  Galaxy cluster ACT-CL J0102-4915 is one of the largest and most massive objects known. Dubbed \"El Gordo\", the seven billion light years (z = 0.87) distant galaxy cluster spans about seven million light years and holds the mass of a million billion Suns. The above image of El Gordo is a composite of a visible light image from the Hubble Space Telescope, an X-ray image from the Chandra Observatory showing the hot gas in pink, and a computer generated map showing the most probable distribution of dark matter in blue, computed from gravitational lens distortions of background galaxies. Almost all of the bright spots are galaxies. The blue dark matter distribution indicates that the cluster is in the middle stages of a collision between two large galaxy clusters. A careful inspection of the image will reveal a nearly vertical galaxy that appears unusually long.  That galaxy is actually far in the background and has its image stretched by the gravitational lens action of the massive cluster.   Follow APOD on: Facebook,  Google Plus, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1404/elgordo_chandrahubble_3600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The El Gordo Massive Galaxy Cluster",
    "url": "https://apod.nasa.gov/apod/image/1404/elgordo_chandrahubble_960.jpg"
  },
  {
    "date": "2014-04-23",
    "explanation": "From planet Earth, we see this strongly distorted pair of galaxies, cataloged as Arp 81, as they were only about 100 million years after their close encounter. The havoc wreaked by their mutual gravitational interaction during the encounter is detailed in this color composite showing twisted streams of gas and dust, a chaos of massive star formation, and a tidal tail stretching for 200 thousand light-years or so as it sweeps behind the cosmic wreckage. Also known as NGC 6622 (left) and NGC 6621, the galaxies are roughly equal in size but are destined to merge into one large galaxy in the distant future, making repeated approaches until they finally coalesce. Located in the constellation Draco, the galaxies are 280 million light-years away. Even more distant background galaxies can be spotted in the sharp, reprocessed, image from Hubble Legacy Archive data.",
    "hdurl": "https://apod.nasa.gov/apod/image/1404/ARP81_HLA_Pugh2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Arp 81: 100 Million Years Later",
    "url": "https://apod.nasa.gov/apod/image/1404/ARP81_HLA_Pugh2.jpg"
  },
  {
    "copyright": "Yuri Beletsky",
    "date": "2014-04-24",
    "explanation": "rth's annual Lyrid meteor shower peaked before dawn on April 22nd, as our fair planet plowed through dust from the tail of long-period comet Thatcher. Even in the dry and dark Atacama desert along Chile's Pacific coast, light from a last quarter Moon made the night sky bright, washing out fainter meteor streaks. But brighter Lyrid meteors still put on a show. Captured in this composited earth-and-sky view recorded during early morning hours, the meteors stream away from the shower's radiant near Vega, alpha star of the constellation Lyra. The radiant effect is due to perspective as the parallel meteor tracks appear to converge in the distance.  Rich starfields and dust clouds of our own Milky Way galaxy stretch across the background.",
    "hdurl": "https://apod.nasa.gov/apod/image/1404/lyridsbeletsky_nolabels.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lyrids in Southern Skies",
    "url": "https://apod.nasa.gov/apod/image/1404/lyridsbeletsky_nolabels900h.jpg"
  },
  {
    "date": "2014-04-25",
    "explanation": "\"Beautiful Nebula discovered between the Balance [Libra] & the Serpent [Serpens] ...\" begins the description of the 5th entry in 18th century astronomer Charles Messier's famous catalog of nebulae and star clusters. Though it appeared to Messier to be fuzzy and round and without stars, Messier 5 (M5) is now known to be a globular star cluster, 100,000 stars or more, bound by gravity and packed into a region around 165 light-years in diameter. It lies some 25,000 light-years away. Roaming the halo of our galaxy, globular star clusters are ancient members of the Milky Way. M5 is one of the oldest globulars, its stars estimated to be nearly 13 billion years old. The beautiful star cluster is a popular target for Earthbound telescopes. Of course, deployed in low Earth orbit on April 25, 1990, the Hubble Space Telescope has also captured its own stunning close-up view that spans about 20 light-years near the central region of M5. Even close to its dense core at the left, the cluster's aging red and blue giant stars and rejuvenated blue stragglers stand out in yellow and blue hues in the sharp color image.",
    "hdurl": "https://apod.nasa.gov/apod/image/1404/m5hst2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hubble's Messier 5",
    "url": "https://apod.nasa.gov/apod/image/1404/m5hst950.jpg"
  },
  {
    "copyright": "MWV Observatory",
    "date": "2014-04-26",
    "explanation": "It's eclipse season, and on April 29 around 06:00 UT the shadow of the new Moon will reach out and touch planet Earth, though only just. Still, if you're standing on the continent of Antarctica within a few hundred kilometers of 79 degrees 38.7 minutes South latitude and 131 degrees 15.6 minutes East longitude you could see an annular solar eclipse with the Sun just above the horizon. Because the Moon will be approaching apogee, the most distant point in the elliptical lunar orbit, its apparent size will be too small to completely cover the solar disk. A rare, off-center eclipse, the annular phase will last at most 49 seconds. At its maximum it could look something like this \"ring of fire\" image from last May's annular solar eclipse, captured by a webcast team operating near Coen, Australia. Otherwise, a partial eclipse with the Moon covering at least some part of the Sun will be seen across a much broader region in the southern hemipshere, including Australia in the afternoon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1404/ASE_McCarty3-3.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Southern Annular Eclipse",
    "url": "https://apod.nasa.gov/apod/image/1404/ASE_McCarty3-3sc900.jpg"
  },
  {
    "date": "2014-04-27",
    "explanation": "A spacesuit floated away from the International Space Station eight years ago, but no investigation was conducted.  Everyone knew that it was pushed by the space station crew.   Dubbed Suitsat-1, the unneeded Russian Orlan spacesuit filled mostly with old clothes was fitted with a faint radio transmitter and released to orbit the Earth. The suit circled the Earth twice before its radio signal became unexpectedly weak. Suitsat-1 continued to orbit every 90 minutes until it burned up in the Earth's atmosphere after a few weeks.  Pictured above, the lifeless spacesuit was photographed in 2006 just as it drifted away from  space station.    Follow APOD on: Facebook,  Google Plus, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1404/suitsat1_nasa_3032.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SuitSat-1: A Spacesuit Floats Free",
    "url": "https://apod.nasa.gov/apod/image/1404/suitsat1_nasa_960.jpg"
  },
  {
    "date": "2014-04-28",
    "explanation": "Why would a bright full Moon suddenly become dark?  Because it entered the shadow of the Earth. Almost two weeks ago this exact event happened as the Moon underwent a total lunar eclipse. That eclipse, visible from the half of the Earth then facing the Moon, was captured in numerous spectacular photographs and is depicted in the above time lapse video covering about an hour.  The above video, recorded from Mt. Lemmon Sky Center in Arizona, USA, keeps the Earth shadow centered and shows the Moon moving through it from west to east. The temporarily good alignment between Earth, Moon, and Sun will show itself again tomorrow -- precisely half a moon-th (month) later -- when part of the Earth will pass through part of the new Moon's shadow.   APOD Collection: Pleiades Star Cluster (highlighted recently on Cosmos)",
    "media_type": "video",
    "service_version": "v1",
    "title": "Time Lapse of a Total Lunar Eclipse",
    "url": "//www.youtube.com/embed/KBBFzHLvrvA?rel=0"
  },
  {
    "copyright": "John Chumack",
    "date": "2014-04-29",
    "explanation": "Sometimes it is hard to believe what you see in the sky. While leading his annual aurora tour last month near Fairbanks in central Alaska, astrophotographer John Chumack and his company saw a most unusual aurora. This bright aurora appeared to change into the shape of a jumping dog, complete with a curly tail. He was able to capture the fleeting natural apparition in the above image with a 15-second exposure through a wide-angle lens. By coincidence, he also captured a background sky filled with familiar highlights. Planets visible include bright Jupiter through the dog's front legs and reddish Mars below the dog's hind legs. Stars visible include the Big Dipper stars above the dog's midsection and reddish Betelgeuse shining on the far right. This dog would not be following him home, however, and within a few minutes morphed into other shapes before the geomagnetic storm particles that created it shifted to strike the Earth elsewhere.",
    "hdurl": "https://apod.nasa.gov/apod/image/1404/auroradog_chumack_1800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Dog over Alaska",
    "url": "https://apod.nasa.gov/apod/image/1404/auroradog_chumack_960.jpg"
  },
  {
    "copyright": "Andrew Wall",
    "date": "2014-04-30",
    "explanation": "If you look closely, you will see something quite unusual about this setting Sun. There are birds flying to the Sun's left, but that's not so unusual. A dark sea covers the Sun's bottom, and dark clouds cover parts of the middle, but they are also not very unusual. More unusual is the occulted piece at the top right. And that's no occulting cloud -- that's the Moon. Yesterday the Moon moved in front of part of the Sun as visible from Australia, and although many locations reported annoying clouds, a partially eclipsed Sun would occasionally peek through as it set. The above image was captured yesterday on the western horizon of Adelaide, South Australia. The maximum eclipse was visible only from a small part of Antarctica where the entire Moon could be seen covering the entire center of the Sun in what is known as an annular eclipse, leaving only a ring of fire from the Sun peeking out around the edges. The next solar eclipse will be another partial eclipse, will occur on 2014 October 23, and will be visible from most of North America near sunset.   Gallery: Yesterday's Solar Eclipse",
    "hdurl": "https://apod.nasa.gov/apod/image/1404/eclipsedsunbirds_wall_2500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Partially Eclipsed Setting Sun",
    "url": "https://apod.nasa.gov/apod/image/1404/eclipsedsunbirds_wall_960.jpg"
  },
  {
    "copyright": "Stephen Mudge",
    "date": "2014-05-01",
    "explanation": "In skies over Brisbane at the southeastern corner of Queensland, Australia, Planet Earth, the Sun and New Moon set together on April 29. There the celestial line-up, the first solar eclipse of 2014, was seen as a partial solar eclipse. This dramatic composite is a digital stack of images taken about 5 minutes apart with telephoto lens and solar filter. It follows the eclipse in progress, approaching a western horizon where crepuscular rays from cloud banks in silhouette joined the silhouetted Moon. From Brisbane, the maximum eclipse phase with the Moon covering about 25% of the Sun occurred just after sunset. Only from a remote spot on the continent of Antarctica was it even possible to see the eclipse in its brief annular phase, the entire dark lunar disk surrounded by a thin, bright ring of fire.",
    "hdurl": "https://apod.nasa.gov/apod/image/1405/Eclipsedsunset_StephenMudge.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Brisbane Sunset Moonset",
    "url": "https://apod.nasa.gov/apod/image/1405/Eclipsedsunset_StephenMudge900.jpg"
  }
]
