[
  {
    "copyright": "Francesco Antonucci",
    "date": "2014-12-01",
    "explanation": "Hot, young stars and cosmic pillars of gas and dust seem to crowd into NGC 7822. At the edge of a giant molecular cloud toward the northern constellation Cepheus, this glowing star forming region lies about 3,000 light-years away. Within the nebula, bright edges and complex dust sculptures dominate this detailed skyscape taken in infrared light by NASA's Wide Field Infrared Survey Explorer (WISE) satellite. The atomic emission by the cluster's gas is powered by energetic radiation from the hot stars, whose powerful winds and light also sculpt and erode the denser pillar shapes. Stars could still be forming inside the pillars by gravitational collapse, but as the pillars are eroded away, any forming stars will ultimately be cut off from their reservoir of star stuff. This field spans around 40 light-years at the estimated distance of NGC 7822.   Now Available: APOD 2015 Wall Calendars",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/ngc7822_WISEantonucci_1824c.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars and Dust Pillars in NGC 7822 from WISE",
    "url": "https://apod.nasa.gov/apod/image/1412/ngc7822_WISEantonucci_1080c.jpg"
  },
  {
    "copyright": "First LightJ. L. Dauvergne",
    "date": "2014-12-02",
    "explanation": "How did the Eta Carinae star system create this unusual expanding nebula?  No one knows for sure.  About 170 years ago, the southern star system Eta Carinae (Eta Car) mysteriously became the second brightest star system in the night sky.   Twenty years later, after ejecting more mass than our Sun, Eta Car unexpectedly faded.  Somehow, this outburst appears to have created the  Homunculus Nebula. The three-frame video features images of the nebula taken by the Hubble Space Telescope in 1995, 2001, and 2008. The Homunculus nebula's center is lit by light from a bright central star, while the surrounding regions are expanding lobes of gas laced with filaments of dark dust.  Jets bisect the lobes emanating from the central stars. Expanding debris includes streaming whiskers and bow shocks caused by collisions with previously existing material. Eta Car still undergoes unexpected outbursts, and its high mass and volatility make it a candidate to explode in a spectacular supernova sometime in the next few million years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/CarinaExpanding_Hubble_750d.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eta Carinae and the Expanding Homunculus Nebula",
    "url": "https://apod.nasa.gov/apod/image/1412/CarinaExpanding_Hubble_750d.gif"
  },
  {
    "copyright": "César Blanco\nGonzález",
    "date": "2014-12-03",
    "explanation": "Normally faint and elusive, the Jellyfish Nebula is caught in this alluring telescopic mosaic. The scene is anchored right and left by two bright stars, Mu and Eta Geminorum, at the foot of the celestial twin while the Jellyfish Nebula is the brighter arcing ridge of emission with dangling tentacles below and right of center. In fact, the cosmic jellyfish is part of bubble-shaped supernova remnant IC 443, the expanding debris cloud from a massive star that exploded. Light from the explosion first reached planet Earth over 30,000 years ago. Like its cousin in astrophysical waters the Crab Nebula supernova remnant, the Jellyfish Nebula is known to harbor a neutron star, the remnant of the collapsed stellar core. An emission nebula cataloged as Sharpless 249 fills the field at the upper left. The Jellyfish Nebula is about 5,000 light-years away. At that distance, this narrowband composite image would be about 300 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/MOSAICO_IC443YSH2_249HaSHO_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sharpless 249 and the Jellyfish Nebula",
    "url": "https://apod.nasa.gov/apod/image/1412/MOSAICO_IC443YSH2_249HaSHO_1024r.jpg"
  },
  {
    "copyright": "Richard Bosman",
    "date": "2014-12-04",
    "explanation": "The dark-floored, 95 kilometer wide crater Plato and sunlit peaks of the lunar Alps (Montes Alpes) are highlighted in this sharp digital snapshot of the Moon's surface. While the Alps of planet Earth were uplifted over millions of years as continental plates slowly collided, the lunar Alps were likely formed by a sudden collision that created the giant impact basin known as the Mare Imbrium or Sea of Rains. The mare's generally smooth, lava-flooded floor is seen below the bordering mountain range. The prominent straight feature cutting through the mountains is the lunar Alpine Valley (Vallis Alpes). Joining the Mare Imbrium and northern Mare Frigoris (Sea of Cold) the valley extends toward the upper right, about 160 kilometers long and up to 10 kilometers wide. Of course, the large, bright alpine mountain below and right of the valley is named Mont Blanc. The tallest of the lunar Alps, it reaches over 3 kilometers above the surface. Lacking an atmosphere, not to mention snow, the lunar Alps are probably not an ideal location for a winter vacation. Still, a 150 pound skier would weigh a mere 25 pounds on the Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/MontesAlpesBosman.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Plato and the Lunar Alps",
    "url": "https://apod.nasa.gov/apod/image/1412/MontesAlpesBosman1024.jpg"
  },
  {
    "copyright": "Rafael Defavari",
    "date": "2014-12-05",
    "explanation": "Our Milky Way Galaxy arcs over a desolate landscape in this fantastic panoramic night skyview. The otherworldly scene looks across the arid, eroded terrain of the Valle de la Luna in the Chilean Atacama desert. Just along the horizon are lights from San Pedro, Chile, as well as the small villages of Socaire and Toconao, and a tortuous road from the city of Calama to San Pedro. Taken on October 18th, the five panel mosaic also features the four galaxies easily visible from our fair planet's dark sky regions. At the far left, satellite galaxies known as the Large and Small Magellanic Clouds are framed by their terrestrial namesakes. Much fainter and at the right, beyond the Milky Way's central bulge, is the Andromeda Galaxy. The most distant in view, Andromeda lies some 2.5 million light-years away.   News: Orion Flight Coverage",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/Milky-Way-over-Moon-Valley-900px-by-Rafael-Defavari.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way over Moon Valley",
    "url": "https://apod.nasa.gov/apod/image/1412/Milky-Way-over-Moon-Valley-600px-by-Rafael-Defavari.jpg"
  },
  {
    "date": "2014-12-06",
    "explanation": "Headed for two orbits of planet Earth and a splashdown in the Pacific, Orion blazed into the early morning sky on Friday at 7:05am ET. The spacecraft was launched atop a United Launch Aliance Delta IV Heavy rocket from Cape Canaveral Air Force Station in Florida. Its first voyage into space on an uncrewed flight test, the Orion traveled some 3,600 miles from Earth, about 15 times higher than the orbital altitude of the International Space Station. In fact, Orion traveled farther into space than any spacecraft designed for astronauts since the Apollo missions to the Moon. The Orion crew module reached speeds of 20,000 miles per hour and temperatures approaching 4,000 degrees Fahrenheit as it re-entered Earth's atmosphere about 4.5 hours after launch.",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/OrionLaunch_20141200010HQ.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion Launch",
    "url": "https://apod.nasa.gov/apod/image/1412/OrionLaunchCrop1024_20141200010HQ.jpg"
  },
  {
    "copyright": "Bjørnar G. Hansen",
    "date": "2014-12-07",
    "explanation": "Northern Lights, or aurora borealis, haunted skies over the island of Kvaløya, near Tromsø Norway on 2009 December 13. This 30 second long exposure records their shimmering glow gently lighting the wintery coastal scene. A study in contrasts, it also captures the sudden flash of a fireball meteor from the excellent Geminid meteor shower in 2009 December. Streaking past familiar stars in the handle of the Big Dipper, the trail points back toward the constellation Gemini, off the top of the view. Both aurora and meteors occur in Earth's upper atmosphere at altitudes of 100 kilometers or so, but aurora caused by energetic charged particles from the magnetosphere, while meteors are trails of cosmic dust. Toward the end of this week the 2014 Geminids meteor shower will peak, although they will compete with the din of last quarter moonlight.   Now Available: APOD 2015 Wall Calendars",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/GeminidAurora_Hansen1_850.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Shimmer, Meteor Flash",
    "url": "https://apod.nasa.gov/apod/image/1412/GeminidAurora_Hansen1_960.jpg"
  },
  {
    "date": "2014-12-08",
    "explanation": "How far out will humanity explore? If this video's fusion of real space imagery and fictional space visualizations is on the right track, then at least the Solar System. Some of the video's wondrous sequences depict future humans drifting through the rings of Saturn, exploring Jupiter from a nearby spacecraft, and jumping off a high cliff in the low gravity of a moon of Uranus. Although no one can know the future, wandering and exploring beyond boundaries -- both physical and intellectual -- is part of the human spirit and has frequently served humanity well in the past.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Wanderers",
    "url": "//player.vimeo.com/video/108650530?title=0&byline=0&portrait=0&badge=0&color=ffffff"
  },
  {
    "copyright": "Aldo Mottino",
    "date": "2014-12-09",
    "explanation": "What lights up the Flame Nebula?  Fifteen hundred light years away towards the constellation of Orion lies a nebula which, from its glow and dark dust lanes, appears, on the left, like a billowing fire.  But fire, the rapid acquisition of oxygen, is not what makes this Flame glow.  Rather the bright star Alnitak, the easternmost star in the Belt of Orion visible just to the right of the nebula, shines energetic light into the Flame that knocks electrons away from the great clouds of hydrogen gas that reside there.  Much of the glow results when the electrons and ionized hydrogen recombine. The above false-color picture of the Flame Nebula (NGC 2024) was taken is a composite of both visible and infrared light, the later energy band being where a young star cluster becomes visible.  The Flame Nebula is part of the Orion Molecular Cloud Complex, a star-forming region that includes the famous Horsehead Nebula.   Astrophysicists: Browse 900+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/flameVisIR_eso_1250.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Flame Nebula in Visible and Infrared",
    "url": "https://apod.nasa.gov/apod/image/1412/flameVisIR_eso_960.jpg"
  },
  {
    "copyright": "Bob Franke",
    "date": "2014-12-10",
    "explanation": "Now known to be a globular star cluster at the tender age of 10 billion years, M71 is a mere 13,000 light-years away within the narrow boundaries of the faint constellation Sagitta. Close to the plane of the Milky Way galaxy in planet Earth's sky, its 10,000 or so member stars are gathered into a region about 27 light-years across near the center of this color composite view. In fact, the line-of-sight to M71 passes along the galactic plane through much intervening diffuse interstellar dust. The dust dims starlight and scatters blue light more efficiently, masking the brightness of M71's stars and shifting true star colors toward the red. How much are the star colors shifted? Slide your cursor over the image (or follow this link) to use an estimate of the dust reddening or galactic extinction to correct the star colors in M71. Corrections to the brightness and colors of M71 member stars are needed to measure the cluster's distance and age using a Color-Magnitude diagram.",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/m71Franke1800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Reddening of M71",
    "url": "https://apod.nasa.gov/apod/image/1412/m71Franke.jpg"
  },
  {
    "copyright": "Martin Ratcliffe",
    "date": "2014-12-11",
    "explanation": "In this night scene from the early hours of November 14, light from a last quarter Moon illuminates clouds above the mountaintop domes of Kitt Peak National Observatory near Tucson, Arizona. Bright Jupiter is just left of the overexposed lunar disk with a streak of camera lens flare immediately to the right, but that's no fireball meteor exploding near the center of the picture. Instead, from the roadside perspective a stunningly bright moondog or paraselene stands directly over Kitt Peaks's WIYN telescope. Analogous to a sundog or parhelion, a paraselene is produced by moonlight refracted through thin, hexagonal, plate-shaped ice crystals in high cirrus clouds. As determined by the crystal geometry, paraselenae (plural) are seen at an angle of 22 degrees or more from the Moon. Compared to the bright lunar disk they are more often faint and easier to spot when the Moon is low.  About 10 minutes after the photograph even this bright moondog had faded from the night.",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/Ratcliffe_Moon-Dog_IMG_9223_sm.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moondog Night",
    "url": "https://apod.nasa.gov/apod/image/1412/Ratcliffe_Moon-Dog_IMG_9223_sm950.jpg"
  },
  {
    "date": "2014-12-12",
    "explanation": "This extreme close-up, a mosaic from the Mars Hand Lens Imager (MAHLI) on the Curiosity rover, spans a breathtaking 5 centimeters. It captures what appear to be elongated crystal shapes formed by the precipitation of minerals dissolved in water, a likely result of the evaporation of ancient lake or river from the Martian surface. Brushed by a dust removal tool and illuminated by white LEDs, the target rock named Mojave was found on the Pink Cliffs outcrop of the Pahrump Hills at the base of Mount Sharp. The MAHLI images were acquired on Curiosity's sol 809, known on planet Earth as November 15, 2014. Of course, the inset 1909 Lincoln Cent image is provided for a comparison scale. Covered with Mars dust itself, the penny is a MAHLI calibration target attached to the rover.",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/PIA19077MAHLI.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crystals on Mars",
    "url": "https://apod.nasa.gov/apod/image/1412/PIA19077MAHLI900.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2014-12-13",
    "explanation": "This remarkable synthetic color composite image was assembled from archives of visible light and infrared astronomy image data. The field of view spans the Andromeda Galaxy (M31), a massive spiral a mere 2.5 million light-years away. In fact, with over twice the diameter of our own Milky Way, Andromeda is the largest nearby galaxy. Andromeda's population of bright young blue stars lie along its sweeping spiral arms, with the telltale reddish glow of star forming regions traced in space- and ground-based visible light data. But infrared data from the Spitzer Space Telescope, also blended directly into the detailed composite's red and green color channels, highlight the lumpy dust lanes warmed by the young stars as they wind ever closer to the galaxy's core. Otherwise invisible at optical wavelengths, the warm dust takes on orange hues. Two smaller companion galaxies, M110 (below) and M32 (above) are also included in the frame.  Tonight: Watch the Geminids Meteor Shower",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/M31-Spitzer-LL.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Infrared Visible Andromeda",
    "url": "https://apod.nasa.gov/apod/image/1412/M31-Spitzer-S.jpg"
  },
  {
    "date": "2014-12-14",
    "explanation": "Where did all the stars go?  What used to be considered a hole in the sky is now known to astronomers as a dark molecular cloud.  Here, a high concentration of dust and molecular gas absorb practically all the visible light emitted from background stars.  The eerily dark surroundings help make the interiors of molecular clouds some of the coldest and most isolated places in the universe.  One of the most notable of these dark absorption nebulae is a cloud toward the constellation Ophiuchus known as Barnard 68, pictured above.  That no stars are visible in the center indicates that Barnard 68 is relatively nearby, with measurements placing it about 500 light-years away and half a light-year across.  It is not known exactly how molecular clouds like Barnard 68 form, but it is known that these clouds are themselves likely places for new stars to form. In fact, Barnard 68 itself has been found likely to collapse and form a new star system. It is possible to look right through the cloud in infrared light.   Follow APOD on: Facebook,  Google Plus, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/barnard68v2_vlt_4000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Molecular Cloud Barnard 68",
    "url": "https://apod.nasa.gov/apod/image/1412/barnard68v2_vlt_960.jpg"
  },
  {
    "date": "2014-12-15",
    "explanation": "Why do some places on Earth have higher gravity than others?  Sometimes the reason is unknown.  To help better understand the Earth's surface, sensitive measurements by the orbiting satellites  GRACE and CHAMP were used to create a map of Earth's gravitational field.  Since a center for studying these data is in Potsdam, Germany, and since the result makes the Earth look somewhat like a potato, the resulting geoid has been referred to as the Potsdam Gravity Potato.  High areas on this map, colored red, indicate areas where gravity is slightly stronger than usual, while in blue areas gravity is slightly weaker. Many bumps and valleys on the Potsdam Gravity Potato can be attributed to surface features, such as the North Mid-Atlantic Ridge and the Himalayan Mountains, but others cannot, and so might relate to unusually high or low sub-surface densities.  Maps like this also help calibrate changes in the Earth's surface including variable ocean currents and the melting of glaciers. The above map was made in 2005, but more recent and more sensitive gravity maps of Earth were produced in 2011.   Now Available: APOD 2015 Wall Calendars",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/geoid2005_champgrace_2362.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Potsdam Gravity Potato",
    "url": "https://apod.nasa.gov/apod/image/1412/geoid2005_champgrace_960.jpg"
  },
  {
    "copyright": "Francesco Antonucci",
    "date": "2014-12-16",
    "explanation": "How do stars form? Images of the star forming region W5 like those in the infrared by NASA's Wide Field Infrared Survey Explorer (WISE) satellite provide clear clues with indications that massive stars near the center of empty cavities are older than stars near the edges.  A likely reason for this is that the older stars in the center are actually triggering the formation of the younger edge stars.  The triggered star formation occurs when hot outflowing gas compresses cooler gas into knots dense enough to gravitationally contract into stars.  In the featured scientifically-colored infrared image, spectacular pillars, left slowly evaporating from the hot outflowing gas, provide further visual clues. W5 is also known as IC 1848, and together with IC 1805 form a complex region of star formation popularly dubbed the Heart and Soul Nebulas. The above image highlights a part of W5 spanning about 2,000 light years that is rich in star forming pillars.  W5 lies about 6,500 light years away toward the constellation of Cassiopeia.   Now Available: APOD 2015 Wall Calendars",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/ic1848_WISEantonucci_1824.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "W5: Pillars of Star Formation",
    "url": "https://apod.nasa.gov/apod/image/1412/ic1848_WISEantonucci_1080.jpg"
  },
  {
    "date": "2014-12-17",
    "explanation": "This was a sky to remember. While viewing the Geminids meteor shower a few days ago, a bright fireball was captured over Mt. Balang, China with particularly picturesque surroundings. In the foreground, a sea of light clouds slowly floated between dark mountain peaks.  In the background, the constellation of Orion shone brightly, with the familiar three stars of Orion's belt visible near the image top right. Sirius, the brightest star in the night sky, is visible near the image center. The bright fireball flashed for only a fraction of second on the lower right. The source of the fireball was a pebble that intersected the protective atmosphere of Earth, originally expelled by the Sun-orbiting asteroid-like object 3200 Phaethon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/GeminidMtBalang_wu_5164.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Geminid Fireball over Mount Balang",
    "url": "https://apod.nasa.gov/apod/image/1412/GeminidMtBalang_wu_960.jpg"
  },
  {
    "copyright": "Tony Hallas",
    "date": "2014-12-18",
    "explanation": "Big, beautiful spiral galaxy NGC 7331 is often touted as an analog to our own Milky Way. About 50 million light-years distant in the northern constellation Pegasus, NGC 7331 was recognized early on as a spiral nebula and is actually one of the brighter galaxies not included in Charles Messier's famous 18th century catalog. Since the galaxy's disk is inclined to our line-of-sight, long telescopic exposures often result in an image that evokes a strong sense of depth. The effect is further enhanced in this sharp image from a small telescope by galaxies that lie beyond the gorgeous island universe. The most prominent background galaxies are about one tenth the apparent size of NGC 7331 and so lie roughly ten times farther away. Their close alignment on the sky with NGC 7331 occurs just by chance. Seen through faint foreground dust clouds lingering above the plane of Milky Way, this visual grouping of galaxies is known as the Deer Lick Group.",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/NGC7331FINAL_IIHallas.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7331 and Beyond",
    "url": "https://apod.nasa.gov/apod/image/1412/NGC7331FINAL_IIHallas1024.jpg"
  },
  {
    "copyright": "Jimmy Walker",
    "date": "2014-12-19",
    "explanation": "The 1970s are sometimes ignored by astronomers, like this beautiful grouping of reflection nebulae in Orion - NGC 1977, NGC 1975, and NGC 1973 - usually overlooked in favor of the substantial glow from the nearby stellar nursery better known as the Orion Nebula. Found along Orion's sword just north of the bright Orion Nebula complex, these reflection nebulae are also associated with Orion's giant molecular cloud about 1,500 light-years away, but are dominated by the characteristic blue color of interstellar dust reflecting light from hot young stars. In this sharp color image a portion of the Orion Nebula appears along the bottom border with the cluster of reflection nebulae at picture center. NGC 1977 stretches across the field just below center, separated from NGC 1973 (above right) and NGC 1975 (above left) by dark regions laced with faint red emission from hydrogen atoms. Taken together, the dark regions suggest to many the shape of a running man.",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/LRGBv2-X3Walker.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Reflections on the 1970s",
    "url": "https://apod.nasa.gov/apod/image/1412/LRGBv2-X3Walker900.jpg"
  },
  {
    "date": "2014-12-20",
    "explanation": "Have you seen a panorama from another world lately? Assembled from high-resolution scans of the original film frames, this one sweeps across the magnificent desolation of the Apollo 11 landing site on the Moon's Sea of Tranquility. Taken by Neil Armstrong looking out his window of the Eagle Lunar Module, the frame at the far left (AS11-37-5449) is the first picture taken by a person on another world. Toward the south, thruster nozzles can be seen in the foreground on the left, while at the right, the shadow of the Eagle is visible toward the west. For scale, the large, shallow crater on the right has a diameter of about 12 meters. Frames taken from the Lunar Module windows about an hour and a half after landing, before walking on the lunar surface, were intended to initially document the landing site in case an early departure was necessary.",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/a11pan1040226lftsm.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 11 Landing Site Panorama",
    "url": "https://apod.nasa.gov/apod/image/1412/a11pan1040226lftsm600.jpg"
  },
  {
    "copyright": "Danilo Pivato",
    "date": "2014-12-21",
    "explanation": "Today the solstice occurs at 23:03 Universal Time, the Sun reaching its southernmost declination in planet Earth's sky. Of course, the December solstice marks the beginning of winter in the northern hemisphere and summer in the south. When viewed from northern latitudes, and as shown in the above horizontally compressed image, the Sun will make its lowest arc through the sky along the southern horizon. So in the north, the solstice day has the shortest length of time between sunrise and sunset and fewest hours of daylight.  This striking composite image follows the Sun's path through the December solstice day of 2005 in a beautiful blue sky, looking down the Tyrrhenian Sea coast from Santa Severa toward Fiumicino, Italy. The view covers about 115 degrees in 43 separate, well-planned exposures from sunrise to sunset.    Follow APOD on: Facebook,  Google Plus, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/wintersolstice_pivato_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tyrrhenian Sea and Solstice Sky",
    "url": "https://apod.nasa.gov/apod/image/1412/wintersolstice_pivato_1080.jpg"
  },
  {
    "date": "2014-12-22",
    "explanation": "What's creating methane on Mars? Recent measurements from the robotic Curiosity rover currently rolling across Mars indicate a surprising 10-fold increase in atmospheric methane between measurements only months apart. Life is a major producer of methane on Earth, and so speculation is rampant that some sort of life -- possibly microbial life -- is creating methane beneath the surface of Mars. Other possibilities do exist, though, with a leading model being the sudden release of methane produced by the mixing of specific soil chemicals with underground water.  Proposed origins of Martian methane are depicted in the featured illustration. The origin of Mars' methane is a very active area of research, with missions like Curiosity and India's Mars Orbiter Mission searching for clues by measuring methane abundance changes and possible byproducts of different methane-producing processes.",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/methane5_nasa_600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Mysterious Methane of Mars",
    "url": "https://apod.nasa.gov/apod/image/1412/methane5_nasa_960.jpg"
  },
  {
    "date": "2014-12-23",
    "explanation": "These high cliffs occur on the surface of a comet. They were discovered to be part of the dark nucleus of Comet Churyumov�Gerasimenko (CG) by Rosetta, a robotic spacecraft launched by ESA which began orbiting the comet in early August.  The ragged cliffs, as featured here, were imaged by Rosetta about two weeks ago. Although towering about one kilometer high, the low surface gravity of Comet CG would likely make a jump from the cliffs, by a human, survivable.  At the foot of the cliffs is relatively smooth terrain dotted with boulders as large as 20 meters across. Data from Rosetta indicates that the ice in Comet CG has a significantly different deuterium fraction -- and hence likely a different origin -- than the water in Earth's oceans.  The Rosetta spacecraft is scheduled to continue to accompany the comet as it makes its closest approach to the Sun in 2015 August.",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/cometcliffs_rosetta_799.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cliffs of Comet Churyumov�Gerasimenko",
    "url": "https://apod.nasa.gov/apod/image/1412/cometcliffs_rosetta_960.jpg"
  },
  {
    "copyright": "Bill Snyder",
    "date": "2014-12-24",
    "explanation": "To some, this nebula looks like the head of a fish. However, this colorful cosmic portrait really features glowing gas and obscuring dust clouds in IC 1795, a star forming region in the northern constellation Cassiopeia. The nebula's colors were created by adopting the Hubble false-color palette for mapping narrow emission from oxygen, hydrogen, and sulfur atoms to blue, green and red colors, and further blending the data with images of the region recorded through broadband filters. Not far on the sky from the famous Double Star Cluster in Perseus, IC 1795 is itself located next to IC 1805, the Heart Nebula, as part of a complex of star forming regions that lie at the edge of a large molecular cloud. Located just over 6,000 light-years away, the larger star forming complex sprawls along the Perseus spiral arm of our Milky Way Galaxy. At that distance, this picture would span about 70 light-years across IC 1795.",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/ic1795_snyder_2500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 1795: The Fishhead Nebula",
    "url": "https://apod.nasa.gov/apod/image/1412/ic1795_snyder_960.jpg"
  },
  {
    "copyright": "Damian Peach",
    "date": "2014-12-25",
    "explanation": "Comet Lovejoy, C/2014 Q2, is framed like a cosmic Christmas tree with starry decorations in this colorful telescopic portrait, snapped on December 16th. Its lovely coma is tinted green by diatomic C2 gas fluorescing in sunlight. Discovered in August of this year, this Comet Lovejoy is currently sweeping north through the constellation Columba, heading for Lepus south of Orion and bright enough to offer good binocular views. Not its first time through the inner Solar System, this Comet Lovejoy will pass closest to planet Earth on January 7, while its perihelion (closest point to the Sun) will be on January 30. Of course, planet Earth's own 2015 perihelion passage is scheduled for January 4. A long period comet, this Comet Lovejoy should return again ... in about 8,000 years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/c2014_q2_2014_12_16dp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "This Comet Lovejoy",
    "url": "https://apod.nasa.gov/apod/image/1412/c2014_q2_2014_12_16dp950.jpg"
  },
  {
    "copyright": "Dieter Willasch",
    "date": "2014-12-26",
    "explanation": "At the top right, large spiral galaxy NGC 1055 joins spiral Messier 77 in this sharp cosmic view toward the aquatic constellation Cetus. The narrowed, dusty appearance of edge-on spiral NGC 1055 contrasts nicely with the face-on view of M77's bright nucleus and spiral arms. Both over 100,000 light-years across, the pair are dominant members of a small galaxy group about 60 million light-years away. At that estimated distance, M77 is one of the most remote objects in Charles Messier's catalog and is separated from fellow island universe NGC 1055 by at least 500,000 light-years. The field of view is about the size of the full Moon on the sky and includes colorful foreground Milky Way stars (with diffraction spikes) along with more distant background galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/M77-4_10m-RGB_final.jpeg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cetus Duo M77 and NGC 1055",
    "url": "https://apod.nasa.gov/apod/image/1412/M77-4_10m-RGB_final.jpeg"
  },
  {
    "copyright": "Jia Hao",
    "date": "2014-12-27",
    "explanation": "Known in the north as a winter meteor shower, the 2014 Geminids rain down on this rugged, frozen landscape. The scene was recorded from the summit of Mt. Changbai along China's northeastern border with North Korea as a composite of digital frames capturing bright meteors near the shower's peak. Orion is near picture center above the volcanic cater lake. The shower's radiant in the constellation Gemini is to the upper left, at the apparent origin of all the meteor streaks. Paying the price for such a dreamlike view of the celestial spectacle, photographer Jia Hao reports severe wind gusts and wintery minus 34 degree C temperatures near the summit.",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/TheWinterShowerJiaHao.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Winter Shower",
    "url": "https://apod.nasa.gov/apod/image/1412/TheWinterShowerJiaHao.jpg"
  },
  {
    "copyright": "Aigar Truhin",
    "date": "2014-12-28",
    "explanation": "What's happening over that town? Close inspection shows these strange columns of light occur over bright lights, and so likely are light pillars that involve falling ice crystals reflecting back these lights. The above image and several similar images were taken with a standard digital camera in Sigulda, Latvia in late 2009.  The reason why these pillars fan out at the top, however, remains a topic for speculation. The air was noted to be quite cold and indeed filled with small ice crystals, just the type known to create several awe-inspiring but well known sky phenomena such as light pillars, sun pillars, sun dogs, and moon halos.  The cold and snowy winter occurring this year in parts of Earth's northern hemisphere is giving sky enthusiasts new and typically unexpected opportunities to see several of these unusual optical atmospheric phenomena for themselves.",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/icepillar_truhin_1715.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual Light Pillars over Latvia",
    "url": "https://apod.nasa.gov/apod/image/1412/icepillar_truhin_960.jpg"
  },
  {
    "date": "2014-12-29",
    "explanation": "Why are the regions above sunspots so hot? Sunspots themselves are a bit cooler than the surrounding solar surface because the magnetic fields that create them reduce convective heating.  It is therefore unusual that regions overhead -- even much higher up in the Sun's corona -- can be hundreds of times hotter. To help find the cause, NASA directed the Earth-orbiting Nuclear Spectroscopic Telescope Array (NuSTAR) satellite to point its very sensitive X-ray telescope at the Sun. Featured above is the Sun in ultraviolet light, shown in a red hue as taken by the orbiting Solar Dynamics Observatory (SDO).  Superimposed in false-colored green and blue is emission above sunspots detected by NuSTAR in different bands of high-energy X-rays, highlighting regions of extremely high temperature. Clues about the Sun's atmospheric heating mechanisms may not only come from this initial image, but future NuSTAR images aimed at finding hypothesized nanoflares, brief bursts of energy that may drive the unusual heating.",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/sun_nustar_2016.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sun in X-rays from NuSTAR",
    "url": "https://apod.nasa.gov/apod/image/1412/sun_nustar_960.jpg"
  },
  {
    "copyright": "Boris DmitrievNight Scape",
    "date": "2014-12-30",
    "explanation": "The awesomeness in this image comes in layers. The closest layer, in the foreground, contains the Peak Terskol Observatory located in the northern Caucasus Mountains of Russia.  The white dome over the 2-meter telescope is clearly visible.  The observatory is located on a shoulder of Mt. Elbrus, the highest mountain in Europe, with other peaks visible in a nearby background layer.  Clouds are visible both in front of and behind the mountain peaks. The featured three-image composite panorama was taken in 2014 August. Far in the distance is the most distant layer: the stars and nebulas of the night sky, with the central band of the Milky Way rising on the image right.",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/ObsMntsUni_dmitriev_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Observatory, Mountains, Universe",
    "url": "https://apod.nasa.gov/apod/image/1412/ObsMntsUni_dmitriev_960.jpg"
  },
  {
    "copyright": "Dieter Willasch",
    "date": "2014-12-31",
    "explanation": "Comet Lovejoy has become visible to the unaided eye.  To see the comet, just go outside an hour or so after sunset and look for a fuzzy patch to the right of Orion's belt.  Binoculars and a star chart may help.  Pictured here, Comet C/2014 Q2 (Lovejoy) was captured three days ago passing nearly in front of M79, the globular star cluster visible as the bright spot slightly above and to the left of the comet's green-hued coma. The nucleus of Comet Lovejoy is a giant dirty iceberg that is shedding gas into a long and intricate ion tail, extending across the image, as it nears the Sun.  The comet is expected to become even easier to spot for northern observers during January, as it is rises earlier and, hopefully, continues to brighten.",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/cometcluster_willasch_2200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Lovejoy before a Globular Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/1412/cometcluster_willasch_1080.jpg"
  },
  {
    "copyright": "CEDIC Team",
    "date": "2015-01-01",
    "explanation": "The plane of our Milky Way Galaxy runs through this complex and beautiful skyscape. At the northwestern edge of the constellation Vela (the Sails) the telescopic frame is over 10 degrees wide, centered on the brightest glowing filaments of the Vela Supernova Remnant, an expanding debris cloud from the death explosion of a massive star. Light from the supernova explosion that created the Vela remnant reached Earth about 11,000 years ago. In addition to the shocked filaments of glowing gas, the cosmic catastrophe also left behind an incredibly dense, rotating stellar core, the Vela Pulsar. Some 800 light-years distant, the Vela remnant is likely embedded in a larger and older supernova remnant, the Gum Nebula",
    "hdurl": "https://apod.nasa.gov/apod/image/1501/VelaSNR-3_bigCedic.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Vela Supernova Remnant",
    "url": "https://apod.nasa.gov/apod/image/1501/VelaSNR-3_bigCedic1024.jpg"
  }
]
