[
  {
    "copyright": "Harel Boren\nand Tal Faibish",
    "date": "2014-02-01",
    "explanation": "Fantastic shapes lurk in clouds of glowing gas in NGC 6188, about 4,000 light-years away. The emission nebula is found near the edge of a large molecular cloud unseen at visible wavelengths, in the southern constellation Ara. Massive, young stars of the embedded Ara OB1 association were formed in that region only a few million years ago, sculpting the dark shapes and powering the nebular glow with stellar winds and intense ultraviolet radiation. The recent star formation itself was likely triggered by winds and supernova explosions, from previous generations of massive stars, that swept up and compressed the molecular gas. Joining NGC 6188 on this cosmic canvas is rare emission nebula NGC 6164, also created by one of the region's massive O-type stars. Similar in appearance to many planetary nebulae, NGC 6164's striking, symmetric gaseous shroud and faint halo surround its bright central star near the bottom edge. The impressively wide field of view spans over 3 degrees (six full Moons), corresponding to over 200 light years at the estimated distance of NGC 6188. Narrowband image data has been included in the natural looking color composite, adding to deep red emission from hydrogen and sulfur atoms and the blue-green light of oxygen atoms.",
    "hdurl": "https://apod.nasa.gov/apod/image/1402/ngc6188_boren.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6188 and NGC 6164",
    "url": "https://apod.nasa.gov/apod/image/1402/ngc6188_boren950.jpg"
  },
  {
    "copyright": "Wally PacholkaAstropicsTWAN",
    "date": "2014-02-02",
    "explanation": "Welcome to The World At Night. Sharing the night sky seen around the world, this view from Monument Valley, USA includes a picturesque foreground of famous buttes. Buttes are composed of hard rock left behind after water eroded away the surrounding soft rock.   The two buttes on the image left are known as the Mittens, while Merrick Butte is on the right. Recorded in 2007 December, planet Mars is at the left of the skyscape, a glowing beacon of orange that is the brightest object in the frame.  To the right of Mars lies the constellation of Orion. Betelgeuse is the reddish star near the center and the Belt of Orion and the Orion Nebula are farther right. Finally, the bright blue star Rigel appears above Merrick Butte in this stunning view of  The World At Night.   Follow APOD: On the web and now also on Facebook in Arabic",
    "hdurl": "https://apod.nasa.gov/apod/image/1402/monument_pacholka_1400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars and Orion over Monument Valley",
    "url": "https://apod.nasa.gov/apod/image/1402/monument_pacholka_960.jpg"
  },
  {
    "date": "2014-02-03",
    "explanation": "Where has the Yutu rover been on the Moon? Arriving in 2013 mid-December, the Chinese Yutu robotic rover has spent some of the past month and a half exploring Mare Imbrium on Earth's Moon. Because it uses solar power, the mechanical Jade Rabbit goes into sleep mode to endure the two-week long lunar night. Pictured above is a digitally created time-lapse composite panorama showing the region surrounding the Chang'e 3 lander, capturing the desk-sized rover in three positions. On the far right, Yutu is seen heading south to investigate greener pastures, likely never to return to its lander again.   Organize Your Universe: Free APOD 2014 Calendar in PDF format",
    "hdurl": "https://apod.nasa.gov/apod/image/1402/Change3pan_kremer_5065.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Time Lapse Panorama including Yutu Rover",
    "url": "https://apod.nasa.gov/apod/image/1402/Change3pan_kremer_5065.jpg"
  },
  {
    "date": "2014-02-04",
    "explanation": "If you visit HH 24, don't go near the particle beam jet. This potential future travel advisory might be issued because the powerful jet likely contains electrons and protons moving hundreds of kilometers per second. The above image was taken by the Hubble Space Telescope in infrared light in order to better understand turbulent star forming regions known as Young Stellar Objects (YSOs). Frequently when a star forms, a disk of dust and gas circles the YSO causing a powerful central jets to appear. In this case, the energetic jets are creating, at each end, Herbig-Haro object 24 (HH 24), as they slam into the surrounding interstellar gas.  The entire star forming region lies about 1,500 light years distant in the Orion B molecular cloud complex. Due to their rarity, jets like that forming HH 24 are estimated to last only a few thousand years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1402/hh24_schmidt_1505.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Particle Beam Jet forms HH 24",
    "url": "https://apod.nasa.gov/apod/image/1402/hh24_schmidt_960.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2014-02-05",
    "explanation": "Does spiral galaxy NGC 2683 have a bar across its center? Being so nearly like our own barred Milky Way Galaxy, one might guess it has. Being so nearly edge-on, however, it is hard to tell. Either way, this gorgeous island universe, cataloged as NGC 2683, lies a mere 20 million light-years distant in the northern constellation of the Cat (Lynx). NGC 2683 is seen nearly edge-on in this cosmic vista combining data and images from the ground-based Subaru telescope and the space-based Hubble Space Telescope. More distant galaxies are seen scattered in the background. Blended light from a large population of old yellowish stars forms the remarkably bright galactic core. Starlight silhouettes the dust lanes along winding spiral arms, dotted with the telltale blue glow of young star clusters in this galaxy's star forming regions.",
    "hdurl": "https://apod.nasa.gov/apod/image/1402/ngc2683_gendler_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2683: Edge-On Spiral Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1402/ngc2683_gendler_960.jpg"
  },
  {
    "copyright": "Cui Yongjiang",
    "date": "2014-02-06",
    "explanation": "Long after sunset on January 25 an unusually intense red airglow floods this south-looking skyscape. The scene was recorded with a long exposure using a digital camera over Yunnan Province in southwest China. At best faintly visible to the eye, the lingering airglow is due to chemiluminescence, the production of light through chemical excitation. Originating at an altitude similar to aurora, it can found around the globe. The chemical energy is initially provided by the Sun's extreme ultraviolet radiation On this night, despite the luminous atmosphere, the band of the Milky Way clearly stretches above the horizon with bright star Sirius near the top of the frame. Both airglow and starry sky are beautifully reflected in region's watery Yuanyang rice terraces below.",
    "hdurl": "https://apod.nasa.gov/apod/image/1402/yuanyang_airglow.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Terraced Night",
    "url": "https://apod.nasa.gov/apod/image/1402/yuanyang_airglow900.jpg"
  },
  {
    "copyright": "Babak Tafreshi",
    "date": "2014-02-07",
    "explanation": "Stars come out as evening twilight fades in this serene skyscape following the Persian proverb \"Night hides the world, but reveals a universe.\" In the scene from last November, the Sun is setting over northern Kenya and the night will soon hide the shores of Lake Turkana, home to many Nile crocodiles. That region is also known as the cradle of humankind for its abundance of hominid fossils. A brilliant Venus, then the world's evening star, dominates the starry night above. But also revealed are faint stars, cosmic dust clouds, and glowing nebulae along the graceful arc of our own Milky Way galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/1402/NightHidesTurkanaTafreshi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Night Hides the World",
    "url": "https://apod.nasa.gov/apod/image/1402/NightHidesTurkanaTafreshi.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2014-02-08",
    "explanation": "This sharp telescopic field of view holds two bright galaxies.  Barred spiral NGC 5101 (top right) and nearly edge-on system NGC 5078 are separated on the sky by about 0.5 degrees or about the apparent width of a full moon. Found within the boundaries of the serpentine constellation Hydra, both are estimated to be around 90 million light-years away and similar in size to our own large Milky Way galaxy. In fact, if they both lie at the same distance their projected separation would be only 800,000 light-years or so. That's easily less than half the distance between the Milky Way and the Andromeda Galaxy. NGC 5078 is interacting with a smaller companion galaxy, cataloged as IC 879, seen just below and left of the larger galaxy's bright core. Even more distant background galaxies are scattered around the colorful field. Some are even visible right through the face-on disk of NGC 5101. But the prominent spiky stars are in the foreground, well within our own Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/1402/NGC5101NGC5078IC879MP.JPG",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 5101 and Friends",
    "url": "https://apod.nasa.gov/apod/image/1402/NGC5101NGC5078IC879MPh600.JPG"
  },
  {
    "copyright": "ISASJAXA",
    "date": "2014-02-09",
    "explanation": "Where are the craters on asteroid Itokawa?  Missing -- unexpectedly.  The Japanese robot probe Hayabusa approached the Earth-crossing asteroid in 2005 and  returned pictures showing a surface unlike any other Solar System body yet photographed -- a surface possibly devoid of craters.  The leading hypothesis for the lack of common circular indentations is that asteroid Itokawa is a rubble pile -- a bunch of rocks and ice chunks only loosely held together by a small amount of gravity.  If so, craters might not form so easily -- or be filled in whenever the asteroid gets jiggled by a passing planet or struck by a massive meteor.  Recent Earth-based observations of asteroid Itokawa have shown that one part of the interior even has a higher average interior density than the other part, another unexpected discovery.  The Hayabusa mission returned soil samples from Itokawa which are also giving clues the ancient history of the unusual asteroid and our entire Solar System.",
    "hdurl": "https://apod.nasa.gov/apod/image/1402/Itokawa8_hayabusa_1210.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Missing Craters of Asteroid Itokawa",
    "url": "https://apod.nasa.gov/apod/image/1402/Itokawa8_hayabusa_960.jpg"
  },
  {
    "copyright": "Red Bull StratosGoPro\n Music:  \nWilderness is Their Home Now & Satellites \n(East of the River),\nExtremeMusic\n",
    "date": "2014-02-10",
    "explanation": "What would it be like to fall to Earth from really high up? A new record for the highest jump was accomplished in 2012 by Felix Baumgartner. Surpassing the previous record of 31.3 kilometer plummet, Baumgartner, in a commercial venture, jumped off a floating balloon platform 39.0 kilometers above New Mexico, USA and had his entire fall recorded on video. Baumgartner wore a pressurized suit able to provide breathable air and warmth while up in the balloon and during his fall. Free falling 36.4 km before deploying his parachute, Baumgartner surpassed 1,000 km per hour and the sound barrier during the descent. The above video records his four minutes and 19 seconds of free fall in real time.  The stunt included a somewhat unexpected but potentially dangerous spin that occurred during the second minute which could have knocked out or disoriented Baumgartner. After an enthralling plummet, Baumgartner's parachutes deployed and he landed safely.",
    "media_type": "other",
    "service_version": "v1",
    "title": "Falling to Earth"
  },
  {
    "copyright": "Leonardo Orazi",
    "date": "2014-02-11",
    "explanation": "Is the heart and soul of our Galaxy located in Cassiopeia?  Possibly not, but that is where two bright emission nebulas nicknamed Heart and Soul can be found.  The Heart Nebula, officially dubbed IC 1805 and visible in the above zoomable view on the right, has a shape reminiscent of a classical heart symbol.  Both nebulas shine brightly in the red light of energized hydrogen.  Several young open clusters of stars populate the image and are visible above in blue, including the nebula centers.  Light takes about 6,000 years to reach us from these nebulas, which together span roughly 300 light years.  Studies of stars and clusters like those found in the  Heart and Soul Nebulas have focussed on how massive stars form and how they affect their environment.",
    "hdurl": "https://apod.nasa.gov/apod/image/1402/HeartSoul_Orazi_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Heart and Soul Nebulas",
    "url": "https://apod.nasa.gov/apod/image/1402/HeartSoul_Orazi_960.jpg"
  },
  {
    "copyright": "Matipon Tangmatitham",
    "date": "2014-02-12",
    "explanation": "Can the night sky appear both serene and surreal? Perhaps classifiable as serene in the above panoramic image taken last Friday are the faint lights of small towns glowing across a dark foreground landscape of Doi Inthanon National Park in Thailand, as well as the numerous stars glowing across a dark background starscape. Also visible are the planet Venus and a band of zodiacal light on the image left.  Unusual events are also captured, however. First, the central band of our Milky Way Galaxy, while usually a common sight, appears here to hover surreally above the ground. Next, a fortuitous streak of a meteor was captured on the image right. Perhaps the most unusual component is the bright spot just to the left of the meteor. That spot is the plume of a rising Ariane 5 rocket, launched a few minutes before from Kourou, French Guiana. How lucky was the astrophotographer to capture the rocket launch in his image? Pretty lucky -- the image was not timed to capture the rocket. Also lucky was how photogenic -- and perhaps surreal -- the rest of the sky turned out to be.",
    "hdurl": "https://apod.nasa.gov/apod/image/1402/rocketmeteorsky_pon_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rocket, Meteor, and Milky Way over Thailand",
    "url": "https://apod.nasa.gov/apod/image/1402/rocketmeteorsky_pon_960.jpg"
  },
  {
    "copyright": "Rogelio Bernal\nAndreo",
    "date": "2014-02-13",
    "explanation": "Rich in star clusters and nebulae, the ancient constellation of Auriga, the Charioteer, rides high in northern winter night skies. Spanning nearly 24 full moons (12 degrees) on the sky, this deep telescopic mosaic view recorded in January shows off some of Auriga's most popular sights for cosmic tourists. The crowded field sweeps along the plane of our Milky Way galaxy in the direction opposite the galactic center. Need directions? Near the bottom of the frame, at the Charioteer's boundary with Taurus the Bull, the bright bluish star Elnath is known as both Beta Tauri and Gamma Aurigae. On the far left and almost 3000 light-years away, the busy, looping filaments of supernova remnant Simeis 147 cover about 150 light-years. Look toward the right to find emission nebula IC 410, significantly more distant, some 12,000 light-years away. Star forming IC 410 is famous for its embedded young star cluster, NGC 1893, and tadpole-shaped clouds of dust and gas. The Flaming Star Nebula, IC 405, is just a little farther along. Its red, convoluted clouds of glowing hydrogen gas are energized by hot O-type star AE Aurigae. Two of our galaxy's open star clusters, Charles Messier's M36 and M38 line up in the starfield above, familiar to many binocular-equipped skygazers.",
    "hdurl": "https://apod.nasa.gov/apod/image/1402/2014-01_DowntownAuriga-mbRBA.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Downtown Auriga",
    "url": "https://apod.nasa.gov/apod/image/1402/2014-01_DowntownAuriga-mbRBA540.jpg"
  },
  {
    "copyright": "César Blanco\nGonzález",
    "date": "2014-02-14",
    "explanation": "Sprawling across almost 200 light-years, emission nebula IC 1805 is a mix of glowing interstellar gas and dark dust clouds about 7,500 light-years away in the Perseus spiral arm of our galaxy. Stars were born in this region whose nickname, the Heart Nebula, derives from its Valentine's-Day-appropriate shape.  The clouds themselves are shaped by stellar winds and radiation from massive hot stars in the nebula's newborn star cluster Melotte 15 about 1.5 million years young. This deep telescopic image maps the pervasive light of narrow emission lines from atoms in the nebula to a color palette made popular in Hubble images of star forming regions.  The field of view spans about two degrees on the sky or four times the diameter of a full moon. The cosmic heart is found in the constellation of Cassiopeia, the boastful mythical Queen of Aethiopia .",
    "hdurl": "https://apod.nasa.gov/apod/image/1402/IC1805_HaSHO_gonzalez2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 1805: Light from the Heart",
    "url": "https://apod.nasa.gov/apod/image/1402/IC1805_HaSHO_gonzalez950.jpg"
  },
  {
    "copyright": "Fera\nPhotography",
    "date": "2014-02-15",
    "explanation": "This helmet-shaped cosmic cloud with wing-like appendages is popularly called Thor's Helmet. Heroically sized even for a Norse god, Thor's Helmet is about 30 light-years across. In fact, the helmet is more like an interstellar bubble, blown as a fast wind from the bright, massive star near the bubble's center sweeps through a surrounding molecular cloud. Known as a Wolf-Rayet star, the central star is an extremely hot giant thought to be in a brief, pre-supernova stage of evolution. Cataloged as NGC 2359, the nebula is located about 15,000 light-years away in the constellation Canis Major. The sharp image, made using broadband and narrowband filters, captures striking details of the nebula's filamentary structures. It shows off a blue-green color from strong emission due to oxygen atoms in the glowing gas.",
    "hdurl": "https://apod.nasa.gov/apod/image/1402/Ngc2359FeraRc.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2359: Thor's Helmet",
    "url": "https://apod.nasa.gov/apod/image/1402/Ngc2359FeraRc900.jpg"
  },
  {
    "copyright": "T. A. Rector",
    "date": "2014-02-16",
    "explanation": "From afar, the whole thing looks like an Eagle.  A closer look at the Eagle Nebula, however, shows the bright region is actually a window into the center of a larger dark shell of dust.  Through this window, a brightly-lit workshop appears where a whole open cluster of stars is being formed.  In this cavity tall pillars and round globules of dark dust and cold molecular gas remain where stars are still forming.  Already visible are several young bright blue stars whose light and winds are burning away and pushing back the remaining filaments and walls of gas and dust.  The Eagle emission nebula, tagged M16, lies about 6500 light years away, spans about 20 light-years, and is visible with binoculars toward the constellation of the Serpent (Serpens).  This picture combines three specific emitted colors and was taken with the 0.9-meter telescope on Kitt Peak, Arizona, USA.    Astrophysicists: Browse 700+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/1402/eagle_kp09_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Inside the Eagle Nebula",
    "url": "https://apod.nasa.gov/apod/image/1402/eagle_kp09_960.jpg"
  },
  {
    "copyright": "Damian Peach",
    "date": "2014-02-17",
    "explanation": "It is the largest and most complex star forming region in the entire galactic neighborhood. Located in the Large Magellanic Cloud, a small satellite galaxy orbiting our Milky Way galaxy, the region's spidery appearance is responsible for its popular name, the Tarantula nebula. This tarantula, however, is about 1,000 light-years across. Were it placed at the distance of Milky Way's Orion Nebula, only 1,500 light-years distant and the nearest stellar nursery to Earth, it would appear to cover about 30 degrees (60 full moons) on the sky. Intriguing details of the nebula are visible in the above image shown in  near true colors. The spindly arms of the Tarantula nebula surround NGC 2070, a star cluster that contains some of the brightest, most massive stars known, visible in blue in the image center. Since massive stars live fast and die young, it is not so surprising that the cosmic Tarantula also lies near the site of a close recent supernova.",
    "hdurl": "https://apod.nasa.gov/apod/image/1402/tarantula_peach_3007.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cosmic Web of the Tarantula Nebula",
    "url": "https://apod.nasa.gov/apod/image/1402/tarantula_peach_960.jpg"
  },
  {
    "date": "2014-02-18",
    "explanation": "An important threshold on Mars has now been crossed. Landing in mid-2012, the Curiosity rover is searching for clues of whether life could ever have existed on the red planet.  Recent findings of Curiosity include evidence for an ancient (but now dried) freshwater lake, and the non-detection of the biomarker methane in the Martian atmosphere. To continue its investigation, the car-sized rover is on an expedition to roll up Mt. Sharp, the central peak of the large crater in which it landed. Life might have shown preference for water that once ran down the Martian mountain.  Two weeks ago, to avoid more dangerous and rocky terrain, Curiosity was directed to roll across a one-meter high sand dune that blocked a useful entrance to Mt. Sharp. Just after the short trip over Dingo Gap was successful, the robotic rover took the above image showing the now-traversed sand mound covered with its wheel tracks.   Organize Your Universe: Free APOD 2014 Calendar in PDF format",
    "hdurl": "https://apod.nasa.gov/apod/image/1402/dingogap_curiositybouric_2288.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crossing Dingo Gap on Mars",
    "url": "https://apod.nasa.gov/apod/image/1402/dingogap_curiositybouric_960.jpg"
  },
  {
    "copyright": "Peter Lowenstein",
    "date": "2014-02-19",
    "explanation": "Yes, but how many dark clouds have a multicolored lining? Pictured, behind this darker cloud, is a pileus iridescent cloud, a group of water droplets that have a uniformly similar size and so together diffract different colors of sunlight by different amounts.  The above image was taken just before sunset when it was noticed by chance by a photographer in Murambi East, near Odzi Valley and the Mtanda Range of Zimbabwe. Also captured were unusual cloud ripples above the pileus cloud.  The formation of a rare pileus cloud capping a common cumulus cloud is an indication that the lower cloud is expanding upward and might well develop into a storm. In this case, however, only a few minutes after the colorful cloud was noticed, it disappeared.   Follow APOD on: Facebook (Daily) (Sky) (Spanish) (Arabic) or Google Plus (Daily)",
    "hdurl": "https://apod.nasa.gov/apod/image/1402/pileus_lowenstein_4320.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Rainbow Pileus Cloud over Zimbabwe",
    "url": "https://apod.nasa.gov/apod/image/1402/pileus_lowenstein_960.jpg"
  },
  {
    "copyright": "Jiajie\nZhang",
    "date": "2014-02-20",
    "explanation": "Fading now as it returns to the outer solar system Comet Lovejoy (C/2013 R1) still graces planet Earth's sky, a delicate apparition in binoculars or small telescopes. The comet, a relic of the solar system's formative years, is seen here rising in the morning twilight on January 12 among the stars of Ophiuchus, the Serpent Bearer. Posing near the comet is bright star Alpha Ophiuchi, also known as Rasalhague, from Arabic \"the head of the serpent collector\". Of course, the serpentine shape below is the ancient Great Wall of China, along the Panlongshan section northeast of Beijing. Panlongshan is translated as \"a coiled dragon\". A moving and fortuitous scene, it was captured with a digital camera and telephoto lens in two consecutive exposures. The exposures were merged to show a natural looking foreground and twilight sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/1402/LovejoyJiajieZhang.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Lovejoy over the Great Wall",
    "url": "https://apod.nasa.gov/apod/image/1402/LovejoyJiajieZhang.jpg"
  },
  {
    "date": "2014-02-21",
    "explanation": "The Lighthouse nebula was formed by the wind of a pulsar, a rapidly rotating, magnetized neutron star, as it speeds through the interstellar medium at over 1,000 kilometers per second. Some 23,000 light-years distant toward the southern constellation Carina, pulsar and wind nebula (cataloged as IGR J1104-6103) are indicated at the lower right in this remarkable image from the Chandra X-ray Observatory. Energetic particles generated by the pulsar are swept back into the wind's comet-like tail trailing up and to the left, along the direction of the pulsar's motion away from its parent supernova remnant. Both runaway pulsar and expanding remnant debris field are the aftermath of the core-collapse-explosion of a massive star, with the pulsar kicked out by the supernova explosion. Adding to the scene of exotic cosmic extremes is a long, spiraling jet extending for almost 37 light-years, but nearly at a right angle to the pulsar's motion. The high-energy particle jet is the longest known for any object in our Milky Way galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/1402/igrj11014_xray_label.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Long Jet of the Lighthouse Nebula",
    "url": "https://apod.nasa.gov/apod/image/1402/igrj11014_xray_label.jpg"
  },
  {
    "copyright": "Bob Franke",
    "date": "2014-02-22",
    "explanation": "A mere 600 light-years away, M44 is one of the closest star clusters to our solar system. Also known as the Praesepe or the Beehive cluster its stars are young though, about 600 million years old compared to our Sun's 4.5 billion years. Based on similar ages and motion through space, M44 and the even closer Hyades star cluster in Taurus are thought to have been born together in the same large molecular cloud. An open cluster spanning some 15 light-years, M44 holds 1,000 stars or so and covers about 3 full moons (1.5 degrees) on the sky in the constellation Cancer. Visible to the unaided eye, M44 has been recognized since antiquity. Described as a faint cloud or celestial mist long before being included as the 44th entry in Charles Messier's 18th century catalog, the cluster was not resolved into its individual stars until telescopes were available. A popular target for modern, binocular-equiped sky gazers, the cluster's few yellowish tinted, cool, red giants are scattered through the field of its brighter hot blue main sequence stars in this colorful stellar group snapshot.",
    "hdurl": "https://apod.nasa.gov/apod/image/1402/m44franke1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M44: The Beehive Cluster",
    "url": "https://apod.nasa.gov/apod/image/1402/m44franke900.jpg"
  },
  {
    "date": "2014-02-23",
    "explanation": "If this is Saturn, where are the rings?  When Saturn's \"appendages\" disappeared in 1612, Galileo did not understand why.   Later that century, it became understood that Saturn's unusual protrusions were rings and that when the Earth crosses the ring plane, the edge-on rings will appear to disappear.  This is because Saturn's rings are confined to a plane many times thinner, in proportion, than a razor blade.  In modern times, the robot Cassini spacecraft orbiting Saturn now also crosses Saturn's ring plane.  A series of plane crossing images from 2005 February was dug out of the vast online Cassini raw image archive by interested Spanish amateur Fernando Garcia Navarro.  Pictured above, digitally cropped and set in representative colors, is the striking result.  Saturn's thin ring plane appears in blue, bands and clouds in Saturn's upper atmosphere appear in gold. Details of Saturn's rings can be seen in the high dark shadows across the top of this image, taken back in 2005. Moons appear as bumps in the rings.",
    "hdurl": "https://apod.nasa.gov/apod/image/1402/saturnplane_cassini_1004.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cassini Spacecraft Crosses Saturn's Ring Plane",
    "url": "https://apod.nasa.gov/apod/image/1402/saturnplane_cassini_960.jpg"
  },
  {
    "date": "2014-02-24",
    "explanation": "What would it look like to travel to the center of an active galaxy? Most galactic centers are thought to house black holes millions of times more massive than our Sun.  The spaces surrounding these supermassive black holes may be far from dormant, however, flickering in many colors and earning the entire object class the title of Active Galactic Nuclei (AGN). Pictured above is a video illustrating how an active galactic nucleus may appear up close.  AGN typically sport massive accretion disks feeding the central black hole, as well as powerful jets shooting electrically charged matter far into the surrounding universe.  Clouds of gas and dust seen orbiting the central black holes have recently been found to be so dense that they intermittently eclipse even penetrating x-rays from reaching us. These X-ray dimming events, as short as hours but as long as years, were detected in an analysis encompassing over a decade of data taken by the NASA's orbiting Rossi X-ray Timing Explorer (RXTE).",
    "media_type": "video",
    "service_version": "v1",
    "title": "The Cloudy Cores of Active Galaxies",
    "url": "//www.youtube.com/embed/QA8nzRkjOEw?rel=0"
  },
  {
    "copyright": "David Lane",
    "date": "2014-02-25",
    "explanation": "The well known Pleiades star cluster is slowly destroying part of a passing cloud of gas and dust. The Pleiades is the brightest open cluster of stars on Earth's sky and can be seen from almost any northerly location with the unaided eye.  The passing young dust cloud is thought to be part of Gould's belt, an unusual ring of young star formation surrounding the Sun in the local Milky Way Galaxy. Over the past 100,000 years, part of Gould's belt is by chance moving right through the older Pleiades and is causing a strong reaction between stars and dust. Pressure from the stars' light significantly repels the dust in the surrounding blue reflection nebula, with smaller dust particles being repelled more strongly.  A short-term result is that parts of the dust cloud have become filamentary and stratified, as seen in the above deep-exposure image.",
    "hdurl": "https://apod.nasa.gov/apod/image/1402/pleiades_lane_1153.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pleiades Deep and Dusty",
    "url": "https://apod.nasa.gov/apod/image/1402/pleiades_lane_960.jpg"
  },
  {
    "copyright": "David WeirEarth and Sky Ltd.",
    "date": "2014-02-26",
    "explanation": "Sometimes the more you look at an image, the more you see. Such may be the case for this beautiful nighttime panorama taken last week in New Zealand. Visible right off, on the far left, are common clouds, slightly altered by the digital fusion of combining 11 separate 20-second exposures. More striking, perhaps, is the broad pink aurora that dominates the right part of the image, a less common auroral color that is likely tinted by excited oxygen atoms high in Earth's atmosphere.  Keep looking and you might notice a bright light just beyond the mountain on the left. That is the rising Moon -- and an even closer look will reveal faint crepuscular rays emanating from it. Musing over the image center may cause you to notice the central band of the Milky Way Galaxy which here appears to divide, almost vertically, the left clouds from the right aurora. Inspecting the upper right of the image reveals a fuzzy patch, high in the sky, that is the Small Magellanic Cloud.  Numerous stars discretely populate the distant background. Back on Earth, the image foreground features two domes of the Mt. John University Observatory and a camera tripod looking to capture much of this scene over a serene Lake Tekapo.",
    "hdurl": "https://apod.nasa.gov/apod/image/1402/auroraNZ_weir_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora over New Zealand",
    "url": "https://apod.nasa.gov/apod/image/1402/auroraNZ_weir_1820.jpg"
  },
  {
    "copyright": "Cui Yongjiang",
    "date": "2014-02-27",
    "explanation": "Venus now appears as planet Earth's brilliant morning star standing above the eastern horizon before dawn. For most, the silvery celestial beacon rose in a close pairing with an old crescent Moon on February 26. But seen from locations in western Africa before sunrise, the lunar crescent actually occulted or passed in front of Venus, also in a crescent phase. Farther to the east, the occultation occurred during daylight hours. In fact, this telescopic snapshot of the dueling crescents was captured just before the occultation began under an afternoon's crystal clear skies from Yunnan Province, China. The unforgettable scene was easily visible to the naked eye in broad daylight.",
    "hdurl": "https://apod.nasa.gov/apod/image/1402/venus_occultation_20140226x.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Daytime Moon Meets Morning Star",
    "url": "https://apod.nasa.gov/apod/image/1402/venus_occultation_20140226xc.jpg"
  },
  {
    "copyright": "Laurie Hatch",
    "date": "2014-02-28",
    "explanation": "Only two days past full, February's moon shines through thin clouds, rising on the left in this fisheye night skyscape. The moonlight illuminates a weathered, rounded foreground in the Alabama Hills, conveniently located east of Mt. Whitney along the Sierra Nevada range in California, USA, planet Earth. Orion the Hunter stands at the right, a familiar northern winter constellation. Bright Jupiter, the solar system's ruling gas giant, is near center at the top of the frame. Below Jupiter, Sirius, alpha star of the Big Dog, poses above a bowed and twisted landform known as Möbius Arch, its curve reminiscent of the mathematically famous surface with only one side. Of course, instead of using rock, wind, and weather, a Möbius strip is easier to make with paper, scissors, and tape.",
    "hdurl": "https://apod.nasa.gov/apod/image/1402/LH8056_MobiusArchMoonrise_1024x683.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Möbius Arch Moonrise",
    "url": "https://apod.nasa.gov/apod/image/1402/LH8056_MobiusArchMoonrise_1024x683.jpg"
  },
  {
    "copyright": "Dietmar Hager",
    "date": "2014-03-01",
    "explanation": "Big, beautiful spiral galaxy NGC 7331 is often touted as an analog to our own Milky Way. About 50 million light-years distant in the northern constellation Pegasus, NGC 7331 was recognized early on as a spiral nebula and is actually one of the brighter galaxies not included in Charles Messier's famous 18th century catalog. Since the galaxy's disk is inclined to our line-of-sight, long telescopic exposures often result in an image that evokes a strong sense of depth. The effect is further enhanced in this sharp image by galaxies that lie beyond the gorgeous island universe. The background galaxies are about one tenth the apparent size of NGC 7331 and so lie roughly ten times farther away. Their close alignment on the sky with NGC 7331 occurs just by chance. Seen here through faint foreground dust clouds lingering above the plane of Milky Way, this visual grouping of galaxies is also known as the Deer Lick Group.",
    "hdurl": "https://apod.nasa.gov/apod/image/1403/NGC7331_GrossmannHager_1500cx.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7331 and Beyond",
    "url": "https://apod.nasa.gov/apod/image/1403/NGC7331_GrossmannHager_900cx.jpg"
  }
]
