[
  {
    "copyright": "Dietmar Hager",
    "date": "2014-03-01",
    "explanation": "Big, beautiful spiral galaxy NGC 7331 is often touted as an analog to our own Milky Way. About 50 million light-years distant in the northern constellation Pegasus, NGC 7331 was recognized early on as a spiral nebula and is actually one of the brighter galaxies not included in Charles Messier's famous 18th century catalog. Since the galaxy's disk is inclined to our line-of-sight, long telescopic exposures often result in an image that evokes a strong sense of depth. The effect is further enhanced in this sharp image by galaxies that lie beyond the gorgeous island universe. The background galaxies are about one tenth the apparent size of NGC 7331 and so lie roughly ten times farther away. Their close alignment on the sky with NGC 7331 occurs just by chance. Seen here through faint foreground dust clouds lingering above the plane of Milky Way, this visual grouping of galaxies is also known as the Deer Lick Group.",
    "hdurl": "https://apod.nasa.gov/apod/image/1403/NGC7331_GrossmannHager_1500cx.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7331 and Beyond",
    "url": "https://apod.nasa.gov/apod/image/1403/NGC7331_GrossmannHager_900cx.jpg"
  },
  {
    "date": "2014-03-02",
    "explanation": "What would it be like to see a sunset on Mars?  To help find out, the robotic rover Spirit was deployed in 2005 to park and watch the Sun dip serenely below the distant lip of Gusev crater.  Colors in the above image have been slightly exaggerated but would likely be apparent to a human explorer's eye. Fine martian dust particles suspended in the thin atmosphere lend the sky a reddish color, but the dust also scatters blue light in the forward direction, creating a bluish sky glow near the setting Sun. Because Mars is farther away, the Sun is less bright and only about two thirds the diameter it appears from Earth. Images like this help atmospheric scientists understand not only the atmosphere of Mars, but atmospheres across the Solar System, including our home Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/1403/martiansunset_spirit_2486.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Martian Sunset",
    "url": "https://apod.nasa.gov/apod/image/1403/martiansunset_spirit_960.jpg"
  },
  {
    "date": "2014-03-03",
    "explanation": "Is Earth the only known world that can support life? In an effort to find life-habitable worlds outside our Solar System, stars similar to our Sun are being monitored for slight light decreases that indicate eclipsing planets. Many previously-unknown planets are being found, including over 700 worlds recently uncovered by NASA's Kepler satellite. Depicted above in artist's illustrations are twelve extrasolar planets that orbit in the habitable zones of their parent stars. These exoplanets have the right temperature for water to be a liquid on their surfaces, and so water-based life on Earth might be able to survive on them.  Although technology cannot yet detect resident life, finding habitable exoplanets is a step that helps humanity to better understand its place in the cosmos.",
    "hdurl": "https://apod.nasa.gov/apod/image/1403/HabitableWorlds03_phl_1920.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Habitable Worlds",
    "url": "https://apod.nasa.gov/apod/image/1403/HabitableWorlds03_phl_960.jpg"
  },
  {
    "copyright": "jp-Brahic",
    "date": "2014-03-04",
    "explanation": "Dramatic prominences can sometimes be seen looming just beyond the edge of the sun.  Such was the case last week as a large prominence, visible above, highlighted a highly active recent Sun. A waving sea of hot gas  is visible in the foreground chromosphere in great detail as it was imaged in one  specific color of light emitted by hydrogen. A solar prominence is a cloud of solar gas held just above the surface by the Sun's magnetic field. The Earth, illustrated in the inset, is smaller than the prominence. Although very hot, prominences typically appear dark when viewed against the Sun, since they are slightly cooler than the photosphere below them.  A quiescent prominence typically lasts about a month, and may erupt in a Coronal Mass Ejection (CME) expelling hot gas into the Solar System, some of which may strike the Earth and trigger auroras.",
    "hdurl": "https://apod.nasa.gov/apod/image/1403/SunWave_brahic_1311.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sun and Prominence",
    "url": "https://apod.nasa.gov/apod/image/1403/SunWave_brahic_960.jpg"
  },
  {
    "copyright": "Fred Vanderhaven",
    "date": "2014-03-05",
    "explanation": "The eggs from this chicken may form into stars.  The above pictured emission nebula, cataloged as IC 2944, is called the Running Chicken Nebula for the shape of its greater appearance.  The image was taken recently from Siding Spring Observatory in Australia and presented in scientifically assigned colors. Seen near the center of the image are small, dark molecular clouds rich in obscuring cosmic dust. Called Thackeray's Globules for their discoverer, these \"eggs\" are potential sites for the gravitational condensation of new stars, although their fates are uncertain as they are also being rapidly eroded away by the intense radiation from nearby young stars. Together with patchy glowing gas and complex regions of reflecting dust, these massive and energetic stars form the open cluster Collinder 249. This gorgeous skyscape spans about 70 light-years at the nebula's estimated 6,000 light-year distance.",
    "hdurl": "https://apod.nasa.gov/apod/image/1403/ic2944_vanderhaven_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Globules in the Running Chicken Nebula",
    "url": "https://apod.nasa.gov/apod/image/1403/ic2944_vanderhaven_960.jpg"
  },
  {
    "copyright": "Al Howard",
    "date": "2014-03-06",
    "explanation": "NGC 1333 is seen in visible light as a reflection nebula, dominated by bluish hues characteristic of starlight reflected by dust. A mere 1,000 light-years distant toward the heroic constellation Perseus, it lies at the edge of a large, star-forming molecular cloud. This striking close-up view spans about two full moons on the sky or just over 15 light-years at the estimated distance of NGC 1333. It shows details of the dusty region along with hints of contrasting red emission from Herbig-Haro objects, jets and shocked glowing gas emanating from recently formed stars. In fact, NGC 1333 contains hundreds of stars less than a million years old, most still hidden from optical telescopes by the pervasive stardust. The chaotic environment may be similar to one in which our own Sun formed over 4.5 billion years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/1403/NGC1333_Howard23_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1333 Stardust",
    "url": "https://apod.nasa.gov/apod/image/1403/NGC1333_Howard23_900.jpg"
  },
  {
    "copyright": "Jack Fusco",
    "date": "2014-03-07",
    "explanation": "Brilliant Venus and the central Milky Way rise in the early morning hours of March 1 in this sea and skyscape. The scene looks out from a beach at Sea Isle City, New Jersey, USA, planet Earth. Of course, Earth orbits well within the solar system's habitable zone, that Goldilocks region not too close and not too far from the Sun where surface temperatures can support liquid water. Similar in size to Earth, Venus lies just beyond the inner boundary of the habitable zone. The watery reflection of light from our inhospitable sister planet is seen along a calm, cold ocean and low cloud bank.",
    "hdurl": "https://apod.nasa.gov/apod/image/1403/FuscoSeaIsleCityVenusMilkyWayRise.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A View from the Zone",
    "url": "https://apod.nasa.gov/apod/image/1403/FuscoSeaIsleCityVenusMilkyWayRise900.jpg"
  },
  {
    "date": "2014-03-08",
    "explanation": "Get out your red/blue glasses (red for the left eye) and look out over this expansive martian landscape. The panoramic stereo view is composed of images from the roving Curiosity's Navcam taken at a rest stop during a 100 meter drive on Sol 548 (February 19). The 5.5 kilometer high peak of Mount Sharp, also known as Aeolis Mons, is on the horizon, its base a destination for Curiosity. In the foreground are rows of striated rocks along the Junda outcrop. Centered toward the south-southeast the scene spans 160 degrees. (Another Navcam image here looks back along Curiosity's route at the end of the Sol's drive on Mars.)",
    "hdurl": "https://apod.nasa.gov/apod/image/1403/PIA17948MtSharp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mount Sharp on the Horizon",
    "url": "https://apod.nasa.gov/apod/image/1403/PIA17948MtSharp_600v.jpg"
  },
  {
    "date": "2014-03-09",
    "explanation": "What created this unusual hole in Mars? The hole was discovered by chance in 2011 on images of the dusty slopes of Mars' Pavonis Mons volcano taken by the HiRISE instrument aboard the robotic Mars Reconnaissance Orbiter currently circling Mars. The hole appears to be an opening to an underground cavern, partly illuminated on the image right.  Analysis of this and follow-up images revealed the opening to be about 35 meters across, while the interior shadow angle indicates that the underlying cavern is roughly 20 meters deep. Why there is a circular crater surrounding this hole remains a topic of speculation, as is the full extent of the underlying cavern. Holes such as this are of particular interest because their interior caves are relatively protected from the harsh surface of Mars, making them relatively good candidates to contain Martian life. These pits are therefore prime targets for possible future spacecraft, robots, and even human interplanetary explorers.",
    "hdurl": "https://apod.nasa.gov/apod/image/1403/marshole2_hirise_2560.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Hole in Mars",
    "url": "https://apod.nasa.gov/apod/image/1403/marshole2_hirise_960.jpg"
  },
  {
    "date": "2014-03-10",
    "explanation": "What is creating the gamma rays at the center of our Galaxy? Excitement is building that one answer is elusive dark matter. Over the past few years the orbiting Fermi Gamma-ray Space Telescope has been imaging our Galaxy's center in gamma-rays.  Repeated detailed analyses indicate that the region surrounding the Galactic center seems too bright to be accounted by known gamma-ray sources. A raw image of the Galactic Center region in gamma-rays is shown above on the left, while the image on the right has all known sources subtracted -- leaving an unexpected excess.  An exciting hypothetical model that seems to fit the excess involves a type of dark matter known as WIMPs, which may be colliding with themselves to create the detected gamma-rays. This hypothesis is controversial, however, and debate and more detailed investigations are ongoing. Finding the nature of dark matter is one of the great quests of modern science, as previously this unusual type of cosmologically pervasive matter has shown itself only through gravitation.   Astrophysicists: Browse 750+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/1403/gcenterbump_fermi_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gamma Rays from Galactic Center Dark Matter?",
    "url": "https://apod.nasa.gov/apod/image/1403/gcenterbump_fermi_960.jpg"
  },
  {
    "copyright": "Don Goldman",
    "date": "2014-03-11",
    "explanation": "In the heart of the Rosette Nebula lies a bright open cluster of stars that lights up the nebula.  The stars of NGC 2244 formed from the surrounding gas only a few million years ago.  The above image taken in January using multiple exposures and very specific colors of Sulfur (shaded red), Hydrogen (green), and Oxygen (blue), captures the central region in tremendous detail. A hot wind of particles streams away from the cluster stars and contributes to an already complex menagerie of gas and dust filaments while slowly evacuating the cluster center.  The Rosette Nebula's center measures about 50 light-years across, lies about 4,500 light-years away, and is visible with binoculars towards the constellation of the Unicorn (Monoceros).   Follow APOD on: Facebook,  Google Plus, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1403/rosette_goldman_2500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Heart of the Rosette Nebula",
    "url": "https://apod.nasa.gov/apod/image/1403/rosette_goldman_960.jpg"
  },
  {
    "date": "2014-03-12",
    "explanation": "Does the Sun change as it rotates? Yes, and the changes can vary from subtle to dramatic. In the above time-lapse sequences, our Sun -- as imaged by NASA's Solar Dynamics Observatory -- is shown rotating though the entire month of January.  In the large image on the left, the solar chromosphere is depicted in ultraviolet light, while the smaller and lighter image to its upper right simultaneously shows the more familiar solar photosphere in visible light. The rest of the inset six Sun images highlight X-ray emission by relatively rare iron atoms located at different heights of the corona, all false-colored to accentuate differences. The Sun takes just under a month to rotate completely -- rotating fastest at the equator. A large and active sunspot region rotates into view soon after the video starts.  Subtle effects include changes in surface texture and the shapes of active regions. Dramatic effects include numerous flashes in active regions, and fluttering and erupting prominences visible all around the Sun's edge.  This year our Sun is near its Solar maximum activity of its 11-year magnetic cycle. As the video ends, the same large and active sunspot region previously mentioned rotates back into view, this time looking different.",
    "media_type": "video",
    "service_version": "v1",
    "title": "The Sun Rotating",
    "url": "//www.youtube.com/embed/2WRgXvdasm0?rel=0"
  },
  {
    "copyright": "Bill\nSnyder",
    "date": "2014-03-13",
    "explanation": "A bright spiral galaxy of the northern sky, Messier 63 is about 25 million light-years distant in the loyal constellation Canes Venatici. Also cataloged as NGC 5055, the majestic island universe is nearly 100,000 light-years across. That's about the size of our own Milky Way Galaxy. Known by the popular moniker, The Sunflower Galaxy, M63 sports a bright yellowish core in this sharp, colorful galaxy portrait. Its sweeping blue spiral arms are streaked with cosmic dust lanes and dotted with pink star forming regions. A dominant member of a known galaxy group, M63 has faint, extended features that could be the result of gravitational interactions with nearby galaxies. In fact, M63 shines across the electromagnetic spectrum and is thought to have undergone bursts of intense star formation.",
    "hdurl": "https://apod.nasa.gov/apod/image/1403/M63_PS1V10snyder.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 63: The Sunflower Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1403/M63_PS1V10snyder900.jpg"
  },
  {
    "copyright": "Ken Crawford",
    "date": "2014-03-14",
    "explanation": "NGC 2685 is a confirmed polar ring galaxy - a rare type of galaxy with stars, gas and dust orbiting in rings perpendicular to the plane of a flat galactic disk. The bizarre configuration could be caused by the chance capture of material from another galaxy by a disk galaxy, with the captured debris strung out in a rotating ring. Still, observed properties of NGC 2685 suggest that the rotating ring structure is remarkably old and stable. In this sharp view of the peculiar system also known as Arp 336 or the Helix galaxy, the strange, perpendicular rings are easy to trace as they pass in front of the galactic disk, along with other disturbed outer structures. NGC 2685 is about 50,000 light-years across and 40 million light-years away in the constellation Ursa Major.",
    "hdurl": "https://apod.nasa.gov/apod/image/1403/NGC2685crawford2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Polar Ring Galaxy NGC 2685",
    "url": "https://apod.nasa.gov/apod/image/1403/NGC2685crawford950.jpg"
  },
  {
    "date": "2014-03-15",
    "explanation": "Get out your red/blue glasses and check out this stereo scene from Taurus-Littrow valley on the Moon! The color anaglyph features a detailed 3D view of Apollo 17's Lunar Rover in the foreground -- behind it lies the Lunar Module and distant lunar hills. Because the world was  going to be able to watch the Lunar Module's ascent stage liftoff via the rover's TV camera, this parking place was also known as the VIP Site. In December of 1972, Apollo 17 astronauts Eugene Cernan and Harrison Schmitt spent about 75 hours on the Moon, while colleague Ronald Evans orbited overhead. The crew returned with 110 kilograms of rock and soil samples, more than from any of the other lunar landing sites. Cernan and Schmitt are still the last to walk (or drive) on the Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1403/a17anaglyph_vanMeijgaarden_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 17 VIP Site Anaglyph",
    "url": "https://apod.nasa.gov/apod/image/1403/a17anaglyph_vanMeijgaarden_c800.jpg"
  },
  {
    "copyright": "Davide Coverta",
    "date": "2014-03-16",
    "explanation": "Two galaxies are squaring off in Corvus and here are the latest pictures. When two galaxies collide, the stars that compose them usually do not. That's because galaxies are mostly empty space and, however bright, stars only take up only a small amount of that space.  During the slow, hundred million year collision, one galaxy can still rip the other apart gravitationally, and dust and gas common to both galaxies does collide.  In this clash of the titans, dark dust pillars mark massive molecular clouds are being compressed during the galactic encounter, causing the rapid birth of millions of stars, some of which are gravitationally bound together in massive star clusters.",
    "hdurl": "https://apod.nasa.gov/apod/image/1403/antennae_coverta_1824.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Antennae Galaxies in Collision",
    "url": "https://apod.nasa.gov/apod/image/1403/antennae_coverta_960.jpg"
  },
  {
    "copyright": "Vincent Brady",
    "date": "2014-03-17",
    "explanation": "What's happened to the sky?  A time warp, of sorts, and a digital space warp too.  The time warp occurs because this image captured in a single frame a two and a half hour exposure of the night sky.  As a result, prominent star trails are visible.  The space warp occurs because the picture is actually a full 360 degree panorama, horizontally compressed to fit your browser.  As the Earth rotated, stars appeared to circle both the North Celestial Pole, on the left, and the South Celestial Pole, just below the horizon on the right.  The above panorama over Arches National Park in Utah, USA, was captured two weeks ago during early morning hours. While the eye-catching texture of ancient layered sandstone covers the image foreground, twenty-meter tall Delicate Arch is visible on the far right, and the distant arch of our Milky Way Galaxy is visible near the image center.   Follow APOD on: Facebook,  Google Plus, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1403/archtrails_brady_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Warped Sky: Star Trails over Arches National Park",
    "url": "https://apod.nasa.gov/apod/image/1403/archtrails_brady_960.jpg"
  },
  {
    "date": "2014-03-18",
    "explanation": "Did the universe undergo an early epoch of extremely rapid expansion? Such an inflationary epoch has been postulated to explain several puzzling cosmic attributes such as why our universe looks similar in opposite directions. Yesterday, results were released showing an expected signal of unexpected strength, bolstering a prediction of inflation that specific patterns of polarization should exist in cosmic microwave background radiation -- light emitted 13.8 billion years ago as the universe first became transparent. Called B-mode polarizations, these early swirling patterns can be directly attributed to squeeze and stretch effects that gravitational radiation has on photon-emitting electrons. The surprising results were discovered in data from the Background Imaging of Cosmic Extragalactic Polarization 2 (BICEP2) microwave observatory near the South Pole. BICEP2 is the building-mounted dish pictured above on the left. Note how the black polarization vectors appear to swirl around the colored temperature peaks on the inset microwave sky map. Although statistically compelling, the conclusions will likely remain controversial while confirmation attempts are made with independent observations.",
    "hdurl": "https://apod.nasa.gov/apod/image/1403/DSLmap_BICEP2_3888.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cosmic Microwave Map Swirls Indicate Inflation",
    "url": "https://apod.nasa.gov/apod/image/1403/DSLmap_BICEP2_960.jpg"
  },
  {
    "date": "2014-03-19",
    "explanation": "When does the line between day and night become vertical? Tomorrow. Tomorrow is an equinox on planet Earth, a time of year when day and night are most nearly equal. At an equinox, the Earth's terminator -- the dividing line between day and night -- becomes vertical and connects the north and south poles. The above time-lapse video demonstrates this by displaying an entire year on planet Earth in twelve seconds. From geosynchronous orbit, the Meteosat satellite recorded these infrared images of the Earth every day at the same local time.  The video started at the September 2010 equinox with the terminator line being vertical. As the Earth revolved around the Sun, the terminator was seen to tilt in a way that provides less daily sunlight to the northern hemisphere, causing winter in the north. As the year progressed, the March 2011 equinox arrived halfway through the video, followed by the terminator tilting the other way, causing winter in the southern hemisphere -- and summer in the north. The captured year ends again with the September equinox, concluding another of billions of trips the Earth has taken -- and will take -- around the Sun.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Equinox on a Spinning Earth",
    "url": "//www.youtube.com/embed/LUW51lvIFjg?rel=0"
  },
  {
    "copyright": "Maciej Zapiór\nand\nŁukasz Fajfrowski",
    "date": "2014-03-20",
    "explanation": "Today is the equinox. The Sun crosses the celestial equator heading north at 16:57 UT, marking the northern hemisphere's first day of spring. To celebrate, consider this remarkable image following the Sun's yearly trek through planet Earth's sky, the first analemmas exposed every day through the technique of solargraphy. In fact, three analemma curves were captured using a cylindrical pinhole camera by daily making three, separate, one minute long exposures for a year, from March 1, 2013 to March 1, 2014, on a single piece of black and white photographic paper. The well-planned daily exposures began at 10:30, 12:00, and 13:30, CET from a balcony looking south from the Kozanów district in Wrocław, Poland. That year's two equinoxes on March 20 and September 22 correspond to the mid-points, not the cross-over points, along the figure-8 shaped curves. Apparent gaps in the curves are due to cloudy days. Two solid lines at the lower left were both caused by a timer switch failure that left the pinhole shutter open.",
    "hdurl": "https://apod.nasa.gov/apod/image/1403/krok2_002.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solargraphy Analemmas",
    "url": "https://apod.nasa.gov/apod/image/1403/krok2_002_950.jpg"
  },
  {
    "copyright": "Michael Bolte (UCSC)",
    "date": "2014-03-21",
    "explanation": "Towering 3,000 feet from base to summit, the famous granite face of El Capitan in Earth's Yosemite National Park just hides the planet's north celestial pole in this skyscape. Of course, the north celestial pole is at the center of all the star trails. Their short arcs reflecting the planet's daily rotation on its axis are traced in a digital stack of 36 sequential exposures. Linear trails of passing airplane navigation lights and a flare from car lights along the road below are also captured in the sequential stack. But the punctuated trail of light seen against the sheer El Capitan itself follows a climbing team on the night of November 8, 2013. The team is ascending toward the summit along The Nose, a historic rock climbing route.",
    "hdurl": "https://apod.nasa.gov/apod/image/1403/ElCapstackBolte.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Trails over El Capitan",
    "url": "https://apod.nasa.gov/apod/image/1403/ElCapstackBolte950.jpg"
  },
  {
    "date": "2014-03-22",
    "explanation": "Deep shadows create dramatic contrasts between light and dark in this high-resolution close-up of the martian surface. Recorded on January 24 by the HiRISE camera onboard the Mars Reconnaissance Orbiter, the scene spans about 1.5 kilometers across a sand dune field in a southern highlands crater. Captured when the Sun was just 5 degrees above the local horizon, only the dune crests are caught in full sunlight. With the long, cold winter approaching the red planet's southern hemisphere, bright ridges of seasonal frost line the martian dunes.",
    "hdurl": "https://apod.nasa.gov/apod/image/1403/marsHirise_ESP_035143_1325.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Martian Chiaroscuro",
    "url": "https://apod.nasa.gov/apod/image/1403/marsHirise950_ESP_035143_1325.jpg"
  },
  {
    "date": "2014-03-23",
    "explanation": "In the center of a swirling whirlpool of hot gas is likely a beast that has never been seen directly: a black hole.  Studies of the bright light emitted by the swirling gas frequently indicate not only that a black hole is present, but also likely attributes.  The gas surrounding GRO J1655-40, for example, has been found to display an unusual flickering at a rate of 450 times a second.  Given a previous mass estimate for the central object of seven times the mass of our Sun, the rate of the fast flickering can be explained by a black hole that is rotating very rapidly.  What physical mechanisms actually cause the flickering -- and a slower quasi-periodic oscillation (QPO) -- in accretion disks surrounding black holes and neutron stars remains a topic of much research.    Find that image: A new APOD search engine",
    "hdurl": "https://apod.nasa.gov/apod/image/1403/blackhole_hobart_3300.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The View Near a Black Hole",
    "url": "https://apod.nasa.gov/apod/image/1403/blackhole_hobart_960.jpg"
  },
  {
    "copyright": "�orvar�ur �rnason",
    "date": "2014-03-24",
    "explanation": "If you see a sky like this -- photograph it. A month ago in Iceland, an adventurous photographer chanced across a sky full of aurora and did just that. In the foreground lies the stratovolcano �r�faj�kull. In the background, among other sky delights, lies the constellation of Orion, visible to the aurora's left.  Auroras are sparked by energetic particles from the Sun impacting the magnetic environment around the Earth.  Resultant energetic particles such as electrons and protons rain down near the Earth's poles and impact the air.  The impacted air molecules obtain excited electrons, and when electrons in oxygen molecules fall back to their ground state, they emit green light.  Auroras are known to have many shapes and colors.   Click Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/1403/auroraIceland_arnason_481.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion and Aurora over Iceland",
    "url": "https://apod.nasa.gov/apod/image/1403/auroraIceland_arnason_960.jpg"
  },
  {
    "copyright": "Robert Fields",
    "date": "2014-03-25",
    "explanation": "What surrounds a hotbed of star formation?  In the case of the Orion Nebula -- dust.  The entire Orion field, located about 1600 light years away, is inundated with intricate and picturesque filaments of dust. Opaque to visible light, dust is created in the outer atmosphere of massive cool stars and expelled by a strong outer wind of particles. The Trapezium and other forming star clusters are embedded in the nebula. The intricate filaments of dust surrounding M42 and M43 appear gray in the above image, while central glowing gas is highlighted in brown and blue. Over the next few million years much of Orion's dust will be slowly destroyed by the very stars now being formed, or dispersed into the Galaxy.    Help Wanted: APOD Assessment Officer",
    "hdurl": "https://apod.nasa.gov/apod/image/1403/dustyorion_fields_1900.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion Nebula in Surrounding Dust",
    "url": "https://apod.nasa.gov/apod/image/1403/dustyorion_fields_960.jpg"
  },
  {
    "copyright": "Ian Sharp",
    "date": "2014-03-26",
    "explanation": "An eerie blue glow and ominous columns of dark dust highlight M78 and other bright reflection nebula in the constellation of Orion.  The dark filamentary dust not only absorbs light, but also reflects the light of several bright blue stars that formed recently in the nebula.  Of the two reflection nebulas pictured above, the more famous nebula is M78, in the image center, while NGC 2071 can be seen to its lower left. The same type of scattering that colors the daytime sky further enhances the blue color.  M78 is about five light-years across and visible through a small telescope.  M78 appears above only as it was 1600 years ago, however, because that is how long it takes light to go from there to here.  M78 belongs to the larger Orion Molecular Cloud Complex that contains the Great Nebula in Orion and the Horsehead Nebula.   Follow APOD on: Facebook,  Google Plus, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1403/m78_sharp_1971.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M78 and Reflecting Dust Clouds",
    "url": "https://apod.nasa.gov/apod/image/1403/m78_sharp_960.jpg"
  },
  {
    "date": "2014-03-27",
    "explanation": "The first identified compact galaxy group, Stephan's Quintet is featured in this remarkable image constructed with data drawn from Hubble Legacy Archive and the Subaru Telescope on the summit of Mauna Kea. The galaxies of the quintet are gathered near the center of the field, but really only four of the five are locked in a cosmic dance of repeated close encounters taking place some 300 million light-years away. The odd man out is easy to spot, though. The interacting galaxies, NGC 7319, 7318A, 7318B, and 7317 have a more dominant yellowish cast. They also tend to have distorted loops and tails, grown under the influence of disruptive gravitational tides. The mostly bluish galaxy, NGC 7320, is in the foreground about 40 million light-years distant, and isn't part of the interacting group. Still, captured in this field above and to the left of Stephan's Quintet is another galaxy, NGC 7320C, that is also 300 million light-years distant. Of course, including it would bring the four interacting galaxies back up to quintet status. Stephan's Quintet lies within the boundaries of the high flying constellation Pegasus. At the estimated distance of the quintet's interacting galaxies, this field of view spans over 500,000 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1403/SQ-HST-Subaru-L.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stephan's Quintet Plus One",
    "url": "https://apod.nasa.gov/apod/image/1403/SQ-HST-Subaru-Sc.jpg"
  },
  {
    "date": "2014-03-28",
    "explanation": "Spiral galaxy ESO 137-001 hurtles through massive galaxy cluster Abell 3627 some 220 million light years away. The distant galaxy is seen in this colorful Hubble/Chandra composite image through a foreground of the Milky Way's stars toward the southern constellation Triangulum Australe. As the spiral speeds along at nearly 7 million kilometers per hour, its gas and dust are stripped away when ram pressure with the cluster's own hot, tenuous intracluster medium overcomes the galaxy's gravity. Evident in Hubble's near visible light data, bright star clusters have formed in the stripped material along the short, trailing blue streaks. Chandra's X-ray data shows off the enormous extent of the heated, stripped gas as diffuse, darker blue trails stretching over 400,000 light-years toward the bottom right. The significant loss of dust and gas will make new star formation difficult for this galaxy. A yellowish elliptical galaxy, lacking in star forming dust and gas, is just to the right of ESO 137-001 in the frame.",
    "hdurl": "https://apod.nasa.gov/apod/image/1403/heic1404b1920.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stripping ESO 137-001",
    "url": "https://apod.nasa.gov/apod/image/1403/heic1404b1024.jpg"
  },
  {
    "copyright": "Babak Tafreshi",
    "date": "2014-03-29",
    "explanation": "As dawn broke on March 27, the center of the Milky Way Galaxy stood almost directly above the European Southern Observatory's Paranal Observatory. In the dry, clear sky of Chile's Atacama desert, our galaxy's dusty central bulge is flanked by Paranal's four 8 meter Very Large Telescope units in this astronomical fisheye view. Along the top, Venus is close to the eastern horizon. The brilliant morning star shines very near a waning crescent Moon just at the edge of one of the telescope structures. Despite the bright pairing in the east, the Milky Way dominates the scene though. Cut by dust lanes and charged with clouds of stars and glowing nebulae, the center of our galaxy sprawls across the darker zenith even as the deep blue sky grows brighter and buildings still glint in moonlight.",
    "hdurl": "https://apod.nasa.gov/apod/image/1403/IMG_0708sTafreshi0.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Milky Way Dawn",
    "url": "https://apod.nasa.gov/apod/image/1403/IMG_0708sTafreshi0.jpg"
  },
  {
    "date": "2014-03-30",
    "explanation": "The strangest moon in the Solar System is bright yellow.  This picture, an attempt to show how Io would appear in the \"true colors\" perceptible to the average human eye, was taken in 1999 July by the Galileo spacecraft that orbited Jupiter from 1995 to 2003.  Io's colors derive from sulfur and molten silicate rock.  The unusual surface of Io is kept very young by its system of active volcanoes.  The intense tidal gravity of Jupiter stretches Io and damps wobbles caused by Jupiter's other Galilean moons.  The resulting friction greatly heats Io's interior, causing  molten rock to explode through the surface.  Io's volcanoes are so active that they are effectively turning the whole moon inside out.  Some of Io's volcanic lava is so hot it  glows in the dark.    Follow APOD on: Facebook,  Google Plus, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1403/iotruecolor_galileo_2796.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io in True Color",
    "url": "https://apod.nasa.gov/apod/image/1403/iotruecolor_galileo_960.jpg"
  },
  {
    "date": "2014-03-31",
    "explanation": "What object has the furthest known orbit in our Solar System? In terms of how close it will ever get to the Sun, the new answer is 2012 VP113, an object currently over twice the distance of Pluto from the Sun.  Pictured above is a series of discovery images taken with the Dark Energy Camera attached to the NOAO's Blanco 4-meter Telescope in Chile in 2012 and released last week. The distant object, seen moving on the lower right, is thought to be a dwarf planet like Pluto. Previously, the furthest known dwarf planet was Sedna, discovered in 2003. Given how little of the sky was searched, it is likely that as many as 1,000 more objects like 2012 VP113 exist in the outer Solar System. 2012 VP113 is currently near its closest approach to the Sun, in about 2,000 years it will be over five times further. Some scientists hypothesize that the reason why objects like Sedna and 2012 VP113 have their present orbits is because they were gravitationally scattered there by a much larger object -- possibly a very distant undiscovered planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/1403/2012VP113_cis_494.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "2012 VP113: A New Furthest Known Orbit in the Solar System",
    "url": "https://apod.nasa.gov/apod/image/1403/2012VP113_cis_960.gif"
  },
  {
    "date": "2014-04-01",
    "explanation": "Space station robot AFJ013 has forgotten her space lock key again. The frustrated robot was reduced to tapping on a space station window and asking for a human to let her back in -- for the third time this week. \"Yes, she did a great job adjusting the tolerances on the new science module, but why she can't remember to take her key is beyond me,\" said incredulous station commander Koichi Wakata (Japan). \"We would keep the entry unlocked but we are afraid that space aliens will come in and raid our refrigerator\", the astronaut lamented. Happy April Fools' Day from the folks at APOD.  In reality, International Space Station astronaut Wakata poses in front of a Cupola window while the Latching End Effector, attached to Canadarm2, is visible just outside.",
    "hdurl": "https://apod.nasa.gov/apod/image/1404/koichicam_nasa_1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Space Station Robot Forgets Key Again",
    "url": "https://apod.nasa.gov/apod/image/1404/koichicam_nasa_960.jpg"
  }
]
