[
  {
    "copyright": "Jay Ouellet",
    "date": "2014-01-01",
    "explanation": "That's not the young crescent Moon poised above the western horizon at sunset. Instead it's Venus in a crescent phase, captured with a long telephoto lens from Quebec City, Canada, planet Earth on a chilly December 30th evening. The very bright celestial beacon is dropping lower into the evening twilight every day. But it also grows larger in apparent size and becomes a steadily thinner crescent in binocular views as it heads toward an inferior conjunction, positioned between the Earth and the Sun on January 11. The next few evenings will see a young crescent Moon join the crescent Venus in the western twilight, though. Historically, the first observations of the phases of Venus were made by Galileo with his telescope in 1610, evidence consistent with the Copernican model of the Solar System, but not the Ptolemaic system.",
    "hdurl": "https://apod.nasa.gov/apod/image/1401/VenusCrescentDec302013ouellet.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A New Year's Crescent",
    "url": "https://apod.nasa.gov/apod/image/1401/VenusCrescentDec302013ouelletCrop.jpg"
  },
  {
    "date": "2014-01-02",
    "explanation": "Catching sight of your reflection in a store window or shiny hubcap can be entertaining and occasionally even inspire a thoughtful moment. So consider this reflective view from 300 kilometers above planet Earth. The picture is actually a self-portrait taken by astronaut Michael Fossum on July 8, 2006 during a space walk or extravehicular activity while the Discovery orbiter was docked with the International Space Station. Turning his camera to snap a picture of his own helmet visor, he also recorded the reflection of his fellow mission specialist, Piers Sellers, near picture center and one of the space station's gold-tinted solar power arrays arcing across the top. Of course, the horizon of our fair planet lies in background.",
    "hdurl": "https://apod.nasa.gov/apod/image/1401/iss013e49644.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Reflections on Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/1401/iss013e49644clevels.jpg"
  },
  {
    "copyright": "Damian Peach",
    "date": "2014-01-03",
    "explanation": "A rival to vanquished Comet ISON in 2013, Comet Lovejoy (C/2013 R1) still sweeps through early morning skies, captured in this starry scene on New Year's day. The frame stretches some 3.5 degrees (about 7 full moons) across a background of faint stars in the constellation Hercules. Only just visible to the naked eye from dark sites before dawn, Lovejoy remains a good target for the northern hemisphere's binocular equipped skygazers. But this deep exposure shows off Lovejoy's beautiful tails and tantalizing greenish coma better than binocular views. Not a sungrazer, this Comet Lovejoy made its closest approach to the Sun around December 22, looping high above the ecliptic plane. Now headed for the outer Solar System, Lovejoy began the new year about 6.7 light-minutes from planet Earth.   Free lecture: APOD editor to speak in NYC Tonight",
    "hdurl": "https://apod.nasa.gov/apod/image/1401/c2013_r1_2014_01_01dp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lovejoy in the New Year",
    "url": "https://apod.nasa.gov/apod/image/1401/c2013_r1_2014_01_01dp950.jpg"
  },
  {
    "copyright": "Christoph Malin",
    "date": "2014-01-04",
    "explanation": "A crescent Venus shines along the western horizon at dusk in this clearing sky. The Earth's sister planet is smiling between the low clouds near the bottom of the frame during its January 2nd conjunction with the slender, young crescent Moon above. Of course the lovely pairing of Moon and Venus crescents could be enjoyed in the new year's skies around the the world.  But the twin contrails in this scene belong to an aircraft above Appenzell, Switzerland. Soon to disappear from evening skies, Venus is heading toward its January 11th inferior conjunction and an appearance in predawn skies as planet Earth's morning star by late January. And the Moon will be young again, too.",
    "hdurl": "https://apod.nasa.gov/apod/image/1401/Crescents2014_CMalinDSC8382s.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Clouds and Crescents",
    "url": "https://apod.nasa.gov/apod/image/1401/Crescents2014_CMalinDSC8382s.jpg"
  },
  {
    "copyright": "P.-A. DucCEACFHTAtlas 3D Collaboration",
    "date": "2014-01-05",
    "explanation": "What's happening to galaxy NGC 474? The multiple layers of emission appear strangely complex and unexpected given the relatively featureless appearance of the elliptical galaxy in less deep images. The cause of the shells is currently unknown, but possibly tidal tails related to debris left over from absorbing numerous small galaxies in the past billion years. Alternatively the shells may be like ripples in a pond, where the ongoing collision with the spiral galaxy just above NGC 474 is causing density waves to ripple though the galactic giant. Regardless of the actual cause, the above image dramatically highlights the increasing consensus that at least some elliptical galaxies have formed in the recent past, and that the outer halos of most large galaxies are not really smooth but have complexities induced by frequent interactions with -- and accretions of -- smaller nearby galaxies. The halo of our own Milky Way Galaxy is one example of such unexpected complexity. NGC 474 spans about 250,000 light years and lies about 100 million light years distant toward the constellation of the Fish (Pisces).    News: Follow APOD on Instagram.",
    "hdurl": "https://apod.nasa.gov/apod/image/1401/ngc474_cfht_1769.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy NGC 474: Shells and Star Streams",
    "url": "https://apod.nasa.gov/apod/image/1401/ngc474_cfht_960.jpg"
  },
  {
    "date": "2014-01-06",
    "explanation": "Cubes are orbiting the Earth. Measuring ten-centimeters on a side, CubeSats -- each roughly the size of a large coffee mug -- are designed to be inexpensive both to build and to launch. Pictured above, three CubeSats were released from the International Space Station (ISS) last November by the arm of the Japanese Kibo Laboratory module. CubeSats are frequently created by students as part of university science or engineering projects and include missions such as collecting wide angle imagery of the Earth, testing orbital radio communications, monitoring the Earth's magnetic field, and exploring the Earth's surrounding radiations. Depending on the exact height of their release, CubeSats will re-enter the Earth's atmosphere on the time scale of months to years.   Astrophysicists: Browse 700+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/1401/cubesats_iss038_2832.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Three CubeSats Released",
    "url": "https://apod.nasa.gov/apod/image/1401/cubesats_iss038_960.jpg"
  },
  {
    "copyright": "Lorand Fenyes",
    "date": "2014-01-07",
    "explanation": "M7 is one of the most prominent open clusters of stars on the sky.  The cluster, dominated by bright blue stars, can be seen with the naked eye in a dark sky in the tail of the constellation of the Scorpion (Scorpius). M7 contains about 100 stars in total, is about 200 million years old, spans 25 light-years across, and lies about 1000 light-years away.  The above deep image, taken last June from Hungary through a small telescope, combines over 60 two-minute exposures. The M7 star cluster has been known since ancient times, being noted by Ptolemy in the year 130 AD.  Also visible are a dark dust cloud and literally millions of unrelated stars towards the Galactic center.",
    "hdurl": "https://apod.nasa.gov/apod/image/1401/m7_fenyes_2151.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M7: Open Star Cluster in Scorpius",
    "url": "https://apod.nasa.gov/apod/image/1401/m7_fenyes_960.jpg"
  },
  {
    "copyright": "Jürg Alean",
    "date": "2014-01-08",
    "explanation": "Sunsets may be the most watched celestial event, but lately sunsets have even offered something extra. A sunspot so large it was visible to the naked eye is captured in Swiss skies in this sunset scene from January 5, crossing left to right near the center of a solar disk dimmed and distorted by Earth's dense atmosphere. Detailed views reveal a large solar active region composed of sunspots, some larger than planet Earth itself. Cataloged as active region AR 1944, on January 7 it produced a substantial solar flare and a coronal mass ejection (CME) forecast to reach Earth. The CME could trigger geomagnetic storms and aurora on January 9.",
    "hdurl": "https://apod.nasa.gov/apod/image/1401/ar1944_alean_mg_6384.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunspot at Sunset",
    "url": "https://apod.nasa.gov/apod/image/1401/ar1944_alean_mg_6384h900.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2014-01-09",
    "explanation": "This telescopic close-up shows off the otherwise faint emission nebula IC 410 in striking false-colors. It also features two remarkable inhabitants of the cosmic pond of gas and dust below and right of center, the tadpoles of IC 410. The picture is a composite of images taken through narrow band filters. The narrow band image data traces atoms in the nebula, with emission from sulfur atoms in red, hydrogen atoms in green, and oxygen in blue. Partly obscured by foreground dust, the nebula itself surrounds NGC 1893, a young galactic cluster of stars that energizes the glowing gas. Composed of denser cooler gas and dust the tadpoles are around 10 light-years long, potentially sites of ongoing star formation. Sculpted by wind and radiation from the cluster stars, their tails trail away from the cluster's central region. IC 410 lies some 12,000 light-years away, toward the constellation Auriga.",
    "hdurl": "https://apod.nasa.gov/apod/image/1401/IC410-SHO_pughCrop.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Tadpoles of IC 410",
    "url": "https://apod.nasa.gov/apod/image/1401/IC410-SHO_pughCrop900.jpg"
  },
  {
    "copyright": "Don Goldman",
    "date": "2014-01-10",
    "explanation": "A mere seven hundred light years from Earth, in the constellation Aquarius, a sun-like star is dying. Its last few thousand years have produced the Helix Nebula (NGC 7293), a well studied and nearby example of a Planetary Nebula, typical of this final phase of stellar evolution.  A total of 28.5 hours of exposure time have gone in to creating this deep view of the nebula. Combining narrow band image data from emission lines of hydrogen atoms in red and oxygen atoms in blue-green hues, it shows remarkable details of the Helix's brighter inner region, about 3 light-years across, but also follows fainter outer halo features that give the nebula a span of well over six light-years. The white dot at the Helix's center is this Planetary Nebula's hot, central star. A simple looking nebula at first glance, the Helix is now understood to have a surprisingly complex geometry.",
    "hdurl": "https://apod.nasa.gov/apod/image/1401/HelixGoldmanLarge.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7293: The Helix Nebula",
    "url": "https://apod.nasa.gov/apod/image/1401/HelixGoldmanSmall.jpg"
  },
  {
    "copyright": "Michael Miller",
    "date": "2014-01-11",
    "explanation": "A broad expanse of glowing gas and dust presents a bird-like visage to astronomers from planet Earth, suggesting its popular moniker - The Seagull Nebula. This portrait of the cosmic bird covers a 1.6 degree wide swath across the plane of the Milky Way, near the direction of Sirius, alpha star of the constellation Canis Major. Of course, the region includes objects with other catalog designations: notably NGC 2327, a compact, dusty emission region with an embedded massive star that forms the bird's head (aka the Parrot Nebula, above center). Dominated by the reddish glow of atomic hydrogen, the complex of gas and dust clouds with bright young stars spans over 100 light-years at an estimated 3,800 light-year distance.",
    "hdurl": "https://apod.nasa.gov/apod/image/1401/IC2177v4_miller.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Seagull Nebula",
    "url": "https://apod.nasa.gov/apod/image/1401/IC2177v4_miller950.jpg"
  },
  {
    "copyright": "Cary & Michael Huang",
    "date": "2014-01-12",
    "explanation": "What does the universe look like on small scales? On large scales?  Humanity is discovering that the universe is a very different place on every proportion that has been explored. For example, so far as we know, every tiny proton is exactly the same, but every huge galaxy is different. On more familiar scales, a small glass table top to a human is a vast plane of strange smoothness to a dust mite -- possibly speckled with cell boulders. Not all scale lengths are well explored -- what happens to the smallest mist droplets you sneeze, for example, is a topic of active research -- and possibly useful to know to help stop the spread of disease. The above interactive flash animation, a modern version of the classic video Powers of Ten, is a new window to many of the known scales of our universe.  By moving the scroll bar across the bottom, you can explore a diversity of sizes, while clicking on different items will bring up descriptive information.",
    "media_type": "other",
    "service_version": "v1",
    "title": "The Scale of the Universe - Interactive"
  },
  {
    "date": "2014-01-13",
    "explanation": "What would it be like to visit the Moon? The first major fictional cinematic film exploring this enduring transcultural fantasy was titled Le voyage dans la lune (A Trip to the Moon) and made in 1902, becoming one of the most popular movies of the early years of the twentieth century. The silent film starred the filmmaker Georges Melies himself and portrayed a club of astronomers voyaging to the Moon and back. Pictured above is a frame from the movie that has become an enduring icon for both film and space. Alluding to a bullseye trajectory, the Man in the Moon is caricatured as being struck by the human-built spaceship. The entire 14-minute film is now freely available. Visiting the Moon remained a very popular topic even 67 years later in 1969 when humans first made an actual voyage.",
    "hdurl": "https://apod.nasa.gov/apod/image/1401/mooneyecon_melies_257.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Trip to the Moon",
    "url": "https://apod.nasa.gov/apod/image/1401/mooneyecon_melies_960.jpg"
  },
  {
    "copyright": "Yuri Beletsky",
    "date": "2014-01-14",
    "explanation": "Is the night sky darkest in the direction opposite the Sun? No. In fact, a rarely discernable faint glow known as the gegenschein (German for \"counter glow\") can be seen 180 degrees around from the Sun in an extremely dark sky. The gegenschein is sunlight back-scattered off small interplanetary dust particles.  These dust particles are millimeter sized splinters from asteroids and orbit in the ecliptic plane of the planets.  Pictured above from last year is one of the more spectacular pictures of the gegenschein yet taken. Here a deep exposure of an extremely dark sky over  Las Campanas Observatory in Chile shows the gegenschein so clearly that even a surrounding glow is visible.   Notable background objects include the Andromeda galaxy, the Pleiades star cluster, the California Nebula, the belt of Orion just below the Orion Nebula and inside Barnard's Loop, and bright stars Rigel and Betelgeuse. The gegenschein is distinguished from zodiacal light near the Sun by the high angle of reflection.  During the day, a phenomenon similar to the gegenschein called the glory can be seen in reflecting air or clouds opposite the Sun from an airplane.",
    "hdurl": "https://apod.nasa.gov/apod/image/1401/gegenschein_beletsky_1182.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Gegenschein Over Chile",
    "url": "https://apod.nasa.gov/apod/image/1401/gegenschein_beletsky_960.jpg"
  },
  {
    "date": "2014-01-15",
    "explanation": "Few cosmic vistas excite the imagination like the Orion Nebula, an immense stellar nursery some 1,500 light-years away. This stunning false-color view spans about 40 light-years across the region, constructed using infrared data from the Spitzer Space Telescope. Compared to its visual wavelength appearance, the brightest portion of the nebula is likewise centered on Orion's young, massive, hot stars, known as the Trapezium Cluster. But the infrared image also detects the nebula's many protostars, still in the process of formation, seen here in red hues. In fact, red spots along the dark dusty filament to the left of the bright cluster include the protostar cataloged as HOPS 68, recently found to have crystals of the silicate mineral olivine within its protostellar envelope.",
    "hdurl": "https://apod.nasa.gov/apod/image/1401/orion_spitzerLRot.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spitzer's Orion",
    "url": "https://apod.nasa.gov/apod/image/1401/orion_spitzerR600h.jpg"
  },
  {
    "date": "2014-01-16",
    "explanation": "Despina is a tiny moon of Neptune. A mere 148 kilometers across, diminutive Despina was discovered in 1989, in images from the Voyager 2 spacecraft taken during its encounter with the solar system's most distant gas giant planet. But looking through the Voyager 2 data 20 years later, amateur image processor and philosophy professor Ted Stryk discovered something no one had recognized before -- images that show the shadow of Despina in transit across Neptune's blue cloud tops. His composite view of Despina and its shadow is composed of four archival frames taken on August 24, 1989, separated by nine minutes. Despina itself has been artificially brightened to make it easier to see. In ancient Greek mythology, Despina is a daughter of Poseidon, the Roman god Neptune.",
    "hdurl": "https://apod.nasa.gov/apod/image/1401/neptune_despina_transit_combo_despinabrightened.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Despina, Moon of Neptune",
    "url": "https://apod.nasa.gov/apod/image/1401/neptune_despina_transit_combo_despinabrightened.jpg"
  },
  {
    "copyright": "ARI-ZAH,\nUniv.  Heidelberg",
    "date": "2014-01-17",
    "explanation": "Big, bright, and beautiful, spiral galaxy M83 lies a mere twelve million light-years away, near the southeastern tip of the very long constellation Hydra. This deep view of the gorgeous island universe includes observations from Hubble, along with ground based data from the European Southern Observatory's very large telescope units, National Astronomical Observatory of Japan's Subaru telescope, and Australian Astronomical Observatory photographic data by D. Malin. About 40,000 light-years across, M83 is popularly known as the Southern Pinwheel for its pronounced spiral arms. But the wealth of reddish star forming regions found near the edges of the arms' thick dust lanes, also suggest another popular moniker for M83, the Thousand-Ruby Galaxy. Arcing near the top of the novel cosmic portrait lies M83's northern stellar tidal stream, debris from the gravitational disruption of a smaller, merging satellite galaxy. The faint, elusive star stream was found in the mid 1990s by enhancing photographic plates.",
    "hdurl": "https://apod.nasa.gov/apod/image/1401/M83StarstreamGendlerLLL.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M83 Star Streams",
    "url": "https://apod.nasa.gov/apod/image/1401/M83StarstreamGendlerS.jpg"
  },
  {
    "copyright": "Rick Baldridge",
    "date": "2014-01-18",
    "explanation": "This big, bright, beautiful Full Moon rose over Lick Observatory Wednesday night. Traditionally a full moon in January might be called the Wolf Moon. But this moon reached its full phase on January 16, 4:54 UT, within about 2 hours of apogee, the most distant point in its elliptical orbit around planet Earth. That also makes it the smallest full moon of 2014. Of course the difference in apparent size between the largest and smallest full moons is hard to see, because the difference in distance between lunar apogee and perigee, or closest point in the Moon's orbit, is only about 50,000 kilometers, while the Moon's average distance is around 385,000 kilometers. Though not by much, this apogee's full moon was also the smallest full moon of the last 1,000 years. It will keep that distinction until a slightly smaller full moon occurs close to apogee in 2154.",
    "hdurl": "https://apod.nasa.gov/apod/image/1401/2014LickFM_baldridge.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apogee's Full Moon",
    "url": "https://apod.nasa.gov/apod/image/1401/2014LickFM_baldridge900.jpg"
  },
  {
    "date": "2014-01-19",
    "explanation": "Billions of years from now, only one of these two galaxies will remain.  Until then, spiral galaxies NGC 2207 and IC 2163 will slowly pull each other apart, creating tides of matter, sheets of shocked gas, lanes of dark dust, bursts of star formation, and streams of cast-away stars.  Astronomers predict that NGC 2207, the larger galaxy on the left, will eventually incorporate IC 2163, the smaller galaxy on the right.  In the most recent encounter that about peaked 40 million years ago, the smaller galaxy is swinging around counter-clockwise, and is now slightly behind the larger galaxy.  The space between stars is so vast that when galaxies collide, the stars in them usually do not collide.",
    "hdurl": "https://apod.nasa.gov/apod/image/1401/ngc2207_hubble_2907.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxies in Collision",
    "url": "https://apod.nasa.gov/apod/image/1401/ngc2207_hubble_960.jpg"
  },
  {
    "date": "2014-01-20",
    "explanation": "How large do things appear when far away? When peering across the universe, the answer can actually tell us about its average gravitational history and hence its composition.  Toward this goal, the Baryon Oscillation Spectroscopic Survey (BOSS) of the Sloan Digital Sky Survey-III (SDSS-III) has measured slight recurring density enhancements in galaxy densities up to six billion light years away (redshift 0.7), when the universe was about half its current age. These density ripples are known as baryon acoustic oscillations (BAOs) and are expected to emerge from the early universe at a known size scale.  BOSS's measurements of this size scale indicate a strong universe component of dark energy, and so bolsters previous indications of this unusual composition. Pictured above is an artist's illustration depicting exaggerated BAOs in the distant universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/1401/onepercent_boss_3975.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Baryon Acoustic Oscillations from SDSS-III",
    "url": "https://apod.nasa.gov/apod/image/1401/onepercent_boss_960.jpg"
  },
  {
    "date": "2014-01-21",
    "explanation": "Did you see the big, bright, beautiful Full Moon last Wednesday night? That was actually a Micro Moon! On that night, the smallest Full Moon of 2014 reached its full phase only a few hours from lunar apogee, the time of its the most distant point from Earth in the Moon's elliptical orbit. Of course, last year on the night of June 22, a Full Super Moon was near perigee, the closest point in its orbit. The relative apparent size of January 15's Micro Moon is compared to the June 22 Super Moon in the above composite image digitally superimposing telescopic images from Perugia, Italy. The difference in apparent size represents a difference in distance of just under 50,000 kilometers between apogee and perigee, given the Moon's average distance of about 385,000 kilometers. How long do you have to wait to see another Full Micro Moon? Until March 5, 2015, when the lunar full phase will again occur within a few hours of lunar apogee.",
    "hdurl": "https://apod.nasa.gov/apod/image/1401/microsupermoon_sciarpetti_459.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Micro Moon over Super Moon",
    "url": "https://apod.nasa.gov/apod/image/1401/microsupermoon_sciarpetti_960.jpg"
  },
  {
    "date": "2014-01-22",
    "explanation": "Yes, but can your blizzard do this? In Upper Michigan's Storm of the Century in 1938, some snow drifts reached the level of utility poles. Nearly a meter of new and unexpected snow fell over two days in a storm that started 76 years ago tomorrow.  As snow fell and gale-force winds piled snow to surreal heights; many roads became not only impassable but unplowable; people became stranded; cars, school buses and a train became mired; and even a dangerous fire raged. Fortunately only two people were killed, although some students were forced to spend several consecutive days at school.  The above image was taken by a local resident soon after the storm. Although all of this snow eventually melted, repeated snow storms like this help build lasting glaciers in snowy regions of our planet Earth.   Budget Universe: Free APOD 2014 Calendar in PDF format",
    "hdurl": "https://apod.nasa.gov/apod/image/1401/snowpoles_brinkman_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Upper Michigan Blizzard of 1938",
    "url": "https://apod.nasa.gov/apod/image/1401/snowpoles_brinkman_960.jpg"
  },
  {
    "copyright": "Fabian Neyer",
    "date": "2014-01-23",
    "explanation": "This lovely starfield spans some seven full moons (about 3.5 degrees) across the heroic northern constellation of Perseus. Just right of center it holds the famous pair of open or galactic star clusters, h and Chi Persei. Also cataloged as NGC 869 (right) and NGC 884, both clusters are about 7,000 light-years away and contain stars much younger and hotter than the Sun.  Separated by only a few hundred light-years, the clusters are both 13 million years young based on the ages of their individual stars, evidence that they were likely a product of the same star-forming region. Always a rewarding sight in binoculars, the Double Cluster is even visible to the unaided eye from dark locations. Not seen in binoculars though, and not often depicted in telescopic images of the region are faint clouds of reddish ionized hydrogen gas found throughout this remarkable cosmic skyscape. A color composite, the image includes narrowband data to enhance emission from the hydrogen clouds. Visible toward the upper left of the wide field of view is another, smaller open star cluster, NGC 957, also of similar age, distance, and possibly related to the more famous Double Cluster in Perseus.",
    "hdurl": "https://apod.nasa.gov/apod/image/1401/hchi_FNeyer_large2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Double Cluster in Perseus",
    "url": "https://apod.nasa.gov/apod/image/1401/hchi_FNeyer_large0.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2014-01-24",
    "explanation": "Astronomers really don't find supernovae by looking for the arrows. But in this image taken January 23rd, an arrow does point to an exciting, new supernova, now cataloged as SN 2014J, in nearby bright galaxy M82. Located near the Big Dipper in planet Earth's sky, M82 is also known as the Cigar Galaxy, a popular target for telescopes in the northern hemisphere. In fact, SN 2014J was first spotted as an unfamiliar source in the otherwise familiar galaxy by teaching fellow Steve Fossey and astronomy workshop students Ben Cooke, Tom Wright, Matthew Wilde and Guy Pollack at the University College London Observatory on the evening of January 21. M82 is a mere 12 million light-years away (so the supernova explosion did happen 12 million years ago, that light just now reaching Earth), making supernova SN 2014J one of the closest to be seen in recent decades. Spectra indicate it is a Type Ia supernova caused by the explosion of a white dwarf accreting matter from a companion star. By some estimates one week away from its maximum brightness, SN 2014J is already the brightest part of M82 and visible in small telescopes in the evening sky.   Gallery: Supernova in M82",
    "hdurl": "https://apod.nasa.gov/apod/image/1401/M82SN_ArrowBlock.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bright Supernova in M82",
    "url": "https://apod.nasa.gov/apod/image/1401/M82SN_ArrowBlock950.jpg"
  },
  {
    "date": "2014-01-25",
    "explanation": "On January 25 (UT) 2004, the Opportunity rover fell to Mars, making today the 10th anniversary of its landing. After more than 3,500 sols (Mars solar days) the golf cart-sized robot from Earth is still actively exploring the Red Planet, though its original mission plan was for three months. This self-portrait was made with Opportunity's panoramic camera earlier this month. The camera's supporting mast has been edited out of the image mosaic but its shadow is visible on the dusty solar panels arrayed across the rover's deck. For comparison, a similar self-portrait from late 2004 is shown in the inset. Having driven some 39 kilometers (24 miles) from its landing site, Opportunity now rests at Solander Point at the rim of Endeavour Crater.",
    "hdurl": "https://apod.nasa.gov/apod/image/1401/PIA17759r.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Opportunity's Decade on Mars",
    "url": "https://apod.nasa.gov/apod/image/1401/PIA17759_r950inset.jpg"
  },
  {
    "date": "2014-01-26",
    "explanation": "It was a quiet day on the Sun. The above image shows, however, that even during off days the Sun's surface is a busy place.  Shown in ultraviolet light, the relatively cool dark regions have temperatures of thousands of degrees Celsius.  Large sunspot group AR 9169 from the last solar cycle is visible as the bright area near the horizon.  The bright glowing gas flowing around the sunspots has a temperature of over one million degrees Celsius.  The reason for the high temperatures is unknown but thought to be related to the rapidly changing magnetic field loops that channel solar plasma.  Large sunspot group AR 9169 moved across the Sun during 2000 September and decayed in a few weeks.",
    "hdurl": "https://apod.nasa.gov/apod/image/1401/sunspotloops_trace_898.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunspot Loops in Ultraviolet",
    "url": "https://apod.nasa.gov/apod/image/1401/sunspotloops_trace_960.jpg"
  },
  {
    "copyright": "NicholasBuer",
    "date": "2014-01-27",
    "explanation": "There is a road that connects the Northern to the Southern Cross but you have to be at the right place and time to see it. The road, as pictured above, is actually the central band of our Milky Way Galaxy; the right place, in this case, is dark Laguna Cejar in Salar de Atacama of Northern Chile; and the right time was in early October, just after sunset. Many sky wonders were captured then, including the bright Moon, inside the Milky Way arch;  Venus, just above the Moon; Saturn and Mercury, just below the Moon; the Large and Small Magellanic Clouds satellite galaxies, on the far left; red airglow near the horizon on the image left; and the lights of small towns at several locations across the horizon.  One might guess that composing this 30-image panorama would have been a serene experience, but for that one would have required earplugs to ignore the continued brays of wild donkeys.    Follow APOD on: Instagram",
    "hdurl": "https://apod.nasa.gov/apod/image/1401/chilepan_buer_1400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "From the Northern to the Southern Cross",
    "url": "https://apod.nasa.gov/apod/image/1401/chilepan_buer_1400.jpg"
  },
  {
    "date": "2014-01-28",
    "explanation": "M83 is one of the closest and brightest spiral galaxies on the sky. Visible with binoculars in the constellation of Hydra, majestic spiral arms have prompted its nickname as the Southern Pinwheel. Although discovered 250 years ago, only much later was it appreciated that M83 was not a nearby gas cloud, but a barred spiral galaxy much like our own Milky Way Galaxy.  M83, pictured above by the Hubble Space Telescope in a recently released image, is a prominent member of a group of galaxies that includes Centaurus A and NGC 5253, all of which lie about 15 million light years distant.  Several bright supernova explosions have been recorded in M83.  An intriguing double circumnuclear ring has been discovered at the center of of M83.   Organize Your Universe: Free APOD 2014 Calendar in PDF format",
    "hdurl": "https://apod.nasa.gov/apod/image/1401/m83_hubble_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy M83: The Southern Pinwheel",
    "url": "https://apod.nasa.gov/apod/image/1401/m83_hubble_960.jpg"
  },
  {
    "date": "2014-01-29",
    "explanation": "What if a rock that looked like a jelly donut suddenly appeared on Mars? That's just what happened in front of the robotic Opportunity rover currently exploring the red planet. The unexpectedly placed rock, pictured above, was imaged recently by Opportunity after not appearing in other images taken as recently as twelve Martian days (sols) before. Given the intriguing mystery, the leading explanation is somewhat tame -- the rock was recently scattered by one of the rover's tires. Even so, the rock's unusual light tones surrounding a red interior created interest in its composition -- as well as causing it to be nicknamed Jelly Donut.  A subsequent chemical analysis showed the rock has twice the abundance of manganese than any other rock yet examined -- an unexpected clue that doesn't yet fit into humanity's understanding of the Martian geologic history.  Opportunity, just passing its 10th anniversary on Mars, continues to explore the Murray Ridge section of the rim of 22-kilometer wide Endeavor Crater.",
    "hdurl": "https://apod.nasa.gov/apod/image/1401/JellyDonutRock_opportunity_1171.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jelly Donut Shaped Rock Appears on Mars",
    "url": "https://apod.nasa.gov/apod/image/1401/JellyDonutRock_opportunity_960.jpg"
  },
  {
    "copyright": "Mike Killian",
    "date": "2014-01-30",
    "explanation": "Fixed to a tripod and looking east across the Kennedy Space Center's Turn Basin, a camera captured these star trails as a series of short exposures over a three hour period on the evening of January 23rd. Positioned just a few miles from Space Launch Complex 41 at Cape Canaveral Air Force Station, it also captured a spectacular night launch of an Atlas V rocket carrying NASA's Tracking and Data Relay Satellite TDRS-L. Creating the trails, the apparent motion of the stars through the sky is just a reflection of the daily rotation of planet Earth on its axis. But that rotation is also the reason the rocket streak follows a path arcing east across the Atlantic. Launching toward the east, in the direction of Earth's rotation, adds the rotation velocity to the rocket and reduces the fuel needed to reach orbit. A little ironically, TDRS-L is destined for a geostationary orbit. From there, 36,000 kilometers or so above the equator, its orbital period will match Earth's rotation and the satellite will hang motionless in planet Earth's sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/1401/RocketStarTrailsKillian.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rocket Streak and Star Trails",
    "url": "https://apod.nasa.gov/apod/image/1401/RocketStarTrailsKillian950.jpg"
  },
  {
    "copyright": "Janne\nVoutilainen",
    "date": "2014-01-31",
    "explanation": "erie pillars of light ring the edges of this snowy little planet. Of course the little planet is planet Earth, shown in a nadir-to-zenith, around-the-horizon, little planet projection. The spherical panoramic image mosaic maps a view from Siilinjärvi in eastern Finland. Flat ice crystals, like those more often found in high, thin clouds, are gently fluttering in very cold air near the surface. Pillars of light appear as the crystals' briefly horizontal facets reflect upward directed light from ground sources downward, toward the observer. In fact, the fluttering crystals produce an effect analogous to shimmering columns of moonlight or sunlight reflected by surface waves across water.",
    "hdurl": "https://apod.nasa.gov/apod/image/1401/LightPillars_JanneVoutilainen.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Light Pillars from a Little Planet",
    "url": "https://apod.nasa.gov/apod/image/1401/LightPillars_JanneVoutilainen950c.jpg"
  },
  {
    "copyright": "Harel Boren\nand Tal Faibish",
    "date": "2014-02-01",
    "explanation": "Fantastic shapes lurk in clouds of glowing gas in NGC 6188, about 4,000 light-years away. The emission nebula is found near the edge of a large molecular cloud unseen at visible wavelengths, in the southern constellation Ara. Massive, young stars of the embedded Ara OB1 association were formed in that region only a few million years ago, sculpting the dark shapes and powering the nebular glow with stellar winds and intense ultraviolet radiation. The recent star formation itself was likely triggered by winds and supernova explosions, from previous generations of massive stars, that swept up and compressed the molecular gas. Joining NGC 6188 on this cosmic canvas is rare emission nebula NGC 6164, also created by one of the region's massive O-type stars. Similar in appearance to many planetary nebulae, NGC 6164's striking, symmetric gaseous shroud and faint halo surround its bright central star near the bottom edge. The impressively wide field of view spans over 3 degrees (six full Moons), corresponding to over 200 light years at the estimated distance of NGC 6188. Narrowband image data has been included in the natural looking color composite, adding to deep red emission from hydrogen and sulfur atoms and the blue-green light of oxygen atoms.",
    "hdurl": "https://apod.nasa.gov/apod/image/1402/ngc6188_boren.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6188 and NGC 6164",
    "url": "https://apod.nasa.gov/apod/image/1402/ngc6188_boren950.jpg"
  }
]
