[
  {
    "date": "2014-07-01",
    "explanation": "Some stars explode in slow motion.  Rare, massive Wolf-Rayet stars are so tumultuous and hot that they slowly disintegrating right before our telescopes.  Glowing gas globs each typically over 30 times more massive than the Earth are being expelled by violent stellar winds.  Wolf-Rayet star WR 124, visible near the above image center spanning six light years across, is thus creating the surrounding nebula known as M1-67.  Details of why this star has been slowly blowing itself apart over the past 20,000 years remains a topic of research.  WR 124 lies 15,000 light-years away towards the constellation of Sagitta.  The fate of any given Wolf-Rayet star likely depends on how massive it is, but many are thought to end their lives with spectacular explosions such as supernovas or gamma-ray bursts.",
    "hdurl": "https://apod.nasa.gov/apod/image/1406/wr124_hubbleschmidt_1289.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Wolf-Rayet Star 124: Stellar Wind Machine",
    "url": "https://apod.nasa.gov/apod/image/1406/wr124_hubbleschmidt_960.jpg"
  },
  {
    "copyright": "R Jay Gabany",
    "date": "2014-07-02",
    "explanation": "Spiral galaxy NGC 4651 is a mere 62 million light-years distant, toward the well-groomed northern constellation Coma Berenices. About the size of our Milky Way, this island universe is seen to have a faint umbrella-shaped structure that seems to extend (left) some 100 thousand light-years beyond the bright galactic disk. The giant cosmic umbrella is now known to be composed of tidal star streams - extensive trails of stars gravitationally stripped from a smaller satellite galaxy. The small galaxy was eventually torn apart in repeated encounters as it swept back and forth on eccentric orbits through NGC 4651. In fact, the picture insert zooms in on the smaller galaxy's remnant core, identified in an extensive exploration of the system, using data from the large Subaru and Keck telescopes on Mauna Kea. Work begun by a remarkable collaboration of amateur and professional astronomers to image faint structures around bright galaxies suggests that even in nearby galaxies, tidal star streams are common markers of such galactic mergers. The result is explained by models of galaxy formation that also apply to our own Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/1407/lrg_gabany-subaru_ngc4651.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4651: The Umbrella Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1407/lrg_gabany-subaru_ngc4651s1024.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2014-07-03",
    "explanation": "The prominent ridge of emission featured in this vivid skyscape is known as the Cygnus Wall. Part of a larger emission nebula with a distinctive shape popularly called The North America Nebula, the ridge spans about 10 light-years along an outline that suggests the western coast of Mexico. Constructed from narrowband image data, the cosmic close-up maps emission from sulfur, hydrogen, and oxygen atoms to red, green, and blue colors. The result highlights the bright ionization front with fine details of dark, dusty forms in silhouette. Sculpted by energetic radiation from the region's young, hot, massive stars, the dark shapes inhabiting the view are clouds of cool gas and dust with stars likely forming within. The North America Nebula itself, NGC 7000, is about 1,500 light-years away. To find it, look northeast of bright star Deneb in the high flying constellation Cygnus.",
    "hdurl": "https://apod.nasa.gov/apod/image/1407/CygnusWallMP.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Along the Cygnus Wall",
    "url": "https://apod.nasa.gov/apod/image/1407/CygnusWallMP950.jpg"
  },
  {
    "copyright": "Rick Baldridge",
    "date": "2014-07-04",
    "explanation": "In this alluring time exposure, star trails arc across the night sky above foggy Monterey Bay and the lights of Santa Cruz, California in the United States of America. Since the exposure began around 2:56am PDT on July 2 it also records the trail of a Delta II rocket lofting NASA's OCO-2 spacecraft into orbit. Seen from a vantage point 200 miles north of the Vandenberg Air Force Base launch site, the trail represents the first five minutes of the rocket's flight along a trajectory south and west over the Pacific to join the A-Train in polar orbit around planet Earth. The entire trail through main engine cut-off is captured, with a very faint puff at the end marking the nose fairing separation. Under the rocket's path, the two brightest trails are the alpha and beta stars of the constellation Grus, flying high in southern skies. The OCO-2 mission goal is a study of atmospheric carbon dioxide, watching from space as planet Earth breathes.",
    "hdurl": "https://apod.nasa.gov/apod/image/1407/2014DeltaOCO2Baldridge221crop.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "OCO-2 Night Launch",
    "url": "https://apod.nasa.gov/apod/image/1407/2014DeltaOCO2Baldridge221crop950.jpg"
  },
  {
    "date": "2014-07-05",
    "explanation": "The spiral arms of bright, active galaxy M106 sprawl through this remarkable multiwavelength portrait, composed of image data from radio to X-rays, across the electromagnetic spectrum. Also known as NGC 4258, M106 can be found toward the northern constellation Canes Venatici. The well-measured distance to M106 is 23.5 million light-years, making this cosmic scene about 60,000 light-years across. Typical in grand spiral galaxies, dark dust lanes, youthful star clusters, and star forming regions trace spiral arms that converge on a bright nucleus. But this composite highlights two anomalous arms in radio (purple) and X-ray (blue) that seem to arise in the central region of M106, evidence of energetic jets of material blasting into the galaxy's disk. The jets are likely powered by matter falling into a massive central black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/1407/m106_lg2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M106 Across the Spectrum",
    "url": "https://apod.nasa.gov/apod/image/1407/m106.jpg"
  },
  {
    "copyright": "Neil deGrasse\nTysonAMNH",
    "date": "2014-07-06",
    "explanation": "This coming Saturday, if it is clear, well placed New Yorkers can go outside at sunset and watch their city act like a modern version of Stonehenge.  Manhattan's streets will flood dramatically with sunlight just as the Sun sets precisely at each street's western end. Usually, the tall buildings that line the gridded streets of New York City's tallest borough will hide the setting Sun.  This effect makes Manhattan a type of modern Stonehenge, although only aligned to about 30 degrees east of north.  Were Manhattan's road grid perfectly aligned to east and west, today's effect would occur on the Vernal and  Autumnal Equinox, March 21 and September 21, the only two days that the Sun rises and sets due east and west.  Pictured above in this horizontally stretched image, the Sun sets down 34th Street as viewed from Park Avenue. If Saturday's sunset is hidden by clouds do not despair -- the same thing happens twice each year:  in late May and mid July.  On none of these occasions, however, should you ever look directly at the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/1407/nycsunset_tyson_768.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Manhattanhenge: A New York City Sunset",
    "url": "https://apod.nasa.gov/apod/image/1407/nycsunset_tyson_960.jpg"
  },
  {
    "date": "2014-07-07",
    "explanation": "Most galaxies contain one supermassive black hole -- why does this galaxy have three? The likely reason is that galaxy J1502+1115 is the product of the recent coalescence of three smaller galaxies. The two closest black holes are shown above resolved in radio waves by large coordinated array of antennas spread out over Europe, Asia, and Africa.  These two supermassive black holes imaged are separated by about 500 light years and each has a likely mass about 100 million times the mass of our Sun. Currently, J1502+1115, at a redshift of 0.39, is one of only a few triple black hole system known and is being studied to learn more about galaxy and supermassive black hole interaction rates during the middle ages of our universe. Gravitational radiation emitted by such massive black hole systems may be detectable by future observatories.",
    "hdurl": "https://apod.nasa.gov/apod/image/1407/innerBhs_vlbi_619.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "J1502+1115: A Triple Black Hole Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1407/innerBhs_vlbi_960.jpg"
  },
  {
    "copyright": "Oleg Bartunov",
    "date": "2014-07-08",
    "explanation": "Why would a cloud appear to be different colors? A relatively rare phenomenon known as iridescent clouds can show unusual colors vividly or a whole spectrum of colors simultaneously. These clouds are formed of small water droplets of nearly uniform size. When the Sun is in the right position and mostly hidden by thick clouds, these thinner clouds significantly diffract sunlight in a nearly coherent manner, with different colors being deflected by different amounts. Therefore, different colors will come to the observer from slightly different directions. Many clouds start with uniform regions that could show iridescence but quickly become too thick, too mixed, or too far from the Sun to exhibit striking colors. The above iridescent cloud was photographed in 2009 from the Himalayan Mountains in Nepal, behind the 6,600-meter peak named Thamserku.   Follow APOD on: Facebook,  Google Plus, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1407/iridescentmountain_bartunov_1268.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Iridescent Clouds over Thamserku",
    "url": "https://apod.nasa.gov/apod/image/1407/iridescentmountain_bartunov_960.jpg"
  },
  {
    "copyright": "UPR Arecibo",
    "date": "2014-07-09",
    "explanation": "This planet is only 16 light years away -- could it harbor life? Recently discovered exoplanet Gliese 832c has been found in a close orbit around a star that is less bright than our Sun.  An interesting coincidence, however, is that Gliese 832c receives just about the same average flux from its parent star as does the Earth. Since the planet was discovered only by a slight wobble in its parent star's motion, the above illustration is just an artistic guess of the planet's appearance -- much remains unknown about Gliese 832c's true mass, size, and atmosphere. If Gliese 832c has an atmosphere like Earth, it may be a super-Earth undergoing strong seasons but capable of supporting life. Alternatively, if Gliese 832c has a thick atmosphere like Venus, it may be a super-Venus and so unlikely to support life as we know it. The close 16-light year distance makes the Gliese 832 planetary system currently the nearest to Earth that could potentially support life. The proximity of the Gliese 832 system therefore lends itself to more detailed future examination and, in the most spectacularly optimistic scenario, actual communication -- were intelligent life found there.",
    "hdurl": "https://apod.nasa.gov/apod/image/1407/Gliese832c_phl_1920.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gliese 832c: The Closest Potentially Habitable Exoplanet",
    "url": "https://apod.nasa.gov/apod/image/1407/Gliese832c_phl_960.jpg"
  },
  {
    "copyright": "Christoph Malin",
    "date": "2014-07-10",
    "explanation": "This scene from the early morning hours of July 3 looks out across the River Thames from the Westminster Bridge. Part of a luminous timelapse video (vimeo), the frame captures a sight familiar in London, the nighttime glow of the London Eye. But a not-so-familiar sight is shining in the still dark sky above, widespread noctilucent clouds. From the edge of space, about 80 kilometers above Earth's surface, the icy clouds can still reflect sunlight even though the Sun itself is below the horizon as seen from the ground. Usually spotted at high latitudes in summer months the diaphanous apparitions are also known as polar mesospheric clouds. The seasonal clouds are understood to form as water vapor driven into the cold upper atmosphere condenses on the fine dust particles supplied by disintegrating meteors or volcanic ash. NASA's AIM mission provides daily projections of the noctilucent clouds as seen from space.",
    "hdurl": "https://apod.nasa.gov/apod/image/1407/LondonNLC3Malin.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Noctilucent Clouds over London",
    "url": "https://apod.nasa.gov/apod/image/1407/LondonNLC3Malin1024.jpg"
  },
  {
    "copyright": "Stephen Mudge",
    "date": "2014-07-11",
    "explanation": "In this composite cityscape, dawn's first colors backdrop the lights along Brisbane's skyline at the southeastern corner of Queensland, Australia, planet Earth. Using a solar filter, additional exposures made every 3.5 minutes follow the winter sunrise on July 8 as planet-sized sunspots cross the visible solar disk. The sunspots mark solar active regions with convoluted magnetic fields. Even as the maximum in the solar activity cycle begins to fade, the active regions produce intense solar flares and eruptions launching coronal mass ejections (CMEs), enormous clouds of energetic particles, into our fair solar system.",
    "hdurl": "https://apod.nasa.gov/apod/image/1407/SpottyBrisbaneSunriseMudge_1350px.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spotty Sunrise over Brisbane",
    "url": "https://apod.nasa.gov/apod/image/1407/SpottyBrisbaneSunriseMudge_1024px.jpg"
  },
  {
    "date": "2014-07-12",
    "explanation": "A new star, likely the brightest supernova in recorded human history, lit up planet Earth's sky in the year 1006 AD. The expanding debris cloud from the stellar explosion, found in the southerly constellation of Lupus, still puts on a cosmic light show across the electromagnetic spectrum. In fact, this composite view includes X-ray data in blue from the Chandra Observatory, optical data in yellowish hues, and radio image data in red. Now known as the SN 1006 supernova remnant, the debris cloud appears to be about 60 light-years across and is understood to represent the remains of a white dwarf star. Part of a binary star system, the compact white dwarf gradually captured material from its companion star. The buildup in mass finally triggered a thermonuclear explosion that destroyed the dwarf star. Because the distance to the supernova remnant is about 7,000 light-years, that explosion actually happened 7,000 years before the light reached Earth in 1006. Shockwaves in the remnant accelerate particles to extreme energies and are thought to be a source of the mysterious cosmic rays.",
    "hdurl": "https://apod.nasa.gov/apod/image/1407/sn1006c.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SN 1006 Supernova Remnant",
    "url": "https://apod.nasa.gov/apod/image/1407/sn1006c_c800.jpg"
  },
  {
    "date": "2014-07-13",
    "explanation": "NGC 2818 is a beautiful planetary nebula, the gaseous shroud of a dying sun-like star. It could well offer a glimpse of the future that awaits our own Sun after spending another 5 billion years or so steadily using up hydrogen at its core, and then finally helium, as fuel for nuclear fusion. Curiously, NGC 2818 seems to lie within an open star cluster, NGC 2818A, that is some 10,000 light-years distant toward the southern constellation Pyxis (the Compass). At the distance of the star cluster, the nebula would be about 4 light-years across. But accurate velocity measurements show that the nebula's own velocity is very different from the cluster's member stars. The result is strong evidence that NGC 2818 is only by chance found along the line of sight to the star cluster and so may not share the cluster's distance or age. The Hubble image is a composite of exposures through narrow-band filters, presenting emission from nitrogen, hydrogen, and oxygen atoms in the nebula as red, green, and blue hues.",
    "hdurl": "https://apod.nasa.gov/apod/image/1407/ngc2818_hubble_2145.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planetary Nebula NGC 2818 from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1407/ngc2818_hubble_960.jpg"
  },
  {
    "copyright": "Kwon, O Chul",
    "date": "2014-07-14",
    "explanation": "Gusting solar winds and blasts of charged particles from the Sun resulted in several rewarding nights last December for those anticipating auroras.  The above image captured dramatic auroras stretching across a sky near the town of Yellowknife in northern Canada.  The auroras were so bright that they not only inspired awe, but were easily visible on an image exposure of only 1.3 seconds. A video taken concurrently shows the dancing sky lights evolving in real time as tourists, many there just to see auroras, respond with cheers. The conical dwellings on the image right are teepees, while far in the background, near the image center, is the constellation of Orion.    Astrophysicists: Browse 850+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/1407/aurora_kwon_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Auroras over Northern Canada",
    "url": "https://apod.nasa.gov/apod/image/1407/aurora_kwon_960.jpg"
  },
  {
    "date": "2014-07-15",
    "explanation": "Why is there a blue bridge of stars across the center of this galaxy cluster? First and foremost the cluster, designated SDSS J1531+3414, contains many large yellow elliptical galaxies. The cluster's center, as pictured above by the Hubble Space Telescope, is surrounded by many unusual, thin, and curving blue filaments that are actually galaxies far in the distance whose images have become magnified and elongated by the gravitational lens effect of the massive cluster. More unusual, however, is a squiggly blue filament near the two large elliptical galaxies at the cluster center. Close inspection of the filament indicates that it is most likely a bridge created by tidal effects between the two merging central elliptical galaxies rather than a background galaxy with an image distorted by gravitational lensing.  The knots in the bridge are condensation regions that glow blue from the light of massive young stars. The central cluster region will likely undergo continued study as its uniqueness makes it an interesting laboratory of star formation.",
    "hdurl": "https://apod.nasa.gov/apod/image/1407/clusterlens_hubble_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Blue Bridge of Stars between Cluster Galaxies",
    "url": "https://apod.nasa.gov/apod/image/1407/clusterlens_hubble_960.jpg"
  },
  {
    "copyright": "Carlos Di Nallo",
    "date": "2014-07-16",
    "explanation": "What happened to half of Saturn? Nothing other than Earth's Moon getting in the way.  As pictured above on the far right, Saturn is partly eclipsed by a dark edge of a Moon itself only partly illuminated by the Sun.  This year the orbits of the Moon and Saturn have led to an unusually high number of alignments of the ringed giant behind Earth's largest satellite.  Technically termed an occultation, the above image captured one such photogenic juxtaposition from Buenos Aires, Argentina that occurred early last week.  Visible to the unaided eye but best viewed with binoculars, there are still four more eclipses of Saturn by our Moon left in 2014. The next one will be on August 4 and visible from Australia, while the one after will occur on August 31 and be visible from western Africa at night but simultaneously from much of eastern North America during the day.",
    "hdurl": "https://apod.nasa.gov/apod/image/1407/MoonSaturn_dinallo_1200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Moon Eclipses Saturn",
    "url": "https://apod.nasa.gov/apod/image/1407/MoonSaturn_dinallo_960.jpg"
  },
  {
    "date": "2014-07-17",
    "explanation": "If you're looking for something to print with that new 3D printer, try out a copy of the Homunculus Nebula. The dusty, bipolar cosmic cloud is around 1 light-year across but is slightly scaled down for printing to about 1/4 light-nanosecond or 80 millimeters. The full scale Homunculus surrounds Eta Carinae, famously unstable massive stars in a binary system embedded in the extensive Carina Nebula about 7,500 light-years distant. Between 1838 and 1845, Eta Carinae underwent the Great Eruption becoming the second brightest star in planet Earth's night sky and ejecting the Homunculus Nebula. The new 3D model of the still expanding Homunculus was created by exploring the nebula with the European Southern Observatory's VLT/X-Shooter",
    "hdurl": "https://apod.nasa.gov/apod/image/1407/etacarinae_model_comparison_labels2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "3D Homunculus Nebula",
    "url": "https://apod.nasa.gov/apod/image/1407/etacarinae_model_comparison_labels1024.jpg"
  },
  {
    "date": "2014-07-18",
    "explanation": "A mysterious, squid-like apparition, this nebula is very faint, but also very large in planet Earth's sky. In the mosaic image, composed with narrowband data from the 2.5 meter Isaac Newton Telescope, it spans some 2.5 full moons toward the constellation Cepheus. Recently discovered by French astro-imager Nicolas Outters, the remarkable nebula's bipolar shape and emission are consistent with it being a planetary nebula, the gaseous shroud of a dying sun-like star, but its actual distance and origin are unknown. A new investigation suggests Ou4 really lies within the emission region SH2-129 some 2,300 light-years away. Consistent with that scenario, the cosmic squid would represent a spectacular outflow of material driven by a triple system of hot, massive stars, cataloged as HR8119, seen near the center of the nebula. If so, this truly giant squid nebula would physically be nearly 50 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/1407/ou4_colourreduced_corradi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ou4: A Giant Squid Nebula",
    "url": "https://apod.nasa.gov/apod/image/1407/ou4_colourreduced_corradi800.jpg"
  },
  {
    "copyright": "\nJosé Carlos González",
    "date": "2014-07-19",
    "explanation": "In this beach and skyscape from Alicante, Spain, July's Full Moon shines in the dark blue twilight, its reflection coloring the Mediterranean waters. Near the horizon, the moonlight is reddened by its long path through the atmosphere, but this Full Moon was also near perigee, the closest point to Earth along the Moon's elliptical orbit. That made it a Supermoon, a mighty 14% larger and 30% brighter than a Full Moon at apogee, the Moon's farthest orbital swing. Of course, most warm summer nights are a good time to enjoy a family meal oceanside, but what fish do you catch on the night of a Supermoon? They must be Moon breams ...",
    "hdurl": "https://apod.nasa.gov/apod/image/1407/MoonAlicante_Gonzalez.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Alicante Beach Moonrise",
    "url": "https://apod.nasa.gov/apod/image/1407/MoonAlicante_Gonzalez1024.jpg"
  },
  {
    "date": "2014-07-20",
    "explanation": "What's happened to our Sun?  Nothing very unusual -- it just threw a filament. Toward the middle of 2012, a long standing solar filament suddenly erupted into space producing an energetic Coronal Mass Ejection (CME).  The filament had been held up for days by the Sun's ever changing magnetic field and the timing of the eruption was unexpected. Watched closely by the Sun-orbiting Solar Dynamics Observatory, the resulting explosion shot electrons and ions into the Solar System, some of which arrived at Earth three days later and impacted Earth's magnetosphere, causing visible aurorae. Loops of plasma surrounding an active region can be seen above the erupting filament in the ultraviolet image. Over the past week the number of sunspots visible on the Sun unexpectedly dropped to zero, causing speculation that the Sun has now passed a very unusual solar maximum, the time in the Sun's 11-year cycle when it is most active.",
    "hdurl": "https://apod.nasa.gov/apod/image/1407/filament_sdo_1920.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Solar Filament Erupts",
    "url": "https://apod.nasa.gov/apod/image/1407/filament_sdo_960.jpg"
  },
  {
    "date": "2014-07-21",
    "explanation": "Why does this comet's nucleus have two components? The surprising discovery that Comet 67P/Churyumov�Gerasimenko has a double nucleus came late last week as ESA's robotic interplanetary spacecraft Rosetta continued its approach toward the ancient comet's core. Speculative ideas on how the double core was created include, currently, that Comet Churyumov�Gerasimenko is actually the result of the merger of two comets, that the comet is a loose pile of rubble pulled apart by tidal forces, that ice evaporation on the comet has been asymmetric, or that the comet has undergone some sort of explosive event. Pictured above, the comet's unusual 5-km sized comet nucleus is seen rotating over the course of a few hours, with each frame taken 20-minutes apart. Better images -- and hopefully more refined theories -- are expected as Rosetta is on track to enter orbit around Comet Churyumov�Gerasimenko's nucleus early next month, and by the end of the year, if possible, land a probe on it.",
    "hdurl": "https://apod.nasa.gov/apod/image/1407/cometCGrotating_rosetta.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spacecraft Rosetta Shows Comet has Two Components",
    "url": "https://apod.nasa.gov/apod/image/1407/cometCGrotating_rosetta.gif"
  },
  {
    "copyright": "Ing�lfur Bjargmundsson",
    "date": "2014-07-22",
    "explanation": "Yes, but have you ever seen aurora from a cave? To capture this fascinating juxtaposition between below and above, astrophotographer Bjargmundsson spent much of a night alone in the kilometer-long Raufarh�lshellir lava cave in Iceland during late March. There, he took separate images of three parts of the cave using a strobe for illumination.  He also took a deep image of the sky to capture faint aurora, and digitally combined the four images later. The 4600-year old lava tube has several skylights under which stone rubble and snow have accumulated.  Oh -- the person standing on each mound -- it's the artist.",
    "hdurl": "https://apod.nasa.gov/apod/image/1407/cavesky_bjargmundsson_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cave with Aurora Skylight",
    "url": "https://apod.nasa.gov/apod/image/1407/cavesky_bjargmundsson_960.jpg"
  },
  {
    "copyright": "Rolf Olsen",
    "date": "2014-07-23",
    "explanation": "Why does this starfield photograph resemble an impressionistic painting?  The effect is created not by digital trickery but by large amounts of interstellar dust.  Dust, minute globs rich in carbon and similar in size to cigarette smoke, frequently starts in the outer atmospheres of large, cool, evolved stars. The dust is dispersed as the star dies and grows as things stick to it in the interstellar medium.  Dense dust clouds are opaque to visible light and can completely hide background stars.  For less dense clouds, the capacity of dust to preferentially reflect blue starlight becomes important, effectively blooming the stars blue light out and marking the surrounding dust.  Nebular gas emissions, typically brightest in red light, can combine to form areas seemingly created on an artist's canvas.  Photographed above is the central part of the nebula  IC 4603 surrounding the bright star SAO 184376 (actually 8th magnitude) which mostly illuminates the blue reflection nebula. IC 4603 can be seen near the very bright star Antares (1st magnitude) toward the constellation of Ophiuchus.   Poll: Topics for APOD 2015 Wall Calendars",
    "hdurl": "https://apod.nasa.gov/apod/image/1407/ic4603_olsen_1598.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 4603: Reflection Nebula in Ophiuchius",
    "url": "https://apod.nasa.gov/apod/image/1407/ic4603_olsen_960.jpg"
  },
  {
    "copyright": "Yuri Beletsky",
    "date": "2014-07-24",
    "explanation": "This alluring all-skyscape was taken 5,100 meters above sea level, from the Chajnantor Plateau in the Chilean Andes. Viewed through the site's rarefied atmosphere at about 50% sea level pressure, the gorgeous Milky Way stretches through the scene. Its cosmic rifts of dust, stars, and nebulae are joined by Venus, a brilliant morning star immersed in a strong band of predawn Zodiacal light. Still not completely dark even at this high altitude, the night sky's greenish cast is due to airglow emission from oxygen atoms. Around the horizon the dish antenna units of the Atacama Large Millimeter/submillimeter Array, ALMA, explore the universe at wavelengths over 1,000 times longer than visible light.   Participate: Take an Aesthetics & Astronomy Survey",
    "hdurl": "https://apod.nasa.gov/apod/image/1407/mw_5000m_beletsky1300.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "ALMA Milky Way",
    "url": "https://apod.nasa.gov/apod/image/1407/mw_5000m_beletsky900.jpg"
  },
  {
    "date": "2014-07-25",
    "explanation": "The Crab Pulsar, a city-sized, magnetized neutron star spinning 30 times a second, lies at the center of this tantalizing wide-field image of the Crab Nebula. A spectacular picture of one of our Milky Way's supernova remnants, it combines optical survey data with X-ray data from the orbiting Chandra Observatory. The composite was created as part of a celebration of Chandra's 15 year long exploration of the high energy cosmos. Like a cosmic dynamo the pulsar powers the X-ray and optical emission from the nebula, accelerating charged particles to extreme energies to produce the jets and rings glowing in X-rays. The innermost ring structure is about a light-year across. With more mass than the Sun and the density of an atomic nucleus, the spinning pulsar is the collapsed core of the massive star that exploded, while the nebula is the expanding remnant of the star's outer layers. The supernova explosion was witnessed in the year 1054.  Participate: Take an Aesthetics & Astronomy Survey",
    "hdurl": "https://apod.nasa.gov/apod/image/1407/crab_xray_optical.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cosmic Crab Nebula",
    "url": "https://apod.nasa.gov/apod/image/1407/crab_xray_optical.jpg"
  },
  {
    "copyright": "László Francsics",
    "date": "2014-07-26",
    "explanation": "Shiny NGC 253 is one of the brightest spiral galaxies visible, and also one of the dustiest.  Some call it the Silver Dollar Galaxy for its appearance in small telescopes, or just the Sculptor Galaxy for its location within the boundaries of the southern constellation Sculptor.  First swept up in 1783 by mathematician and astronomer Caroline Herschel, the dusty island universe lies a mere 10 million light-years away. About 70 thousand light-years across, NGC 253 is the largest member of the Sculptor Group of Galaxies, the nearest to our own Local Group of Galaxies.  In addition to its spiral dust lanes, tendrils of dust seem to be rising from a galactic disk laced with young star clusters and star forming regions in this sharp color image. The high dust content accompanies frantic star formation, earning NGC 253 the designation of a starburst galaxy. NGC 253 is also known to be a strong source of high-energy x-rays and gamma rays, likely due to massive black holes near the galaxy's center.  Participate: Take an Aesthetics & Astronomy Survey",
    "hdurl": "https://apod.nasa.gov/apod/image/1407/sculptor_francsics_apod.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 253: Dusty Island Universe",
    "url": "https://apod.nasa.gov/apod/image/1407/sculptor_francsics_apod1024.jpg"
  },
  {
    "copyright": "Rogelio Bernal Andreo",
    "date": "2014-07-27",
    "explanation": "The clouds surrounding the star system Rho Ophiuchi compose one of the closest star forming regions.  Rho Ophiuchi itself is a binary star system visible in the light-colored region on the image right. The star system, located only 400 light years away, is distinguished by its colorful surroundings, which include a red emission nebula and numerous light and dark brown dust lanes. Near the upper right of the Rho Ophiuchi molecular cloud system is the yellow star Antares, while a distant but coincidently-superposed globular cluster of stars, M4, is visible between Antares and the red emission nebula. Near the image bottom lies IC 4592, the Blue Horsehead nebula.  The blue glow that surrounds the Blue Horsehead's eye -- and other stars around the image -- is a reflection nebula composed of fine dust. On the above image left is a geometrically angled reflection nebula cataloged as Sharpless 1.  Here, the bright star near the dust vortex creates the light of surrounding reflection nebula. Although most of these features are visible through a small telescope pointed toward the constellations of Ophiuchus, Scorpius, and Sagittarius, the only way to see the intricate details of the dust swirls, as featured above, is to use a long exposure camera.",
    "hdurl": "https://apod.nasa.gov/apod/image/1407/RhoOphWide_andreo_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rho Ophiuchi Wide Field",
    "url": "https://apod.nasa.gov/apod/image/1407/RhoOphWide_andreo_960.jpg"
  },
  {
    "copyright": "Aldo MottinoOAC, C�rdobaHubble Legacy Archive",
    "date": "2014-07-28",
    "explanation": "One of the most identifiable nebulae in the sky, the Horsehead Nebula in Orion, is part of a large, dark, molecular cloud.  Also known as Barnard 33, the unusual shape was first discovered on a photographic plate in the late 1800s.  The red glow originates from hydrogen gas predominantly behind the nebula, ionized by the nearby bright star Sigma Orionis.  The darkness of the Horsehead is caused mostly by thick dust, although the lower part of the Horsehead's neck casts a shadow to the left.  Streams of gas leaving the nebula are funneled by a strong magnetic field.  Bright spots in the Horsehead Nebula's base are young stars just in the process of forming.  Light takes about 1,500 years to reach us from the Horsehead Nebula.  The above image is a digital combination of images taken in blue, green, red, and hydrogen-alpha light from the Argentina, and an image taken in infrared light by the orbiting Hubble Space Telescope.   Follow APOD on: Facebook,  Google Plus, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1407/horsehead_aldohubble_1000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Horsehead Nebula from Blue to Infrared",
    "url": "https://apod.nasa.gov/apod/image/1407/horsehead_aldohubble_960.jpg"
  },
  {
    "copyright": "Petr Hor�lek",
    "date": "2014-07-29",
    "explanation": "To some, it may look like a portal into the distant universe. To others, it may appear as the eye of a giant. Given poetic license, both are correct. Pictured above is a standard fisheye view of the sky -- but with an unusual projection. The view is from a perch in  New Zealand called Te Mata Peak, a name that translates from the Maori language as \"Sleeping Giant\". The wondrous panorama shows the band of our Milky Way Galaxy right down the center of the sky, with the Large and Small Magellanic Clouds visible to the right. The red hue is atmospheric airglow that surprised the photographer as it was better captured by the camera than the eye.  The above image was taken two weeks ago as the photographer's sister, on the left, and an acquaintance  peered into the sky portal.",
    "hdurl": "https://apod.nasa.gov/apod/image/1407/SkyPortal_horalek_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sky Portal in New Zealand",
    "url": "https://apod.nasa.gov/apod/image/1407/SkyPortal_horalek_960.jpg"
  },
  {
    "copyright": "Jacob BersBersonic",
    "date": "2014-07-30",
    "explanation": "Andromeda is the nearest major galaxy to our own Milky Way Galaxy. Our Galaxy is thought to look much like Andromeda. Together these two galaxies dominate the Local Group of galaxies. The diffuse light from Andromeda is caused by the hundreds of billions of stars that compose it. The several distinct stars that surround Andromeda's image are actually stars in our Galaxy that are well in front of the background object. Andromeda is frequently referred to as M31 since it is the 31st object on Messier's list of diffuse sky objects. M31 is so distant it takes about two million years for light to reach us from there. Although visible without aid, the above image of M31 was taken with a standard camera through a small telescope. Much about M31 remains unknown, including how it acquired its unusual double-peaked center.",
    "hdurl": "https://apod.nasa.gov/apod/image/1407/m31_bers_1824.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M31: The Andromeda Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1407/m31_bers_960.jpg"
  },
  {
    "copyright": "Clear Skies",
    "date": "2014-07-31",
    "explanation": "Transfusing sunlight through a still dark sky, this exceptional display of noctilucent clouds was captured earlier this month above the island of Gotland, Sweden. From the edge of space, about 80 kilometers above Earth's surface, the icy clouds reflect sunlight even though the Sun itself is below the horizon as seen from the ground. Usually spotted at high latitudes in summer months the night shining clouds made a strong showing this July. Also known as polar mesopheric clouds they are understood to form as water vapor driven into the cold upper atmosphere condenses on the fine dust particles supplied by disintegrating meteors or volcanic ash. NASA's AIM mission provides daily projections of noctilucent clouds as seen from space.",
    "hdurl": "https://apod.nasa.gov/apod/image/1407/strongNLCs_heden.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Veins of Heaven",
    "url": "https://apod.nasa.gov/apod/image/1407/strongNLCs_heden.jpg"
  },
  {
    "copyright": "Babak Tafreshi",
    "date": "2014-08-01",
    "explanation": "An alluring night skyscape, this scene looks west across the Grand Teton National Park, Wyoming, USA, Planet Earth. The Snake River glides through the foreground, while above the Tetons' rugged mountain peaks the starry sky is laced with exceptionally strong red and green airglow. That night, the luminous atmospheric glow was just faintly visible to the eye, its color and wavey structure captured only by a sensitive digital camera. In fact, this contemporary digital photograph matches the location and perspective of a well-known photograph from 1942 - The Tetons and The Snake River , by Ansel Adams, renowned photographer of the American West. Adams' image is one of 115 images stored on the Voyager Golden Record. Humanity's message in a bottle, golden records were onboard both Voyager 1 and Voyager 2 spacecraft, launched in 1977 and now headed toward interstellar space.",
    "hdurl": "https://apod.nasa.gov/apod/image/1408/SnakeTetonsTafreshi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tetons and Snake River, Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/1408/SnakeTetonsTafreshi.jpg"
  }
]
