[
  {
    "date": "2015-02-01",
    "explanation": "These two mighty galaxies are pulling each other apart.  Known as the \"Mice\" because they have such long tails, each spiral galaxy has likely already passed through the other. The long tails are created by the relative difference between gravitational pulls on the near and far parts of each galaxy.  Because the distances are so large, the cosmic interaction takes place in slow motion -- over hundreds of millions of years.  NGC 4676 lies about 300 million light-years away toward the constellation of Bernice's Hair (Coma Berenices) and are  likely members of the Coma Cluster of Galaxies.  The above picture was taken with the Hubble Space Telescope's Advanced Camera for Surveys in 2002. These galactic mice will probably collide again and again over the next billion years until they coalesce to form a single galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/1502/mice_hubble_4428.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4676: When Mice Collide",
    "url": "https://apod.nasa.gov/apod/image/1502/mice_hubble_1080.jpg"
  },
  {
    "date": "2015-02-02",
    "explanation": "Why would the surface of Titan light up with a blinding flash? The reason: a sunglint from liquid seas.  Saturn's moon Titan has numerous smooth lakes of methane that, when the angle is right, reflect sunlight as if they were mirrors.  Pictured here in false-color, the robotic Cassini spacecraft orbiting Saturn imaged the cloud-covered Titan last summer in different bands of cloud-piercing infrared light.  This specular reflec",
    "hdurl": "https://apod.nasa.gov/apod/image/1502/TitanGlint_cassini_2002.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Titan Seas Reflect Sunlight",
    "url": "https://apod.nasa.gov/apod/image/1502/TitanGlint_cassini_960.jpg"
  },
  {
    "date": "2015-02-03",
    "explanation": "Where do comet tails come from? Although it is common knowledge that comet tails and comas originate from comet nuclei, exactly how that happens is an active topic of research.  One of the best images yet of emerging jets is shown in the featured image, taken last November by the robotic Rosetta spacecraft in orbit around the Comet 67P/Churyumov-Gerasimenko (Comet CG), and released last month.  The overexposed picture shows plumes of gas and dust escaping numerous places from the Comet CG's nucleus as it nears the Sun and heats up.  Although Comet CG is currently further out from the Sun than Mars, its orbit will take it almost as close as the Earth this coming August, at which time its jet activity is expected to increase by a factor of about 100. You've likely seen some debris from comet nuclei before but in another form -- when sand-sized bits end their journey through the Solar System by impacting the atmosphere of Earth as meteors.    Almost Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/1502/CometPlumes_Rosetta_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jets from Comet Churyumov-Gerasimenko",
    "url": "https://apod.nasa.gov/apod/image/1502/CometPlumes_Rosetta_960.jpg"
  },
  {
    "copyright": "Mike HollingsheadExtreme Instability",
    "date": "2015-02-04",
    "explanation": "What are those red streaks in the sky? While photographing unexpected auroras over a distant thunderstorm, something extraordinary happened: red sprites.  This brief instance of rarely imaged high-altitude lightning flashed so bright that it was witnessed by several people independently.  Pictured over Minnesota, USA in May 2013, these red sprites likely followed an extremely powerful low-altitude conventional lightning bolt.  Captured in the featured frame are a house and electrical pole in the foreground, thick clouds in the lower atmosphere, a lightning storm on the horizon, distant red sprites and green aurora in the upper atmosphere, and distant stars from our local neighborhood of the Milky Way Galaxy.  The spectacular image is thought to be only the second known case of sprites and auroras photographed together, and possibly the first in true color.    Follow APOD on: Facebook,  Google Plus, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1502/StarsAndSprites_hollingshead_1100.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars, Sprites, Clouds, Auroras",
    "url": "https://apod.nasa.gov/apod/image/1502/StarsAndSprites_hollingshead_1080.jpg"
  },
  {
    "date": "2015-02-05",
    "explanation": "The striking spiral galaxy M104 is famous for its nearly edge-on profile featuring a broad ring of obscuring dust lanes. Seen in silhouette against an extensive bulge of stars, the swath of cosmic dust lends a broad brimmed hat-like appearance to the galaxy suggesting the more popular moniker, The Sombrero Galaxy. Hubble Space Telescope and ground-based Subaru data have been reprocessed with amateur color image data to create this sharp view of the well-known galaxy. The processing results in a natural color appearance and preserves details often lost in overwhelming glare of M104's bright central bulge when viewed with smaller ground-based instruments. Also known as NGC 4594, the Sombrero galaxy can be seen across the spectrum and is thought to host a central supermassive black hole. About 50,000 light-years across and 28 million light-years away, M104 is one of the largest galaxies at the southern edge of the Virgo Galaxy Cluster.",
    "hdurl": "https://apod.nasa.gov/apod/image/1502/m104colombari_q100_watermark.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M104: The Sombrero Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1502/m104colombari_q100_watermark1024c.jpg"
  },
  {
    "date": "2015-02-06",
    "explanation": "Our solar system's ruling giant planet Jupiter and 3 of its 4 large Galilean moons are captured in this single Hubble snapshot from January 24. Crossing in front of Jupiter's banded cloud tops Europa, Callisto, and Io are framed from lower left to upper right in a rare triple-moon conjunction. Distinguishable by colors alone icy Europa is almost white, Callisto's ancient cratered surface looks dark brown, and volcanic Io appears yellowish. The transiting moons and moon shadows can be identified by sliding your cursor over the image, or following this link. Remarkably, two small, inner Jovian moons, Amalthea and Thebe, along with their shadows, can also be found in the sharp Hubble view. The Galilean moons have diameters of 3,000 to 5,000 kilometers or so, comparable in size to Earth's moon. But odd-shaped Amalthea and Thebe are only about 260 and 100 kilometers across respectively.",
    "hdurl": "https://apod.nasa.gov/apod/image/1502/JupiterTriple0710UT_HST.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter Triple-Moon Conjunction",
    "url": "https://apod.nasa.gov/apod/image/1502/JupiterTriple0710UT_HST900.jpg"
  },
  {
    "copyright": "Babak Tafreshi",
    "date": "2015-02-07",
    "explanation": "It looks like a fine collection of aggies. But this grid of embedded swirls and streaks actually follows the dramatic development of planet Earth's auroral substorms. The sequence of over 600 horizon-to-horizon fisheye images was taken over a 2 hour period near the artic circle in March of 2012 from Lapland, northern Sweden. It begins at upper left in evening twilight and ends at lower right, covering two activity peaks with bright coronae forming overhead. While exploring space between Earth and Moon, NASA's fleet of THEMIS spacecraft discovered that these explosions of auroral activity are driven by sudden releases of energy in the Earth's magnetosphere. Even if you're not playing for keepsies, you can follow this link to check out the sequence in a full timelapse video (vimeo).",
    "hdurl": "https://apod.nasa.gov/apod/image/1502/AuroraMarbles-sTafreshi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Aurora of Marbles",
    "url": "https://apod.nasa.gov/apod/image/1502/AuroraMarbles-sTafreshi1045.jpg"
  },
  {
    "date": "2015-02-08",
    "explanation": "This cosmic pillar of gas and dust is nearly two light-years wide. The structure lies within one of our galaxy's largest star forming regions, the Carina Nebula, shining in southern skies at a distance of about 7,500 light-years. The pillar's convoluted outlines are shaped by the winds and radiation of Carina's young, hot, massive stars. But the interior of the cosmic pillar itself is home to stars in the process of formation. In fact, a penetrating  infrared view shows the pillar is dominated by two, narrow, energetic jets blasting outward from a still hidden infant star. The above featured visible light image was made in 2009 using the Hubble Space Telescope's Wide Field Camera 3.",
    "hdurl": "https://apod.nasa.gov/apod/image/1502/CarinaPillar_hubble_2400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Carina Nebula Dust Pillar",
    "url": "https://apod.nasa.gov/apod/image/1502/CarinaPillar_hubble_1080.jpg"
  },
  {
    "date": "2015-02-09",
    "explanation": "What caused these Martian rocks to be layered? The leading hypothesis is an ancient Martian lake that kept evaporating and refilling over 10 million years -- but has now remained dry and empty of water for billions of years.  The featured image, taken last November by the robotic Curiosity rover, shows one-meter wide Whale Rock which is part of the Pahrump Hills outcrop at the base of Mount Sharp. Also evident in the image is cross-bedding -- rock with angled layers -- which were likely facilitated by waves of sand.  Curiosity continues to find many layered rocks like this as it continues to roll around and up 5.5-km high Mount Sharp.",
    "hdurl": "https://apod.nasa.gov/apod/image/1502/LayeredRocks_curiosity_4006.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Layered Rocks near Mount Sharp on Mars",
    "url": "https://apod.nasa.gov/apod/image/1502/LayeredRocks_curiosity_1080.jpg"
  },
  {
    "copyright": "Oliver Hardy",
    "date": "2015-02-10",
    "explanation": "Yesterday, the Sun exhibited one of the longest filaments ever recorded.  It may still be there today. Visible as the dark streak just below the center in the featured image, the enormous filament extended across the face of the Sun a distance even longer than the Sun's radius -- over 700,000 kilometers. A filament is actually hot gas held aloft by the Sun's magnetic field, so that viewed from the side it would appear as a raised prominence.  The featured image shows the filament in light emitted by hydrogen and therefore highlights the Sun's chromosphere.  Sun-following telescopes including NASA's Solar Dynamics Observatory (SDO) are tracking this unusual feature, with SDO yesterday recording a spiraling magnetic field engulfing it.  Since filaments typically last only from hours to days, parts of this one may collapse or erupt at any time, either returning hot plasma back to the Sun or expelling it into the Solar System.  Is the filament still there?  You can check by clicking on SDO's current solar image.   Follow APOD on: Facebook,  Google Plus, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1502/superfilament_hardy_1910.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Extremely Long Filament on the Sun",
    "url": "https://apod.nasa.gov/apod/image/1502/superfilament_hardy_960.jpg"
  },
  {
    "date": "2015-02-11",
    "explanation": "Majestic on a truly cosmic scale, M100 is appropriately known as a grand design spiral galaxy.  It is a large galaxy of over 100 billion stars with well-defined spiral arms that is similar to our own Milky Way Galaxy.  One of the brightest members of the Virgo Cluster of galaxies, M100 (alias NGC 4321) is 56 million light-years distant toward the constellation of Berenice's Hair (Coma Berenices).  This Hubble Space Telescope image of M100 was made in 2009 and reveals bright blue star clusters and intricate winding dust lanes which are hallmarks of this class of galaxies.  Studies of variable stars in M100 have played an important role in determining the size and age of the Universe. If you know exactly where to look, you can find a small spot that is a light echo from a bright supernova that was recorded a few years before the image was taken.",
    "hdurl": "https://apod.nasa.gov/apod/image/1502/m100_hubble_4060.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M100: A Grand Design Spiral Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1502/m100_hubble_960.jpg"
  },
  {
    "date": "2015-02-12",
    "explanation": "Some 60 million light-years away in the southerly constellation Corvus, two large galaxies are colliding. The stars in the two galaxies, cataloged as NGC 4038 and NGC 4039, very rarely collide in the course of the ponderous cataclysm, lasting hundreds of millions of years. But their large clouds of molecular gas and dust often do, triggering furious episodes of star formation near the center of the cosmic wreckage. Spanning about 500 thousand light-years, this stunning composited view also reveals new star clusters and matter flung far from the scene of the accident by gravitational tidal forces. The remarkable collaborative image is a mosaic constructed using data from small and large ground-based telescopes to bring out large-scale and faint tidal streams, composited with the bright cores imaged in extreme detail by the Hubble Space Telescope. Of course, the suggestive visual appearance of the extended arcing structures gives the galaxy pair its popular name - The Antennae.",
    "hdurl": "https://apod.nasa.gov/apod/image/1502/AntennaePellicciaOlsen_mark.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Exploring the Antennae",
    "url": "https://apod.nasa.gov/apod/image/1502/AntennaePellicciaOlsen_mark1024.jpg"
  },
  {
    "copyright": "Stéphane\nVetter",
    "date": "2015-02-13",
    "explanation": "Not from a snowglobe, this expansive fisheye view of ice and sky was captured on February 1, from Jökulsárlón Beach, southeast Iceland, planet Earth. Chunks of glacial ice on the black sand beach glisten in the light of a nearly full moon surrounded by a shining halo. The 22 degree lunar halo itself is created by ice crystals in high, thin clouds refracting the moonlight. Despite the bright moonlight, curtains of aurora still dance through the surreal scene. In early February, their activity was triggered by Earth's restless magnetosphere and the energetic wind from a coronal hole near the Sun's south pole. Bright Jupiter, also near opposition, is visible at the left, beyond the icy lunar halo.",
    "hdurl": "https://apod.nasa.gov/apod/image/1502/LH1200vetter.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora on Ice",
    "url": "https://apod.nasa.gov/apod/image/1502/LH900vetter.jpg"
  },
  {
    "date": "2015-02-14",
    "explanation": "On another Valentine's Day 25 years ago, cruising four billion miles from the Sun, the Voyager 1 spacecraft looked back one last time to make this first ever Solar System family portrait. The complete portrait is a 60 frame mosaic made from a vantage point 32 degrees above the ecliptic plane. In it, Voyager's wide angle camera frames sweep through the inner Solar System at the left, linking up with gas giant Neptune, the Solar System's outermost planet, at the far right. Positions for Venus, Earth, Jupiter, Saturn, Uranus, and Neptune are indicated by letters, while the Sun is the bright spot near the center of the circle of frames. The inset frames for each of the planets are from Voyager's narrow field camera. Unseen in the portrait are Mercury, too close to the Sun to be detected, and Mars, unfortunately hidden by sunlight scattered in the camera's optical system. Closer to the Sun than Neptune at the time, small, faint Pluto's position was not covered.",
    "hdurl": "https://apod.nasa.gov/apod/image/1502/ssportrait_vg1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar System Portrait",
    "url": "https://apod.nasa.gov/apod/image/1502/ssportrait_vg1.jpg"
  },
  {
    "date": "2015-02-15",
    "explanation": "Two hours before closest approach to Neptune in 1989, the Voyager 2 robot spacecraft snapped this picture. Clearly visible for the first time were long light-colored cirrus-type clouds floating high in Neptune's atmosphere. Shadows of these clouds can even be seen on lower cloud decks.  Most of Neptune's atmosphere is made of hydrogen and helium, which is invisible.  Neptune's blue color therefore comes from smaller amounts of atmospheric methane, which preferentially absorbs red light.  Neptune has the fastest winds in the Solar System, with gusts reaching 2000 kilometers per hour.  Speculation holds that diamonds may be created in the dense hot conditions that exist under the cloud tops of Uranus and Neptune. Twenty-six years later, NASA's New Horizons is poised to be the first spacecraft  to zoom past Pluto this July.   Almost Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/1502/neptune_voyager2_682.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Two Hours Before Neptune",
    "url": "https://apod.nasa.gov/apod/image/1502/neptune_voyager2_960.jpg"
  },
  {
    "date": "2015-02-16",
    "explanation": "What's happening at the center of spiral galaxy M106? A swirling disk of stars and gas, M106's appearance is dominated by blue spiral arms and red  dust lanes near the nucleus, as shown in the featured image.  The core of M106 glows brightly in radio waves and X-rays where twin jets have been found running the length of the galaxy.  An unusual central glow makes M106 one of the closest examples of the Seyfert class of galaxies, where vast amounts of glowing gas are thought to be falling into a central massive black hole.  M106, also designated NGC 4258, is a relatively close 23.5 million light years away, spans 60 thousand light years across, and can be seen with a small telescope towards the constellation of the Hunting Dogs (Canes Venatici).    Astrophysicists: Browse 1,000+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/1502/m106_colombari_3568.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M106: A Spiral Galaxy with a Strange Center",
    "url": "https://apod.nasa.gov/apod/image/1502/m106_colombari_960.jpg"
  },
  {
    "copyright": "Big Bear Solar Obs.NJITAlan FriedmanAverted Imagination",
    "date": "2015-02-17",
    "explanation": "When does the Sun look like a flower?  In a specific color of red light emitted by hydrogen, as featured here, some regions of the solar chromosphere may resemble a rose.  The color-inverted image was taken in 2014 October and shows active solar region 2177.  The petals dominating the frame are actually magnetically confined tubes of hot plasma called fibrils, some of which extend longer than the diameter of the Earth.  In the central region many of these fibrils are seen end-on, while the surrounding regions are typically populated with curved fibrils.  When seen over the Sun's edge, these huge plasma tubes are called spicules, and when they occur in passive regions they are termed mottles.  Sunspot region 2177 survived for several more days before the complex and tumultuous magnetic field poking through the Sun's surface evolved yet again.    Follow APOD on: Facebook,  Google Plus, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1502/SunRose_bbso_1152.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fibrils Flower on the Sun",
    "url": "https://apod.nasa.gov/apod/image/1502/SunRose_bbso_960.jpg"
  },
  {
    "date": "2015-02-18",
    "explanation": "What are those bright spots on asteroid Ceres? As the robotic spacecraft Dawn approaches the largest asteroid in the asteroid belt, the puzzle only deepens. Sharper new images taken last week and released yesterday indicate, as expected, that most of the surface of dwarf planet Ceres is dark and heavily cratered like our Moon and the planet Mercury. The new images do not clearly indicate, however, the nature of comparatively bright spots -- although more of them are seen to exist.  The enigmatic spots were first noticed on Texas-sized Ceres a few weeks ago during Dawn's approach. The intriguing mystery might well be solved quickly as Dawn continues to advance toward Ceres, being on schedule to enter orbit on March 6.    Poll: What do you think the light spots on Ceres are?",
    "hdurl": "https://apod.nasa.gov/apod/image/1502/ceres02_dawn_2119.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Craters and Bright Spots Revealed on Asteroid Ceres",
    "url": "https://apod.nasa.gov/apod/image/1502/ceres02_dawn_1080.jpg"
  },
  {
    "date": "2015-02-19",
    "explanation": "Palomar 12 was not born here. The stars of the globular cluster, first identified in the Palomar Sky Survey, are younger than those in other globular star clusters that roam the halo of our Milky Way Galaxy. Palomar 12's position in our galaxy and measured motion suggest its home was once the Sagittarius Dwarf Elliptical Galaxy, a small satellite of the Milky Way. Disrupted by gravitational tides during close encounters the satellite galaxy has lost its stars to the larger Milky Way. Now part of the Milky Way's halo, the tidal capture of Palomar 12 likely took place some 1.7 billion years ago. Seen behind spiky foreground stars in the sharp Hubble image, Palomar 12 spans nearly 60 light-years. Still much closer than the faint, fuzzy, background galaxies scattered throughout the field of view, it lies about 60,000 light-years away, toward the constellation Capricornus.",
    "hdurl": "https://apod.nasa.gov/apod/image/1502/potw1507a_pal12.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Palomar 12",
    "url": "https://apod.nasa.gov/apod/image/1502/potw1507a_pal12w900.jpg"
  },
  {
    "copyright": "Tunç Tezel",
    "date": "2015-02-20",
    "explanation": "ght years ago, an evening sky held this lovely pairing of a young crescent Moon and brilliant Venus. Seen near the western horizon, the close conjunction and its wintry reflection were captured from Bolu, Turkey, planet Earth on February 19, 2007. In the 8 Earth years since this photograph was taken Venus has orbited the Sun almost exactly 13 times, so the Sun and Venus have now returned to the same the configuration in Earth's sky. And since every 8 years the Moon also nearly repeats its phases for a given time of year, a very similar crescent Moon-Venus conjunction will again appear in planet Earth's evening skies tonight. But the February 20, 2015 version of the conjunction will also include planet Mars. Much fainter Mars will wander even closer to Venus by the evening of February 21.",
    "hdurl": "https://apod.nasa.gov/apod/image/1502/20070219Tezel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Evening Sky Conjunction",
    "url": "https://apod.nasa.gov/apod/image/1502/20070219Tezel1024.jpg"
  },
  {
    "copyright": "Csaba\nKovács",
    "date": "2015-02-21",
    "explanation": "From January 11 to February 25 2013, a pinhole camera sat in a field near Budapest, Hungary, planet Earth to create this intriguing solargraph. And for 45 days, an old Antonov An-2 biplane stood still while the Sun rose and set. The camera's continuous exposure began about 20 days after the northern hemispere's winter solstice, so each day the Sun's trail arcs steadily higher through the sky. These days in the Sun were recorded on a piece of black and white photosensitive paper tucked in to the simple plastic film container. The long exposure produced a visible color image on the paper that was then digitally scanned. Of course, cloudy days left gaps in the solargraph's Sun trails.",
    "hdurl": "https://apod.nasa.gov/apod/image/1502/45_days_solargraphy_Csaba_Kovacs.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "45 Days in the Sun",
    "url": "https://apod.nasa.gov/apod/image/1502/45_days_solargraphy_Csaba_Kovacs.jpg"
  },
  {
    "copyright": "Jason Jennings",
    "date": "2015-02-22",
    "explanation": "Connecting the Pipe Nebula to the colorful region near bright star Antares is a dark cloud dubbed the Dark River,  flowing from the picture's left edge. Murky looking, the Dark River's appearance is caused by dust obscuring background starlight, although the dark nebula contains mostly hydrogen and molecular gas.  Surrounded by dust, Antares, a red supergiant star, creates an unusual bright yellowish reflection nebula. Above it, bright blue double star Rho Ophiuchi is embedded in one of the more typical bluish reflection nebulae, while red emission nebulae are also scattered around the region. Globular star cluster M4 is just seen above and right of Antares, though it lies far behind the colorful clouds, at a distance of some 7,000 light-years. The Dark River itself is about 500 light years away.  The colorful skyscape is a mosaic of telescopic images spanning nearly 10 degrees (20 Full Moons) across the sky in the constellation of the Scorpion (Scorpius).    Follow APOD on: Facebook,  Google Plus, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1502/darkriver_jennings_4905.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Dark River to Antares",
    "url": "https://apod.nasa.gov/apod/image/1502/darkriver_jennings_960.jpg"
  },
  {
    "copyright": "David LaneR. Gendler",
    "date": "2015-02-23",
    "explanation": "Which is older -- the rocks you see on the ground or the light you see from the sky? Usually it�s the rocks that are older, with their origin sediments deposited well before light left any of the stars or nebulas you see in the sky. However, if you can see, through a telescope, a distant galaxy far across the universe -- further than Andromeda or spiral galaxy NGC 7331 (inset) -- then you are seeing light even more ancient. Featured here, the central disk of our Milky Way Galaxy arches over Toadstool hoodoos rock formations in northern Arizona, USA. The unusual Toadstool rock caps are relatively hard sandstone that wind has eroded more slowly than the softer sandstone underneath.  The green bands are airglow, light emitted by the stimulated air in Earth's atmosphere. On the lower right is a time-lapse camera set up to capture the sky rotating behind the picturesque foreground scene.",
    "hdurl": "https://apod.nasa.gov/apod/image/1502/ToadSky_Lane_2400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Milky Way Over the Arizona Toadstools",
    "url": "https://apod.nasa.gov/apod/image/1502/ToadSky_Lane_1080.jpg"
  },
  {
    "copyright": "W. Jaeschke",
    "date": "2015-02-24",
    "explanation": "What is creating unusual plumes on Mars? No one is sure.  Noted and confirmed by a global contingent of amateur astronomers on photos of the red planet in March 2012, possibly similar plumes have now been found on archived images as far back as 1997.  Since the plumes reach 200 kilometers up, they seem too high to be related to wind-blown surface dust.  Since one plume lasted for eleven days, it seemed too long lasting to be related to aurora. Amateur astronomers will surely continue to monitor the terminator and edge regions of Mars for new high plumes, and the armada of satellites orbiting Mars may be called upon to verify and study any newly reported plume that become visible. The featured 35-minute time-lapse animation was taken on 2012 March 20 by the plume's discoverer -- an attorney from Pennsylvania, USA.    Poll: What do you think these unusual Martian plumes are?",
    "hdurl": "https://apod.nasa.gov/apod/image/1502/MarsPlume_jaeschke_480.mp4",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual Plumes Above Mars",
    "url": "https://apod.nasa.gov/apod/image/1502/MarsPlume_jaeschke_480.gif"
  },
  {
    "copyright": "Arno RottalFar-Light-Photography",
    "date": "2015-02-25",
    "explanation": "The Rosette Nebula is not the only cosmic cloud of gas and dust to evoke the imagery of flowers -- but it is the most famous.  At the edge of a large molecular cloud in Monoceros, some 5,000 light years away, the petals of this rose are actually a stellar nursery whose lovely, symmetric shape is sculpted by the winds and radiation from its central cluster of hot young stars. The stars in the energetic cluster, cataloged as NGC 2244, are only a few million years old, while the central cavity in the Rosette Nebula, cataloged as NGC 2237, is about 50 light-years in diameter. The nebula can be seen firsthand with a small telescope toward the constellation of the Unicorn (Monoceros).   Follow APOD on: Facebook,  Google Plus, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1502/ngc2244_rottal_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Rosette Nebula in Hydrogen and Oxygen",
    "url": "https://apod.nasa.gov/apod/image/1502/ngc2244_rottal_1080.jpg"
  },
  {
    "copyright": "Kevin Bourque",
    "date": "2015-02-26",
    "explanation": "Venus, named for the Roman goddess of love, and Mars, the war god's namesake, came together by moonlight in this lovely skyview, recorded on February 20 from Charleston, South Carolina, USA, planet Earth. Made in twilight with a digital camera, the three second time exposure also records earthshine illuminating the otherwise dark surface of the young crescent Moon. Of course, the Moon has moved on from this much anticipated triple conjunction. Venus still shines in the west though as the evening star, third brightest object in Earth's sky, after the Sun and the Moon itself. Seen here within almost a Moon's width of Venus, much fainter Mars approached even closer on the following evening. But Mars has since been moving slowly away from brilliant Venus, though Mars is still visible too in the western twilight.",
    "hdurl": "https://apod.nasa.gov/apod/image/1502/2015_02_20_conj_bourque.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Love and War by Moonlight",
    "url": "https://apod.nasa.gov/apod/image/1502/2015_02_20_conj_bourque1024.jpg"
  },
  {
    "copyright": "CARA Project",
    "date": "2015-02-27",
    "explanation": "Buffeted by the solar wind, Comet Lovejoy's crooked ion tail stretches over 3 degrees across this telescopic field of view, recorded on February 20. The starry background includes awesome bluish star Phi Persei below, and pretty planetary nebula M76 just above Lovejoy's long tail. Also known as the Little Dumbbell Nebula, after its brighter cousin M27 the Dumbbell Nebula, M76 is only a Full Moon's width away from the comet's greenish coma. Still shining in northern hemisphere skies, this Comet Lovejoy (C/2014 Q2) is outbound from the inner solar system some 10 light-minutes or 190 million kilometers from Earth. But the Little Dumbbell actually lies over 3 thousand light-years away. Now sweeping steadily north toward the constellation Cassiopeia Comet Lovejoy is fading more slowly than predicted and is still a good target for small telescopes.",
    "hdurl": "https://apod.nasa.gov/apod/image/1502/Feb20Lovejoy_astroligu60.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Long Lovejoy and Little Dumbbell",
    "url": "https://apod.nasa.gov/apod/image/1502/Feb20Lovejoy_astroligu60c1024.jpg"
  },
  {
    "copyright": "Jay Ouellet",
    "date": "2015-02-28",
    "explanation": "Taken on February 20, five different exposures made in rapid succession were used to created this tantalizing telephoto image. In combination, they reveal a wide range of brightness visible to the eye on that frigid evening, from the urban glow of the Quebec City skyline to the triple conjunction of Moon, Venus and Mars. Shortly after sunset the young Moon shows off its bright crescent next to brilliant Venus. Fainter Mars is near the top of the frame. Though details in the Moon's sunlit crescent are washed out, features on the dark, shadowed part of the lunar disk are remarkably clear. Still lacking city lights the lunar night is illuminated solely by earthshine, light reflected from the sunlit side of planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/1502/HDR_MVMQ20Feb2015ouellet.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon-Venus-Mars Skyline",
    "url": "https://apod.nasa.gov/apod/image/1502/HDR_MVMQ20Feb2015ouellet1024.jpg"
  },
  {
    "date": "2015-03-01",
    "explanation": "Almost every object in the above photograph is a galaxy.  The Coma Cluster of Galaxies pictured above is one of the densest clusters known - it contains thousands of galaxies.  Each of these galaxies houses billions of stars - just as our own Milky Way Galaxy does.  Although nearby when compared to most other clusters, light from the Coma Cluster still takes hundreds of millions of years to reach us.  In fact, the Coma Cluster is so big it takes light millions of years just to go from one side to the other!  The above mosaic of images of a small portion of Coma was taken in unprecedented detail in 2006 by the Hubble Space Telescope to investigate how galaxies in rich clusters form and evolve.  Most galaxies in Coma and other clusters are ellipticals, although some imaged here are clearly spirals.   The spiral galaxy on the upper left of the above image can also be found as one of the bluer galaxies on the upper left of this wider field image. In the background thousands of unrelated galaxies are visible far across the universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/1503/ComaCluster_hubble_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Inside the Coma Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/1503/ComaCluster_hubble_960.jpg"
  }
]
