[
  {
    "copyright": "ESARosettaMPS",
    "date": "2016-10-01",
    "explanation": "After closely following comet 67P/Churyumov-Gerasimenko for 786 days as it rounded the Sun, the Rosetta spacecraft's controlled impact with the comet's surface was confirmed by the loss of signal from the spacecraft on September 30, 2016. One of the images taken during its final descent, this high resolution view looks across the comet's stark landscape. The scene spans just over 600 meters (2,000 feet), captured when Rosetta was about 16 kilometers from the comet's surface. Rosetta's descent to the comet brought to an end the operational phase of an inspirational mission of space exploration. Rosetta deployed a lander to the surface of one of the Solar System's most primordial worlds and witnessed first hand how a comet changes when subject to the increasing intensity of the Sun's radiation.  The decision to end the mission on the surface is a result of the comet's orbit now taking it to the dim reaches beyond Jupiter where there would be a lack of power to operate the spacecraft. Mission operators also faced an approaching period where the Sun would be close to line-of-sight between Earth and Rosetta, making radio communications increasingly difficult.",
    "hdurl": "https://apod.nasa.gov/apod/image/1610/Comet67p_from_16_km2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rosetta's Farewell",
    "url": "https://apod.nasa.gov/apod/image/1610/Comet67p_from_16_km1024.jpg"
  },
  {
    "copyright": "Robert Howell",
    "date": "2016-10-02",
    "explanation": "Sometimes both heaven and Earth erupt. Colorful aurorae erupted unexpectedly a few years ago, with green aurora appearing near the horizon and brilliant bands of red aurora blooming high overhead.  A bright Moon lit the foreground of this picturesque scene, while familiar stars could be seen far in the distance.  With planning, the careful astrophotographer shot this image mosaic in the field of White Dome Geyser in Yellowstone National Park in the western USA. Sure enough, just after midnight, White Dome erupted -- spraying a stream of water and vapor many meters into the air. Geyser water is heated to steam by scalding magma several kilometers below, and rises through rock cracks to the surface. About half of all known geysers occur in Yellowstone National Park. Although the geomagnetic storm that created these aurorae has since subsided, eruptions of White Dome Geyser continue about every 30 minutes.   Free Download: APOD 2017 Calendar: NASA Images",
    "hdurl": "https://apod.nasa.gov/apod/image/1610/geyseraurora_howell_2163.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Over White Dome Geyser",
    "url": "https://apod.nasa.gov/apod/image/1610/geyseraurora_howell_960.jpg"
  },
  {
    "date": "2016-10-03",
    "explanation": "What would it be like to fly around a comet nucleus? To find out, just wait for your WebGL-compatible browser to load a detailed digital model of Comet 67P and then -- go exploring! With a standard mouse, the left button allows you to rotate the comet, the right button allows you to move the comet around, and the scroll wheel allows you to zoom in.  ESA's robotic Rosetta spacecraft orbited Comet C67/P Churyumov-Gerasimenko from mid-2014 until last Friday, when, after a remarkable and successful mission, it was intentionally set down on the surface and powered down.  Among many notable scientific achievements, Rosetta allowed humanity to better understand where comet jets form on comets as they near the Sun.   Transparent Science: Browse 1,350+ codes in the Astrophysics Source Code Library",
    "media_type": "video",
    "service_version": "v1",
    "title": "Explore Rosetta's Comet",
    "url": "http://sci.esa.int/comet-viewer/"
  },
  {
    "copyright": "Chris Hendren",
    "date": "2016-10-04",
    "explanation": "What surrounds the famous Eagle Nebula?  The inside of the Eagle Nebula contains eggs -- evaporating gaseous globules -- that typically reside in tremendous pillars of gas and dust and where stars form. This image, though, dramatically captures the area surrounding the Eagle Nebula, showing not only the entire Eagle shape, but also enormous volumes of glowing gas and dark dust.  Cataloged as M16, the Eagle emission nebula lies about 6,500 light years away and is visible with binoculars toward the constellation of the Serpent (Serpens). The image spans about 80 light years around the nebula. The iconic center of the Eagle Nebula has been the focus of many observational efforts both from the ground and orbiting observatories.    Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1610/EagleNebula_Hendren_2400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nest of the Eagle Nebula",
    "url": "https://apod.nasa.gov/apod/image/1610/EagleNebula_Hendren_960.jpg"
  },
  {
    "date": "2016-10-05",
    "explanation": "What is this unusual mound on Mars? NASA's Curiosity rover rolling across Mars has come across a group of these mounds that NASA has labelled Murray Buttes. Pictured is a recently assembled mosaic image of one of the last of the buttes passed by Curiosity on its way up Mt. Sharp -- but also one of the most visually spectacular. Ancient water-deposited layers in relatively dense -- but now dried-out and crumbling -- windblown sandstone tops the 15-meter tall structure. The rim of Gale crater is visible in the distance.  Curiosity continues to accumulate clues about how Mars changed from a planet with areas wet and hospitable to microbial life to the dry, barren, rusted landscape seen today.",
    "hdurl": "https://apod.nasa.gov/apod/image/1610/MurrayButte_CuriosityKremer_2329.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Crumbling Layered Butte on Mars",
    "url": "https://apod.nasa.gov/apod/image/1610/MurrayButte_CuriosityKremer_1080.jpg"
  },
  {
    "copyright": "Mohammad Nouroozi",
    "date": "2016-10-06",
    "explanation": "Bright nebulae and star clusters along this 5 degree wide field of view are popular stops on telescopic tours of the constellation Sagittarius and the crowded starfields of the central Milky Way. Cataloged by 18th century French astronomer Charles Messier, M20, the colorful Trifid Nebula, and M8, the expansive Lagoon Nebula, are at upper left and center. Both are well-known star forming regions about 5,000 light-years distant. Just passing through the same field of view on September 29, the yellowish star lined up with M8 and M20 at the lower right is actually Mars, close to 8.8 light-minutes from Earth on that date. That distance is nearly equivalent to 1 astronomical unit or the distance from Earth to Sun. Mars is overexposed in the image, with visible diffraction spikes created by the telescope mirror supports. Of course, Mars has long been known to wander through planet Earth's night skies.",
    "hdurl": "https://apod.nasa.gov/apod/image/1610/LAGOON-AND-MARS_Nouroozi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Trifid, Lagoon, and Mars",
    "url": "https://apod.nasa.gov/apod/image/1610/LAGOON-AND-MARS_Nouroozi1024.jpg"
  },
  {
    "copyright": "Danilo Pivato",
    "date": "2016-10-07",
    "explanation": "Gorgeous spiral galaxy M33 seems to have more than its fair share of glowing hydrogen gas. A prominent member of the local group of galaxies, M33 is also known as the Triangulum Galaxy and lies about 3 million light-years distant.  The galaxy's inner 30,000 light-years or so are shown in this telescopic portrait that enhances its reddish ionized hydrogen clouds or HII regions. Sprawling along loose spiral arms that wind toward the core, M33's giant HII regions are some of the largest known stellar nurseries, sites of the formation of short-lived but very massive stars. Intense ultraviolet radiation from the luminous, massive stars ionizes the surrounding hydrogen gas and ultimately produces the characteristic red glow. To enhance this image, broadband data was used to produce a color view of the galaxy and combined with narrowband data recorded through a hydrogen-alpha filter. That filter transmits the light of the strongest visible hydrogen emission line.",
    "hdurl": "https://apod.nasa.gov/apod/image/1610/m33_brc_lrgb_ha_hiresPivato.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Hydrogen Clouds of M33",
    "url": "https://apod.nasa.gov/apod/image/1610/m33_brc_lrgb_ha_1024Pivato.jpg"
  },
  {
    "copyright": "Pierluigi Giacobazzi",
    "date": "2016-10-08",
    "explanation": "Sharing dawn's twilight with the Moon on September 29, Mercury was about as far from the Sun as it can wander, the innermost planet close to its maximum elongation in planet Earth's skies. In this colorful scene fleeting Mercury is joined by a waning sunlit lunar crescent and earthlit lunar nightside, the New Moon in the Old Moon's arms. Below is the Italian Medicina Radio Astronomical Station near Bologna with a low row of antennae that is part of Italy's first radio telescope array dubbed the \"Northern Cross\", and a 32-meter-diameter parabolic dish. Of course, moonwatchers won't have to rise in early morning hours on October 8. After sunset the Moon will be high and bright in evening skies, at its first quarter phase for International Observe the Moon Night.",
    "hdurl": "https://apod.nasa.gov/apod/image/1610/twilight_radio_pgiacobazzi2016.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon, Mercury, and Twilight Radio",
    "url": "https://apod.nasa.gov/apod/image/1610/twilight_radio_pgiacobazzi2016_1024.jpg"
  },
  {
    "date": "2016-10-09",
    "explanation": "Ninety percent of the houses on Grenada were damaged by the destructive force of Hurricane Ivan.  At its peak in 2004, Ivan was a Category 5 hurricane, the highest power category on the Saffir-Simpson Scale, and created sustained winds in excess of 200 kilometers per hour.  Ivan was the largest hurricane to strike the US in 2004, and one of the more powerful in recorded history.  As it swirled in the Atlantic Ocean, the tremendous eye of Hurricane Ivan was photographed from above by the orbiting International Space Station. The name Ivan has now been retired from Atlantic Ocean use by the World Meteorological Organization.  This month, Hurricane Matthew devastated part of Haiti and is currently swirling just off the east coast of the USA.   Updates: NASA Coverage of Hurricane Matthew",
    "hdurl": "https://apod.nasa.gov/apod/image/1610/ivan_iss_3032.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hurricane Ivan from the Space Station",
    "url": "https://apod.nasa.gov/apod/image/1610/ivan_iss_960.jpg"
  },
  {
    "copyright": "Cameron Beccarioearth.nullschool.net\n Data & Processing (abridged): \nGFS & \nUS National Weather Service  \n(NOAA); \nGEOS-5 & Goddard Space Flight Center \n(NASA)\n",
    "date": "2016-10-10",
    "explanation": "Which way is the wind blowing? The featured map can tell you this and much more, no matter your location on planet Earth. The dynamic map displays supercomputer forecasts drawn from multiple sources of global satellite data updated every three hours. Bright swirls usually indicate low pressure systems with high wind speeds, including dramatic cyclones, hurricanes and typhoons.  Although the globe can be rotated interactively here, to obtain full interactivity -- including the ability to zoom -- you should click the word \"earth\" on the lower left or send your browser directly to https://earth.nullschool.net.  The \"earth\" control panel there further allows you to overlay temperature, humidity, pressure, precipitation, and carbon dioxide maps, or even switch to displaying higher altitude wind speeds or ocean currents. In particular during times of rapid change, the displayed maps may be outdated or inaccurate.    Updates: NASA Coverage of Hurricane Matthew",
    "media_type": "video",
    "service_version": "v1",
    "title": "The Winds of Earth",
    "url": "https://earth.nullschool.net/"
  },
  {
    "copyright": "Sara Wager",
    "date": "2016-10-11",
    "explanation": "Sometimes, stars form in walls -- bright walls of interstellar gas. In this vivid skyscape, stars are forming in the W-shaped ridge of emission known as the Cygnus Wall. Part of a larger emission nebula with a distinctive outline popularly called The North America Nebula, the cosmic ridge spans about 20 light-years. Constructed using narrowband data to highlight the telltale reddish glow from ionized hydrogen atoms recombining with electrons, the image mosaic follows an ionization front with fine details of dark, dusty forms in silhouette. Sculpted by energetic radiation from the region's young, hot, massive stars, the dark shapes inhabiting the view are clouds of cool gas and dust with stars likely forming within. The North America Nebula itself, NGC 7000, is about 1,500 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/1610/CygnusWall_Wager_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cygnus Wall of Star Formation",
    "url": "https://apod.nasa.gov/apod/image/1610/CygnusWall_Wager_960.jpg"
  },
  {
    "copyright": "Robin Lee",
    "date": "2016-10-12",
    "explanation": "Does this Moon look a little different to you? Although shown in spectacular detail, the full face of Earth's most familiar satellite appears slightly darker than usual, in particular on the upper left, because it is undergoing a penumbral lunar eclipse. The image was captured in Hong Kong, China, on September 16 when the Moon crossed through part of Earth's shadow -- but not the darkest where the Earth shades the entire Sun.  A lunar eclipse can only occur during a full moon, and many know this particular full moon as the Harvest moon for its proximity to northern harvests. The next full moon will occur this coming Sunday. Some cultures refer to it as a Leaf Falling Moon, named for its proximity to northern autumn. The second full moon of the same month (\"moonth\") is sometimes called a Blue moon; meanwhile, this month features a rare second new moon, an event known to some as a Black moon.   Free Download (with Labeled Moons): APOD 2017 Calendar: NASA Images",
    "hdurl": "https://apod.nasa.gov/apod/image/1610/PenumbralLunarEclipse_Lee_2233.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Penumbral Lunar Eclipse",
    "url": "https://apod.nasa.gov/apod/image/1610/PenumbralLunarEclipse_Lee_960.jpg"
  },
  {
    "copyright": "Stéphane Guisard",
    "date": "2016-10-13",
    "explanation": "The central bulge of our Milky Way Galaxy rises over the northern Chilean Atacama altiplano in this postcard from planet Earth. At an altitude of 4500 meters, the strange beauty of the desolate landscape",
    "hdurl": "https://apod.nasa.gov/apod/image/1610/SGU-Another_World_At_Night_2-IMG_0875-LR-1600-cp70.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxies from the Altiplano",
    "url": "https://apod.nasa.gov/apod/image/1610/SGU-Another_World_At_Night_2-IMG_0875-LR_1024.jpg"
  },
  {
    "copyright": "ESA/Herschel/PACS/SPIRE",
    "date": "2016-10-14",
    "explanation": "This dramatic image peers within M42, the Orion Nebula, the closest large star-forming region. Using data at infrared wavelengths from the Herschel Space Observatory, the false-color composite explores the natal cosmic cloud a mere 1,500 light-years distant. Cold, dense filaments of dust that would otherwise be dark at visible wavelengths are shown in reddish hues. Light-years long, the filaments weave together bright spots that correspond to regions of collapsing protostars. The brightest bluish area near the top of the frame is warmer dust heated by the hot Trapezium cluster stars that also power the nebula's visible glow. Herschel data has recently indicated ultraviolet starlight from the hot newborn stars likely contributes to the creation of carbon-hydrogen molecules, basic building blocks of life. This Herschel image spans about 3 degrees on the sky. That's about 80 light-years at the distance of the Orion Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/1610/OrionHerschel-nhsc2016-003b.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Herschel's Orion",
    "url": "https://apod.nasa.gov/apod/image/1610/OrionHerschel-nhsc2016-003b_1024.jpg"
  },
  {
    "copyright": "Gemini Observatory",
    "date": "2016-10-15",
    "explanation": "It does look like a flying saucer, but this technologically advanced structure is not here to deliver the wise extraterrestrial from the scifi classic movie The Day the Earth Stood Still. It is here to advance our knowledge of the Universe though. Shown sitting near the top of a mountain in Hawaii, the dome of the Gemini Observatory North houses one of two identical 8.1-meter diameter telescopes. Used with its southern hemisphere twin observatory in Chile, the two can access the entire sky from planet Earth. Constructed from 85 exposures lasting 30 seconds each with camera fixed to a tripod, the image also clearly demonstrates that the Earth did not stand still. Adjusted to be brighter at the ends of their arcs, the concentric star trails centered on the North Celestial Pole are a reflection of Earth's rotation around its axis. Close to the horizon at Hawaiian latitudes, Polaris, the North Star, makes the shortest star trail. The fainter denser forest of star trails toward the right is part of the rising Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/1610/gn_pv_tl_star_trails_dark_final2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gemini Observatory North",
    "url": "https://apod.nasa.gov/apod/image/1610/gn_pv_tl_star_trails_dark_final1024.jpg"
  },
  {
    "date": "2016-10-16",
    "explanation": "What could cause a huge cylindrical mountain to rise from the surface of Venus? Such features that occur on Venus are known as coronas.  Pictured here in the foreground is 500-kilometer wide Atete Corona found in a region of Venus known as the Galindo. The featured image was created by combining multiple radar maps of the region to form a computer-generated three-dimensional perspective. The series of dark rectangles that cross the image from top to bottom were created by the imaging procedure and are not real.  The origin of massive coronas remains a topic of research although speculation holds they result from volcanism.  Studying Venusian coronas help scientists better understand the inner structure of both Venus and Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/1610/atetecorona_magellan_723.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cylindrical Mountains on Venus",
    "url": "https://apod.nasa.gov/apod/image/1610/atetecorona_magellan_1080.jpg"
  },
  {
    "copyright": "United Launch AllianceNASA",
    "date": "2016-10-17",
    "explanation": "Have you ever seen a rocket launched into the Solar System? Last month a large Atlas V rocket blasted off from Launch Complex 41 in Florida carrying the OSIRIX-REx spacecraft. This robotic spacecraft will attempt to land on Asteroid Bennu and return some of its soil to Earth. Asteroid 101955 Bennu orbits the Sun near the Earth, spans about 500-meters, is dark because its surface is covered with carbon, and has about a 1 in 2500 chance of striking the Earth in the next few thousand years. The exciting 2.5-minute video shows the Atlas V rocket being rolled out, prepared, and launched -- complete with a clip of side-boosters separating. If things go according to plan, OSIRIS-REx will reach Bennu in 2018 and return samples to Earth in 2023.  One science goal of OSIRIS-REx is to better determine whether ancient collisions between Earth and carbonaceous asteroids like Bennu provided Earth with a significant amount of the water and organic molecules necessary for the development of life.   Free Download: APOD 2017 Calendar: NASA Images",
    "media_type": "video",
    "service_version": "v1",
    "title": "An Atlas V Rocket Launches OSIRIS-REx",
    "url": "https://www.youtube.com/embed/AG1pE90ue5w?rel=0&showinfo=0"
  },
  {
    "copyright": "Rolf Olsen",
    "date": "2016-10-18",
    "explanation": "Galaxies dot the sky in this impressively wide and deep image of the Antlia Cluster. The third closest cluster of galaxies to Earth after Virgo and Fornax, the Antlia cluster is known for its compactness and its high fraction of elliptical galaxies over (spirals. Antlia, cataloged as Abell S0636, spans about 2 million light years and lies about 130 million light years away toward the constellation of the Air Pump (Antlia).  The cluster has two prominent galaxy groups - bottom center and upper left -- among its over 200 galactic members, but no single central dominant galaxy. The vertical red ribbon of gas on the left is thought related to the foreground Antlia supernova remnant and not associated with the cluster. The featured image composite, taken from New Zealand, resulted from 150+ hours of exposures taken over six months.",
    "hdurl": "https://apod.nasa.gov/apod/image/1610/AntliaGalaxies_Olsen_3326.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Antlia Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/1610/AntliaGalaxies_Olsen_960.jpg"
  },
  {
    "copyright": "Hermann von Eiff",
    "date": "2016-10-19",
    "explanation": "Have you ever seen the Pleiades star cluster? Even if you have, you probably have never seen it as dusty as this. Perhaps the most famous star cluster on the sky, the bright stars of the Pleiades can be seen without binoculars even from the heart of a light-polluted city.  With a long exposure from a dark location, though, the dust cloud surrounding the Pleiades star cluster becomes very evident. The featured image was a long duration exposure taken last month from Namibia and covers a sky area many times the size of the full moon.  Also known as the Seven Sisters and M45, the Pleiades lies about 400 light years away toward the constellation of the Bull (Taurus).  A common legend with a modern twist is that one of the brighter stars faded since the cluster was named, leaving only six stars visible to the unaided eye. The actual number of visible Pleiades stars, however, may be more or less than seven, depending on the darkness of the surrounding sky and the clarity of the observer's eyesight.   Updates: ESA's ExoMars arrives at Mars today  APOD Retrospective: The Pleiades Star Cluster",
    "hdurl": "https://apod.nasa.gov/apod/image/1610/M45_vonEiff_1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M45: The Pleiades Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/1610/M45_vonEiff_960.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2016-10-20",
    "explanation": "Framing a bright emission region this telescopic view looks out along the plane of our Milky Way Galaxy toward the nebula rich constellation Cygnus the Swan. Popularly called the Tulip Nebula, the glowing cloud of interstellar gas and dust is also found in the 1959 catalog by astronomer Stewart Sharpless as Sh2-101. About 8,000 light-years distant and 70 light-years across the complex and beautiful nebula blossoms at the center of the composite image. Red, green, and blue hues map emission from ionized sulfur, hydrogen, and oxygen atoms. Ultraviolet radiation from young, energetic stars at the edge of the Cygnus OB3 association, including O star HDE 227018, ionizes the atoms and powers the visible light emission from the Tulip Nebula. HDE 227018 is the bright star very near the blue arc at the center of the cosmic tulip.",
    "hdurl": "https://apod.nasa.gov/apod/image/1610/TulipNebula_SHO_pugh.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Tulip in the Swan",
    "url": "https://apod.nasa.gov/apod/image/1610/TulipNebula_SHO_pugh1024.jpg"
  },
  {
    "copyright": "Greg Chavdarian",
    "date": "2016-10-21",
    "explanation": "On October 15, standing near the summit of Hawaii's Mauna Kea and looking away from a gorgeous sunset produced this magnificent snapshot of a Full Moon rising within the volcanic mountain's shadow. An alignment across the Solar System is captured in the stunning scene and seeming contradiction of bright Moon in dark shadow. The triangular appearance of a shadow cast by a mountain's irregular profile is normal. It's created by the perspective of the distant mountaintop view through the dense atmosphere. Rising as the Sun sets, the antisolar point or the point opposite the Sun is close to the perspective's vanishing point near the mountain shadow's peak. But extending in the antisolar direction, Earth's conical shadow is only a few lunar diameters wide at the distance of the Moon. So October's Full Hunters Moon is still reflecting sunlight, seen through the mountain's atmospheric shadow but found too far from the antisolar point and the Earth's extended shadow to be eclipsed.",
    "hdurl": "https://apod.nasa.gov/apod/image/1610/FullMoonriseMaunaKeashadowGregChavdarian2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Full Moon in Mountain Shadow",
    "url": "https://apod.nasa.gov/apod/image/1610/FullMoonriseMaunaKeashadowGregChavdarian1024.jpg"
  },
  {
    "copyright": "Babak Tafreshi",
    "date": "2016-10-22",
    "explanation": "rly one moonlit evening car lights left a wandering trail along the road to the Chilean Cerro Tololo Inter-American Observatory. Setting stars left the wandering trails in the sky. The serene view toward the mountainous horizon was captured in a telephoto timelapse image and video taken from nearby Cerro Pachon, home to Gemini South. Afforded by the mountaintop vantage point, the clear, long sight-line passes through layers of atmosphere. The changing atmospheric refraction shifts and distorts the otherwise steady apparent paths of the stars as they set. That effect also causes the distorted appearance of Sun and Moon as they rise or set near a distant horizon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1610/TafreshiTololo200mmChile16Trail-sc.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cerro Tololo Trails",
    "url": "https://apod.nasa.gov/apod/image/1610/TafreshiTololo200mmChile16Trail-sc.jpg"
  },
  {
    "copyright": "Bj�rn J�rgensen",
    "date": "2016-10-23",
    "explanation": "What's that in the sky? An aurora. A large coronal mass ejection occurred on our Sun five days before this 2012 image was taken, throwing a cloud of fast moving electrons, protons, and ions toward the Earth. Although most of this cloud passed above the Earth, some of it impacted our Earth's magnetosphere and resulted in spectacular auroras being seen at high northern latitudes. Featured here is a particularly photogenic auroral corona captured above Grotfjord, Norway. To some, this shimmering green glow of recombining atmospheric oxygen might appear as a large eagle, but feel free to share what it looks like to you.  Although now past Solar Maximum, our Sun continues to show occasional activity creating impressive auroras on Earth visible only last week.   Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1610/eagleaurora_jorgensen_900.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eagle Aurora over Norway",
    "url": "https://apod.nasa.gov/apod/image/1610/eagleaurora_jorgensen_900.jpg"
  },
  {
    "date": "2016-10-24",
    "explanation": "Where are the Milky Way's gas clouds and where are they going?  To help answer this question, a new highest-resolution map of the sky in the universe's most abundant gas -- hydrogen -- has been completed and recently released, along with its underlying data. Featured above, the all-sky map of hydrogen's 21-cm emission shows abundance with brightness and speed with color.  Low radial speeds toward us artificially colored blue and low radial speeds away colored green. The band across the middle is the plane of our Milky Way Galaxy, while the bright spots on the lower right are the neighboring Magellanic Clouds.  The HI4PI map collects data from over one million observations with the northern Effelsberg 100-Meter Radio Telescope in Germany and the southern Parkes 64-Meter Radio Telescope in Australia, also known as \"The Dish\".  The details of the map not only better inform humanity about star formation and interstellar gas in our Milky Way galaxy, but also how much light this local gas is likely to absorb when observing the outside universe.  Many details on the map are not yet well understood.",
    "hdurl": "https://apod.nasa.gov/apod/image/1610/HydrogenSky_HI4PI_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "HI4PI: The Hydrogen Sky",
    "url": "https://apod.nasa.gov/apod/image/1610/HydrogenSky_HI4PI_1080.jpg"
  },
  {
    "date": "2016-10-25",
    "explanation": "What's happening near the south pole of Jupiter? Recent images sent back by NASA's robotic Juno spacecraft are showing an interesting conglomeration of swirling clouds and what appear to be white ovals. Juno arrived at Jupiter in July and is being placed into a wide, looping orbit that will bring it near the gas giant -- and over its poles -- about twice a month. The featured image is a composite taken by JunoCam and post-processed by a digitally savvy citizen scientist.  White ovals have been observed elsewhere on Jupiter and are thought to be giant storm systems. They have been observed to last for years, while typically showing Category 5 wind speeds of around 350 kilometers per hour. Unlike Earthly cyclones and hurricanes where high winds circle regions of low pressure, white ovals on Jupiter show rotational directions indicating that they are anticylones -- vortices centered on high pressure regions.  Juno will continue to orbit Jupiter over thirty more times while recording optical, spectral, and gravitational data meant to help determine Jupiter's structure and evolution.",
    "hdurl": "https://apod.nasa.gov/apod/image/1610/Jupiter1_Juno_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Clouds Near Jupiter's South Pole from Juno",
    "url": "https://apod.nasa.gov/apod/image/1610/Jupiter1_Juno_960.jpg"
  },
  {
    "date": "2016-10-26",
    "explanation": "What created these unusually long shadows on Saturn's rings? The dark shadows -- visible near the middle of the image -- extend opposite the Sun and, given their length, stem from objects having heights up to a few kilometers.  The long shadows were unexpected given that the usual thickness of Saturn's A and B rings is only about 10 meters. After considering the choppy but elongated shapes apparent near the B-ring edge, however, a leading theory has emerged that some kilometer-sized moonlets exist there that have enough gravity to create even larger vertical deflections of nearby small ring particles. The resulting ring waves are called propellers, named for how they appear individually. It is these coherent groups of smaller ring particles that are hypothesized to be casting the long shadows. The featured image was taken by the robotic Cassini spacecraft currently orbiting Saturn. The image was captured in 2009, near Saturn's equinox, when sunlight streamed directly over the ring plane and caused the longest shadows to be cast.",
    "hdurl": "https://apod.nasa.gov/apod/image/1610/RingPeaks_Cassini_1014.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Propeller Shadows on Saturn's Rings",
    "url": "https://apod.nasa.gov/apod/image/1610/RingPeaks_Cassini_960.jpg"
  },
  {
    "copyright": "Rolf\nGeissinger",
    "date": "2016-10-27",
    "explanation": "Very faint but also very large on planet Earth's sky, a giant Squid Nebula cataloged as Ou4, and Sh2-129 also known as the Flying Bat Nebula, are both caught in this cosmic scene toward the royal constellation Cepheus. Composed with almost 17 hours of narrowband image data, the telescopic field of view is 4 degrees or 8 Full Moons across. Discovered in 2011 by French astro-imager Nicolas Outters, the Squid Nebula's alluring bipolar shape is distinguished here by the telltale blue-green emission from doubly ionized oxygen atoms. Though apparently completely surrounded by the reddish hydrogen emission region Sh2-129, the true distance and nature of the Squid Nebula have been difficult to determine. Still, a recent investigation suggests Ou4 really does lie within Sh2-129 some 2,300 light-years away. Consistent with that scenario, Ou4 would represent a spectacular outflow driven by HR8119, a triple system of hot, massive stars seen near the center of the nebula. The truly giant Squid Nebula would physically be nearly 50 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/1610/Sh2-129+OU4+vdB140_Rolf-Geissinger.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Giant Squid in the Flying Bat",
    "url": "https://apod.nasa.gov/apod/image/1610/Sh2-129+OU4+vdB140_Rolf-Geissinger1024.jpg"
  },
  {
    "copyright": "Thomas Lelu",
    "date": "2016-10-28",
    "explanation": "Spooky shapes seem to haunt this jeweled expanse, drifting through the night in the royal constellation Cepheus. Of course, the shapes are cosmic dust clouds faintly visible in dimly reflected starlight. Far from your own neighborhood on planet Earth, they lurk along the plane of the Milky Way at the edge of the Cepheus Flare molecular cloud complex some 1,200 light-years away. Over 2 light-years across and brighter than the other ghostly apparitions, vdB 141 or Sh2-136 is also known as the Ghost Nebula, seen at the right of the starry field of view. Within the nebula are the telltale signs of dense cores collapsing in the early stages of star formation.",
    "hdurl": "https://apod.nasa.gov/apod/image/1610/LeluVDB141_1rot.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Haunting the Cepheus Flare",
    "url": "https://apod.nasa.gov/apod/image/1610/LeluVDB141_1rot1024.jpg"
  },
  {
    "copyright": "Chris Kotsiopoulos",
    "date": "2016-10-29",
    "explanation": "October's Hunters Moon shines near the horizon, setting beyond the arches of Whitby Abbey in this eerie night scene. The moonlight partly illuminates the ruined Benedictine abbey's grounds and walls on a cliff overlooking the North Sea from England's Yorkshire coast. Fans of Bram Stoker's 1897 novel Dracula will recognize the abbey and town of Whitby as the location of the Transylvanian count's shipwrecked landing on English shores. There fiction's most famous vampire transformed into an immense dog, jumped ashore and ran up the cliff to the ruined abbey. A 360 degree panorama, the dramatic fisheye view was created from 23 digitally stitched photos.",
    "hdurl": "https://apod.nasa.gov/apod/image/1610/20161015WhitbyAbbey360Panorama.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moonset at Whitby Abbey",
    "url": "https://apod.nasa.gov/apod/image/1610/20161015WhitbyAbbey360Panorama1024.jpg"
  },
  {
    "date": "2016-10-30",
    "explanation": "Halloween's origin is ancient and astronomical.  Since the fifth century BC, Halloween has been celebrated as a cross-quarter day, a day halfway between an equinox (equal day / equal night) and a solstice (minimum day / maximum night in the northern hemisphere).  With a modern calendar however, even though Halloween occurs tomorrow, the real cross-quarter day will occur next week.  Another cross-quarter day is Groundhog Day. Halloween's modern celebration retains historic roots in dressing to scare away the spirits of the dead.  Perhaps a fitting tribute to this ancient holiday is this view of the Ghost Head Nebula taken with the Hubble Space Telescope.  Similar to the icon of a fictional ghost, NGC 2080 is actually a star forming region in the Large Magellanic Cloud, a satellite galaxy of our own Milky Way Galaxy.  The Ghost Head Nebula spans about 50 light-years and is shown in representative colors.",
    "hdurl": "https://apod.nasa.gov/apod/image/1610/ngc2080_hubble_1348.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Halloween and the Ghost Head Nebula",
    "url": "https://apod.nasa.gov/apod/image/1610/ngc2080_hubble_960.jpg"
  },
  {
    "copyright": "Yuichi TakasakaTWAN",
    "date": "2016-10-31",
    "explanation": "What does this aurora look like to you? While braving the cold to watch the skies above northern Canada early one morning in 2013, a most unusual aurora appeared.  The aurora definitely appeared to be shaped like something , but what? Two ghostly possibilities recorded by the astrophotographer were \"witch\" and \"goddess of dawn\", but please feel free to suggest your own Halloween-enhanced impressions. Regardless of fantastical pareidolic interpretations, the pictured aurora had a typical green color and was surely caused by the scientifically commonplace action of high energy particles from space interacting with oxygen in Earth's upper atmosphere.  In the image foreground, at the bottom, is a frozen Alexandra Falls, while evergreen trees cross the middle.",
    "hdurl": "https://apod.nasa.gov/apod/image/1610/GhostAurora_Takasaka_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ghost Aurora over Canada",
    "url": "https://apod.nasa.gov/apod/image/1610/GhostAurora_Takasaka_960.jpg"
  },
  {
    "date": "2016-11-01",
    "explanation": "Is only one black hole spewing high energy radiation -- or two? To help find out, astronomers trained NASA's Earth-orbiting NuSTAR and Chandra telescopes on Arp 299, the enigmatic colliding galaxies expelling the radiation. The two galaxies of Arp 299 have been locked in a gravitational combat for millions of years, while their central black holes will soon do battle themselves. Featured, the high-resolution visible-light image was taken by Hubble, while the superposed diffuse glow of X-ray light was imaged by NuSTAR and shown in false-color red, green, and blue. NuSTAR observations show that only one of the central black holes is seen fighting its way through a region of gas and dust -- and so absorbing matter and emitting X-rays. The energetic radiation, coming only from the galaxy center on the right, is surely created nearby -- but outside -- the central black hole's event horizon. In a billion years or so, only one composite galaxy will remain, and only one central supermassive black hole.  Soon thereafter, though, another galaxy may enter the fray.    Transparent Science: Browse 1,350+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/1611/Arp299_NustarHubble_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Arp 299: Black Holes in Colliding Galaxies",
    "url": "https://apod.nasa.gov/apod/image/1611/Arp299_NustarHubble_960.jpg"
  }
]
