[
  {
    "date": "2016-07-01",
    "explanation": "Approaching over the north pole after nearly a five-year journey, Juno enjoys a perspective on Jupiter not often seen, even by spacecraft from Earth that usually swing by closer to Jupiter's equator. Looking down toward the ruling gas giant from a distance of 10.9 million kilometers, the spacecraft's JunoCam captured this image with Jupiter's nightside and orbiting entourage of four large Galilean moons on June 21. JunoCam is intended to provide close-up views of the gas giant's cloudy zoned and belted atmosphere. On July 4 (July 5 UT) Juno is set to burn its main engine to slow down and be captured into its own orbit around the giant planet.  If all goes well, it will be the first spacecraft to orbit the poles of Jupiter, skimming to within 5,000 kilometers of the Jovian cloud tops during the 20 month mission.",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/PIA20701_fig1JupiterJuno.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Juno Approaching Jupiter",
    "url": "https://apod.nasa.gov/apod/image/1607/PIA20701_fig1JupiterJuno.jpg"
  },
  {
    "copyright": "Malcolm Park",
    "date": "2016-07-02",
    "explanation": "A camera fixed low to a tripod on a northern summer's eve captured the series of images used in this serene, southern Ontario skyscape. The lakeside view frames our fair galaxy above calm water and the night's quintessential luminous apparitions. But the trails of light are neither satellite glint, nor meteor flash, nor auroral glow. In the wide-field composite constructed with four consecutive 15 second exposures, a pulsing firefly enters at the right, first wandering toward the camera, then left and back toward the lake, the central Milky Way rising in the background.",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/FireflyMilkyWayMPark1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Firefly Trails and the Summer Milky Way",
    "url": "https://apod.nasa.gov/apod/image/1607/FireflyMilkyWayMPark1024.jpg"
  },
  {
    "date": "2016-07-03",
    "explanation": "Three thousand light-years away, a dying star throws off shells of glowing gas. This image from the Hubble Space Telescope reveals the Cat's Eye Nebula to be one of the most complex planetary nebulae known. In fact, the features seen in the Cat's Eye are so complex that astronomers suspect the bright central object may actually be a binary star system. The term planetary nebula, used to describe this general class of objects, is misleading. Although these objects may appear round and planet-like in small telescopes, high resolution images reveal them to be stars surrounded by cocoons of gas blown off in the late stages of stellar evolution.",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/catseye3_hst_800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cat's Eye Nebula",
    "url": "https://apod.nasa.gov/apod/image/1607/catseye3_hst_960.jpg"
  },
  {
    "copyright": "Michael Sidonio",
    "date": "2016-07-04",
    "explanation": "South of Antares, in the tail of the nebula-rich constellation Scorpius, lies emission nebula IC 4628. Nearby hot, massive stars, millions of years young, irradiate the nebula with invisible ultraviolet light, stripping electrons from atoms. The electrons eventually recombine with the atoms to produce the visible nebular glow, dominated by the red emission of hydrogen. At an estimated distance of 6,000 light-years, the region shown is about 250 light-years across, spanning an area equivalent to four full Moons on the sky. The nebula is also cataloged as Gum 56 for Australian astronomer Colin Stanley Gum, but seafood-loving astronomers might know this cosmic cloud as the Prawn Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/Prawn_Sidonio_2070.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 4628: The Prawn Nebula",
    "url": "https://apod.nasa.gov/apod/image/1607/Prawn_Sidonio_960.jpg"
  },
  {
    "copyright": "Tom MastersonESO's DSS",
    "date": "2016-07-05",
    "explanation": "The many spectacular colors of the Rho Ophiuchi (oh'-fee-yu-kee) clouds highlight the many processes that occur there.  The blue regions shine primarily by reflected light.  Blue light from the star Rho Ophiuchi and nearby stars reflects more efficiently off this portion of the nebula than red light.  The Earth's daytime sky appears blue for the same reason.  The red and yellow regions shine primarily because of emission from the nebula's atomic and molecular gas.  Light from nearby blue stars - more energetic than the bright star  Antares - knocks electrons away from the gas, which then shines when the electrons recombine with the gas.  The dark brown regions are caused by dust grains - born in young stellar atmospheres - which effectively block light emitted behind them.  The Rho Ophiuchi star clouds, well in front of the globular cluster M4 visible  here on the upper right, are even more colorful than humans can see - the clouds emits light in every wavelength band from the radio to the gamma-ray.",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/RhoOph_Masterson_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Colorful Clouds of Rho Ophiuchi",
    "url": "https://apod.nasa.gov/apod/image/1607/RhoOph_Masterson_960.jpg"
  },
  {
    "copyright": "CHART32 Team",
    "date": "2016-07-06",
    "explanation": "A remarkable telescopic composition in yellow and blue, this scene features a trio of interacting galaxies almost 90 million light-years away, toward the constellation Virgo. On the right, two, spiky, foreground Milky Way stars echo the trio galaxy hues, a reminder that stars in our own galaxy are like those in the distant island universes. With sweeping spiral arms and obscuring dust lanes, NGC 5566 is enormous, about 150,000 light-years across. Just above it lies small, blue NGC 5569. Near center, the third galaxy, NGC 5560, is multicolored and apparently stretched and distorted by its interaction with NGC 5566. The galaxy trio is also included in Halton Arp's 1966 Atlas of Peculiar Galaxies as Arp 286. Of course, such cosmic interactions are now appreciated as a common part of the evolution of galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/NGC5566_70chart32.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Arp 286: Trio in Virgo",
    "url": "https://apod.nasa.gov/apod/image/1607/NGC5566_70chart32_1024c0.jpg"
  },
  {
    "copyright": "Babak Tafreshi",
    "date": "2016-07-07",
    "explanation": "The Milky Way is massively bright on this cold, clear, altiplano night. At 4,500 meters its reflection in a river, a volcanic peak on the distant horizon, is captured in this stitched panorama under naturally dark skies of the northern Chilean highlands near San Pedro de Atacama. Along the Solar System's ecliptic plane, the band of Zodiacal light also stands out, extending above the Milky Way toward the upper left. In the scene from late April, brilliant Mars, Saturn, and Antares form a bright celestial triangle where ecliptic meets the center of the Milky Way. Left of the triangle, the large purple-red emission nebula Sharpless 2-27, more than twenty Moon diameters wide is centered around star Zeta Ophiuchi.",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/AltiplanoNight_NIK7856Ps.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Altiplano Night",
    "url": "https://apod.nasa.gov/apod/image/1607/AltiplanoNight_NIK7856Ps.jpg"
  },
  {
    "date": "2016-07-08",
    "explanation": "At the core of the Crab Nebula lies a city-sized, magnetized neutron star spinning 30 times a second. Known as the Crab Pulsar, it's actually the rightmost of two bright stars, just below a central swirl in this stunning Hubble snapshot of the nebula's core. Some three light-years across, the spectacular picture frames the glowing gas, cavities and swirling filaments bathed in an eerie blue light. The blue glow is visible radiation given off by electrons spiraling in a strong magnetic field at nearly the speed of light. Like a cosmic dynamo the pulsar powers the emission from the nebula, driving a shock wave through surrounding material and accelerating the spiraling electrons. With more mass than the Sun and the density of an atomic nucleus, the spinning pulsar is the collapsed core of a massive star that exploded. The Crab Nebula is the expanding remnant of the star's outer layers. The supernova explosion was witnessed on planet Earth in the year 1054.",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/hstheritage_crabcore.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Swirling Core of the Crab Nebula",
    "url": "https://apod.nasa.gov/apod/image/1607/hstheritage_crabcore1024.jpg"
  },
  {
    "copyright": "GAAC",
    "date": "2016-07-09",
    "explanation": "Bright noctilucent or night shining clouds are not familiar sights from northern France. But these electric-blue waves coursed through skies over the small town of Wancourt in Pas-de-Calais on July 6, just before the dawn. From the edge of space, about 80 kilometers above Earth's surface, the icy clouds still reflect sunlight even though the Sun itself is below the horizon as seen from the ground. Usually spotted at high latitudes in summer months the diaphanous apparitions are also known as polar mesospheric clouds. The seasonal clouds are understood to form as water vapor driven into the cold upper atmosphere condenses on the fine dust particles supplied by disintegrating meteors or volcanic ash. NASA's AIM mission provides projections of the noctilucent clouds as seen from space.",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/Lericque-Simon-nlc06072016-3-ok_1467777140.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Noctilucent Clouds Tour France",
    "url": "https://apod.nasa.gov/apod/image/1607/Lericque-Simon-nlc06072016-3-ok_1467777140_1152c.jpg"
  },
  {
    "copyright": "Cristian Fattinnanzi",
    "date": "2016-07-10",
    "explanation": "What's that next to the Moon? Jupiter -- and its four largest moons.  Skygazers around planet Earth enjoyed the close encounter of planets and Moon in 2012 July 15's predawn skies. And while many saw bright Jupiter next to the slender, waning crescent, Europeans also had the opportunity to watch the ruling gas giant pass behind the lunar disk, occulted by the Moon as it slid through the night. Clouds threaten in this telescopic view from Montecassiano, Italy, but the frame still captures Jupiter after it emerged from the occultation along with all four of its large Galilean moons. The sunlit crescent is overexposed with the Moon's night side faintly illuminated by Earthshine. Lined up left to right beyond the dark lunar limb are Callisto, Ganymede, Jupiter, Io, and Europa.  In fact, Callisto, Ganymede, and Io are larger than Earth's Moon, while Europa is only slightly smaller. Last week, NASA's Juno became the second spacecraft ever to orbit Jupiter.   Transparent Science:  Browse 1,250+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/MoonJupiter_Fattinnanzi_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Meets Jupiter",
    "url": "https://apod.nasa.gov/apod/image/1607/MoonJupiter_Fattinnanzi_960.jpg"
  },
  {
    "date": "2016-07-11",
    "explanation": "Jupiter has aurorae.  Like Earth, the magnetic field of the gas giant funnels charged particles released from the Sun onto the poles.  As these particles strike the atmosphere, electrons are temporarily knocked away from existing gas molecules.  Electric force attracts these electrons back.  As the electrons recombine to remake neutral molecules, auroral light is emitted.  In the featured recently released composite image by the Hubble Space Telescope taken in ultraviolet light, the aurorae appear as annular sheets around the pole.  Unlike Earth's aurorae, Jupiter's aurorae include several bright streaks and dots.  Jupiter's Great Red Spot is visible on the lower right.  Recent aurorae on Jupiter have been particularly strong -- a fortunate coincidence with the arrival of NASA's Juno spacecraft at Jupiter last week. Juno was able to monitor the Solar Wind as it approached Jupiter, enabling a better understanding of aurorae in general, including on Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/JupiterAurora_Hubble_1000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurorae on Jupiter",
    "url": "https://apod.nasa.gov/apod/image/1607/JupiterAurora_Hubble_960.jpg"
  },
  {
    "copyright": "Melissa Christine Kendall",
    "date": "2016-07-12",
    "explanation": "Wait for me! In 2011, NASA's robotic mission Juno launched for Jupiter from Cape Canaveral, Florida, USA. Last week, Juno reached Jupiter and fired internal rockets to become only the second spacecraft to orbit our Solar System's largest planet. Juno, tasked with studying the jovian giant over the next two years, is in a highly elliptical orbit that will next bringing it near Jupiter's cloud tops in late August. Of course, the three-year-old pictured was not able to catch up to the launching rocket. Today, however, five years later, he is eight-years-old and still chasing rockets -- in that now he wants to be an astronaut.",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/ChasingJuno_Kendall_1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Chasing Juno",
    "url": "https://apod.nasa.gov/apod/image/1607/ChasingJuno_Kendall_960.jpg"
  },
  {
    "copyright": "Roberto Colombari",
    "date": "2016-07-13",
    "explanation": "M7 is one of the most prominent open clusters of stars on the sky.  The cluster, dominated by bright blue stars, can be seen with the naked eye in a dark sky in the tail of the constellation of the Scorpion (Scorpius). M7 contains about 100 stars in total, is about 200 million years old, spans 25 light-years across, and lies about 1000 light-years away.  The featured wide-angle image was taken near the city of Belo Horizonte in Brazil. The M7 star cluster has been known since ancient times, being noted by Ptolemy in the year 130 AD.  Also visible are a dark dust cloud on the lower right, and, in the background, literally millions of unrelated stars towards the Galactic center.",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/m7_colombari_1824.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M7: Open Star Cluster in Scorpius",
    "url": "https://apod.nasa.gov/apod/image/1607/m7_colombari_960.jpg"
  },
  {
    "date": "2016-07-14",
    "explanation": "A gorgeous spiral galaxy some 100 million light-years distant, NGC 1309 lies on the banks of the constellation of the River (Eridanus). NGC 1309 spans about 30,000 light-years, making it about one third the size of our larger Milky Way galaxy. Bluish clusters of young stars and dust lanes are seen to trace out NGC 1309's spiral arms as they wind around an older yellowish star population at its core. Not just another pretty face-on spiral galaxy, observations of NGC 1309's recent supernova and Cepheid variable stars contribute to the calibration of the expansion of the Universe. Still, after you get over this beautiful galaxy's grand design, check out the array of more distant background galaxies also recorded in this sharp, reprocessed,  Hubble Space Telescope view.",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/NGC1309Jeff_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1309: Spiral Galaxy and Friends",
    "url": "https://apod.nasa.gov/apod/image/1607/NGC1309Jeff_1024.jpg"
  },
  {
    "copyright": "Dave Jurasevich",
    "date": "2016-07-15",
    "explanation": "Moving from top to bottom in the frame near the center of this sharply detailed color composite, thin, bright, braided filaments are actually long ripples in a cosmic sheet of glowing gas seen almost edge-on. The shock wave plows through interstellar space at over 500,000 kilometers per hour. Cataloged as NGC 2736, its elongated appearance suggests its popular name, the Pencil Nebula. The Pencil Nebula is about 5 light-years long and 800 light-years away, but represents only a small part of the Vela supernova remnant. The Vela remnant itself is around 100 light-years in diameter, the expanding debris cloud of a star that was seen to explode about 11,000 years ago. Initially, the shock wave was moving at millions of kilometers per hour but has slowed considerably, sweeping up surrounding interstellar material. In the narrowband, wide field image, red and blue-green colors track the characteristic glow of ionized hydrogen and oxygen atoms.",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/NGC2736NBbicolor_1250_Jurasevich.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2736: The Pencil Nebula",
    "url": "https://apod.nasa.gov/apod/image/1607/NGC2736NBbicolor_1250_Jurasevich1024c.jpg"
  },
  {
    "copyright": "Anthony Ayiomamitis",
    "date": "2016-07-16",
    "explanation": "If you climbed to the top of this 13th century stone tower, it looks like you could reach out and touch the North Celestial Pole, the point at the center of all the star trail arcs. The well-composed image with scattered meteor streaks was recorded over a period of five and half hours as a series of 45 second long exposures spanning the dark of the night on July 7/8. The exposures were made with a digital camera fixed to a tripod near Marathon, Greece, planet Earth. Of course, the graceful star trails reflect the Earth's daily rotation around its axis. By extension, the axis of rotation leads to the center of the concentric arcs in the night sky. Convenient for northern hemisphere night sky photographers and celestial navigators alike, the bright star Polaris is very close to the North Celestial Pole and so makes the short bright trail in the tower's central gap.",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/ayiomamitis-star-trails-marathon-oinoe-2016.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The North Celestial Tower",
    "url": "https://apod.nasa.gov/apod/image/1607/ayiomamitis-star-trails-marathon-oinoe-2016.jpg"
  },
  {
    "copyright": "Juan Carlos Casado",
    "date": "2016-07-17",
    "explanation": "Have you ever seen the planet Mercury?  Because Mercury orbits so close to the Sun, it never wanders far from the Sun in Earth's sky. If trailing the Sun, Mercury will be visible low on the horizon for only a short while after sunset. If leading the Sun, Mercury will be visible only shortly before sunrise. So at certain times of the year, informed skygazers with a little determination can usually pick Mercury out from a site with an unobscured horizon. Above, a lot of determination has been combined with a little digital manipulation to show Mercury's successive positions during March of 2000.  Each picture was taken from the same location in Spain when the Sun itself was 10 degrees below the horizon and superposed on the single most photogenic sunset.  Currently, Mercury is rising higher above the horizon with each passing sunset, and just now is angularly very close to the brighter planet Venus.",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/mercurysky_casado_800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury on the Horizon",
    "url": "https://apod.nasa.gov/apod/image/1607/mercurysky_casado_960.jpg"
  },
  {
    "date": "2016-07-18",
    "explanation": "The deepest infrared image of the Orion Nebula has uncovered a bonanza of previously unknown low-mass stars and -- quite possibly -- free floating planets. The picturesque nebula is best known in visible light where it shows a many bright stars and bright glowing gas. Catalogued as M42, the Orion Nebula at a distance of 1300 light years is the closest major star forming region to Earth. One can peer into Orion's pervasive dust in infrared light, as was done again recently with the sophisticated HAWK-I camera attached to one of the European Southern Observatory",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/OrionNebula_ESO_4000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Orion Nebula in Infrared from HAWK-I",
    "url": "https://apod.nasa.gov/apod/image/1607/OrionNebula_ESO_960.jpg"
  },
  {
    "date": "2016-07-19",
    "explanation": "Wouldn't it be fun to color in the universe? If you think so, please accept this famous astronomical illustration as a preliminary substitute.  You, your friends, your parents or children, can print it out or even color it digitally.  While coloring, you might be interested to know that even though this illustration has appeared in numerous places over the past 100 years, the actual artist remains unknown.  Furthermore, the work has no accepted name -- can you think of a good one?  The illustration, first appearing in a book by Camille Flammarion in 1888, is used frequently to show that humanity's present concepts are susceptible to being supplanted by greater truths.",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/BeyondEarth_Unknown_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Color the Universe",
    "url": "https://apod.nasa.gov/apod/image/1607/BeyondEarth_Unknown_960.jpg"
  },
  {
    "date": "2016-07-20",
    "explanation": "How does wind affect sand on Mars? To help find out if it differs significantly from Earth, the robotic Curiosity rover on Mars was directed to investigate the dark Namib Dune in the Bagnold Dune Field in Gale Crater.  Namib is the first active sand dune investigated up close outside of planet Earth. Wind-created ripples on Earth-bound sand dunes appear similar to ripples on Mars, with one exception.  The larger peaks visible on dark Namib dune, averaging about 3 meters apart, are of a type seen only underwater on Earth.  They appear to arise on Mars because of the way the thin Martian wind drags dark sand particles.  The featured image was taken last December and is horizontally compressed to show context. In the distance, a normal dusty Martian landscape slopes up in light orange, while a rock-strewn landscape is visible on the far right.  Curiosity unexpectedly went into safe mode in early July, but it was brought out last week and has now resumed exploring the once lake-filled interior of Gale Crater for further signs that it was once habitable by microbial life.   40th Anniversary: Viking 1 on Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/DarkDunesMars_Curiosity_9091.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Dunes on Mars (Horizontally Compressed)",
    "url": "https://apod.nasa.gov/apod/image/1607/DarkDunesMars_Curiosity_960.jpg"
  },
  {
    "copyright": "Michael Seeley",
    "date": "2016-07-21",
    "explanation": "Shortly after midnight on July 18 a SpaceX Falcon 9 rocket launched from Space Launch Complex 40 at Cape Canaveral Air Force Station, Florida, planet Earth. About 9 minutes later, the rocket's first stage returned to the spaceport. This single time exposure captures the rocket's launch arc and landing streak from Jetty Park only a few miles away. Along a climbing, curving trajectory the launch is traced by the initial burn of the first stage, ending near the top of the bright arc before stage separation. Due to perspective the next bright burn appears above the top of the launch arc in the photo, the returning first stage descending closer to the Cape. The final landing burn creates a long streak as the first stage slows and comes to rest at Landing Zone 1. Yesterday the Dragon cargo spacecraft delivered to orbit by the rocket's second stage was attached to the International Space Station.",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/Falcon9SeeleyIMG_9801_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Falcon 9: Launch and Landing",
    "url": "https://apod.nasa.gov/apod/image/1607/Falcon9SeeleyIMG_9801_1024c.jpg"
  },
  {
    "date": "2016-07-22",
    "explanation": "Some 4 billion light-years away, galaxies of massive Abell S1063 cluster near the center of this sharp Hubble Space Telescope snapshot. But the fainter bluish arcs are magnified images of galaxies that lie far beyond Abell S1063. About twice as distant, their otherwise undetected light is magnified and distorted by the cluster's largely unseen gravitational mass, approximately 100 trillion times the mass of the Sun. Providing a tantalizing glimpse of galaxies in the early universe, the effect is known as gravitational lensing. A consequence of warped spacetime it was first predicted by Einstein a century ago. The Hubble image is part of the Frontier Fields program to explore the Final Frontier.",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/abells1063_hst_r.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy Cluster Abell S1063 and Beyond",
    "url": "https://apod.nasa.gov/apod/image/1607/abells1063_hst_r1024.jpg"
  },
  {
    "copyright": "Tunç Tezel",
    "date": "2016-07-23",
    "explanation": "Lights sprawl toward the horizon in this night skyscape from Uludag National Park, Bursa Province, Turkey, planet Earth. The stars and nebulae of the Milky Way are still visible though, stretching above the lights on the northern summer night while three other planets shine brightly. Jupiter is at the far right, Mars near the center of the frame, and Saturn is just right of the bulging center of our galaxy. Because the panoramic scene was captured on July 6, all three planets pictured were hosting orbiting, operational, robotic spacecraft from Earth. Popular Mars has five (from three different space agencies): MAVEN (NASA), Mars Orbiter Mission (India), Mars Express (ESA), Mars Odyssey (NASA), Mars Reconnaissance Orbiter (NASA). Ringed Saturn hosts the daring Cassini spacecraft. Just arrived, Juno now orbits ruling gas giant Jupiter.",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/UludagPeaksMilky2016_tezel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Summer Planets and Milky Way",
    "url": "https://apod.nasa.gov/apod/image/1607/UludagPeaksMilky20161024_tezel.jpg"
  },
  {
    "date": "2016-07-24",
    "explanation": "Are stars better appreciated for their art after they die?  Actually, stars usually create their most artistic displays as they die.  In the case of low-mass stars like our Sun and  M2-9 pictured above, the stars transform themselves from normal stars to white dwarfs by casting off their outer gaseous envelopes.  The expended gas frequently forms an impressive display called a planetary nebula that fades gradually over thousands of years.  M2-9, a butterfly planetary nebula 2100 light-years away shown in representative colors, has wings that tell a strange but incomplete tale.  In the center, two stars orbit inside a gaseous disk 10 times the orbit of Pluto.  The expelled envelope of the dying star breaks out from the disk creating the bipolar appearance.  Much remains unknown about the physical processes that cause planetary nebulae.",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/m2d9_hubble_985.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M2-9: Wings of a Butterfly Nebula",
    "url": "https://apod.nasa.gov/apod/image/1607/m2d9_hubble_960.jpg"
  },
  {
    "copyright": "Yuri BeletskyCarnegieLas Campanas ObservatoryTWANDavid Martinez-DelgadoU. Heidelberg",
    "date": "2016-07-25",
    "explanation": "Did the two most famous satellite galaxies of our Milky Way Galaxy once collide? No one knows for sure, but a detailed inspection of deep images like that featured here give an indication that they have. Pictured, the Large Magellanic Cloud (LMC) is on the top left and the Small Magellanic Cloud (SMC) is on the bottom right.  The surrounding field is monochrome color-inverted to highlight faint filaments, shown in gray. Perhaps surprisingly, the featured research-grade image was compiled with small telescopes to cover the large angular field -- nearly 40 degrees across.  Much of the faint nebulosity is Galactic Cirrus clouds of thin dust in our own Galaxy, but a faint stream of stars does appear to be extending from the SMC toward the LMC. Also, stars surrounding the LMC appear asymmetrically distributed, indicating in simulations that they could well have been pulled off gravitationally in one or more collisions.  Both the LMC and the SMC are visible to the unaided eye in southern skies. Future telescopic observations and computer simulations are sure to continue in a continuing effort to better understand the history of our Milky Way and its surroundings.",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/MagCloudsDeep_BeletskyEtAl_1800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Deep Magellanic Clouds Image Indicates Collisions",
    "url": "https://apod.nasa.gov/apod/image/1607/MagCloudsDeep_BeletskyEtAl_960.jpg"
  },
  {
    "copyright": "Sergio Mont�far Acknowledgement: Planetario Ciudad de La Plata / CASLEO observatory",
    "date": "2016-07-26",
    "explanation": "Can you find the comet? True, a careful eye can find thousands of stars, tens of constellations, four planets, three galaxies, and the central band of our Milky Way Galaxy -- all visible in the sky of this spectacular 180-degree panorama.  Also, if you know what to look for, you can identify pervasive green airglow, an earthly cloud, the south celestial pole, and even a distant cluster of stars.  But these are all easier to find than Comet 252P/LINEAR.  The featured image, taken in el Leoncito National Park, Argentina in early April, also features the dome of the Jorge Sahade telescope on the hill on the far right.  Have you found the comet yet?  If so, good for you (it was the green spot on the left), but really the harder thing to find is Small Cloud of Magellan.",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/BusySkyArgentina_Montefar_2800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Puzzling a Sky over Argentina",
    "url": "https://apod.nasa.gov/apod/image/1607/BusySkyArgentina_Montefar_1080.jpg"
  },
  {
    "copyright": "Dean FournierESAHubbleNASA",
    "date": "2016-07-27",
    "explanation": "M13 is one of the most prominent and best known globular clusters.  Visible with binoculars in the constellation of Hercules, M13 is frequently one of the first objects found by curious sky gazers seeking celestials wonders beyond normal human vision.  M13 is a colossal home to over 100,000 stars, spans over 150 light years across, lies over 20,000 light years distant, and is over 12 billion years old.  At the 1974 dedication of Arecibo Observatory, a radio message about Earth was sent in the direction of M13.  The featured image in HDR, taken through a small telescope, spans an angular size just larger than a full Moon, whereas the inset image, taken by Hubble Space Telescope, zooms in on the central 0.04 degrees.",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/M13_Fournier_1824.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M13: A Great Globular Cluster of Stars",
    "url": "https://apod.nasa.gov/apod/image/1607/M13_Fournier_960.jpg"
  },
  {
    "copyright": "ESA/Herschel/PACS",
    "date": "2016-07-28",
    "explanation": "A now famous picture from the Hubble Space Telescope featured Pillars of Creation, star forming columns of cold gas and dust light-years long inside M16, the Eagle Nebula. This false-color composite image views the nearby stellar nursery using data from the Herschel Space Observatory's panoramic exploration of interstellar clouds along the plane of our Milky Way galaxy. Herschel's far infrared detectors record the emission from the region's cold dust directly. The famous pillars are included near the center of the scene. While the central group of hot young stars is not apparent at these infrared wavelengths, the stars' radiation and winds carve the shapes within the interstellar clouds. Scattered white spots are denser knots of gas and dust, clumps of material collapsing to form new stars. The Eagle Nebula is some 6,500 light-years distant, an easy target for binoculars or small telescopes in a nebula rich part of the sky toward the split constellation Serpens Cauda (the tail of the snake).",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/Herschel_s_view_of_the_Eagle_Nebula.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Herschel's Eagle Nebula",
    "url": "https://apod.nasa.gov/apod/image/1607/Herschel_s_view_of_the_Eagle_Nebula800x1024c.jpg"
  },
  {
    "copyright": "György Soponyai",
    "date": "2016-07-29",
    "explanation": "The Sun's annual waltz through planet Earth's sky forms a graceful curve known as an analemma. The analemma's figure 8 shape is tipped vertically at far right in this well-composed fisheye view from Budapest, Hungary. Captured at a chosen spot on the western bank of the Danube river, the Sun's position was recorded at 11:44 Central European Time on individual exposures over days spanning 2015 July 23 to 2016 July 4. Of course, on the northern summer solstice the Sun is at the top of the curve, but at the midpoints for the autumn and spring equinoxes. With snow on the ground, the photographer's shadow and equipment bag also appear in the base picture used for the composite panorama, taken on 2016 January 7. On that date, just after the winter solstice, the Sun was leaving the bottom of the beautiful curve over the blue Danube.",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/DanubeAnalemmaSoponyai.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Blue Danube Analemma",
    "url": "https://apod.nasa.gov/apod/image/1607/DanubeAnalemmaSoponyaiF1428.jpg"
  },
  {
    "copyright": "Clear Skies",
    "date": "2016-07-30",
    "explanation": "Sunlight ripples through a dark sky on this Swedish summer midnight as noctilucent or night shining clouds seem to imitate the river below. In fact, the seasonal clouds often appear at high latitudes in corresponding summer months. Also known as polar mesospheric clouds, they form as water vapor is driven into the cold upper atmosphere. Fine dust supplied by disintegrating meteors or volcanic ash provides sites where water vapor can condense, turning to ice at the cold temperatures in the mesosphere. Poised at the edge of space some 80 kilometers above, these icy clouds really do reflect sunlight toward the ground. They are visible here even though the Sun itself was below the horizon, as seen on July 16 from Sweden's Färnebofjärdens National Park.",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/NLCJuly2016Heden.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ripples Through a Dark Sky",
    "url": "https://apod.nasa.gov/apod/image/1607/NLCJuly2016Heden.jpg"
  },
  {
    "date": "2016-07-31",
    "explanation": "Filaments sometimes explode off the Sun.  Featured, a huge filament had been seen hovering over the Sun's surface for over a week before it erupted late in 2010.  The image sequence was taken by the Earth-orbiting Solar Dynamics Observatory (SDO) in one color of ultraviolet light.  The explosion created a Coronal Mass Ejection that dispersed high energy plasma into the Solar System.  This plasma cloud, though, missed the Earth and so did not cause auroras.  The featured eruption depicted how widely separated areas of the Sun can sometimes act in unison.  Explosions like this will likely become less common over the next few years as our Sun goes through a Solar Minimum in its surface magnetic activity.",
    "media_type": "video",
    "service_version": "v1",
    "title": "A Huge Solar Filament Erupts",
    "url": "https://www.youtube.com/embed/XFyKnqhSn5s?rel=0"
  },
  {
    "date": "2016-08-01",
    "explanation": "What's behind Saturn? The first answer is the camera itself, perched on the Cassini spacecraft currently orbiting behind the planet with the  most grand ring system in our Solar System. The unusual perspective places Cassini on the far side of Saturn from the Sun so that more than half of Saturn appears dark -- a perspective that no Earth-based observer could achieve.  Behind Saturn, in the context of the featured infrared image, is Saturn's moon Tethys, visible as the small speck above the unusual hexagonal cloud pattern that encompasses Saturn's North Pole.  Tethys actually orbits Saturn right in the ring plane, which places the 1000-km moon much farther from Cassini than the planet itself. Cassini has been studying Saturn and its moons for 12 years, but, unfortunately, its amazing mission will soon come to an end. In order to protect life that may exist on or inside Saturn's moons, the robotic spacecraft will be directed to crash into Saturn's thick atmosphere next September.   Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1608/BehindSaturn_Cassini_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Behind Saturn",
    "url": "https://apod.nasa.gov/apod/image/1608/BehindSaturn_Cassini_960.jpg"
  }
]
