[
  {
    "copyright": "Adam Block",
    "date": "2016-12-01",
    "explanation": "A runaway star lights the Flaming Star Nebula in this cosmic scene. Otherwise known as IC 405, the Flaming Star Nebula's billowing interstellar clouds of gas and dust lie about 1,500 light-years away toward the constellation of Auriga. AE Aurigae, the bright star at upper left in the frame, is a massive and intensely hot O-type star moving rapidly through space, likely ejected from a collision of multiple star-systems in the vicinity of the Orion Nebula millions of years ago. Now close to IC 405, the high-speed star's ionizing ultraviolet radiation powers the visible reddish glow as the nebula's hydrogen atoms are stripped of their electrons and recombine. Its intense blue starlight is reflected by the nebula's dusty filaments. Like all massive stars AE Aurigae will be short-lived though, furiously burning through its supply of fuel for nuclear fusion and exploding as a supernova. The colorful telescopic snapshot spans about 5 light-years at the estimated distance of the Flaming Star Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/1612/ic405s_2block.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Flaming Star Nebula",
    "url": "https://apod.nasa.gov/apod/image/1612/ic405s_2block1024.jpg"
  },
  {
    "date": "2016-12-02",
    "explanation": "A triple star system is forming, enshrouded within this dusty natal disk some 750 light-years away in the Perseus molecular cloud. Imaged at millimeter wavelengths by the Atacama Large Millimeter/submillimeter Array (ALMA) in Chile, the extreme close-up shows two protostars separated by a mere 61 AU (1 AU is the Earth-Sun distance) with a third 183 AU from the central protostar. The ALMA image also reveals a clear spiral structure indicating instability and fragmentation led to the multiple protostellar objects within the disk. Astronomers estimate that the system, cataloged as L1448 IRS3B, is less than 150,000 years old. Captured at an early phase, the starforming scenario is likely not at all uncommon, since almost half of all sun-like stars have at least one companion.",
    "hdurl": "https://apod.nasa.gov/apod/image/1612/nrao16cb18c_nraoTobin.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Triple Star is Born",
    "url": "https://apod.nasa.gov/apod/image/1612/nrao16cb18c_nraoTobin1024c.jpg"
  },
  {
    "copyright": "Péter\nFeltóti",
    "date": "2016-12-03",
    "explanation": "This wide, sharp telescopic view reveals galaxies scattered beyond the stars of the Milky Way at the northern boundary of the high-flying constellation Pegasus. Prominent at the upper right is NGC 7331. A mere 50 million light-years away, the large spiral is one of the brighter galaxies not included in Charles Messier's famous 18th century catalog. The disturbed looking group of galaxies at the lower left is well-known as Stephan's Quintet. About 300 million light-years distant, the quintet dramatically illustrates a multiple galaxy collision, its powerful, ongoing interactions posed for a brief cosmic snapshot. On the sky, the quintet and NGC 7331 are separated by about half a degree.",
    "hdurl": "https://apod.nasa.gov/apod/image/1612/KESZ_18_vagas16-9_feliratos2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxies in Pegasus",
    "url": "https://apod.nasa.gov/apod/image/1612/KESZ_18_vagas16-9_feliratos1024.jpg"
  },
  {
    "copyright": "Rogelio\nBernal Andreo",
    "date": "2016-12-04",
    "explanation": "Familiar stars in Orion and constellations across the sky now have official names. Over the past year, the International Astronomical Union, the only body officially tasked with naming stars, approved names already in common use for 227 of the brightest stars, including the most famous stars on the sky Sirius, Polaris, and Betelgeuse.  Pictured, the constellation of Orion is shown with several of these now-official star names superposed.  Spanning about 30 degrees, this breath-taking vista stretches across the well-known constellation from head to toe (left to right) and beyond. The common names for all three stars in Orion's belt are also now official.  At 1,500 light years away, the Great Orion Nebula is the closest large star forming region, here visible just right and below center. Also visible are famous nebulae including the Horsehead Nebula and the Witch Head Nebula. Of course, the Orion Nebula and bright stars are easy to see with the unaided eye, but dust clouds and emission from the extensive interstellar gas in this nebula-rich complex, are too faint and much harder to record. In the featured mosaic of broadband telescopic images, additional image data acquired with a narrow hydrogen alpha filter was used to bring out the pervasive tendrils of energized atomic hydrogen gas like in the arc of the giant Barnard's Loop.    Open Science: Browse 1,350+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/1503/OrionClouds_Andreo_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion and Official Star Names",
    "url": "https://apod.nasa.gov/apod/image/1503/OrionClouds_Andreo_Annotated_1080.jpg"
  },
  {
    "copyright": "Joe Randall",
    "date": "2016-12-05",
    "explanation": "Have you ever watched a lightning storm in awe?  Join the crowd. Oddly, nobody knows exactly how lightning is produced. What is known is that charges slowly separate in some clouds causing rapid electrical discharges (lightning), but how electrical charges get separated in clouds remains a topic of much research. Lightning usually takes a jagged course, rapidly heating a thin column of air to about three times the surface temperature of the Sun.  The resulting shock wave starts supersonically and decays into the loud sound known as thunder.  Lightning bolts are common in clouds during rainstorms, and on average 44 lightning bolts occur on the  Earth every second. Pictured, over 60 images were stacked to capture the flow of lightning-producing storm clouds in July over Colorado Springs, Colorado, USA.    Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1612/LightningStorm_Randall_5184.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lightning over Colorado",
    "url": "https://apod.nasa.gov/apod/image/1612/LightningStorm_Randall_1080.jpg"
  },
  {
    "date": "2016-12-06",
    "explanation": "Why is there a glowing oval over Jupiter's South Pole? Aurora.  Near the closest part of its first pass near Jupiter in August, NASA's robotic spacecraft Juno captured this dramatic infrared image of a bright auroral ring. Auroras are caused by high energy particles from the Sun interacting with a planet's magnetic field, and ovals around magnetic poles are common.  Data from Juno are giving preliminary indications that Jupiter's magnetic field and aurorae are unexpectedly powerful and complex.  Unfortunately, a computer glitch caused Juno to go into safe mode during its October pass near the Jovian giant in October. That glitch has now been resolved, making Juno ready for its next pass over Jupiter's cloud tops this coming Sunday.",
    "hdurl": "https://apod.nasa.gov/apod/image/1612/Aurora2_Juno_1041.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora over Jupiter's South Pole from Juno",
    "url": "https://apod.nasa.gov/apod/image/1612/Aurora2_Juno_960.jpg"
  },
  {
    "date": "2016-12-07",
    "explanation": "What's happening at the center of elliptical galaxy NGC 4696? There, long tendrils of gas and dust have been imaged in great detail as shown by this recently released image from the Hubble Space Telescope.  These filaments appear to connect to the central region of the galaxy, a region thought occupied by a supermassive black hole.  Speculation holds that this black hole pumps out energy that heats surrounding gas, pushes out cooler filaments of gas and dust, and shuts down star formation. Balanced by magnetic fields, these filaments then appear to spiral back in toward and eventually circle the central black hole. NGC 4696 is the largest galaxy in the Centaurus Cluster of Galaxies, located about 150 million light years from Earth. The featured image shows a region about 45,000 light years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/1612/ngc4696_Hubble_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4696: Filaments around a Black Hole",
    "url": "https://apod.nasa.gov/apod/image/1612/ngc4696_Hubble_960.jpg"
  },
  {
    "copyright": "José\nJ. Chambó",
    "date": "2016-12-08",
    "explanation": "Not a comet, bright spiral galaxy Messier 51 is popularly known as the Whirlpool Galaxy. Just off the handle of the Big Dipper in northern skies, you can spot it at the upper left in this image from December 1st. The pretty 4 by 2.5 degree wide field of view does contain two comets though. Different in appearance, both comets are new visitors to the inner Solar System and are currently faint telescopic objects, highest above northern horizons in morning twilight. At lower left newly discovered comet NEOWISE (C/2016 U1) shows off a round fuzzy coma in the greenish light of diatomic carbon gas fluorescing in sunlight. Sunlight reflects from dust in the coma and stubby tail of comet Johnson (C/2015 V2) at upper right.",
    "hdurl": "https://apod.nasa.gov/apod/image/1612/2016U1&2015V2_161201_2400chambo.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Whirlpool with Comets",
    "url": "https://apod.nasa.gov/apod/image/1612/2016U1&2015V2_161201_1200chambo.jpg"
  },
  {
    "copyright": "R. Colombari",
    "date": "2016-12-09",
    "explanation": "South of Antares, in the tail of the nebula-rich constellation Scorpius, lies emission nebula IC 4628. Nearby hot, massive stars, millions of years young, irradiate the nebula with invisible ultraviolet light, stripping electrons from atoms. The electrons eventually recombine with the atoms to produce the visible nebular glow, dominated by the red emission of hydrogen. At an estimated distance of 6,000 light-years, the region shown is about 250 light-years across, spanning over three full moons on the sky. The nebula is also cataloged as Gum 56 for Australian astronomer Colin Stanley Gum, but seafood-loving astronomers might know this cosmic cloud as the Prawn Nebula. The tantalizing color image is a new astronomical composition using data from the European Southern Observatory's wide field OmegaCAM and amateur images made under dark skies on the Canary Island of Tenerife.",
    "hdurl": "https://apod.nasa.gov/apod/image/1612/ic4628_colombari_1853.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 4628: The Prawn Nebula",
    "url": "https://apod.nasa.gov/apod/image/1612/ic4628_colombari_1024.jpg"
  },
  {
    "copyright": "Alessandro Marchini",
    "date": "2016-12-10",
    "explanation": "The striking X appearing in this lunarscape is easily visible in binoculars or a small telescope. Yet, not too many have seen it. The catch is this lunar X is fleeting, only apparent in the hours before the Moon's first quarter phase. At the terminator, or shadow line between lunar day and night, the X illusion is produced by a configuration of the craters Blanchinus, La Caille and Purbach. Near the Moon's first quarter phase, an astronaut standing close to the craters' position would see the slowly rising Sun very near the horizon. Temporarily, the crater walls would be in sunlight while the crater floors were still in darkness. Seen from planet Earth, contrasting sections of bright walls against the dark floors by chance look remarkably like an X. This sharp image of the Lunar X was captured at approximately 16:45 UT on December 6, 2016. For extra credit, sweep your gaze along the lunar terminator and you can also spot the Lunar V.",
    "hdurl": "https://apod.nasa.gov/apod/image/1612/Luna_20161206h17.40LT_Lunar-X_inset.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Lunar X",
    "url": "https://apod.nasa.gov/apod/image/1612/Luna_20161206h17.40LT_Lunar-X_insetcrop.jpg"
  },
  {
    "date": "2016-12-11",
    "explanation": "What created the strange spiral structure on the left?  No one is sure, although it is likely related to a star in a binary star system entering the planetary nebula phase, when its outer atmosphere is ejected.  The huge spiral spans about a third of a light year across and, winding four or five complete turns, has a regularity that is without precedent.  Given the expansion rate of the spiral gas, a new layer must appear about every 800 years, a close match to the time it takes for the two stars to orbit each other. The star system that created it is most commonly known as LL Pegasi, but also AFGL 3068. The unusual structure itself has been cataloged as IRAS 23166+1655. The featured image was taken in near-infrared light by the Hubble Space Telescope. Why the spiral glows is itself a mystery, with a leading hypothesis being illumination by light reflected from nearby stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/1612/llpegspiral_hubble_1625.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Extraordinary Spiral in LL Pegasi",
    "url": "https://apod.nasa.gov/apod/image/1612/llpegspiral_hubble_960.jpg"
  },
  {
    "date": "2016-12-12",
    "explanation": "The Cassini spacecraft's Grand Finale at Saturn has begun. The Grand Finale will allow Cassini to explore Saturn and some of Saturn's moons and rings in unprecedented detail.  The first phase started two weeks ago when a close flyby of Titan changed Cassini's orbit into one that passes near Saturn's poles and just outside of Saturn's outermost F-ring. Featured here is an image taken during the first of Cassini's 20 week-long F-ring orbits around Saturn.  Visible are the central polar vortex on the upper left, a hexagonal cloud boundary through the image center, and numerous light-colored turbulent storm systems. In 2017 April, Cassini will again use the gravity of Titan to begin a new series of 22 Proximal orbits -- trajectories that will take Cassini inside of Saturn's rings for the first time.  Cassini's new science adventure is scheduled to end on 2017 September 17, though, when the robotic spacecraft will be directed into a dramatic mission-ending dive into Saturn's atmosphere.    Free Download: APOD 2017 Calendar: NASA Images",
    "hdurl": "https://apod.nasa.gov/apod/image/1612/NorthSaturn_Cassini_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Over Saturn's Turbulent North Pole",
    "url": "https://apod.nasa.gov/apod/image/1612/NorthSaturn_Cassini_960.jpg"
  },
  {
    "copyright": "Alvin Wu",
    "date": "2016-12-13",
    "explanation": "On some nights it rains meteors.  Peaking over the next two nights, asteroid dust is expected to rain down on Earth during the annual Geminids meteor shower. This year, unfortunately, fainter Geminids will be harder to see because of the brightness of the Long Nights Full Moon, which occurs Wednesday. Pictured, an image from this year's Perseids meteor shower in August captured multiple streaks over Four Girls Mountain in central China. The bright Pleaides open star cluster appears toward the upper right, while numerous emission nebulas are visible in red, many superposed on the diagonal band of the Milky Way.   Free Download: APOD 2017 Calendar: NASA Images",
    "hdurl": "https://apod.nasa.gov/apod/image/1612/Perseids4GirlMt_Wu_5555.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Meteors over Four Girls Mountain",
    "url": "https://apod.nasa.gov/apod/image/1612/Perseids4GirlMt_Wu_960.jpg"
  },
  {
    "copyright": "R. Colombari",
    "date": "2016-12-14",
    "explanation": "Stars are battling gas and dust in the Lagoon Nebula but the photographers are winning. Also known as M8, this photogenic nebula is visible even without binoculars towards the constellation of Sagittarius. The energetic processes of star formation create not only the colors but the chaos. The red-glowing gas results from high-energy starlight striking interstellar hydrogen gas. The dark dust filaments that lace M8 were created in the atmospheres of cool giant stars and in the debris from supernovae explosions. The light from M8 we see today left about 5,000 years ago. Light takes about 50 years to cross this section of M8. Data used to compose this image was taken with the wide-field camera OmegaCam of the ESO's VLT Survey Telescope (VST).   Free Download: APOD 2017 Calendar: NASA Images",
    "hdurl": "https://apod.nasa.gov/apod/image/1612/M8_Colombari_1824.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Lagoon Nebula in High Definition",
    "url": "https://apod.nasa.gov/apod/image/1612/M8_Colombari_960.jpg"
  },
  {
    "copyright": "Rogelio Bernal\nAndreo",
    "date": "2016-12-15",
    "explanation": "This broad, beautiful mosaic spans almost 20 degrees across planet Earth's sky. The nebula-rich region lies near the edge of the Orion-Eridanus superbubble, filled with looping, expanding shells of gas and dust embedded in molecular clouds near the plane of the Milky Way Galaxy. Recognizable at the left is the expansive Seagull Nebula, composed of emission nebula NGC 2327, seen as the seagull's head, with the more diffuse IC 2177 as the wings and body. Some 3,800 light-years away, the wings of the Seagull Nebula spread about 240 light-years, still within our local spiral arm. The bluish light of Sirius, alpha star of Canis Major and brightest star in the night, easily dominates the scene at right but shines from a distance of only 8.6 light-years. Study the big picture and you should also be rewarded with star cluster Messier 41, also known as NGC 2287, not to mention the mighty Thor's Helmet.",
    "hdurl": "https://apod.nasa.gov/apod/image/1612/RBA_DS_SeagullToSirius_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Seagull to Sirius",
    "url": "https://apod.nasa.gov/apod/image/1612/RBA_DS_SeagullToSirius_1364.jpg"
  },
  {
    "copyright": "Wang, Letian",
    "date": "2016-12-16",
    "explanation": "Geminid meteors battled supermoonlight in planet Earth's night skies on December 13/14. Traveling at 35 kilometers (22 miles) per second, the bits of dust from the mysterious asteroid 3200 Phaethon that produce the meteor streaks are faster than a speeding bullet. Still, only the brightest were visible during the long night of 2016's final Perigee Full Moon. Captured in exposures made over several hours, a few meteors from the shower's radiant in Gemini can be traced through this composite nightscape. With stars of Orion near the horizon, the overexposed lunar disk illuminates still waters of the Miyun reservoir northeast of Beijing, China.",
    "hdurl": "https://apod.nasa.gov/apod/image/1612/2016GeminidMeteorswithfullmoonv1WangLT.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Meteors vs Supermoon",
    "url": "https://apod.nasa.gov/apod/image/1612/2016GeminidMeteorswithfullmoonv1WangLT1024.jpg"
  },
  {
    "date": "2016-12-17",
    "explanation": "Southern Jupiter looms some 37,000 kilometers away in this JunoCam image from December 11. The image data was captured near Juno's third perijove or closest approach to Jupiter, the spacecraft still in its 53 day long looping orbit. With the south polar region on the left, the large whitish oval toward the right is massive, counterclockwise rotating storm system. Smaller than the more famous Great Red Spot, the oval storm is only about half the diameter of planet Earth, one of a string of white ovals currently in the southern hemisphere of the Solar System's, ruling gas giant.",
    "hdurl": "https://apod.nasa.gov/apod/image/1612/2016-12-11T173502JunoPerijove3Peach.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Southern Jupiter from Perijove 3",
    "url": "https://apod.nasa.gov/apod/image/1612/2016-12-11T173502JunoPerijove3Peach1024.jpg"
  },
  {
    "date": "2016-12-18",
    "explanation": "To some, it looks like the wheel of a cart. In fact, because of its outward oval appearance, the presence of a central galaxy, and their connection with what looks like the spokes of a wheel, the galaxy on the right is known as the Cartwheel Galaxy. To others, however, it looks like a complicated interaction between galaxies awaiting explanation. Along with the two galaxies on the left, the Cartwheel is part of a group of galaxies about 400 million light years away in the constellation Sculptor.  The large galaxy's rim spans over 100,000 light years and is composed of star forming regions filled with extremely bright and massive stars.  Pictured, the Cartwheel's ring-like shape is the result of gravitational disruption caused by a smaller galaxy passing through a large one, compressing the interstellar gas and dust and causing a star formation wave to move out like a ripple across the surface of a pond.   Free Download: APOD 2017 Calendar: NASA Images",
    "hdurl": "https://apod.nasa.gov/apod/image/1612/Cartwheel_Hubble_1282.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cartwheel Galaxy from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1612/Cartwheel_Hubble_960.jpg"
  },
  {
    "copyright": "Tomeu Mas",
    "date": "2016-12-19",
    "explanation": "No, this castle was not built with the Moon attached.  To create the spectacular juxtaposition, careful planning and a bit of good weather was needed.  Pictured, the last supermoon of 2016 was captured last week rising directly beyond one of the towers of Bellver Castle in Palma de Mallorca on the Balearic Islands of Spain.  The supermoon was the last full moon of 2016 and known to some as the Oak Moon. Bellver Castle was built in the early 1300s and has served as a home -- but occasional as a prison -- to numerous kings and queens.  The Moon was built about 4.5 billion years ago, possibly resulting from a great collision with a Mars-sized celestial body and Earth.  The next supermoon, defined as when the moon appears slightly larger and brighter than usual, will occur on 2017 December 3 and be visible not only behind castles but all over the Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/1612/SupermoonCastle_Mas_1836.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Supermoon over Spanish Castle",
    "url": "https://apod.nasa.gov/apod/image/1612/SupermoonCastle_Mas_1080.jpg"
  },
  {
    "copyright": "Anis Abdul",
    "date": "2016-12-20",
    "explanation": "Blown by fast winds from a hot, massive star, this cosmic bubble is huge. Cataloged as Sharpless 2-308 it lies some 5,200 light-years away toward the constellation of the Big Dog (Canis Major) and covers slightly more of the sky than a full moon. That corresponds to a diameter of 60 light-years at its estimated distance. The massive star that created the bubble, a Wolf-Rayet star, is the bright one near the center of the nebula. Wolf-Rayet stars have over 20 times the mass of the Sun and are thought to be in a brief, pre-supernova phase of massive star evolution. Fast winds from this Wolf-Rayet star create the bubble-shaped nebula as they sweep up slower moving material from an earlier phase of evolution. The windblown nebula has an age of about 70,000 years. Relatively faint emission captured in the expansive image is dominated by the glow of ionized oxygen atoms mapped to a blue hue.",
    "hdurl": "https://apod.nasa.gov/apod/image/1612/Sharpless_Abdul_1824.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sharpless 308: Star Bubble",
    "url": "https://apod.nasa.gov/apod/image/1612/Sharpless_Abdul_960.jpg"
  },
  {
    "copyright": "György\nBajmóczy",
    "date": "2016-12-21",
    "explanation": "This year the December Solstice is today, December 21, at 10:44 UT, the first day of winter in the north and summer in the south. To celebrate, watch this amazing timelapse video tracing the Sun's apparent movement over an entire year from Hungary. During the year, a fixed video camera captured an image every minute. In total, 116,000 exposures follow the Sun's position across the field of view, starting from the 2015 June 21 solstice through the 2016 June 20 solstice. The intervening 2015 December 22 solstice is at the bottom of the frame. The timelapse sequences constructed show the Sun's movement over one day to begin with, followed by traces of the Sun's position during the days of one year, solstice to solstice. Gaps in the daily curves are due to cloud cover. The video ends with stunning animation sequences of analemmas, those figure-8 curves you get by photographing the Sun at the same time each day throughout a year, stepping across planet Earth's sky.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Traces of the Sun",
    "url": "https://www.youtube.com/embed/ZS2FvljQXsk?rel=0"
  },
  {
    "copyright": "Shane LarsonAdler PlanetariumCIERA-Northwestern",
    "date": "2016-12-22",
    "explanation": "Looking out the window of an airplane, you might be lucky enough to see \"the glory\" in the direction directly opposite the Sun.  Before airplanes, the phenomenon, known to some as the heiligenschein or the Specter of the Brocken, was sometimes seen from mountaintops.  There, when conditions were right, one could look away from the Sun and see what appeared to be the shadow of a giant surrounded by a bright halo.  The giant turns out to be the observer, as in the modern version a silhouette of an airplane frequently occupies the glory's center.  This bright  glory was photographed two weeks ago over Michigan from an airplane on approach to O'Hare International Airport.  The cause of the glory is still being researched  and is relatively complex.  Surely, small droplets of water in some way reflect, refract, and diffract sunlight backwards towards the Sun.  The phenomenon has similar counterparts in other branches of science including astronomy, where looking out from the Earth  in the direction opposite the Sun yields a bright spot called the gegenschein.",
    "hdurl": "https://apod.nasa.gov/apod/image/1612/PlaneGlory_Larson_1584.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Airplane Glory",
    "url": "https://apod.nasa.gov/apod/image/1612/PlaneGlory_Larson_960.jpg"
  },
  {
    "copyright": "Petr Horálek",
    "date": "2016-12-23",
    "explanation": "Once upon a solstice eve a little prince gazed across a frozen little planet at the edge of a large galaxy. The little planet was planet Earth of course, seen in this horizon to horizon, nadir to zenith projection, a digitally stitched mosaic from the shores of the Sec reservoir in the Czech Republic. So the large galaxy must be the Milky Way, and the brightest beacon on the planet's horizon Venus, visible around the globe as this season's brilliant evening star. Celestial treasures in surrounding dark skies include the Pleiades star cluster, and the North America nebula found along a dusty galactic rift. Embracing Venus, Zodiacal light traces a faint band across the night, but the more colorful pillars of light shine above streets a little closer to home.",
    "hdurl": "https://apod.nasa.gov/apod/image/1612/2016_12_20_Towards_Venus_LP_1500px.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Once Upon a Solstice Eve",
    "url": "https://apod.nasa.gov/apod/image/1612/2016_12_20_Towards_Venus_LP_1024px.jpg"
  },
  {
    "copyright": "Michael Miller",
    "date": "2016-12-24",
    "explanation": "Clouds of glowing hydrogen gas fill this colorful skyscape in the faint but fanciful constellation Monoceros, the Unicorn. A star forming region cataloged as NGC 2264, the complex jumble of cosmic gas and dust is about 2,700 light-years distant and mixes reddish emission nebulae excited by energetic light from newborn stars with dark interstellar dust clouds. Where the otherwise obscuring dust clouds lie close to the hot, young stars they also reflect starlight, forming blue reflection nebulae. The tall, telescopic mosaic image stands up about 3/4 degree or nearly 1.5 full moons, covering 40 light-years at the distance of NGC 2264. Its cast of cosmic characters includes the the Fox Fur Nebula, whose dusty, convoluted pelt lies just left of center, bright variable star S Monocerotis immersed in the blue-tinted haze right of the Fox Fur, and the Cone Nebula pointing down from the top of the frame. Of course, the stars of NGC 2264 are also known as the Christmas Tree star cluster. The triangular tree shape traced by the stars has its apex at the Cone Nebula. The tree's broader base is centered near S Monocerotis.",
    "hdurl": "https://apod.nasa.gov/apod/image/1612/ChristmasTreeCluster2016WalkerMiller2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fox Fur, Unicorn, and Christmas Tree",
    "url": "https://apod.nasa.gov/apod/image/1612/ChristmasTreeCluster2016WalkerMiller1024rot.jpg"
  },
  {
    "copyright": "Osservatorio MTM",
    "date": "2016-12-25",
    "explanation": "Sculpted by stellar winds and radiation, a magnificent interstellar dust cloud by chance has assumed this recognizable shape.  Fittingly named the Horsehead Nebula, it is some 1,500 light-years distant, embedded in the vast Orion cloud complex. About five light-years \"tall\", the dark cloud is cataloged as Barnard 33 and is visible only because its obscuring dust is silhouetted against the glowing red emission nebula IC 434.  Stars are forming within the dark cloud. Contrasting blue reflection nebula NGC 2023, surrounding a hot, young star, is at the lower left.  The gorgeous color image combines both narrowband and broadband images recorded using three different telescopes.    Free Present: APOD 2017 Calendar: NASA Images",
    "hdurl": "https://apod.nasa.gov/apod/image/1612/ic434_mtm_1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Magnificent Horsehead Nebula",
    "url": "https://apod.nasa.gov/apod/image/1612/ic434_mtm_960.jpg"
  },
  {
    "date": "2016-12-26",
    "explanation": "For reasons unknown, NGC 6357 is forming some of the most massive stars ever discovered. This complex wonderland of star formation consists of numerous filaments of dust and gas surrounding huge cavities of massive star clusters.  The intricate patterns are caused by complex interactions between interstellar winds, radiation pressures, magnetic fields, and gravity.  The featured image includes not only visible light taken by the UKIRT Telescope in Hawaii (blue) as part of the SuperCosmos Sky Surveys, but infrared light from NASA's orbiting Spitzer Space Telescope (orange) and X-ray light from NASA's orbiting Chandra X-ray Observatory (pink).  NGC 6357 spans about 100 light years and lies about 5,500 light years away toward the constellation of the Scorpion.  Within 10 million years, the most massive stars currently seen in NGC 6357 will have exploded.",
    "hdurl": "https://apod.nasa.gov/apod/image/1612/ngc6357_nasa_3600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6357: Stellar Wonderland",
    "url": "https://apod.nasa.gov/apod/image/1612/ngc6357_nasa_960.jpg"
  },
  {
    "copyright": "Farmakopoulos Antonis",
    "date": "2016-12-27",
    "explanation": "What is the nearest major galaxy to our own Milky Way Galaxy?  Andromeda.  In fact, our Galaxy is thought to look much like Andromeda. Together these two galaxies dominate the Local Group of galaxies. The diffuse light from Andromeda is caused by the hundreds of billions of stars that compose it. The several distinct stars that surround Andromeda's image are actually stars in our Galaxy that are well in front of the background object. Andromeda is frequently referred to as M31 since it is the 31st object on Messier's list of diffuse sky objects. M31 is so distant it takes about two million years for light to reach us from there. Although visible without aid, the featured image of M31 is a digital mosaic of several frames taken with a small telescope. Much about M31 remains unknown, including exactly how many billions of years it will before it  collides with our home galaxy.   News: Vera Rubin, Dark Matter Pioneer, 1928 - 2016",
    "hdurl": "https://apod.nasa.gov/apod/image/1612/m31_antonis_2002.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M31: The Andromeda Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1612/m31_antonis_960.jpg"
  },
  {
    "date": "2016-12-28",
    "explanation": "If you could stand on Mars -- what might you see?  If you were the Curiosity rover, then just last month you would have contemplated the featured image -- a breathtaking panorama of the lower portion of Mount Sharp. The colors have been adjusted to mimic lighting familiar to Earthlings.  Surveyed here was a rocky plain before increasingly high rolling hills. The rounded hills in the middle distance, called the Sulfate Unit, are Curiosity's highest currently planned destination. One reason these hills are interesting is because sulfates are an energy source for some micro-organisms.  The immediate path forward, though, was toward the southeast on the left part of the image.",
    "hdurl": "https://apod.nasa.gov/apod/image/1612/LowerMtSharp_Curiosity_3480_annotated.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Curiosity Surveys Lower Mount Sharp on Mars",
    "url": "https://apod.nasa.gov/apod/image/1612/LowerMtSharp_Curiosity_1080_annotated.jpg"
  },
  {
    "copyright": "John Gleason",
    "date": "2016-12-29",
    "explanation": "An alluring sight in southern skies, the Large Magellanic Cloud (LMC) is seen here through narrowband filters. The filters are designed to transmit only light emitted by ionized sulfur, hydrogen, and oxygen atoms. Ionized by energetic starlight, the atoms emit their characteristic light as electrons are recaptured and the atom transitions to a lower energy state. As a result, this false color image of the LMC seems covered with shell-shaped clouds of ionized gas surrounding massive, young stars. Sculpted by the strong stellar winds and ultraviolet radiation, the glowing clouds, dominated by emission from hydrogen, are known as H II (ionized hydrogen) regions. Itself composed of many overlapping shells, the Tarantula Nebula is the large star forming region at top center. A satellite of our Milky Way Galaxy, the LMC is about 15,000 light-years across and lies a mere 180,000 light-years away in the constellation Dorado.",
    "hdurl": "https://apod.nasa.gov/apod/image/1612/lmcapodgleason.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shell Game in the LMC",
    "url": "https://apod.nasa.gov/apod/image/1612/lmcapodgleason960.jpg"
  },
  {
    "date": "2016-12-30",
    "explanation": "Tidally locked in synchronous rotation, the Moon always presents its familiar nearside to denizens of planet Earth. From lunar orbit, the Moon's farside can become familiar, though. In fact this sharp picture, a mosaic from the Lunar Reconnaissance Orbiter's wide angle camera, is centered on the lunar farside. Part of a global mosaic of over 15,000 images acquired between November 2009 and February 2011, the highest resolution version shows features at a scale of 100 meters per pixel. Surprisingly, the rough and battered surface of the farside looks very different from the nearside covered with smooth dark lunar maria.  The likely explanation is that the farside crust is thicker, making it harder for molten material from the interior to flow to the surface and form the smooth maria.",
    "hdurl": "https://apod.nasa.gov/apod/image/1612/farside_lro1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Farside",
    "url": "https://apod.nasa.gov/apod/image/1612/farside_lro800.jpg"
  },
  {
    "date": "2016-12-31",
    "explanation": "The Trifid Nebula, also known as Messier 20, is easy to find with a small telescope, a well known stop in the nebula rich constellation Sagittarius. But where visible light pictures show the nebula divided into three parts by dark, obscuring dust lanes, this penetrating infrared image reveals filaments of glowing dust clouds and newborn stars. The spectacular false-color view is courtesy of the Spitzer Space Telescope. Astronomers have used the Spitzer infrared image data to count newborn and embryonic stars which otherwise can lie hidden in the natal dust and gas clouds of this intriguing stellar nursery. As seen here, the Trifid is about 30 light-years across and lies only 5,500 light-years away.  News: Leap second to be added to 2016.",
    "hdurl": "https://apod.nasa.gov/apod/image/1612/trifid_spitzerR.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Infrared Trifid",
    "url": "https://apod.nasa.gov/apod/image/1612/trifid_spitzerR1024.jpg"
  },
  {
    "copyright": "Sebastian Voltmer",
    "date": "2017-01-01",
    "explanation": "Higher than the highest building, higher than the highest mountain, higher than the highest airplane, lies the realm of the aurora.  Auroras rarely reach below 60 kilometers, and can range up to 1000 kilometers.  Aurora light results from energetic electrons and protons striking molecules in the Earth's atmosphere.  Frequently, when viewed from space, a complete aurora will appear as a circle around one of the Earth's magnetic poles.  The featured wide-angle image, horizontally compressed, captured an unexpected auroral display that stretched across the sky five years ago over eastern Norway.",
    "hdurl": "https://apod.nasa.gov/apod/image/1701/aurora_voltmer_1920.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Full Sky Aurora Over Norway",
    "url": "https://apod.nasa.gov/apod/image/1701/aurora_voltmer_960.jpg"
  }
]
