[
  {
    "date": "2016-06-01",
    "explanation": "What star created this huge expanding puffball?  Featured here is the first expansion movie ever created for Tycho's supernova remnant, the result of a stellar explosion first recorded over 400 years ago by the famous astronomer Tycho Brahe.  The 2-second video is a time-lapse composite of  X-ray images taken by the orbiting Chandra X-ray Observatory between the years 2000 and 2015, added to a stock optical frame. The expanding gas cloud is extremely hot, while slightly different expansion speeds have given the cloud a puffy appearance.  Although the star that created SN 1572, is likely completely gone, a star dubbed Tycho G, too dim to be discerned here, is thought to be a companion. Finding progenitor remnants of Tycho's supernova is particularly important because the supernova is of Type Ia, an important rung in the distance ladder that calibrates the scale of the visible universe.   The peak brightness of Type Ia supernovas is thought to be well understood, making them quite valuable in exploring the relationship between faintness and farness in the distant universe.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Tycho's Supernova Remnant Expands",
    "url": "https://www.youtube.com/embed/jOmb-STnOg4?rel=0"
  },
  {
    "copyright": "JL. Dauvergne",
    "date": "2016-06-02",
    "explanation": "Seen any planets lately? All three planets now shining brightly in the night sky are imaged in these panels, captured last week with the 1 meter telescope at Pic du Midi Observatory in the French Pyrenees. Near opposition and closest to Earth on May 30, Mars is presently offering the best ground-based photo-ops in the last decade. The sharp image finds clouds above the Red Planet's north pole (top) and towering volcanos near its right limb. Saturn reaches its own opposition tonight, its bright rings and gaps clearly revealed in the telescopic portrait. Jupiter is currently highest during the evening twilight and shows off its planet-girdling cloud bands and Great Red Spot in this scene. Of course close-up images of the ruling gas giant will follow the July arrival of the solar-powered Juno spacecraft and JunoCam.",
    "hdurl": "https://apod.nasa.gov/apod/image/1606/ia90sewnDauvergne.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Three Planets from Pic du Midi",
    "url": "https://apod.nasa.gov/apod/image/1606/ia90sewnDauvergne600h.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2016-06-03",
    "explanation": "NGC 4631 is a big beautiful spiral galaxy. Seen edge-on, it lies only 25 million light-years away in the well-trained northern constellation Canes Venatici. The galaxy's slightly distorted wedge shape suggests to some a cosmic herring and to others its popular moniker, The Whale Galaxy. Either way, it is similar in size to our own Milky Way. In this sharp color image, the galaxy's yellowish core, dark dust clouds, bright blue star clusters, and red star forming regions are easy to spot. A companion galaxy, the small elliptical NGC 4627 is just above the Whale Galaxy. Faint star streams seen in deep images are the remnants of small companion galaxies disrupted by repeated encounters with the Whale in the distant past. The Whale Galaxy is also known to have spouted a halo of hot gas glowing in X-rays.",
    "hdurl": "https://apod.nasa.gov/apod/image/1606/Whale_Galaxy_HaLRGB-MP.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4631: The Whale Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1606/Whale_Galaxy_HaLRGB-MP1024.jpg"
  },
  {
    "date": "2016-06-04",
    "explanation": "Fifty years ago, Surveyor 1 reached the Moon. Launched on May 30, 1966 and landed on June 2, 1966 with the Moon at full phase it became the first US spacecraft to make a soft landing on another world. The first of seven Surveyor missions intended to test the lunar terrain for the planned Apollo landings it sent back over 10,000 images before lunar nightfall on June 14. The total rose to over 11,000 images returned before its second lunar night began on July 13. Surveyor 1 continued to respond from the lunar surface until January 7, 1967.  Captured in this 2009 image from the Lunar Reconnaissance Orbiter, the first Surveyor still stands at its landing site, a speck in the Oceanus Procellarum (the Ocean of Storms). With the Sun low on the western horizon the lonely, 3.3 meter tall spacecraft casts a shadow almost 15 meters long in the late lunar afternoon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1606/surv1_lro_thumb.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Shadow of Surveyor 1",
    "url": "https://apod.nasa.gov/apod/image/1606/surv1_lro_thumbcrop.jpg"
  },
  {
    "copyright": "Fritz\nHelmut Hemmerich",
    "date": "2016-06-05",
    "explanation": "It's rare that such different objects are imaged so close together.  Such an occasion is occurring now, though, and was captured two days ago in combined parallel exposures from the Canary Islands of Spain.  On the lower right, surrounded by a green coma and emanating an unusually split blue ion tail diagonally across the frame, is Comet C/2013 X1 (PanSTARRS).  This giant snowball has been falling toward our Sun and brightening since its discovery in 2013. Although Comet PannSTARRS is a picturesque target for long-duration exposures of astrophotography, it is expected to be only barely visible to the unaided eye when it reaches its peak brightness in the next month. On the upper left, surrounded by red-glowing gas, is the also-picturesque Helix Nebula. At 700 light years distant, the Helix is not only much farther away than the comet, but is expected to retain its appearance for thousands of years.    Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1606/CometHelix_Hemmerich_3335.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet PanSTARRS and the Helix Nebula",
    "url": "https://apod.nasa.gov/apod/image/1606/CometHelix_Hemmerich_960.jpg"
  },
  {
    "date": "2016-06-06",
    "explanation": "What can this galaxy tell us about the expansion rate of the universe? Perhaps a lot because UGC 9391, featured, not only contains Cepheid variable stars (red circles) but also a recent Type Ia supernova (blue X). Both types of objects have standard brightnesses, with Cepheids typically being seen relatively nearby, while supernovas are seen much farther away. Therefore, this spiral is important because it allows a calibration between the near and distant parts of our universe. Unexpectedly, a recent analysis of new Hubble data from UGC 9391 and several similar galaxies has bolstered previous indications that Cepheids and supernovas are expanding with the universe slightly  faster than expected from expansion measurements of the early universe. Given the multiple successes of early universe concordance cosmology, astrophysicists are now vigorously speculating about possible reasons for this discrepancy.  Candidate explanations range from the sensational, such as the inclusion of unusual cosmological components types such as phantom energy and dark radiation, to the mundane, including statistical flukes and underestimated sources of systematic errors.  Numerous future observations are being planned to help resolve the conundrum.    Astrophysicists: Browse 1,250+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/1606/UGC9391_hubble_2800_plain.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Supernova and Cepheids of Spiral Galaxy UGC 9391",
    "url": "https://apod.nasa.gov/apod/image/1606/UGC9391_hubble_960_annotated.jpg"
  },
  {
    "copyright": "ISASJAXA",
    "date": "2016-06-07",
    "explanation": "Why is Venus so different from Earth?  To help find out, Japan launched the robotic Akatsuki spacecraft which entered orbit around Venus late last year after an unplanned five-year adventure around the inner Solar System.  Even though Akatsuki has passed its original planned lifetime, the spacecraft and its instruments are operating so well that much of its original mission has been reinstated. In the featured image taken by Akatsuki late last month, Venus was captured in infrared light showing a surprising amount of atmospheric structure on its night side. The vertical orange terminator stripe between night and day is so wide because of light is so diffused by Venus' thick atmosphere.  Also known as the Venus Climate Orbiter, Akatsuki has cameras and instruments that will investigate unknowns about the planet, including whether volcanoes are still active, whether lightning occurs in the dense atmosphere, and why wind speeds greatly exceed the planet's rotation speed.",
    "hdurl": "https://apod.nasa.gov/apod/image/1606/VenusIR_jaxa_512.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Night on Venus in Infrared from Orbiting Akatsuki",
    "url": "https://apod.nasa.gov/apod/image/1606/VenusIR_jaxa_960.jpg"
  },
  {
    "date": "2016-06-08",
    "explanation": "While drifting through the cosmos, a magnificent interstellar dust cloud became sculpted by stellar winds and radiation to assume a recognizable shape.  Fittingly named the Horsehead Nebula, it is embedded in the vast and complex Orion Nebula (M42).  A potentially rewarding but difficult object to view personally with a small telescope, the above gorgeously detailed image was taken in 2013 in infrared light by the orbiting Hubble Space Telescope in honor of the 23rd anniversary of Hubble's launch. The dark molecular cloud, roughly 1,500 light years distant, is cataloged as Barnard 33 and is seen above primarily because it is backlit by the nearby massive star Sigma Orionis. The Horsehead Nebula will slowly shift its apparent shape over the next few million years and will eventually be destroyed by the high energy starlight.",
    "hdurl": "https://apod.nasa.gov/apod/image/1606/horseheadir_hubble_1225.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Horsehead Nebula in Infrared from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1606/horseheadir_hubble_960.jpg"
  },
  {
    "date": "2016-06-09",
    "explanation": "The night side of Pluto spans this shadowy scene. The spacebased view with the Sun behind the distant world was captured by New Horizons last July. The spacecraft was at a range of over 21,000 kilometers, about 19 minutes after its closest approach. A denizen of the Kuiper Belt in dramatic silhouette, the image also reveals Pluto's tenuous, surprisingly complex layers of hazy atmosphere. The crescent twilight landscape near the top of the frame includes southern areas of nitrogen ice plains informally known as Sputnik Planum and rugged mountains of water-ice in the Norgay Montes.",
    "hdurl": "https://apod.nasa.gov/apod/image/1606/PIA20727PlutoNight.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pluto at Night",
    "url": "https://apod.nasa.gov/apod/image/1606/PIA20727PlutoNight1024c.jpg"
  },
  {
    "copyright": "Michael Miller",
    "date": "2016-06-10",
    "explanation": "NGC 6888, also known as the Crescent Nebula, is a cosmic bubble about 25 light-years across, blown by winds from its central, bright, massive star. This sharp telescopic portrait uses narrow band image data that isolates light from hydrogen and oxygen atoms in the wind-blown nebula. The oxygen atoms produce the blue-green hue that seems to enshroud the detailed folds and filaments. Visible within the nebula, NGC 6888's central star is classified as a Wolf-Rayet star (WR 136). The star is shedding its outer envelope in a strong stellar wind, ejecting the equivalent of the Sun's mass every 10,000 years.  The nebula's complex structures are likely the result of this strong wind interacting with material ejected in an earlier phase. Burning fuel at a prodigious rate and near the end of its stellar life this star should ultimately go out with a bang in a spectacular supernova explosion. Found in the nebula rich constellation Cygnus, NGC 6888 is about 5,000 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/1606/NGC-6888-6-3-16MillerWalker2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6888: The Crescent Nebula",
    "url": "https://apod.nasa.gov/apod/image/1606/NGC-6888-6-3-16MillerWalker1024.jpg"
  },
  {
    "date": "2016-06-11",
    "explanation": "Named for the southern constellation toward which most of its galaxies can be found, the Fornax Cluster is one of the closest clusters of galaxies. About 62 million light-years away, it is almost 20 times more distant than our neighboring Andromeda Galaxy, and only about 10 percent further than the better known and more populated Virgo Galaxy Cluster. Seen across this two degree wide field-of-view, almost every yellowish splotch on the image is an elliptical galaxy in the Fornax cluster. A standout barred spiral galaxy NGC 1365 is visible on the lower right as a prominent Fornax cluster member. The spectacular image was taken by the VLT Survey Telescope at ESO's Paranal Observatory.",
    "hdurl": "https://apod.nasa.gov/apod/image/1606/eso1612aFornaxCluster.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Fornax Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/1606/eso1612aFornaxCluster1024.jpg"
  },
  {
    "date": "2016-06-12",
    "explanation": "What kind of cloud is this?  A type of arcus cloud called a roll cloud.  These rare long clouds may form near advancing cold fronts.   In particular, a downdraft from an advancing storm front can cause moist warm air to rise, cool below its dew point, and so form a cloud.  When this happens uniformly along an extended front, a roll cloud may form.  Roll clouds may actually have air circulating along the long horizontal axis of the cloud.  A roll cloud is not thought to be able to morph into a tornado.  Unlike a similar shelf cloud, a roll cloud is completely detached from their parent  cumulonimbus cloud.  Pictured above, a roll cloud extends far into the distance in 2009 January above Las Olas Beach in Maldonado, Uruguay.",
    "hdurl": "https://apod.nasa.gov/apod/image/1606/rollcloud_eberl_2572.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Roll Cloud Over Uruguay",
    "url": "https://apod.nasa.gov/apod/image/1606/rollcloud_eberl_960.jpg"
  },
  {
    "date": "2016-06-13",
    "explanation": "Why does star KIC 8462852 keep wavering?  Nobody knows.  A star somewhat similar to our Sun, KIC 8462852 was one of many distant stars being monitored by NASA's robotic Kepler satellite to see if it had planets. Citizen scientists voluntarily co-inspecting the data along with computers found this unusual case where a star's brightness dropped at unexpected times by as much as 20 percent for as long as months -- but then recovered. Common reasons for dimming -- such as eclipses by orbiting planets or stellar companions -- don't match the non-repetitive nature of the dimmings. A currently debated theory is dimming by a cloud of comets or the remnants of a shattered planet, but these would not explain data indicating that the star itself has become slightly dimmer over the past 125 years.  Nevertheless, featured here is an artist's illustration of a planet breaking up, drawn to depict NGC 2547-ID8, a different system that shows infrared evidence of such a collision. Recent observations of KIC 8462852 did not detect the infrared glow of a closely orbiting dust disk, but gave a hint that the system might have such a disk farther out.  Future observations are encouraged and creative origin speculations are sure to continue.",
    "hdurl": "https://apod.nasa.gov/apod/image/1606/NGC2547ID8_Spitzer_4005.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unexplained Dimmings in KIC 8462852",
    "url": "https://apod.nasa.gov/apod/image/1606/NGC2547ID8_Spitzer_1080.jpg"
  },
  {
    "copyright": "Ezequiel Etcheverry",
    "date": "2016-06-14",
    "explanation": "Here lie familiar shapes in unfamiliar locations. On the left is an emission nebula cataloged as NGC 7000, famous partly because it resembles our fair planet's continent of North America.  The emission region to the right of the North America Nebula is IC 5070, also known for its suggestive outlines as the Pelican Nebula.  Separated by a dark cloud of obscuring dust, the two bright nebulae are about 1,500 light-years away. At that distance, the 4 degree wide field of view spans 100 light-years. This spectacular cosmic portrait combines narrow band images to highlight bright ionization fronts with fine details of dark, dusty forms in silhouette. Emission from atomic hydrogen, sulfur, and oxygen is captured in the narrow band image in scientifically assigned colors. These nebulae can be seen with binoculars from a dark location.",
    "hdurl": "https://apod.nasa.gov/apod/image/1606/PelicanNorthAmerica_Etcheverry_3232.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The North America and Pelican Nebulas",
    "url": "https://apod.nasa.gov/apod/image/1606/PelicanNorthAmerica_Etcheverry_960.jpg"
  },
  {
    "date": "2016-06-15",
    "explanation": "A new sky is becoming visible. When you look up, you see the sky as it appears in light -- electromagnetic radiation. But just over the past year, humanity has begun to see our once-familiar sky as it appears in a different type of radiation -- gravitational radiation.  Today, the LIGO collaboration is reporting the detection of GW151226, the second confirmed flash of gravitational radiation after GW150914, the historic first detection registered three months earlier. As its name implies, GW151226 was recorded in late December of 2015. It was detected simultaneously by both LIGO facilities in Washington and Louisiana, USA.  In the featured video, an animated plot demonstrates how the frequency of GW151226 changed with time during measurement by the Hanford, Washington detector.  This GW-emitting system is best fit by two merging black holes with initial masses of about 14 and 8 solar masses at a redshift of roughly 0.09, meaning, if correct, that it took roughly 1.4 billion years for this radiation to reach us.  Note that the brightness and frequency -- here mapped into sound -- of the gravitational radiation peaks during the last second of the black hole merger. As LIGO continues to operate, as its sensitivity continues to increase, and as other gravitational radiation detectors come online in the next few years, humanity's new view of the sky will surely change humanity's understanding of the universe.",
    "media_type": "video",
    "service_version": "v1",
    "title": "GW151226: A Second Confirmed Source of Gravitational Radiation",
    "url": "https://www.youtube.com/embed/XsA34rRHpuA?rel=0"
  },
  {
    "copyright": "Alex Conu",
    "date": "2016-06-16",
    "explanation": "The Aurora Borealis or northern lights are familiar visitors to night skies above the village of Reine in the Lofoten Islands, Norway, planet Earth. In this scene, captured from a mountaintop camp site, the auroral curtains do seem to create an eerie tension with the coastal lights though. A modern perspective on the world at night, the stunning image was chosen as the over all winner in The World at Night's 2016 International Earth and Sky Photo Contest. Selections were made from over 900 entries highlighting the beauty of the night sky and its battle with light pollution.",
    "hdurl": "https://apod.nasa.gov/apod/image/1606/TWAN6108-03LConu.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Northern Lights above Lofoten",
    "url": "https://apod.nasa.gov/apod/image/1606/TWAN6108-03LConu.jpg"
  },
  {
    "copyright": "José J. Chambó",
    "date": "2016-06-17",
    "explanation": "Now approaching our fair planet this Comet PanSTARRS (C/2013 X1) will come closest on June 21-22, a mere 5.3 light-minutes away. By then its appearance low in northern hemisphere predawn skies (high in the south), will be affected by the light of a nearly Full Moon, though. Still the comet's pretty green coma is about the apparent size of the Full Moon in this telescopic portrait, captured on June 12 from the southern hemisphere's Siding Spring Observatory. The deep image also follows a broad, whitish dust tail up and toward the left in the frame, sweeping away from the Sun and trailing behind the comet's orbit. Buffeted by the solar wind, a fainter, narrow ion tail extends horizontally toward the right. On the left edge, the brightest star is bluish Iota Piscis Austrini. Shining at about fourth magnitude, that star is visible to the unaided eye in the constellation of the Southern Fish.",
    "hdurl": "https://apod.nasa.gov/apod/image/1606/2013X1_160612_chambo1200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet PanSTARRS in the Southern Fish",
    "url": "https://apod.nasa.gov/apod/image/1606/2013X1_160612_chambo1024.jpg"
  },
  {
    "date": "2016-06-18",
    "explanation": "Pluto's pitted plains meet rugged highlands in this stunning view. On the left lies a southeastern extent of the bright region still informally known as Sputnik Planum. At right the edge of a dark region, informally Krun Macula, rises some 2.5 kilometers above the icy plains. Along the boundary, connected clusters of large pits form deep valleys, some over 40 kilometers long with shadowy floors. Nitrogen ice is likely responsible for the more reflective plains. The dark red color of the highlands is thought to be from complex compounds called tholins, a product of ultraviolet light induced chemical reactions with methane in Pluto's atmosphere. The enhanced color image includes portions of the highest and second highest resolution image data from the New Horizons July 2015 flyby of the distant world.",
    "hdurl": "https://apod.nasa.gov/apod/image/1606/KrunMaculaNewHorizons.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sputnik Planum vs. Krun Macula",
    "url": "https://apod.nasa.gov/apod/image/1606/KrunMaculaNewHorizons1024c.jpg"
  },
  {
    "copyright": "Brad GoldpaintGoldpaint Photography",
    "date": "2016-06-19",
    "explanation": "What's older than these ancient trees? Nobody you know -- but almost everything in the background of this picture. The trees are impressively old -- each part of the Ancient Bristlecone Pine Forest located in eastern California, USA. There, many of the oldest trees known are located, some dating as far back as about 5,000 years.  Seemingly attached to tree branches, but actually much farther in the distance, are the bright orbs of Saturn (left) and Mars. These planets formed along with the Earth and the early Solar System much earlier -- about 4.5 billion years ago.  Swooping down diagonally from the upper left is the oldest structure pictured: the central band of our Milky Way Galaxy -- dating back around 9 billion years.  The featured image was built from several exposures all taken from the same location -- but only a few weeks ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/1606/BristleconeSky_Goldpaint_1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy and Planets Beyond Bristlecone Pines",
    "url": "https://apod.nasa.gov/apod/image/1606/BristleconeSky_Goldpaint_960.jpg"
  },
  {
    "copyright": "Max AlexanderSTFCSPL",
    "date": "2016-06-20",
    "explanation": "Today the Sun reaches its northernmost point in planet Earth's sky.  Called a solstice, the date astronomically marks a change of seasons -- from spring to summer in Earth's Northern Hemisphere and from fall to winter in Earth's Southern Hemisphere.  The featured image was taken during the week of the 2008 summer solstice at Stonehenge in United Kingdom, and captures a picturesque sunrise involving fog, trees, clouds, stones placed about 4,500 years ago, and a 4.5 billion year old large glowing orb. Even given the precession of the Earth's rotational axis over the millennia, the Sun continues to rise over Stonehenge in an astronomically significant way.",
    "hdurl": "https://apod.nasa.gov/apod/image/1606/StonehengeSun_alexander_4200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunrise Solstice over Stonehenge",
    "url": "https://apod.nasa.gov/apod/image/1606/StonehengeSun_alexander_960.jpg"
  },
  {
    "date": "2016-06-21",
    "explanation": "In the center of this serene stellar swirl is likely a harrowing black-hole beast.  The surrounding swirl sweeps around billions of stars which are highlighted by the brightest and bluest. The breadth and beauty of the display give the swirl the designation of a grand design spiral galaxy. The central beast shows evidence that it is a supermassive black hole about 10 million times the mass of  our Sun.  This ferocious creature devours stars and gas and is surrounded by a spinning moat of hot plasma that emits blasts of X-rays. The central violent activity gives it the designation of a Seyfert galaxy. Together, this beauty and beast are cataloged as NGC 6814 and have been appearing together toward the constellation of the Eagle (Aquila) for roughly the past billion years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1606/NGC6814_hubble_3970.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6814: Grand Design Spiral Galaxy from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1606/NGC6814_hubble_960.jpg"
  },
  {
    "copyright": "Bertrand Kulik",
    "date": "2016-06-22",
    "explanation": "What's that over Paris?  Cirrus. Typically, cirrus clouds appear white or gray when reflecting sunlight, can appear dark at sunset (or sunrise) against a better lit sky. Cirrus are among the highest types of clouds and are usually thin enough to see stars through.  Cirrus clouds may form from moisture released above storm clouds and so may herald the arrival of a significant change in weather.  Conversely, cirrus clouds have also been seen on Mars, Jupiter, Saturn, Titan, Uranus, and Neptune.  The featured image was taken two days ago from a window in District 15, Paris, France, Earth.  The brightly lit object on the lower right is, of course, the Eiffel Tower.",
    "hdurl": "https://apod.nasa.gov/apod/image/1606/CirrusParis_Kulik_1080.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cirrus over Paris",
    "url": "https://apod.nasa.gov/apod/image/1606/CirrusParis_Kulik_1080.jpg"
  },
  {
    "copyright": "Laurie Hatch",
    "date": "2016-06-23",
    "explanation": "A Full Moon sets as the Solstice Sun rises in this June 20 dawn skyscape. Captured from a nearby peak in central California, planet Earth, the scene looks across the summit of Mount Hamilton and Lick Observatory domes on a calendar date that marks an astronomical change of seasons and hemispherical extremes of daylight hours. Earth's shadow stretches toward the Santa Cruz Mountains on the western horizon. Just above the atmospheric grey shadowband is a more colorful anti-twilight arch, a band of reddened, backscattered sunlight also known as the Belt of Venus. The interplay of solstice dates and lunar months does make this solstice and Full Moon a rare match-up. The next June solstice and Full Moon will fall on the same calendar date on June 21, 2062.",
    "hdurl": "https://apod.nasa.gov/apod/image/1606/LH7407_LickObservatorySolsticeDawnMoonset_1440x960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solstice Dawn and Full Moonset",
    "url": "https://apod.nasa.gov/apod/image/1606/LH7407_LickObservatorySolsticeDawnMoonset_1024x683.jpg"
  },
  {
    "copyright": "Andrew Campbell",
    "date": "2016-06-24",
    "explanation": "These three bright nebulae are often featured in telescopic tours of the constellation Sagittarius and the crowded starfields of the central Milky Way. In fact, 18th century cosmic tourist Charles Messier cataloged two of them; M8, the large nebula left of center, and colorful M20 near the bottom of the frame The third, NGC 6559, is right of M8, separated from the larger nebula by dark dust lanes. All three are stellar nurseries about five thousand light-years or so distant. The expansive M8, over a hundred light-years across, is also known as the Lagoon Nebula. M20's popular moniker is the Trifid. In the composite image, narrowband data records ionized hydrogen, oxygen, and sulfur atoms radiating at visible wavelengths. The mapping of colors and range of brightness used to compose this cosmic still life were inspired by Van Gogh's famous Sunflowers. Just right of the Trifid one of Messier's open star clusters, M21, is also included on the telescopic canvas.",
    "hdurl": "https://apod.nasa.gov/apod/image/1606/SagTrip_q100_watermark_CopyrightAndys_Astropix2016.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sagittarius Sunflowers",
    "url": "https://apod.nasa.gov/apod/image/1606/SagTrip1065_q100_watermark_CopyrightAndys_Astropix2016.jpg"
  },
  {
    "copyright": "Trevor Mahlmann",
    "date": "2016-06-25",
    "explanation": "Near the horizon the Full Moon often seems to loom large, swollen in appearance by the famous Moon illusion. But timelapse images demonstrate that the Moon's apparent size doesn't really change as it climbs toward the zenith. Its color does, though. Recording a frame every 10 seconds, this image shows how dramatic that color change can be. The composite follows a solstice Full Moon climbing above a rugged horizon over northwestern Indiana. A shrinking line-of-sight through planet Earth's dense and dusty atmosphere shifted the moonlight from strawberry red through honey-colored and paler yellowish hues. That change seems appropriate for a northern June Full Moon also known as the Strawberry or Honey Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1606/Jun21-2016-FullBlend2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Strawberry to Honey Moonrise",
    "url": "https://apod.nasa.gov/apod/image/1606/Jun21-2016-FullBlend1024.jpg"
  },
  {
    "date": "2016-06-26",
    "explanation": "The New Horizons spacecraft took some stunning images of Jupiter on its way out to Pluto. Famous for its Great Red Spot, Jupiter is also known for its regular, equatorial cloud bands, visible through even modest sized telescopes. The featured image, horizontally compressed, was taken in 2007 near Jupiter's terminator and shows the Jovian giant's wide diversity of cloud patterns.  On the far left are clouds closest to Jupiter's South Pole.  Here turbulent whirlpools and swirls are seen in a dark region, dubbed a belt, that rings the planet.  Even light colored regions, called zones, show tremendous structure, complete with complex wave patterns.   The energy that drives these waves surely comes from below.  New Horizons is the fastest space probe ever launched, has successfully complete its main flyby of Pluto in 2015, and is now heading further out and on track to flyby Kuiper belt object  2014 MU69 in 2019. In the near term, many space enthusiasts excitedly await Juno's arrival at Jupiter next Monday.    APOD in Poster Format: PDF, JPG, Powerpoint",
    "hdurl": "https://apod.nasa.gov/apod/image/1606/jupiterclouds_newhorizons_1843.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter's Clouds from New Horizons",
    "url": "https://apod.nasa.gov/apod/image/1606/jupiterclouds_newhorizons_960.jpg"
  },
  {
    "copyright": "Regina Kelly",
    "date": "2016-06-27",
    "explanation": "What's happening over the horizon?  Although the scene may appear somehow supernatural, nothing more unusual is occurring than a setting Sun and some well placed clouds.  Pictured above are anticrepuscular rays.  To understand them, start by picturing common crepuscular rays that are seen any time that sunlight pours though scattered clouds. Now although sunlight indeed travels along straight lines, the projections of these lines onto the spherical sky are great circles.  Therefore, the crepuscular rays from a setting (or rising) sun will appear to re-converge on the other side of the sky.  At the anti-solar point 180 degrees around from the Sun, they are referred to as anticrepuscular rays.  Featured here is a particularly striking display of anticrepuscular rays photographed earlier this month in Westminster, Colorado, USA.   Deja vu: Anticrepuscular Rays over Colorado (I)",
    "hdurl": "https://apod.nasa.gov/apod/image/1606/Anticrep02_Kelly_3264.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Anticrepuscular Rays over Colorado (II)",
    "url": "https://apod.nasa.gov/apod/image/1606/Anticrep02_Kelly_960.jpg"
  },
  {
    "date": "2016-06-28",
    "explanation": "What will NASA's Juno spacecraft find when it reaches Jupiter next Monday? Very little, if Juno does not survive Jupiter Orbit Insertion, a complex series of operations in an unknown environment just above Jupiter's cloud tops.  If successful, as explained in the featured video, Juno will swoop around Jupiter, passing closer than any previous spacecraft. The goal is to decelerate, enter into a highly elliptical orbit, and begin two years of science operations. Juno's science mission objectives include mapping Jupiter's deep structure, determining how much water is in Jupiter's atmosphere, and exploring Jupiter's powerful magnetic field and how it creates auroras around Jupiter's poles.  These lessons hold promise to help humanity better understand the history of our Solar System and the dynamics of our Earth.  Juno is powered predominantly by three large solar panels, each measuring a side of small truck.  Launched in 2011, Juno's planned mission will take it around the Jovian giant 37 times, after which, to avoid contaminating Europa with microbes, it will be directed to dive into Jupiter's thick atmosphere, where it will break apart and melt.    Share the sky: NASA and APOD APIs",
    "media_type": "video",
    "service_version": "v1",
    "title": "Juno Mission Trailer",
    "url": "https://www.youtube.com/embed/A2fknqVk2yk?rel=0"
  },
  {
    "copyright": "Panther Observatory",
    "date": "2016-06-29",
    "explanation": "This beautiful telephoto composition spans light-years in a natural night skyscape from the island of Crete. Looking south, exposures both track the stars and record a fixed foreground in three merged panels that cover a 10x12 degree wide field of view. The May 15 waxing gibbous moonlight illuminates the church and mountainous terrain. A mere 18 thousand light-years away, huge globular star cluster Omega Centauri (NGC 5139) shining above gives a good visual impression of its appearance in binoculars on that starry night. Active galaxy Centaurus A (NGC 5128) is near the top of the frame, some 11 million light-years distant. Also found toward the expansive southern constellation Centaurus and about the size of our own Milky Way is edge on spiral galaxy NGC 4945. About 13 million light-years distant it's only a little farther along, and just above the horizon at the right.",
    "hdurl": "https://apod.nasa.gov/apod/image/1606/Omega_Crete_200mm_50schedler.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "From Alpha to Omega in Crete",
    "url": "https://apod.nasa.gov/apod/image/1606/Omega_Crete_200mm_15schedler.jpg"
  },
  {
    "date": "2016-06-30",
    "explanation": "How far are you from a naturally dark night sky? In increasing steps, this world map (medium | large) shows the effect of artificial night sky brightness on the visual appearance of the night sky. The brightness was modeled using high resolution satellite data and fit to thousands of night sky brightness measurements in recent work. Color-coded levels are compared to the natural sky brightness level for your location. For example, artificial sky brightness levels in yellow alter the natural appearance of the night sky. In red they hide the Milky Way in an artificial luminous fog. The results indicate that the historically common appearance of our galaxy at night is now lost for more than one-third of humanity. That includes 60% of Europeans and almost 80% of North Americans, along with inhabitants of other densely populated, light-polluted regions of planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/1606/VisualimpactsPlanisphereAPOD2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The New World Atlas of Artificial Sky Brightness",
    "url": "https://apod.nasa.gov/apod/image/1606/VisualimpactsPlanisphereAPOD1024c.jpg"
  },
  {
    "date": "2016-07-01",
    "explanation": "Approaching over the north pole after nearly a five-year journey, Juno enjoys a perspective on Jupiter not often seen, even by spacecraft from Earth that usually swing by closer to Jupiter's equator. Looking down toward the ruling gas giant from a distance of 10.9 million kilometers, the spacecraft's JunoCam captured this image with Jupiter's nightside and orbiting entourage of four large Galilean moons on June 21. JunoCam is intended to provide close-up views of the gas giant's cloudy zoned and belted atmosphere. On July 4 (July 5 UT) Juno is set to burn its main engine to slow down and be captured into its own orbit around the giant planet.  If all goes well, it will be the first spacecraft to orbit the poles of Jupiter, skimming to within 5,000 kilometers of the Jovian cloud tops during the 20 month mission.",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/PIA20701_fig1JupiterJuno.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Juno Approaching Jupiter",
    "url": "https://apod.nasa.gov/apod/image/1607/PIA20701_fig1JupiterJuno.jpg"
  }
]
