[
  {
    "copyright": "Göran Strand",
    "date": "2017-06-01",
    "explanation": "The road tracking through this stunning 360 degree view crosses a remote mountain area of Jämtland, Sweden, planet Earth. A 3x8 mosaic of still images, the panorama was taken on May 3rd from a small drone 200 meters above the ground. The scene records the warm light of the Sun setting in the northwest and the planet's dark shadow rising in the southeast. A small sun pillar gives away the Sun's position just below the horizon while the pinkish anti-twilight arch or belt of Venus outlines Earth's shadow. In the middle of the remarkably clear sky, the First Quarter Moon is visible above the mountains, its half illuminated disk separating shadowrise and sunset. A range of exposures was used to cover the large difference in sky brightness. The tallest peak left of the sunset is Storsnasen, some 1400 meters above sea level.",
    "hdurl": "https://apod.nasa.gov/apod/image/1706/GS_20170503_HandolAir_0143_Pan.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shadowrise and Sunset",
    "url": "https://apod.nasa.gov/apod/image/1706/GS_20170503_HandolAir_0143_Pan1024.jpg"
  },
  {
    "date": "2017-06-02",
    "explanation": "Add GW170104 to the chart of black holes with known mass. The extremely energetic merger of two smaller black holes corresponds to the Laser Interferometer Gravitational-wave Observatory's (LIGO) third detection of gravitational waves. The newfound black hole has a mass about 49 times that of the Sun, filling a gap between the masses of the two merged black holes detected previously by LIGO, with solar masses of 62 (GW150914) and 21 (GW151226).  In all three cases, the signal in each of the twin LIGO detectors was unambiguously identified as coming from black hole mergers while a fourth case (LVT151012) resulted in a lower confidence detection. GW170104 is estimated to be some 3 billion light-years away, more distant than present estimates for GW150914 and GW151226. The ripples in spacetime were discovered during LIGO's current observing run, which began November 30, 2016 and will continue through the summer.",
    "hdurl": "https://apod.nasa.gov/apod/image/1706/BHmassChartGW17a.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Black Holes of Known Mass",
    "url": "https://apod.nasa.gov/apod/image/1706/BHmassChartGW17a1024.jpg"
  },
  {
    "date": "2017-06-03",
    "explanation": "On May 19, the Juno spacecraft once again swung by Jupiter in its looping 53 day orbit around the Solar System's ruling gas gaint. Beginning at the top, this vertical 14 frame sequence of enhanced-color JunoCam images follows the spacecraft's rapidly changing perspective during its two hour passage. They look down on Jupiter's north polar region, equatorial, and south polar region (bottom images). With the field-of-view shrinking, the seventh and eighth images in the sequence are close-up. Taken only 4 minutes apart above Jupiter's equator they were captured just before the spacecraft reached perijove 6, its closest approach to Jupiter on this orbit. Final images in the sequence pick up white oval storm systems, Jupiter's \"String of Pearls\", and the south polar region from the outward bound spacecraft.",
    "hdurl": "https://apod.nasa.gov/apod/image/1706/PIA21645_1024r.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perijove Passage",
    "url": "https://apod.nasa.gov/apod/image/1706/PIA21645_1024r.jpg"
  },
  {
    "copyright": "Rogelio Bernal\nAndreo",
    "date": "2017-06-04",
    "explanation": "What surrounds the famous belt stars of Orion? A deep exposure shows everything from dark nebula to star clusters, all embedded in an extended patch of gaseous wisps in the greater Orion Molecular Cloud Complex.  The brightest three stars, appearing diagonally on the left of the featured image are indeed the famous three stars that make up the belt of Orion.  Just below Alnitak, the lowest of the three belt stars, is the Flame Nebula, glowing with excited hydrogen gas and immersed in filaments of dark brown dust.  Just to the right of Alnitak lies the Horsehead Nebula, a  dark indentation of dense dust that has perhaps the most recognized nebular shapes on the sky. The dark molecular cloud, roughly 1,500 light years distant, is cataloged as Barnard 33 and is seen primarily because it is backlit by the nearby massive star Sigma Orionis. The Horsehead Nebula will slowly shift its apparent shape over the next few million years and will eventually be destroyed by the high-energy starlight.",
    "hdurl": "https://apod.nasa.gov/apod/image/1706/orionbfh_andreo_1089.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion: Belt, Flame, and Horsehead",
    "url": "https://apod.nasa.gov/apod/image/1706/orionbfh_andreo_960.jpg"
  },
  {
    "date": "2017-06-05",
    "explanation": "What's up in the sky this summer? The featured graphic gives a few highlights for Earth's northern hemisphere. Viewed as a clock face centered at the bottom, early summer sky events fan out toward the left, while late summer events are projected toward the right. Objects relatively close to Earth are illustrated, in general, as nearer to the cartoon figure with the telescope at the bottom center -- although almost everything pictured can be seen without a telescope.  Highlights of this summer's sky include that Jupiter will be visible after sunset during June, while Saturn will be visible after sunset during August.  A close grouping of the Moon, Venus and the bright star Aldebaran will occur during mid-July. In early August, the Perseids meteor shower peaks.  Surely the most famous pending astronomical event occurring this summer, though, will be a total eclipse of the Sun visible over a thin cloud-free swath across the USA on 21 August.    Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1706/Summer2017Sky_universe2go_2500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Highlights of the Summer Sky",
    "url": "https://apod.nasa.gov/apod/image/1706/Summer2017Sky_universe2go_960.jpg"
  },
  {
    "date": "2017-06-06",
    "explanation": "What's happened to giant star N6946-BH1? It was there just a few years ago -- Hubble imaged it.  Now there's only a faint glow. What's curiouser, no bright supernova occurred -- although the star did brighten significantly for a few months. The leading theory is that, at about 25 times the mass of our Sun, N6946-BH1's great gravity held much of the star together during its final tumultuous death throes, after which most of the star sank into a black hole of its own making.  If so, then some of what remained outside of the black hole likely then formed an accretion disk that emits comparatively faint infrared light as it swirls around, before falling in. If this mode of star death is confirmed with other stars, it gives direct evidence that a very massive star can end its life with a whimper rather than a bang.   Open Science: Browse 1,400+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/1706/StarGone_Hubble_1350.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Case of the Missing Star",
    "url": "https://apod.nasa.gov/apod/image/1706/StarGone_Hubble_960.jpg"
  },
  {
    "date": "2017-06-07",
    "explanation": "What would it be like to orbit Jupiter? The dramatic featured video depicts just this and was made from images taken by NASA's Juno spacecraft currently orbiting the Jovian giant. Juno recently completed its sixth pass near Jupiter during its looping elliptical six-week orbit.  As the time-lapse video starts, alternating dark and light cloud bands passed underneath the spacecraft as it approaches Jupiter's South Pole.  These clouds contain complex textures involving eddies, swirls, ovals, and extended clouds that have no direct analog from Earth. As the spacecraft passes beneath Jupiter, new cloud patterns devoid of long bands emerge but are again rich with alien swirls and ovals.  Over the next few years, Juno will continue to orbit and probe Jupiter, determine atmospheric water abundance, and attempt to determine if Jupiter has a solid surface underneath these fascinating clouds.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Orbiting Jupiter",
    "url": "https://www.youtube.com/embed/9UHP28JiPeE?rel=0"
  },
  {
    "copyright": "Rogelio Bernal\nAndreo",
    "date": "2017-06-08",
    "explanation": "On certain dates in February, an elusive firefall can be spotted at sunset in Yosemite National Park, when the weather cooperates and the direction to the setting Sun is just right. Often photographed from vantage points below, at the right moment the park's seasonal Horsetail Fall is isolated in the shadows of the steep walls of El Capitan. Then, still illuminated with rays of sunlight reflected by the angled rockface directly behind the flow, the waterfall briefly takes on a dramatic, fiery appearance. The Horsetail firefall is more rarely photographed at moonset under a starry night sky, though. Even more elusive by moonlight, the firefall effect can also be seen when skies are clear and a bright Moon sets at the right direction along the western horizon. Skies were clear and stars were shining for this well-planned photograph of the Horsetail firefall lit by a gibbous Moon setting in the early morning hours of May 9.",
    "hdurl": "https://apod.nasa.gov/apod/image/1706/MLFirefall_WF2_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Firefall by Moonlight",
    "url": "https://apod.nasa.gov/apod/image/1706/MLFirefall_WF2_960.jpg"
  },
  {
    "copyright": "Subaru, NAOJ",
    "date": "2017-06-09",
    "explanation": "While hunting for comets in the skies above 18th century France, astronomer Charles Messier diligently kept a list of the things he encountered that were definitely not comets. This is number 27 on his now famous not-a-comet list. In fact, 21st century astronomers would identify it as a planetary nebula, but it's not a planet either, even though it may appear round and planet-like in a small telescope. Messier 27 (M27) is an excellent example of a gaseous emission nebula created as a sun-like star runs out of nuclear fuel in its core. The nebula forms as the star's outer layers are expelled into space, with a visible glow generated by atoms excited by the dying star's intense but invisible ultraviolet light. Known by the popular name of the Dumbbell Nebula, the beautifully symmetric interstellar gas cloud is over 2.5 light-years across and about 1,200 light-years away in the constellation Vulpecula. This spectacular color image incorporates broad and narrowband observations recorded by the 8.2 meter Subaru telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/1706/M27Subaru_colombari1824_q100_watermark.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M27: Not a Comet",
    "url": "https://apod.nasa.gov/apod/image/1706/M27Subaru_colombari1024_q100_watermark.jpg"
  },
  {
    "copyright": "Mohammad Nouroozi",
    "date": "2017-06-10",
    "explanation": "Saturn is near opposition in planet Earth's sky. Rising at sunset and shining brightly throughout the night, it also lies near a line-of-sight to crowded starfields, nebulae, and obscuring dust clouds along the Milky Way. Whitish Saturn is up and left of center in this gorgeous central Milky Way skyscape, a two panel mosaic recorded earlier this month. You can find the bright planet above the bowl of the dusty Pipe nebula, and just beyond the end of a dark river to Antares, alpha star of the constellation Scorpius. For now the best views of the ringed giant planet are from the Saturn-orbiting Cassini spacecraft, though.  Diving close, Cassini's Grand Finale orbit number 8 is in progress.",
    "hdurl": "https://apod.nasa.gov/apod/image/1706/SaturnGC_Nouroozi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn in the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/1706/SaturnGC_Nouroozi1024.jpg"
  },
  {
    "date": "2017-06-11",
    "explanation": "What is creating the strange texture of IC 418?  Dubbed the Spirograph Nebula for its resemblance to drawings from a cyclical drawing tool, planetary nebula IC 418 shows patterns that are not well understood. Perhaps they are related to chaotic winds from the variable central star, which changes brightness unpredictably in just a few hours.  By contrast, evidence indicates that only a few million years ago, IC 418 was probably a well-understood star similar to our Sun.  Only a few thousand years ago, IC 418 was probably a common red giant star.  Since running out of nuclear fuel, though, the outer envelope has begun expanding outward leaving a hot remnant core destined to become a white-dwarf star, visible in the image center. The light from the central core excites surrounding atoms in the nebula causing them to glow. IC 418 lies about 2000 light-years away and spans 0.3 light-years across.  This false-color image taken from the Hubble Space Telescope reveals the unusual details.",
    "hdurl": "https://apod.nasa.gov/apod/image/1706/Spirograph_Hubble_2119.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 418: The Spirograph Nebula",
    "url": "https://apod.nasa.gov/apod/image/1706/Spirograph_Hubble_960.jpg"
  },
  {
    "date": "2017-06-12",
    "explanation": "What created this unusual hole in Mars? Actually, there are numerous holes pictured in this Swiss cheese-like landscape, with all-but-one of them showing a dusty, dark, Martian terrain beneath evaporating, light, carbon-dioxide ice.  The most unusual hole is on the upper right, spans about 100-meters, and seems to punch through to a lower level. Why this hole exists and why it is surrounded by a circular crater remains a topic of speculation, although a leading hypothesis is that it was created by a meteor impact.  Holes such as this are of particular interest because they might be portals to lower levels that extend into expansive underground caves. If so, these naturally-occurring tunnels are relatively protected from the harsh surface of Mars, making them relatively good candidates to contain Martian life. These pits are therefore prime targets for possible future spacecraft, robots, and even human interplanetary explorers.",
    "hdurl": "https://apod.nasa.gov/apod/image/1706/MarsaPit_mro_2628.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Unusual Hole in Mars",
    "url": "https://apod.nasa.gov/apod/image/1706/MarsaPit_mro_960.jpg"
  },
  {
    "copyright": "Amit Ashok Kamble",
    "date": "2017-06-13",
    "explanation": "In one of the brightest parts of Milky Way lies a nebula where some of the oddest things occur. NGC 3372, known as the Great Nebula in Carina, is home to massive stars and changing nebulas. The Keyhole Nebula (NGC 3324), the bright structure just to the right of the image center, houses several of these massive stars and has itself  changed its appearance. The entire Carina Nebula, captured here, spans over 300 light years and lies about 7,500 light-years away in the constellation of Carina.   Eta Carinae, the most energetic star in the nebula, was one of the brightest stars in the sky in the 1830s, but then faded dramatically. While Eta Carinae itself maybe on the verge of a supernova explosion, X-ray images indicate that much of the Great Nebula in Carina has been a veritable supernova factory.   Free Presentation: APOD Editor to speak in Prague on June 30",
    "hdurl": "https://apod.nasa.gov/apod/image/1706/CarinaNebulaWide_Kamble_2575.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Great Nebula in Carina",
    "url": "https://apod.nasa.gov/apod/image/1706/CarinaNebulaWide_Kamble_960.jpg"
  },
  {
    "copyright": "Mark Hanson",
    "date": "2017-06-14",
    "explanation": "Can you see them? This famous Messier object M89, a seemingly simple elliptical galaxy, is surrounded by faint shells and plumes. The cause of the shells is currently unknown, but possibly tidal tails related to debris left over from absorbing numerous small galaxies in the past billion years. Alternatively the shells may be like ripples in a pond, where a recent collision with another large galaxy created  density waves that ripple through this galactic giant. Regardless of the actual cause, the featured image highlights the increasing consensus that at least some elliptical galaxies have formed in the recent past, and that the outer halos of most large galaxies are not really smooth but have complexities induced by frequent interactions with -- and accretions of -- smaller nearby galaxies. The halo of our own Milky Way Galaxy is one example of such unexpected complexity. M89 is a member of the nearby Virgo cluster of galaxies which lies about 50 million light years distant.   Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1706/m89_hanson_3866.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M89: Elliptical Galaxy with Outer Shells and Plumes",
    "url": "https://apod.nasa.gov/apod/image/1706/m89_hanson_960.jpg"
  },
  {
    "copyright": "Nuits sacrees",
    "date": "2017-06-15",
    "explanation": "Mysterious and incredibly brief, red sprites are seen to occur high above large thunderstorms on planet Earth. While they have been recorded from low Earth orbit or high flying airplanes, these dancing, lightning-like events were captured in video frames from a mountain top perch in northern France. Taken during the night of May 28, the remarkably clear, unobstructed view looks toward a multicell storm system raging over the English Channel about 600 kilometers away.  Lasting only a few milliseconds, the red sprite association with thunderstorms is known. Still, much remains a mystery about the fleeting apparitions including the nature of their relation to other upper atmospheric lightning phenomena such as blue jets or satellite detected terrestrial gamma flashes.",
    "hdurl": "https://apod.nasa.gov/apod/image/1706/APOD_1200Vetter.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Red Sprites over the Channel",
    "url": "https://apod.nasa.gov/apod/image/1706/APOD_1200Vetter.jpg"
  },
  {
    "copyright": "Stan Honda",
    "date": "2017-06-16",
    "explanation": "A Full Moon rose as the Sun set on June 9, known to some as a Strawberry Moon. Close to the horizon and taking on the warm color of reflected sunlight filtered through a dense and dusty atmosphere, the fully illuminated lunar disk poses with the skyscrapers along the southern Manhattan skyline in this telephoto snapshot. The picture was taken from Eagle Rock Reservation, a park in West Orange, New Jersey, planet Earth. That's about 13 miles from southern Manhattan and some 240,000 miles from the Moon. Foreground faces of the modern towers of steel and glass share the Moon's warm color by reflecting the last rays of the setting Sun. The tallest, with the shining triangular facet, is New York City's One World Trade Center.",
    "hdurl": "https://apod.nasa.gov/apod/image/1706/SHonda_86072jsm.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Manhattan Moonrise",
    "url": "https://apod.nasa.gov/apod/image/1706/SHonda_86072jsm1024.jpg"
  },
  {
    "copyright": "near opposition Saturn",
    "date": "2017-06-17",
    "explanation": "Saturn reached its 2017 opposition on June 16. Of course, opposition means opposite the Sun in Earth's sky and near opposition Saturn is up all night, at its closest and brightest for the year. This remarkably sharp image of the ringed planet was taken only days before, on June 11, with a 1-meter telescope from the mountain top Pic du Midi observatory. North is at the top with the giant planet's north polar storm and curious hexagon clearly seen bathed in sunlight. But Saturn's spectacular ring system is also shown in stunning detail. The narrow Encke division is visible around the entire outer A ring, small ringlets can be traced within the fainter inner C ring, and Saturn's southern hemisphere can be glimpsed through the wider Cassini division. Near opposition Saturn's rings also appear exceptionally bright, known as the opposition surge or Seeliger Effect. Directly illuminated from Earth's perspective, the ring's icy particles cast no shadows and strongly backscatter sunlight creating the dramatic increase in brightness. Still, the best views of the ringed planet are currently from the Saturn-orbiting Cassini spacecraft.  Diving close, Cassini's Grand Finale orbit number 9 is in progress.",
    "hdurl": "https://apod.nasa.gov/apod/image/1706/s2017_06_11picdp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn near Opposition",
    "url": "https://apod.nasa.gov/apod/image/1706/s2017_06_11picdp1024.jpg"
  },
  {
    "date": "2017-06-18",
    "explanation": "What has the Cassini orbiter seen at Saturn? The featured music video shows some of the early highlights. In the first time-lapse sequence (00:07), a vertical line appears that is really Saturn's thin rings seen nearly edge-on.  Soon some of Saturn's moon shoot past.  The next sequence (00:11) features Saturn's unusually wavy F-ring that is constrained by the two shepherd moons that are also continually perturbing it.  Soon much of Saturn's extensive ring system flashes by, sometimes juxtaposed to the grandeur of the immense planet itself. Cloud patterns on Titan (00:39) and Saturn (00:41) are highlighted. Clips from flybys of several of Saturn's moon are then shown, including Phoebe, Mimas, Epimetheus, and Iapetus. In other sequences, moons of Saturn appear to pass each other as they orbit Saturn. Background star fields seen by Cassini are sometimes intruded upon by bright passing moons. The robotic Cassini spacecraft has been revolutionizing humanity's knowledge of Saturn and its moons since 2004. In September, Cassini's mission will be brought to a dramatic conclusion as the spacecraft will be directed to dive into ringed giant.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Views from Cassini at Saturn",
    "url": "https://player.vimeo.com/video/24410924?color=000000&title=0&byline=0&portrait=0"
  },
  {
    "date": "2017-06-19",
    "explanation": "Where will you be during the Eclipse across America? On August 21, the shadow of the Moon will cross the continental USA for the first time since 1979. The predicted path -- a certainty given modern astronomical knowledge -- is shown in the featured NASA video.  Most people in the USA will be within a day's drive to the path of the total solar eclipse, while the rest of North America will see a partial solar eclipse. In the path of totality, given clear-enough skies, the Moon will block out the Sun making it eerily dark for as long as 2 minutes and 40 seconds.  If interested in attending an eclipse party, please contact your local amateur astronomical society, science center, park, or university to see if one is already being planning. Some eclipse chasers have traveled to the end of the world to see a total eclipse of the Sun, and along the way have recorded many entertaining adventure stories.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Eclipse Across America: Path Prediction Video",
    "url": "https://www.youtube.com/embed/F0_QKTwvRBQ?rel=0"
  },
  {
    "date": "2017-06-20",
    "explanation": "Star cluster Westerlund 1 is home to some of the largest and most massive stars known. It is headlined by the star Westerlund 1-26, a red supergiant star so big that if placed in the center of our Solar System, it would extend out past the orbit of Jupiter. Additionally, the young star cluster is home to 3 other red supergiants, 6 yellow hypergiant stars, 24 Wolf-Rayet stars, and several even-more unusual stars that continue to be studied.  Westerlund 1 is relatively close-by for a star cluster at a distance of 15,000 light years, giving astronomers a good laboratory to study the development of massive stars. The featured image of Westerlund 1 was taken by the Hubble Space Telescope toward the southern constellation of the Altar (Ara). Although presently classified as a \"super\" open cluster, Westerlund 1 may evolve into a low mass globular cluster over the next billion years.    Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1706/Westerlund1_hubble_2748.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Massive Stars in Westerlund 1",
    "url": "https://apod.nasa.gov/apod/image/1706/Westerlund1_hubble_960.jpg"
  },
  {
    "copyright": "Jean-Marc Mari",
    "date": "2017-06-21",
    "explanation": "What day is it? If the day -- and time -- are right, this sundial will tell you: SOLSTICE. Only then will our  Sun be located just right for sunlight to stream through openings and spell out the term for the longest and shortest days of the year. But this will happen today (and again in December). The sundial was constructed by Jean Salins in 1980 and is situated at the Ecole Sup�rieure des Mines de Paris in Valbonne Sophia Antipolis of south-eastern France. On two other days of the year, watchers of this sundial might get to see it produce another word: EQUINOXE.",
    "hdurl": "https://apod.nasa.gov/apod/image/1706/solsticedial_mari_5616.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sundial that Shows Solstice",
    "url": "https://apod.nasa.gov/apod/image/1706/solsticedial_mari_960.jpg"
  },
  {
    "date": "2017-06-22",
    "explanation": "While yesterday's solstice brought summer to planet Earth's northern hemisphere, a northern summer solstice arrived for ringed planet Saturn nearly a month ago on May 24. Following the Saturnian seasons, its large moon Titan was captured in this Cassini spacecraft image from June 9. The near-infrared view finds bright methane clouds drifting through Titan's northern summer skies as seen from a distance of about 507,000 kilometers. Below Titan's clouds, dark hydrocarbon lakes sprawl near the large moon's now illuminated north pole.",
    "hdurl": "https://apod.nasa.gov/apod/image/1706/PIA21615TitanNorthSummer.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Northern Summer on Titan",
    "url": "https://apod.nasa.gov/apod/image/1706/PIA21615TitanNorthSummer1024.jpg"
  },
  {
    "copyright": "György\nSoponyai",
    "date": "2017-06-23",
    "explanation": "Before a solstice Sun rose on June 21, brilliant Venus and an old crescent Moon posed together over Budapest, Hungary for this predawn skyscape. In the foreground the view looks across the Danube river from Buda to Pest toward the dome and peaks of the Hungarian Parliament building. Low clouds are in silhouette against a twilight sky. But far enough above the eastern horizon to catch the sunlight shines another seasonal apparition on that solstice morning, noctilucent clouds. Seen near sunrise and sunset in summer months at high latitudes, the night-shining clouds are formed as water vapor in the cold upper atmosphere condenses on meteoric dust or volcanic ash near the edge of space.",
    "hdurl": "https://apod.nasa.gov/apod/image/1706/_MG_5896Soponyai_sss.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solstice Conjunction over Budapest",
    "url": "https://apod.nasa.gov/apod/image/1706/_MG_5896Soponyai_sss1024.jpg"
  },
  {
    "copyright": "Rogelio Bernal\nAndreo",
    "date": "2017-06-24",
    "explanation": "Top to bottom, this colorful and broad telescopic mosaic links Markarian's Chain of galaxies across the core of the Virgo Cluster to dusty spiral galaxy Messier 64. Galaxies are scattered through the field of view that spans some 20 full moons across a gorgeous night sky. The cosmic frame is also filled with foreground stars from constellations Virgo and the well-groomed Coma Berenices, and faint, dusty nebulae drifting above the plane of the Milky Way. Look carefully for Markarian's eyes. The famous pair of interacting galaxies is near the top, not far from M87, the Virgo cluster's giant elliptical galaxy. At the bottom, you can stare down Messier 64, also known as the Black Eye Galaxy. The Virgo Cluster is the closest large galaxy cluster to our own local galaxy group. Virgo Cluster galaxies are about 50 million light-years distant, but M64 lies a mere 17 million light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/1706/RBA_DS_Mk2M64_2048V.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Markarian's Chain to Messier 64",
    "url": "https://apod.nasa.gov/apod/image/1706/RBA_DS_Mk2M64_1024V0.jpg"
  },
  {
    "copyright": "Gemini Obs.",
    "date": "2017-06-25",
    "explanation": "What created this gigantic hole?  The vast emission nebula N44 in our neighboring galaxy the Large Magellanic Cloud has a large, 250 light-year hole and astronomers are trying to figure out why.  One possibility is particle winds expelled by massive stars in the bubble's interior that are pushing out the glowing gas.  This answer was found to be inconsistent with measured wind velocities, however.  Another possibility is that the expanding shells of old supernovas have sculpted the unusual space cavern.   An unexpected clue of hot X-ray emitting gas was recently been detected escaping the N44 superbubble.  The featured image was taken in three very specific colors by the huge 8-meter Gemini South Telescope on Cerro Pachon in Chile.    Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1706/n44_gemini_4059.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The N44 Superbubble",
    "url": "https://apod.nasa.gov/apod/image/1706/n44_gemini_960.jpg"
  },
  {
    "date": "2017-06-26",
    "explanation": "If you could stand on the surface of the newly discovered Earth-sized exoplanet TRAPPIST-1f, what would you see? Presently, no Earthling knows for sure, but the featured illustration depicts a reasoned guess based on observational data taken by NASA's Sun-orbiting Spitzer Space Telescope. In 2017, four more Earth-sized planets were found by Spitzer, including TRAPPIST-1f, in addition to three discovered in 2015 from the ground.  From the planet's surface, near the mild terminator between night and day, you might see water, ice, and rock on the ground, while water-based clouds might hover above. Past the clouds, the small central star TRAPPIST-1 would appear more red than our Sun, but angularly larger due to the close orbit. With seven known Earth-sized planets -- many of which pass near each other -- the TRAPPIST-1 system is not only a candidate to have life, but intercommunicating life -- although a preliminary search has found no obvious transmissions.",
    "hdurl": "https://apod.nasa.gov/apod/image/1706/trappist1f_spitzer_4534.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Artistic Impression: The Surface of TRAPPIST-1f",
    "url": "https://apod.nasa.gov/apod/image/1706/trappist1f_spitzer_1080.jpg"
  },
  {
    "copyright": "IAC",
    "date": "2017-06-27",
    "explanation": "Distant galaxies and nearby nebulas highlight this deep image of the M81 Group of galaxies.  First and foremost in this 80-exposure mosaic is the grand design spiral galaxy M81, the largest galaxy in the image, visible on the lower right. M81 is gravitationally interacting with M82 just above it, a large galaxy with an unusual halo of filamentary red-glowing gas.  Around the image many other galaxies from the M81 Group of galaxies can be seen, as well as many foreground Milky Way stars.  This whole galaxy menagerie is seen through the glow of an Integrated Flux Nebula (IFN), a vast and complex screen of diffuse gas and dust also in our Milky Way Galaxy. Details of the red and yellow IFN, digitally enhanced, were imaged by a new wide-field camera recently installed at the Teide Observatory in the Canary Islands of Spain.   Free Presentation (with Czech translation): APOD Editor to speak in Prague on June 30",
    "hdurl": "https://apod.nasa.gov/apod/image/1706/M81GroupIFNwide_Lopez_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The M81 Galaxy Group through the Integrated Flux Nebula",
    "url": "https://apod.nasa.gov/apod/image/1706/M81GroupIFNwide_Lopez_960.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2017-06-28",
    "explanation": "The beautiful Trifid Nebula, also known as Messier 20, lies about 5,000 light-years away, a colorful study in cosmic contrasts. It shares this nearly 1 degree wide field",
    "hdurl": "https://apod.nasa.gov/apod/image/1706/M20_M21CompositeMP.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Composite Messier 20 and 21",
    "url": "https://apod.nasa.gov/apod/image/1706/M20_M21CompositeMP1024.jpg"
  },
  {
    "date": "2017-06-29",
    "explanation": "A long recognized naked-eye variable star, R Aquarii is actually an interacting binary star system, two stars that seem to have a close, symbiotic relationship. About 710 light years away, it consists of a cool red giant star and hot, dense white dwarf star in mutual orbit around their common center of mass. The binary system's visible light is dominated by the red giant, itself a Mira-type long period variable star. But material in the cool giant star's extended envelope is pulled by gravity onto the surface of the smaller, denser white dwarf, eventually triggering a thermonuclear explosion and blasting material into space. Optical image data (red) shows the still expanding ring of debris originating from a blast that would have been seen in the early 1770s. The evolution of less understood energetic events producing high energy emission in the R Aquarii system has been monitored since 2000 using Chandra X-ray Observatory data (blue). The composite field of view is less that a light-year across at the estimated distance of R Aquarii.",
    "hdurl": "https://apod.nasa.gov/apod/image/1706/raqr_ChandraBlockComposite.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Symbiotic R Aquarii",
    "url": "https://apod.nasa.gov/apod/image/1706/raqr_ChandraBlockComposite1024.jpg"
  },
  {
    "copyright": "CHART32 Team",
    "date": "2017-06-30",
    "explanation": "Point your telescope toward the high flying constellation Pegasus and you can find this expanse of Milky Way stars and distant galaxies. Dominated by NGC 7814, the pretty field of view would almost be covered by a full moon. NGC 7814 is sometimes called the Little Sombrero for its resemblance to the brighter more famous M104, the Sombrero Galaxy. Both Sombrero and Little Sombrero are spiral galaxies seen edge-on, and both have extensive halos and central bulges cut by a thin disk with thinner dust lanes in silhouette. In fact, NGC 7814 is some 40 million light-years away and an estimated 60,000 light-years across. That actually makes the Little Sombrero about the same physical size as its better known namesake, appearing smaller and fainter only because it is farther away. Very faint dwarf galaxies, potentially satellites of NGC 7814, have been discovered in deep exposures of the Little Sombrero.",
    "hdurl": "https://apod.nasa.gov/apod/image/1706/NGC7814Chart32_c80.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7814: The Little Sombrero in Pegasus",
    "url": "https://apod.nasa.gov/apod/image/1706/NGC7814Chart32_c40.jpg"
  },
  {
    "date": "2017-07-01",
    "explanation": "Get out your red/cyan glasses and gaze across lava falls of Mars. The stereo anaglyph was created by combining two images recorded by the HiRISE camera onboard Mars Reconnaissance Orbiter. The multi-level falls were created as flowing lava breached sections of the northern rim of a 30-kilometer diameter martian crater, located in the western part of the Red Planet's volcanic Tharsis region. As the molten lava cascaded down the crater wall and terraces to reach the crater floor it left the distinctly rough, fan-shaped flows on the steeper slopes. North is up and the breathtaking 3D view is 5 kilometers wide.",
    "hdurl": "https://apod.nasa.gov/apod/image/1707/ESP_050472_1585_ESP_050406_1585_RED.crop2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "3D Lava Falls of Mars",
    "url": "https://apod.nasa.gov/apod/image/1707/ESP_050472_1585_ESP_050406_1585_RED.crop1024.jpg"
  }
]
