[
  {
    "copyright": "Babak Tafreshi",
    "date": "2017-09-01",
    "explanation": "Making landfall in Oregon, the Moon's dark umbral shadow toured the United States on August 21. Those gathered along its coast to coast path were witness to a total eclipse of the Sun, possibly the most widely shared celestial event in history. But first, the Moon's shadow touched the northern Pacific and raced eastward toward land. This dramatic snapshot was taken while crossing the shadow path 250 miles off the Oregon coast, 45,000 feet above the cloudy northern Pacific. Though from a shorter totality, it captures the eclipse before it could be seen from the US mainland. With the eclipsed Sun not far above, beautiful colors appear along the eastern horizon giving way to a clear, pitch-black, stratospheric sky in the shadow of the Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1709/BT5643s.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A First Glimpse of the Great American Eclipse",
    "url": "https://apod.nasa.gov/apod/image/1709/BT5643s.jpg"
  },
  {
    "date": "2017-09-02",
    "explanation": "Launched in 1977 on a tour of the outer planets of the Solar System, Voyager 1 and 2 have become the longest operating and most distant spacecraft from Earth. Nearly 16 light-hours from the Sun, Voyager 2 has reached the edge of the heliosphere, the realm defined by the influence of the solar wind and the Sun's magnetic field. Now humanity's first ambassador to the Milky Way, Voyager 1 is over 19 light-hours away, beyond the heliosphere in interstellar space. Celebrate the Voyagers' 40 year journey toward the stars with NASA on September 5.  Poster: Downloads",
    "hdurl": "https://apod.nasa.gov/apod/image/1709/voyager_modern_poster.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way Voyager",
    "url": "https://apod.nasa.gov/apod/image/1709/voyager_modern_poster1024.jpg"
  },
  {
    "copyright": "Joey Mole",
    "date": "2017-09-03",
    "explanation": "What's happening over the water?  Pictured here is one of the better images yet recorded of a waterspout, a type of tornado that occurs over water.  Waterspouts are spinning columns of rising moist air that typically form over warm water. Waterspouts can be as dangerous as tornadoes and can feature wind speeds over 200 kilometers per hour.  Some waterspouts form away from thunderstorms and even during relatively fair weather.  Waterspouts may be relatively transparent and initially visible only by an unusual pattern they create on the water.  The featured image was taken in 2013 July near Tampa Bay, Florida. The Atlantic Ocean off the coast of Florida is arguably the most active area in the world for waterspouts, with hundreds forming each year.  Some people speculate that waterspouts are responsible for some of the losses recorded in the Bermuda Triangle.",
    "hdurl": "https://apod.nasa.gov/apod/image/1709/waterspout_mole_540.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Waterspout in Florida",
    "url": "https://apod.nasa.gov/apod/image/1709/waterspout_mole_960.jpg"
  },
  {
    "date": "2017-09-04",
    "explanation": "What do Saturn's rings look like from Saturn? Images from the robotic spacecraft Cassini are providing humanity with this unprecedented vantage point as it nears the completion of its mission. Previous to Cassini's Grand Finale orbits, all images of Saturn's majestic ring system were taken from outside of the rings looking in.  Pictured in the inset is the remarkable video, while the spacecraft's positions are depicted in the surrounding animation.  Details of the complex rings are evident as the short time-lapse sequence begins, while the paper-thin thickness of the rings becomes apparent near the video's end. The featured images were taken on August 20. Cassini has only a few more orbits around Saturn left before it is directed to dive into the giant planet on September 15.",
    "hdurl": "https://apod.nasa.gov/apod/image/1709/InsideSaturnsRings_Cassini_1280.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Rings from the Inside Out",
    "url": "https://apod.nasa.gov/apod/image/1709/InsideSaturnsRings_Cassini_1080.gif"
  },
  {
    "date": "2017-09-05",
    "explanation": "What are those spots on Jupiter? Largest and furthest, just right of center, is the Great Red Spot -- a huge storm system that has been raging on Jupiter possibly since Giovanni Cassini's likely notation of it 352 years ago.  It is not yet known why this Great Spot is red. The spot toward the lower left is one of Jupiter's largest moons: Europa. Images from Voyager in 1979 bolster the modern hypothesis that Europa has an underground ocean and is therefore a good place to look for extraterrestrial life. But what about the dark spot on the upper right? That is a shadow of another of Jupiter's large moons: Io. Voyager 1 discovered Io to be so volcanic that no impact craters could be found.  Sixteen frames from Voyager 1's flyby of Jupiter in 1979 were recently reprocessed and merged to create the featured image.  Forty years ago today, Voyager 1 launched from Earth and started one of the greatest explorations of the Solar System ever.    Free 40th Anniversary Downloads: Voyager Posters",
    "hdurl": "https://apod.nasa.gov/apod/image/1709/EuropaJupiter_Voyager_2792.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Europa and Jupiter from Voyager 1",
    "url": "https://apod.nasa.gov/apod/image/1709/EuropaJupiter_Voyager_960.jpg"
  },
  {
    "copyright": "AndrewStruder",
    "date": "2017-09-06",
    "explanation": "What should you do if your rock climbing picture is photobombed by a total eclipse of the Sun?  Rejoice -- because your planning paid off. After months of considering different venues, and a week of scouting different locations in Oregon's Smith Rock State Park, a group of photographers and rock climbers led by Andrew Struder, Ted Hesser, Martina Tibell, and Michael Shainblum settled on picturesque 100-meter tall Monkey Face tower as the dramatic foreground for their images of the pending total solar eclipse.  Tension mounted as the eclipse time approached, planned juxtapositions were scrutinized, and the placement of rock climber Tommy Smith was adjusted. Right on schedule, though, the Moon moved in front of the Sun, and Smith moved in front of the Moon, just as planned. The solar eclipse image displayed here actually shows a diamond ring, an eclipse phase when a bit of the distant Sun is still visible beyond the Moon's surface.   Open Science: Browse 1,500+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/1709/EclipseClimber_Struder_3664.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Climber and the Eclipse",
    "url": "https://apod.nasa.gov/apod/image/1709/EclipseClimber_Struder_1080.jpg"
  },
  {
    "copyright": "Yujing Qin",
    "date": "2017-09-07",
    "explanation": "In clear Madras, Oregon skies, this colorful eclipse composite captured the elusive chromospheric or flash spectrum of the Sun. Only three exposures, made on August 21 with telephoto lens and diffraction grating, are aligned in the frame. Directly imaged at the far left, the Sun's diamond ring-like appearance at the beginning and end of totality brackets a silhouette of the lunar disk at maximum eclipse. Spread by the diffraction grating into the spectrum of colors toward the right, the Sun's photospheric spectrum traces the two continuous streaks. They correspond to the diamond ring glimpses of the Sun's normally overwhelming disk. But individual eclipse images also appear at each wavelength of light emitted by atoms along the thin, fleeting arcs of the solar chromosphere. The brightest images, or strongest chromospheric emission, are due to Hydrogen atoms. Red hydrogen alpha emission is at the far right with blue and purple hydrogen series emission to the left. In between, the brightest yellow emission is caused by atoms of Helium, an element only first discovered in the flash spectrum of the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/1709/DSC00198SpecSunCropQin.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Flash Spectrum of the Sun",
    "url": "https://apod.nasa.gov/apod/image/1709/DSC00198SpecSunCropQin1024.jpg"
  },
  {
    "copyright": "Rogelio Bernal\nAndreo",
    "date": "2017-09-08",
    "explanation": "There were no crowds on the beach at Phillips Lake, Oregon on August 21. But a few had come there to stand, for a moment, in the dark shadow of the Moon. From the beach, this unscripted mosaic photo records their much anticipated solar eclipse. In two vertical panels it catches the last few seconds of totality and the first instant of 3rd contact, just as the eclipse ends and sunlight faintly returns. Across the US those gathered along the path of totality also took pictures and shared their moment. And like those at Phillips Lake they may treasure the experience more than any planned or unplanned photograph of the total eclipse of the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/1709/GirlByTheLakeTSE2017_RBA2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Great Gig in the Sky",
    "url": "https://apod.nasa.gov/apod/image/1709/GirlByTheLakeTSE2017_RBA1.jpg"
  },
  {
    "copyright": "Chris Cook",
    "date": "2017-09-09",
    "explanation": "Very recognizable stars of the northern sky are a backdrop for calm waters in this moonlit sea and skyscape off Cape Cod, Massachusetts. Taken on September 7, the photo also records a colorful display of northern lights or aurora borealis triggered by a severe geomagnetic storm. Visible crossing the Sun, the giant solar active region responsible, AR 2673, is much larger than planet Earth. It has produced the strongest flare of the current solar cycle and and the Earth-directed coronal mass ejection in the last few days.",
    "hdurl": "https://apod.nasa.gov/apod/image/1709/aurora-boat-090717ChrisCook.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Calm Waters and Geomagnetic Storm",
    "url": "https://apod.nasa.gov/apod/image/1709/aurora-boat-090717ChrisCook1024.jpg"
  },
  {
    "date": "2017-09-10",
    "explanation": "Why does a hurricane have an eye at its center? No one is yet sure. What happens in and around a hurricane's eye is well documented, though. Warm air rises around the eye's edges, cools, swirls, and spreads out over the large storm, sinking primarily at the far edges. Inside the low-pressure eye, air also sinks and warms -- which causes evaporation, calm, and clearing -- sunlight might even stream through.  Just at the eye's edge is a towering eyewall, the area of the highest winds. It is particularly dangerous to go outside when the tranquil eye passes over because you are soon to experience, again, the storm's violent eyewall.  Featured is one of the most dramatic videos yet taken of an eye and rotating eyewall.  The time-lapse video was taken from space by NASA's GOES-16 satellite last week over one of the most powerful tropical cyclones in recorded history: Hurricane Irma. Hurricanes can be extremely dangerous and their perils are not confined to the storm's center.    Latest Images: Hurricanes Irma, Jose, and K",
    "media_type": "video",
    "service_version": "v1",
    "title": "Swirling Around the Eye of Hurricane Irma",
    "url": "https://www.youtube.com/embed/InIggUObhiY?rel=0;autoplay=1"
  },
  {
    "copyright": "Cassini Imaging TeamISSJPLESANASAS. Van Vuuren\nMusic:\nAdagio for Strings\n(NY Philharmonic)\n",
    "date": "2017-09-11",
    "explanation": "What would it look like to approach Saturn in a spaceship? One doesn't have to just imagine -- the Cassini spacecraft did just this in 2004, recording thousands of images along the way, and hundreds of thousands more since entering orbit. Some of Cassini's early images have been digitally tweaked, cropped, and compiled into the featured inspiring video which is part of a larger developing IMAX movie project named In Saturn's Rings.  In the concluding sequence, Saturn looms increasingly large on approach as cloudy Titan swoops below. With Saturn whirling around in the background, Cassini is next depicted flying over Mimas, with large Herschel Crater clearly visible. Saturn's majestic rings then take over the show as Cassini crosses Saturn's thin ring plane. Dark shadows of the ring appear on Saturn itself. Finally, the enigmatic ice-geyser moon Enceladus appears in the distance and then is approached just as the video clip ends. The Cassini spacecraft itself, low on fuel, is scheduled to end on Friday when it will be directed to approach so close to Saturn that it falls in and melts.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Cassini Approaches Saturn",
    "url": "https://player.vimeo.com/video/11386048#t=0m58s?color=8BA0FF&portrait=0"
  },
  {
    "copyright": "KAISTHuboLab\n Music: \nFlowing Air by \nMattia Vlad Morleo\n",
    "date": "2017-09-12",
    "explanation": "How would you feel if the Sun disappeared? Many eclipse watchers across the USA surprised themselves with the awe that they felt and the exclamations that they made as the Sun momentarily disappeared behind the Moon. Perhaps expecting just a brief moment of dusk, the spectacle of unusually rapid darkness, breathtakingly bright glowing beads around the Moon's edge, shockingly pink solar prominences, and a strangely detailed corona stretching across the sky caught many a curmudgeon by surprise.  Many of these attributes  were captured in the featured real-time, three-minute video of last month's total solar eclipse. The video frames were acquired in  Warm Springs, Oregon with equipment specifically designed by Jun Ho Oh to track a close-up of the Sun's periphery during eclipse.  As the video ends, the Sun is seen being reborn on the other side of the Moon from where it departed.",
    "media_type": "video",
    "service_version": "v1",
    "title": "A Total Solar Eclipse Close-Up in Real Time",
    "url": "https://www.youtube.com/embed/5D9j-8Vhyto?rel=0&showinfo=0"
  },
  {
    "copyright": "George Varouhakis",
    "date": "2017-09-13",
    "explanation": "Nebulas are perhaps as famous for being identified with familiar shapes as perhaps cats are for getting into trouble.  Still, no known cat could have created the vast Cat's Paw Nebula visible in Scorpius.  At 5,500 light years distant, Cat's Paw is an emission nebula with a red color that originates from an abundance of ionized hydrogen atoms.  Alternatively known as the Bear Claw Nebula or NGC 6334, stars nearly ten times the mass of our Sun have been born there in only the past few million years. Pictured here is  a deep field image of the  Cat's Paw Nebula in light emitted by hydrogen, oxygen, and sulfur.",
    "hdurl": "https://apod.nasa.gov/apod/image/1709/ngc6334_Varouhakis_1200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6334: The Cat's Paw Nebula",
    "url": "https://apod.nasa.gov/apod/image/1709/ngc6334_Varouhakis_960.jpg"
  },
  {
    "date": "2017-09-14",
    "explanation": "Almost out of view from our fair planet, rotating around the Sun's western edge giant active region AR2673 lashed out with another intense solar flare followed by a large coronal mass ejection on September 10. The flare itself is seen here at the right in an extreme ultraviolet image from the sun-staring Solar Dynamics Observatory. This intense flare was the fourth X-class flare from AR2673 this month. The active region's most recent associated coronal mass ejection collided with Earth's magnetosphere 2 days later. Say farewell to the mighty AR2673, for now. For the next two weeks, the powerful sunspot group will be on the Sun's far side.  Mission: Farewell Cassini",
    "hdurl": "https://apod.nasa.gov/apod/image/1709/SDOsept10x8blend1311714k.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Flare Well AR2673",
    "url": "https://apod.nasa.gov/apod/image/1709/SDOsept10x8blend131171_1024crop.jpg"
  },
  {
    "copyright": "Camilo Jaramillo",
    "date": "2017-09-15",
    "explanation": "A beautiful conjunction of Venus and Moon, human, sand, and Milky Way is depicted in this night skyscape from planet Earth. The scene is a panorama of 6 photos taken in a moment near the end of a journey. In the foreground, footsteps along the wind-rippled dunes are close to the Huacachina oasis in the southwestern desert of Peru. An engaging perspective on the world at night, the stunning final image was also chosen as a winner in The World at Night's 2017 International Earth and Sky Photo Contest.  Mission: Farewell Cassini",
    "hdurl": "https://apod.nasa.gov/apod/image/1709/ConjuncionViaLacteaHumanoVenusLuna_Jaramillo.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "100 Steps Forward",
    "url": "https://apod.nasa.gov/apod/image/1709/ConjuncionViaLacteaHumanoVenusLuna_Jaramillo1024.jpg"
  },
  {
    "date": "2017-09-16",
    "explanation": "As planned, the Cassini spacecraft impacted the upper atmosphere of Saturn on September 15, after a 13 year long exploration of the Saturnian System. With spacecraft thrusters firing until the end, its atmospheric entry followed an unprecedented series of 22 Grand Finale dives between Saturn and rings. Cassini's final signal took 83 minutes to reach planet Earth and the Deep Space Network antenna complex in Canberra Australia where loss of contact with the spacecraft was recorded at 11:55 UT. For the spacecraft, Saturn was bright and the Sun was overhead as it plowed into the gas giant planet's swirling cloud tops at about 70,000 miles (113,000 kilometers) per hour. But Cassini's final image shows the impact site hours earlier and still on the planet's night side, the cloud tops illuminated by ringlight, sunlight reflected from Saturn's rings.",
    "hdurl": "https://apod.nasa.gov/apod/image/1709/pia21895_CassiniImpactsite_finalimage_1042.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cassini's Final Image",
    "url": "https://apod.nasa.gov/apod/image/1709/pia21895_CassiniImpactsite_finalimage_1042.jpg"
  },
  {
    "copyright": "Roberto ColombariRobert Gendler",
    "date": "2017-09-17",
    "explanation": "One of the brightest galaxies in planet Earth's sky is similar in size to our Milky Way Galaxy: big, beautiful M81. This grand spiral galaxy can be found toward the northern constellation of the Great Bear (Ursa Major).  This superbly detailed view reveals M81's bright yellow nucleus, blue spiral arms, and sweeping cosmic dust lanes with a scale comparable to the Milky Way. Hinting at a disorderly past, a remarkable dust lane actually runs straight through the disk, to the left of the galactic center, contrary to M81's other prominent spiral features. The errant dust lane may be the lingering result of a close encounter between M81 and its smaller companion galaxy, M82. Scrutiny of variable stars in M81 has yielded one of the best determined distances for an external galaxy -- 11.8 million light-years.   Free Download: The 2018 APOD Calendar",
    "hdurl": "https://apod.nasa.gov/apod/image/1709/m81_colombari_3200c.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bright Spiral Galaxy M81",
    "url": "https://apod.nasa.gov/apod/image/1709/m81_colombari_1080c.jpg"
  },
  {
    "copyright": "Yuri Beletsky",
    "date": "2017-09-18",
    "explanation": "Why were the statues on Easter Island built? No one is sure.  What is sure is that over 800 large stone statues exist there.  The Easter Island statues, stand, on the average, over twice as tall as a person and have over 200 times as much mass.  Few specifics are known about the history or meaning of the unusual rock sculptures, but many believe that they were created about 700 years ago in the images of local leaders of a lost civilization.  Featured here, one of the ancient Moai sculptures was imaged in 2016 before the constellation of Orion, including the famous line of three belt stars and brilliant stars Betelgeuse (far left in red) and Rigel (upper center). The stone giant appears, however, to be inspecting the brightest star in the night sky (far right): Sirius.    Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1709/EasterIslandOrion_Beletsky_950.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion above Easter Island",
    "url": "https://apod.nasa.gov/apod/image/1709/EasterIslandOrion_Beletsky_950.jpg"
  },
  {
    "date": "2017-09-19",
    "explanation": "Wisps like this are all that remain visible of a Milky Way star.  About 7,000 years ago that star exploded in a supernova leaving the Veil Nebula. At the time, the expanding cloud was likely as bright as a crescent Moon, remaining visible for weeks to people living at the dawn of recorded history.  Today, the resulting supernova remnant, also known as the Cygnus Loop, has faded and is now visible only through a small telescope directed toward the constellation of the Swan (Cygnus). The remaining Veil Nebula is physically huge, however, and even though it lies about 1,400 light-years distant, it covers over five times the size of the full Moon.  The featured picture is a Hubble Space Telescope mosaic of six images together covering a span of only about two light years, a small part of the expansive supernova remnant. In images of the complete Veil Nebula, even studious readers might not be able to identify the featured filaments.",
    "hdurl": "https://apod.nasa.gov/apod/image/1709/Veil_Hubble_6000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Veil Nebula: Wisps of an Exploded Star",
    "url": "https://apod.nasa.gov/apod/image/1709/Veil_Hubble_1080.jpg"
  },
  {
    "copyright": "Alson Wong",
    "date": "2017-09-20",
    "explanation": "Most photographs don't adequately portray the magnificence of the Sun's corona. Seeing the corona first-hand during a total solar eclipse is unparalleled.  The human eye can adapt to see coronal features and extent that average cameras usually cannot. Welcome, however, to the digital age.  The featured picture is a combination of forty exposures from one thousandth of a second to two seconds that, together, were digitally combined and processed to highlight faint features of the total solar eclipse that occurred in August of 2017.  Clearly visible are intricate layers and glowing caustics of an ever changing mixture of hot gas and magnetic fields in the Sun's corona.  Looping prominences appear bright pink just past the Sun's limb.  Faint details on the night side of the New Moon can even be made out, illuminated by sunlight reflected from the dayside of the Full Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/1709/Corona_Wong_5156.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Big Corona",
    "url": "https://apod.nasa.gov/apod/image/1709/Corona_Wong_960.jpg"
  },
  {
    "copyright": "Tamas Ladanyi",
    "date": "2017-09-21",
    "explanation": "The Moon, three planets, and a bright star gathered near the ecliptic plane in the September 18 morning sky over Veszprem Castle, Hungary. In this twilight skyscape, Mercury and Mars still shine close to the eastern horizon, soon to disappear in the glare of the Sun. Regulus, alpha star of the constellation Leo, is the bright point next to a waning crescent Moon, with brilliant Venus near the top of the frame. The beautiful morning conjunction of Moon, planets, and bright star could generally be followed by early morning risers all around planet Earth. But remarkably, the Moon also occulted, or passed directly in front of, Regulus and each of the three planets within 24 hours, all on September 18 UT. Visible from different locations, timing and watching the lunar occultations was much more difficult though, and mostly required viewing in daytime skies.",
    "hdurl": "https://apod.nasa.gov/apod/image/1709/conjunction_170918_ladanyi_web.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A September Morning Sky",
    "url": "https://apod.nasa.gov/apod/image/1709/conjunction_170918_ladanyi_web.jpg"
  },
  {
    "copyright": "Chuck Bueter",
    "date": "2017-09-22",
    "explanation": "Today is the September equinox. Heading south, the Sun's path through the sky will cross the celestial equator at 20:02 UT. Of course the equinox date results in (mostly) equal night and day all over planet Earth. But on August 21 the Sun's path through the sky found a little extra-night for some. Made with a drink can pinhole camera and light-sensitive paper, this creative solargraph follows the Sun's path on that date. An all-day exposure, it traces the Sun's arc still rising high in northern skies, aligned with a panoramic snapshot of the local landscape at the bottom. The gap in the arc represents the duration of the partial and total phases of the solar eclipse in clear skies over Lowman, Idaho, USA. There, the extra-night (totality) lasted for about 2 minutes. The broad gap in the Sun's arc also covers the loss of sunlight during the more extended partial eclipse phases.",
    "hdurl": "https://apod.nasa.gov/apod/image/1709/sunprint-over-pano-copyrightBueter.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar Eclipse Solargraph",
    "url": "https://apod.nasa.gov/apod/image/1709/sunprint-over-pano-copyrightBueter1024.jpg"
  },
  {
    "copyright": "Jose J. Chambo",
    "date": "2017-09-23",
    "explanation": "A conjunction of comets is captured in this pretty star field from the morning of September 17. Discovered in July by a robotic sky survey searching for supernovae, comet C/2017 O1 ASASSN is at the lower left. The visible greenish glow of its coma is produced by the fluorescence of diatomic carbon molecules in sunlight. Nearing its closest approach to the Sun, the binocular comet was only about 7.2 light-minutes from Earth. In the same telescopic field of view is the long-tailed, outbound comet C/2015 ER61 PanSTARRS at the upper right, almost 14 light-minutes away. Many light-years distant, the starry background includes faint, dusty nebulae of the Milky Way.  The well-known Pleiades star cluster lies just off the top right of the frame.",
    "hdurl": "https://apod.nasa.gov/apod/image/1709/2017O1&2015ER61_170917_2400_clean.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Conjunction of Comets",
    "url": "https://apod.nasa.gov/apod/image/1709/2017O1&2015ER61_170917_1024_clean.jpg"
  },
  {
    "copyright": "The League of Lost Causes",
    "date": "2017-09-24",
    "explanation": "What is that light in the sky? Perhaps one of humanity's more common questions, an answer may result from a few quick observations.  For example -- is it moving or blinking? If so, and if you live near a city, the answer is typically an airplane, since planes are so numerous and so few stars and satellites are bright enough to be seen over the din of artificial city lights. If not, and if you live far from a city, that bright light is likely a planet such as Venus or Mars -- the former of which is constrained to appear near the horizon just before dawn or after dusk.  Sometimes the low apparent motion of a distant airplane near the horizon makes it hard to tell from a bright planet, but even this can usually be discerned by the plane's motion over a few minutes. Still unsure?   The featured chart gives a sometimes-humorous but mostly-accurate assessment.  Dedicated sky enthusiasts will likely note -- and are encouraged to provide -- polite corrections.   Chart translations: Spanish, Italian, Polish, Tamil, Kannada, Latvian, and Norwegian",
    "hdurl": "https://apod.nasa.gov/apod/image/1709/astronomy101_hk_750.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "How to Identify that Light in the Sky",
    "url": "https://apod.nasa.gov/apod/image/1709/astronomy101_hk_960.jpg"
  },
  {
    "date": "2017-09-25",
    "explanation": "Stars this volatile are quite rare.  Captured in the midst of dust clouds and visible to the right and above center is massive G79.29+0.46, one of less than 100 luminous blue variable stars (LBVs) currently known in our Galaxy.  LBVs expel shells of gas and may lose even the mass of Jupiter over 100 years.  The star, itself bright and blue, is shrouded in dust and so not seen in visible light. The dying star appears green and surrounded by red shells, though, in this mapped-color infrared picture combining images from NASA's Spitzer Space Observatory and NASA's Wide-Field Infrared Survey Explorer.  G79.29+0.46 is located in the star-forming Cygnus X region of our Galaxy. Why G79.29+0.46 is so volatile, how long it will remain in the LBV phase, and when it will explode in a supernova is not known.    Free Download: The 2018 APOD Calendar",
    "hdurl": "https://apod.nasa.gov/apod/image/1709/CygnusXzoom_SpitzerWiseSchmidt_1775.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Massive Shell-Expelling Star G79.29+0.46",
    "url": "https://apod.nasa.gov/apod/image/1709/CygnusXzoom_SpitzerWiseSchmidt_960.jpg"
  },
  {
    "date": "2017-09-26",
    "explanation": "How should Cassini say farewell to Saturn?  Three days before plunging into Saturn's sunny side, the robotic Cassini spacecraft swooped far behind Saturn's night side with cameras blazing. Thirty-six of these images have been merged -- by an alert and adept citizen scientist -- into a last full-ring portrait of Cassini's home planet for the past 13 years. The Sun is just above the frame, causing Saturn to cast a dark shadow onto its enormous rings. This shadow position cannot be imaged from Earth and will not be visible again until another Earth-launched spaceship visits the ringed giant.  Data and images from Cassini's mission-ending dive into Saturn's atmosphere on September 15 continue to be analyzed.   Almost Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/1709/LastRingPortrait_Cassini_4472.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cassini's Last Ring Portrait at Saturn",
    "url": "https://apod.nasa.gov/apod/image/1709/LastRingPortrait_Cassini_1080.jpg"
  },
  {
    "date": "2017-09-27",
    "explanation": "Neither rain, nor snow, nor dark of night can keep a space-based spacecraft from watching the Sun. In fact, from its vantage point 1.5 million kilometers sunward of planet Earth, NASA's SOlar Heliospheric Observatory (SOHO) can always monitor the Sun's outer atmosphere, or corona. But only during a total solar eclipse can Earth-based observers also see the lovely coronal streamers and structures - when the Moon briefly blocks the overwhelmingly bright solar surface. Then, it becomes possible to follow detailed coronal activity all the way down to the Sun's surface.  In the outside layer of this composite image, SOHO's uninterrupted view of the solar corona during last month's eclipse is shown in orange hues. The middle, donut-shaped region is the corona as recorded by the Williams College Eclipse Expedition to Salem, Oregon.  Simultaneously, the inner view is from NASA's Earth-orbiting Solar Dynamics Observatory, which, being outside of totality, was able to image the face of the Sun in extreme ultraviolet light, shown in gold.",
    "hdurl": "https://apod.nasa.gov/apod/image/1709/CoronaMatchup_Pasachoff_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Layers of a Total Solar Eclipse",
    "url": "https://apod.nasa.gov/apod/image/1709/CoronaMatchup_Pasachoff_1024.jpg"
  },
  {
    "date": "2017-09-28",
    "explanation": "From around planet Earth three gravitational wave detectors have now reported a joint detection of ripples in spacetime, the fourth announced detection of a binary black hole merger in the distant Universe. The event was recorded on 2017 August 14, and so christened GW170814, by the LIGO observatory sites in Hanford, Washington and Livingston, Louisiana, and the more recently operational Virgo Observatory near Pisa, Italy. The signal was emitted in the final moments of the coalescence of two black holes of 31 and 25 solar masses located about 1.8 billion light-years away. But comparing the timing of the gravitational wave detections at all three sites allowed astronomers to vastly improve the location of the signal's origin on the sky. Just above the Magellanic clouds and generally toward the constellation Eridanus, the only sky region consistent with signals in all three detectors is indicated by the yellow contour line in this all-sky map. The all-sky projection includes the arc of our Milky Way Galaxy. An improved three-detector location of the gravitational wave source allowed rapid follow-up observations by other, more conventional, electromagnetic wave observatories that can search for potentially related signals. The addition of the Virgo detector also allowed the gravitational wave polarization to be measured, a property that further confirms predictions of Einstein's general relativity.",
    "hdurl": "https://apod.nasa.gov/apod/image/1709/GW170814_orig.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "LIGO-Virgo GW170814 Skymap",
    "url": "https://apod.nasa.gov/apod/image/1709/GW170814_origSc.jpg"
  },
  {
    "copyright": "Don Goldman",
    "date": "2017-09-29",
    "explanation": "Driven by the explosion of a massive star, supernova remnant Puppis A is blasting into the surrounding interstellar medium about 7,000 light-years away. At that distance, this colorful telescopic field based on broadband and narrowband optical image data is about 60 light-years across. As the supernova remnant (upper right) expands into its clumpy, non-uniform surroundings, shocked filaments of oxygen atoms glow in green-blue hues. Hydrogen and nitrogen are in red. Light from the initial supernova itself, triggered by the collapse of the massive star's core, would have reached Earth about 3,700 years ago. The Puppis A remnant is actually seen through outlying emission from the closer but more ancient Vela supernova remnant, near the crowded plane of our Milky Way galaxy. Still glowing across the electromagnetic spectrum Puppis A remains one of the brightest sources in the X-ray sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/1709/PuppisAWebGoldman1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Puppis A Supernova Remnant",
    "url": "https://apod.nasa.gov/apod/image/1709/PuppisAWebGoldman1024.jpg"
  },
  {
    "copyright": "Eric Coles",
    "date": "2017-09-30",
    "explanation": "Look through the cosmic cloud cataloged as NGC 281 and you might miss the stars of open cluster IC 1590. Still, formed within the nebula that cluster's young, massive stars ultimately power the pervasive nebular glow. The eye-catching shapes looming in this portrait of NGC 281 are sculpted columns and dense dust globules seen in silhouette, eroded by intense, energetic winds and radiation from the hot cluster stars. If they survive long enough, the dusty structures could also be sites of future star formation. Playfully called the Pacman Nebula because of its overall shape, NGC 281 is about 10,000 light-years away in the constellation Cassiopeia. This sharp composite image was made through narrow-band filters, combining emission from the nebula's hydrogen, sulfur, and oxygen atoms in green, red, and blue hues. It spans over 80 light-years at the estimated distance of NGC 281.",
    "hdurl": "https://apod.nasa.gov/apod/image/1709/N281_ColesHelm.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Portrait of NGC 281",
    "url": "https://apod.nasa.gov/apod/image/1709/N281ColesHelm1024.jpg"
  },
  {
    "date": "2017-10-01",
    "explanation": "What will passenger airplanes be like in the future? To help brainstorm desirable and workable attributes, NASA sponsors design competitions. Shown here is an artist's depiction of a concept plane that was suggested in 2010. This futuristic plane would be expected to achieve supersonic speeds, possibly surpassing the speeds of the supersonic transport planes that ran commercially in the late twentieth century. In terms of noise reduction, the future aircraft has been drawn featuring an inverted V wing stretched over its engines. The structure is intended to reduce the sound from annoying sonic booms. Additionally, future airplanes would aim to have relatively little impact on our environment, including green limits on pollution and fuel consumption. Aircraft utilizing similar design concepts might well become operational by the 2030s.",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/greenmachine_nasa_4800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Concept Plane: Supersonic Green Machine",
    "url": "https://apod.nasa.gov/apod/image/1710/greenmachine_nasa_960.jpg"
  }
]
