[
  {
    "date": "2017-07-01",
    "explanation": "Get out your red/cyan glasses and gaze across lava falls of Mars. The stereo anaglyph was created by combining two images recorded by the HiRISE camera onboard Mars Reconnaissance Orbiter. The multi-level falls were created as flowing lava breached sections of the northern rim of a 30-kilometer diameter martian crater, located in the western part of the Red Planet's volcanic Tharsis region. As the molten lava cascaded down the crater wall and terraces to reach the crater floor it left the distinctly rough, fan-shaped flows on the steeper slopes. North is up and the breathtaking 3D view is 5 kilometers wide.",
    "hdurl": "https://apod.nasa.gov/apod/image/1707/ESP_050472_1585_ESP_050406_1585_RED.crop2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "3D Lava Falls of Mars",
    "url": "https://apod.nasa.gov/apod/image/1707/ESP_050472_1585_ESP_050406_1585_RED.crop1024.jpg"
  },
  {
    "date": "2017-07-02",
    "explanation": "It's stars versus dust in the Carina Nebula and the stars are winning. More precisely, the energetic light and winds from massive newly formed stars are evaporating and dispersing the dusty stellar nurseries in which they formed. Located in the Carina Nebula and known informally as Mystic Mountain, these pillar's appearance is dominated by the dark dust even though it is composed mostly of clear hydrogen gas. Dust pillars such as these are actually much thinner than air and only appear as mountains due to relatively small amounts of opaque interstellar dust.  About 7,500 light-years distant, the featured image was taken with the Hubble Space Telescope and highlights an interior region of Carina which spans about three light years. Within a few million years, the stars will likely win out completely and the entire dust mountain will evaporate.",
    "hdurl": "https://apod.nasa.gov/apod/image/1707/carina08_hubble_2104.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mountains of Dust in the Carina Nebula",
    "url": "https://apod.nasa.gov/apod/image/1707/carina08_hubble_960.jpg"
  },
  {
    "copyright": "NightChina.net",
    "date": "2017-07-03",
    "explanation": "Have you ever seen the Summer Triangle? The bright stars Vega, Deneb, and Altair form a large triangle on the sky that can be seen rising in the northern spring during the morning, and rising in the northern fall during the evening.  During summer months, the triangle can be found nearly overhead near midnight as three of the brightest stars on the sky.  Featured here, along with the arch of the central band of our Milky Way Galaxy, the Summer Triangle asterism was captured this spring over the Great Wall of China. This part of the Great Wall, a World Culture Heritage Site, was built during the 6th century on the Yan Mountains. At the summit is Wangjinglou Tower from which, on a clear night, the lights of Beijing are visible in the distance.",
    "hdurl": "https://apod.nasa.gov/apod/image/1707/GreatWallMilkyWay_Yu_1686.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Summer Triangle over the Great Wall",
    "url": "https://apod.nasa.gov/apod/image/1707/GreatWallMilkyWay_Yu_1080.jpg"
  },
  {
    "date": "2017-07-04",
    "explanation": "What if you could go right into a cluster where stars are forming? A one-minute, time-lapse, video visualization of just this has been made with 3D computer modeling of the region surrounding the star cluster Westerlund 2, based on images from the Hubble Space Telescope in visible and infrared light. Westerlund 2 spans about 10 light years across and lies about 20,000 light years distant toward the constellation of the Ship's Keel (Carina). As the illustrative animation begins, the greater Gum 29 nebula fills the screen, with the young cluster of bright stars visible in the center.  Stars zip past you as you approach the cluster. Soon your imaginary ship pivots and you pass over light-year long pillars of interstellar gas and dust.  Strong winds and radiation from massive young stars destroy all but the densest nearby dust clumps, leaving these pillars in their shadows -- many pointing back toward the cluster center. Last, you pass into the top of the star cluster and survey hundreds of the most massive stars known.    Open Science: Browse 1,500+ codes in the Astrophysics Source Code Library",
    "media_type": "video",
    "service_version": "v1",
    "title": "Celestial Fireworks: Into Star Cluster Westerlund 2",
    "url": "https://www.youtube.com/embed/dtY44sPNHcU?rel=0"
  },
  {
    "copyright": "Stephen Mudge",
    "date": "2017-07-05",
    "explanation": "On July 3rd, planet Earth reached aphelion, the farthest point in its elliptical orbit around the Sun. Each year, this day of the most distant Sun happens to occur during winter in the southern hemisphere. That's where this aphelion sunrise from 2015 was captured in a time series composite against the skyline of Brisbane, Australia. Of course, seasons for our fair planet are not determined by distance to the Sun, but by the tilt of Earth's rotational axis with respect to the ecliptic, the plane of its orbit. Fondly known as the obliquity of the ecliptic, the angle of the tilt is about 23.4 degrees from perpendicular to the orbital plane. So the most distant sunrise occurs during northern summer, when the planet's north pole is tilted toward the Sun and the north enjoys longer, warmer days.",
    "hdurl": "https://apod.nasa.gov/apod/image/1707/AphelionSunrise_StephenMudge.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aphelion Sunrise",
    "url": "https://apod.nasa.gov/apod/image/1707/AphelionSunrise_StephenMudge1024.jpg"
  },
  {
    "date": "2017-07-06",
    "explanation": "Atlas, Daphnis, and Pan are small, inner, ring moons of Saturn, shown at the same scale in this montage of images from the still Saturn-orbiting Cassini spacecraft. In fact, Daphnis was discovered in Cassini images from 2005. Atlas and Pan were first sighted in images from the Voyager 1 and 2 spacecraft. Flying saucer-shaped Atlas orbits near the outer edge of Saturn's bright A Ring while Daphnis orbits inside the A Ring's narrow Keeler Gap and Pan within the A Ring's larger Encke Gap. The curious equatorial ridges of the small ring moons could be built up by the accumulation of ring material over time. Even diminutive Daphnis makes waves in the ring material as it glides along the edge of the Keeler Gap.",
    "hdurl": "https://apod.nasa.gov/apod/image/1707/PIA21449AtlasDaphnisPan.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Atlas, Daphnis, and Pan",
    "url": "https://apod.nasa.gov/apod/image/1707/PIA21449AtlasDaphnisPan_fig1.jpg"
  },
  {
    "copyright": "Peter Feltoti",
    "date": "2017-07-07",
    "explanation": "Big, bright, beautiful spiral, Messier 106 dominates this cosmic vista. The two degree wide telescopic field of view looks toward the well-trained constellation Canes Venatici, near the handle of the Big Dipper. Also known as NGC 4258, M106 is about 80,000 light-years across and 23.5 million light-years away, the largest member of the Canes II galaxy group. For a far away galaxy, the distance to M106 is well-known in part because it can be directly measured by tracking this galaxy's remarkable maser, or microwave laser emission. Very rare but naturally occuring, the maser emission is produced by water molecules in molecular clouds orbiting its active galactic nucleus. Another prominent spiral galaxy on the scene, viewed nearly edge-on, is NGC 4217 below and right of M106. The distance to NGC 4217 is much less well-known, estimated to be about 60 million light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1707/Messier106_NGC4217Feltoti.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A View Toward M106",
    "url": "https://apod.nasa.gov/apod/image/1707/Messier106_NGC4217Feltoti1024.jpg"
  },
  {
    "copyright": "T. Rector",
    "date": "2017-07-08",
    "explanation": "Similar in size to large, bright spiral galaxies in our neighborhood, IC 342 is a mere 10 million light-years distant in the long-necked, northern constellation Camelopardalis. A sprawling island universe, IC 342 would otherwise be a prominent galaxy in our night sky, but it is hidden from clear view and only glimpsed through the veil of stars, gas and dust clouds along the plane of our own Milky Way galaxy. Even though IC 342's light is dimmed by intervening cosmic clouds, this sharp telescopic image traces the galaxy's own obscuring dust, blue star clusters, and glowing pink star forming regions along spiral arms that wind far from the galaxy's core. IC 342 may have undergone a recent burst of star formation activity and is close enough to have gravitationally influenced the evolution of the local group of galaxies and the Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/1707/ic342_rector2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hidden Galaxy IC 342",
    "url": "https://apod.nasa.gov/apod/image/1707/ic342_rector1024s.jpg"
  },
  {
    "date": "2017-07-09",
    "explanation": "Can you find your favorite country or city?  Surprisingly, on this world-wide nightscape, city lights make this task quite possible.  Human-made lights highlight particularly developed or populated areas of the Earth's surface, including the seaboards of Europe, the eastern United States, and Japan.  Many large cities are located near rivers or oceans so that they can exchange goods cheaply by boat.  Particularly dark areas include the central parts of South America, Africa, Asia, and Australia.  The featured composite was created from images that were collected during cloud-free periods in April and October 2012 by the Suomi-NPP satellite, from a polar orbit about 824 kilometers above the surface, using its Visible Infrared Imaging Radiometer Suite (VIIRS).",
    "hdurl": "https://apod.nasa.gov/apod/image/1707/EarthAtNight_SuomiNPP_3600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth at Night",
    "url": "https://apod.nasa.gov/apod/image/1707/EarthAtNight_SuomiNPP_1080.jpg"
  },
  {
    "date": "2017-07-10",
    "explanation": "What's happening around the center of this spiral galaxy? Seen in total, NGC 1512 appears to be a barred spiral galaxy -- a type of spiral that has a straight bar of stars across its center.  This bar crosses an inner ring, though, a ring not seen as it surrounds the pictured region. Featured in this Hubble Space Telescope image is a \"nuclear ring\" -- one that surrounds the nucleus of the spiral.  The two rings are connected not only by a bar of bright stars but by dark lanes of dust. Inside of this nuclearring, dust continues to spiral right into the very center -- possibly the location of a large black hole. The rings are bright with newly formed stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/1707/NGC1512_Schmidt_1342.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy NGC 1512: The Nuclear Ring",
    "url": "https://apod.nasa.gov/apod/image/1707/NGC1512_Schmidt_960.jpg"
  },
  {
    "copyright": "Mike O'Day",
    "date": "2017-07-11",
    "explanation": "Behold the largest ball of stars in our galaxy. Omega Centauri is packed with about 10 million stars, many older than our Sun and packed within a volume of only about 150 light-years in diameter. The star cluster is the largest and brightest of 200 or so known globular clusters that roam the halo of our Milky Way galaxy. Though most star clusters consist of stars with the same age and composition, the enigmatic Omega Cen exhibits the presence of different stellar populations with a spread of ages and chemical abundances. In fact, Omega Cen may be the remnant core of a small galaxy merging with the Milky Way. The featured image shows so many stars because it merged different exposures with high dynamic range (HDR) techniques.  Omega Centauri, also known as NGC 5139, lies about 15,000 light-years away toward the southern constellation of the Centaurus.",
    "hdurl": "https://apod.nasa.gov/apod/image/1707/OmegaCentauri_ODay_4620.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Cluster Omega Centauri in HDR",
    "url": "https://apod.nasa.gov/apod/image/1707/OmegaCentauri_ODay_1080.jpg"
  },
  {
    "copyright": "Hubble Legacy Archive",
    "date": "2017-07-12",
    "explanation": "A bright spiral galaxy of the northern sky, Messier 63 is about 25 million light-years distant in the loyal constellation Canes Venatici. Also cataloged as NGC 5055, the majestic island universe is nearly 100,000 light-years across. That's about the size of our own Milky Way Galaxy. Known by the popular moniker, The Sunflower Galaxy, M63 sports a bright yellowish core in this sharp composite image from space- and ground-based telescopes. Its sweeping blue spiral arms are streaked with cosmic dust lanes and dotted with pink star forming regions. A dominant member of a known galaxy group, M63 has faint, extended features that are likely star streams from tidally disrupted satellite galaxies. M63 shines across the electromagnetic spectrum and is thought to have undergone bursts of intense star formation.",
    "hdurl": "https://apod.nasa.gov/apod/image/1707/M63-HST-Subaru-LL.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 63: The Sunflower Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1707/M63-HST-Subaru-S1024.jpg"
  },
  {
    "copyright": "Babak Tafreshi",
    "date": "2017-07-13",
    "explanation": "This well-planned telephoto timelapse captures July's Full Moon rise across outer Boston Harbor, Massachusetts, planet Earth. In the foreground, the historic terrestrial beacon is known as Boston Light. July's Full Moon is known to some as a Thunder Moon, likely a reference to the sounds of the northern summer month's typically stormy weather. But the eastern sky was clear for this video sequence. Near the horizon, the long sight-line through atmospheric layers filters and refracts the moonlight, causing the rising Moon's reddened color, ragged edges and distorted shape.",
    "hdurl": "https://apod.nasa.gov/apod/image/1707/Tafreshi_NIK2197s.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Full Moon and Boston Light",
    "url": "https://apod.nasa.gov/apod/image/1707/Tafreshi_NIK2197s.jpg"
  },
  {
    "copyright": "Hubble Legacy Archive",
    "date": "2017-07-14",
    "explanation": "Grand spiral galaxies often seem to get all the glory. Their young, blue star clusters and pink star forming regions along sweeping spiral arms are guaranteed to attract attention. But small irregular galaxies form stars too, like NGC 4449, about 12 million light-years distant. Less than 20,000 light-years across, the small island universe is similar in size, and often compared to our Milky Way's satellite galaxy, the Large Magellanic Cloud (LMC). This remarkable Hubble Space Telescope close-up of the well-studied galaxy was reprocessed to highlight the telltale reddish glow of hydrogen gas. The glow traces NGC 4449's widespread star forming regions, some even larger than those in the LMC, with enormous interstellar arcs and bubbles blown by short-lived, massive stars. NGC 4449 is a member of a group of galaxies found in the constellation Canes Venatici. It also holds the distinction of being the first dwarf galaxy with an identified tidal star stream.",
    "hdurl": "https://apod.nasa.gov/apod/image/1707/N4449DPestanaRVillaverdeHLA2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4449: Close-up of a Small Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1707/N4449DPestanaRVillaverdeHLA1024.jpg"
  },
  {
    "date": "2017-07-15",
    "explanation": "On July 11, the Juno spacecraft once again swung near to Jupiter's turbulent cloud tops in its looping 53 day orbit around the Solar System's ruling gas giant. About 11 minutes after perijove 7, its closest approach on this orbit, it passed directly above Jupiter's Great Red Spot. During the much anticipated fly over, it captured this close-up image data from a distance of less than 10,000 kilometers. The raw JunoCam data was subsequently processed by citizen scientists. Very long-lived but found to be shrinking, the Solar System's largest storm system was measure to be 16,350 kilometers wide on April 15. That's about 1.3 times the diameter of planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/1707/redspotDetailJuno_EichstadtDoran_crop.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Close-up of The Great Red Spot",
    "url": "https://apod.nasa.gov/apod/image/1707/redspotDetailJuno_EichstadtDoran_crop.jpg"
  },
  {
    "copyright": "Chris KotsiopoulosGreekSky",
    "date": "2017-07-16",
    "explanation": "Thunderstorms almost spoiled this view of the spectacular 2011 June 15 total lunar eclipse. Instead, storm clouds parted for 10 minutes during the total eclipse phase and lightning bolts contributed to the dramatic sky. Captured with a 30-second exposure the scene also inspired one of the more memorable titles (thanks to the astrophotographer) in APOD's now 22-year history.  Of course, the lightning reference clearly makes sense, and the shadow play of the dark lunar eclipse was widely viewed across planet Earth in Europe, Africa, Asia, and Australia. The picture itself, however, was shot from the Greek island of Ikaria at Pezi. That area is known as \"the planet of the goats\" because of the rough terrain and strange looking rocks.    Details: Total Solar Eclipse on 2017 August 21",
    "hdurl": "https://apod.nasa.gov/apod/image/1707/LightningEclipse_Kotsiopoulos_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lightning Eclipse from the Planet of the Goats",
    "url": "https://apod.nasa.gov/apod/image/1707/LightningEclipse_Kotsiopoulos_960.jpg"
  },
  {
    "date": "2017-07-17",
    "explanation": "What are those lights and shadows crossing the Earth? As the featured five-second time-lapse video progresses, a full day on planet Earth is depicted as seen from Japan's Himawari-8 satellite in geostationary orbit high above the Pacific Ocean. The Sun rises to the right and sets to the left, illuminating the half of Earth that is most directly below.  A reflected image of the Sun -- a Sun glint -- is visible as a bright spot that moves from right to left. More unusual, though, is the dark spot that moves from the lower left to upper right That is the shadow of the Moon, and it can only appear when the Moon goes directly between the Earth and the Sun. Last year, on the day these images were taken, the most deeply shadowed region experienced a total eclipse of the Sun.  Next month a similarly dark shadow will sweep right across the USA.    Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter",
    "media_type": "video",
    "service_version": "v1",
    "title": "Moon Shadow versus Sun Reflection",
    "url": "https://www.youtube.com/embed/9Vp2jUQ4rNM?rel=0"
  },
  {
    "copyright": "Marco Meniero",
    "date": "2017-07-18",
    "explanation": "What's wrong with this picture?  If you figure it out, you may then realize where the image was taken.  The oddity lies actually in one of the buildings -- it leans. The Leaning Tower of Pisa has been an iconic legend since shortly after its construction began in the year 1173.  Now part of a UNESCO World Heritage Site, folklore holds that Galileo used the leaning tower to dramatically demonstrate the gravitational principle that objects of different mass fall the same.  Between the Leaning Tower of Pisa on the right and Pisa Cathedral and the Pisa Baptistery  on the left, a full \"Thunder\" moon was visible last week when the image composite was taken.  Using modern analyses, the tower has been successfully stabilized and, barring the unexpected, should hold its present tilt for the next 200 years.    Indonesia: New APOD Mirror Site in Indonesian",
    "hdurl": "https://apod.nasa.gov/apod/image/1707/ThunderMoonPisa_Meniero_5760.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Thunder Moon over Pisa",
    "url": "https://apod.nasa.gov/apod/image/1707/ThunderMoonPisa_Meniero_960.jpg"
  },
  {
    "date": "2017-07-19",
    "explanation": "What created this unusual hill on Mars? Its history has become a topic of research, but its shape and two-tone structure makes it one of the more unusual hills that the robotic Curiosity rover on Mars has rolled near.  Dubbed Ireson Hill, the mound rises about 5 meters high and spans about 15 meters across.  Ireson Hill is located on the Bagnold Dune field on the slope of Mount Sharp in Gale Crater on Mars. The featured 41-image panorama has been horizontally compressed to include the entire hill. The image was taken on February 2 and released last week. Because Mars is moving behind the Sun as seen from the Earth, NASA will soon stop sending commands to its Martian orbiters and rovers until about August 1.    Explore the Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/1707/IresonHill_Curiosity_6720.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ireson Hill on Mars",
    "url": "https://apod.nasa.gov/apod/image/1707/IresonHill_Curiosity_960.jpg"
  },
  {
    "copyright": "César Blanco\nGonzález",
    "date": "2017-07-20",
    "explanation": "Stunning emission nebula IC 1396 mixes glowing cosmic gas and dark dust clouds in the high and far off constellation of Cepheus. Energized by the bright central star seen here, this star forming region sprawls across hundreds of light-years, spanning over three degrees on the sky while nearly 3,000 light-years from planet Earth. Among the intriguing dark shapes within IC 1396, the winding Elephant's Trunk nebula lies just below center. Stars could still be forming inside the dark shapes by gravitational collapse. But as the denser clouds are eroded away by powerful stellar winds and radiation, any forming stars will ultimately be cutoff from the reservoir of star stuff.  The gorgeous color view is a composition of image data from narrowband filters, mapping emission from the nebula's atomic oxygen, hydrogen, and sulfur into blue, green, and red hues.",
    "hdurl": "https://apod.nasa.gov/apod/image/1707/MOSAIC_IC1396_HaSHO_blanco.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 1396: Emission Nebula in Cepheus",
    "url": "https://apod.nasa.gov/apod/image/1707/MOSAIC_IC1396_HaSHO_blanco1024.jpg"
  },
  {
    "date": "2017-07-21",
    "explanation": "A tiny moon with a scary name, Phobos emerges from behind the Red Planet in this timelapse sequence from the Earth-orbiting Hubble Space Telescope. Over 22 minutes the 13 separate exposures were captured near the 2016 closest approach of Mars to planet Earth. Martians have to look to the west to watch Phobos rise, though. The small moon is closer to its parent planet than any other moon in the Solar System, about 3,700 miles (6,000 kilometers) above the Martian surface. It completes one orbit in just 7 hours and 39 minutes. That's faster than a Mars rotation, which corresponds to about 24 hours and 40 minutes. So on Mars, Phobos can be seen to rise above the western horizon 3 times a day. Still, Phobos is doomed.",
    "hdurl": "https://apod.nasa.gov/apod/image/1707/STSCI-MarsPhobosComp3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Phobos: Moon over Mars",
    "url": "https://apod.nasa.gov/apod/image/1707/STSCI-MarsPhobosComp1024.jpg"
  },
  {
    "date": "2017-07-22",
    "explanation": "Bright sunlight glints and long dark shadows mark this image of the lunar surface. It was taken July 20, 1969 by Apollo 11 astronaut Neil Armstrong, the first to walk on the Moon. Pictured is the mission's lunar module, the Eagle, and spacesuited lunar module pilot Buzz Aldrin unfurling a long sheet of foil also known as the Solar Wind Composition Experiment. Exposed facing the Sun, the foil trapped particles streaming outward in the solar wind, catching a sample of material from the Sun itself. Along with moon rocks and lunar soil samples, the solar wind collector was returned for analysis in earthbound laboratories.",
    "hdurl": "https://apod.nasa.gov/apod/image/1707/AS11-40-5872HR.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 11: Catching Some Sun",
    "url": "https://apod.nasa.gov/apod/image/1707/AS11-40-5872HR1024.jpg"
  },
  {
    "date": "2017-07-23",
    "explanation": "Mercury had never been seen like this before.  In 2008, the robotic MESSENGER spacecraft buzzed past Mercury for the second time and imaged terrain mapped previously only by comparatively crude radar.  The featured image was recorded as MESSENGER looked back 90 minutes after passing, from an altitude of about 27,000 kilometers. Visible in the image, among many other newly imaged features, are unusually long rays that appear to run like meridians of longitude out from a young crater near the northern limb.  MESSENGER entered orbit around Mercury in 2011 and finished its primary mission in 2012, but took detailed measurements until 2015, at which time it ran out of fuel and so was instructed to impact Mercury's surface.    New Moon Tonight: The next New Moon will block the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/1707/mercuryflyby2_messenger_1024.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury as Revealed by MESSENGER",
    "url": "https://apod.nasa.gov/apod/image/1707/mercuryflyby2_messenger_960.jpg"
  },
  {
    "copyright": "Eugen KamenewKamenew Photography",
    "date": "2017-07-24",
    "explanation": "Chasing solar eclipses can cause you to go to the most interesting places and meet the most interesting people.  Almost.  For example, chasing this eclipse brought this astrophotographer to Kenya in 2013. His contact, a member of the Maasai people, was to pick him up at the airport, show him part of southern Kenya, and even agreed to pose in traditional warrior garb on a hill as the hopefully spectacular eclipse set far in background.  Unfortunately, this contact person died unexpectedly a week before the astrophotographer's arrival, and so he never got to participate in the shoot, nor know that the resulting image went on to win an international award for astrophotography.  Pictured in 2013 from Kenya, the Moon covers much of the Sun during a hybrid eclipse, a rare type of solar eclipse that appears as total from some Earth locations, but annular in others. During the annular part of the eclipse, the Moon was too far from the Earth to block the entire Sun.  Next month a total solar eclipse will cross the USA.   Share the Sky: NASA creates new Open API for APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/1707/HybridSolarEclipse_Kamenew_1584.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Hybrid Solar Eclipse over Kenya",
    "url": "https://apod.nasa.gov/apod/image/1707/HybridSolarEclipse_Kamenew_960.jpg"
  },
  {
    "date": "2017-07-25",
    "explanation": "What if you were followed around by a cute floating ball that kept taking your picture? Then you might be an astronaut on today's International Space Station (ISS).  Designed by the Japan Aerospace Exploration Agency (JAXA), the JEM Internal Ball Camera -- informally \"Int-Ball\" -- is a bit larger than a softball, can float and maneuver by itself but also be controlled remotely, can take high resolution images and videos, and is not related to Hello Kitty.  Int-Ball was delivered to the ISS in early June and is designed to allow ground-control to increase the monitoring of ISS equipment and activities while decreasing time demands on human astronauts. Int-Ball moves by turning on small internal fans and sees with a camera located between its two dark eyes.",
    "hdurl": "https://apod.nasa.gov/apod/image/1707/ISSdrone_jaxa_4928.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Int-Ball Drone Activated on the Space Station",
    "url": "https://apod.nasa.gov/apod/image/1707/ISSdrone_jaxa_960.jpg"
  },
  {
    "copyright": "Tom Masterson",
    "date": "2017-07-26",
    "explanation": "You don't have to be at Monument Valley to see the Milky Way arc across the sky like this -- but it helps. Only at Monument Valley USA would you see a picturesque foreground that includes these iconic rock peaks called buttes. Buttes are composed of hard rock left behind after water has eroded away the surrounding soft rock.  In the featured image taken a month ago, the closest butte on the left and the butte to its right are known as the Mittens, while Merrick Butte can be seen farther to the right. Green airglow fans up from the horizon.  High overhead stretches a band of diffuse light that is the central disk of our spiral Milky Way Galaxy. The band of the Milky Way can be spotted by almost anyone on almost any clear night when far enough from a city and surrounding bright lights, but a sensitive digital camera is needed to capture these colors in a dark night sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/1707/MonumentValley_Masterson_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Milky Way over Monument Valley",
    "url": "https://apod.nasa.gov/apod/image/1707/MonumentValley_Masterson_1080.jpg"
  },
  {
    "copyright": "Josep Drudis",
    "date": "2017-07-27",
    "explanation": "These three bright nebulae are often featured on telescopic tours of the constellation Sagittarius and the crowded starfields of the central Milky Way. In fact, 18th century cosmic tourist Charles Messier cataloged two of them; M8, the large nebula above and left of center, and colorful M20 near the bottom of the frame. The third emission region includes NGC 6559, right of M8 and separated from the larger nebula by a dark dust lane. All three are stellar nurseries about five thousand light-years or so distant. Over a hundred light-years across the expansive M8 is also known as the Lagoon Nebula. M20's popular moniker is the Trifid. Glowing hydrogen gas creates the dominant red color of the emission nebulae. In striking contrast, blue hues in the Trifid are due to dust reflected starlight. The colorful composite skyscape was recorded with two different telescopes to capture a widefield image of the area and individual close-ups at higher resolution.",
    "hdurl": "https://apod.nasa.gov/apod/image/1707/TOA1-M8M20-SL-DCP01andB600-09-Final7-Cc2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sagittarius Triplet",
    "url": "https://apod.nasa.gov/apod/image/1707/TOA1-M8M20-SL-DCP01andB600-09-Final7-Cc1024.jpg"
  },
  {
    "date": "2017-07-28",
    "explanation": "On April 26 the Cassini spacecraft swooped toward Saturn on the first of its Grand Finale dives between Saturn and rings. In this long, thin, noodle mosaic, a rapid series of 137 low resolution images captured by Cassini's wide-angle camera track its progress across the gas giant's swirling cloud tops. The mosaic projection maps the arc along Saturn's atmospheric curve on to a flat image plane. At top, the first mosaic panel is centered at 90 degrees north, about 72,400 kilometers above Saturn's dark north polar vortex. As the mosaic progresses it narrows, the pixel scale shrinking from 8.7 kilometers to 1 kilometer per pixel. For the last panel, the spacecraft is 8,374 kilometers above a region 18 degrees north of Saturn's equator. Frame orientation changes near the bottom as Cassini rotates to maneuver its large, dish-shaped, high-gain antenna forward, providing a shield before crossing Saturn's ring plane.",
    "hdurl": "https://apod.nasa.gov/apod/image/1707/PIA21617CassiniNoodle.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Noodle Mosaic of Saturn",
    "url": "https://apod.nasa.gov/apod/image/1707/PIA21617CassiniNoodle1024.jpg"
  },
  {
    "date": "2017-07-29",
    "explanation": "Like salsa verde on your favorite burrito, a green aurora slathers up the sky in this June 25 snapshot from the International Space Station. About 400 kilometers (250 miles) above Earth, the orbiting station is itself within the upper realm of the auroral displays. Aurorae have the signature colors of excited molecules and atoms at the low densities found at extreme altitudes. Emission from atomic oxygen dominates this view. The tantalizing glow is green at lower altitudes, but rarer reddish bands extend above the space station's horizon. The orbital scene was captured while passing over a point south and east of Australia, with stars above the horizon at the right belonging to the constellation Canis Major, Orion's big dog. Sirius, alpha star of Canis Major, is the brightest star near the Earth's limb.",
    "hdurl": "https://apod.nasa.gov/apod/image/1707/aurora_iss052e007857.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Slathers up the Sky",
    "url": "https://apod.nasa.gov/apod/image/1707/aurora_iss052e007857_1024.jpg"
  },
  {
    "copyright": "Fred Bruenjesmoonglow.net",
    "date": "2017-07-30",
    "explanation": "Would you go to the end of the world to see a total eclipse of the Sun? If you did, would you be surprised to find someone else there already? In 2003, the Sun, the Moon, Antarctica, and two photographers all lined up in Antarctica during an unusual total solar eclipse.  Even given the extreme location, a group of enthusiastic eclipse chasers ventured near the bottom of the world to experience the surreal momentary disappearance of the Sun behind the Moon.  One of the treasures collected was the featured picture -- a composite of four separate images digitally combined to realistically simulate how the adaptive human eye saw the eclipse.  As the image was taken, both the Moon and the Sun peeked together over an Antarctic ridge.  In the sudden darkness, the magnificent corona of the Sun became visible around the Moon.  Quite by accident, another photographer was caught in one of the images checking his video camera.   Visible to his left are an equipment bag and a collapsible chair.  A more easily visible solar eclipse will occur in about three weeks and be visible from the USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/1707/AntarcticEclipse_bruenjes_650.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Total Eclipse at the End of the World",
    "url": "https://apod.nasa.gov/apod/image/1707/AntarcticEclipse_bruenjes_960.jpg"
  },
  {
    "date": "2017-07-31",
    "explanation": "What if you could fly over Pluto -- what might you see? The New Horizons spacecraft did just this in 2015 July as it shot past the distant world at a speed of about 80,000 kilometers per hour. Recently, many images from this spectacular passage have been color enhanced, vertically scaled, and digitally combined into the featured two-minute time-lapse video. As your journey begins, light dawns on mountains thought to be composed of water ice but colored by frozen nitrogen.  Soon, to your right, you see a flat sea of mostly solid nitrogen that has segmented into strange polygons that are thought to have bubbled up from a comparatively warm interior.  Craters and ice mountains are common sights below. The video dims and ends over terrain dubbed bladed because it shows 500-meter high ridges separated by kilometer-sized gaps.  Although the robotic New Horizons spacecraft has too much momentum ever to return to Pluto, it has now been targeted at Kuiper Belt object 2014 MU 69, which it should shoot past on New Year's Day 2019.   Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter",
    "media_type": "video",
    "service_version": "v1",
    "title": "Pluto Flyover from New Horizons",
    "url": "https://www.youtube.com/embed/rJzKDbnXyH0?rel=0"
  },
  {
    "copyright": "Tunç Tezel",
    "date": "2017-08-01",
    "explanation": "The Perseid Meteor Shower, usually the best meteor shower of the year, will peak late next week.   A person watching a clear sky from a dark location might see a bright meteor every minute.  These meteors are actually specks of rock that have broken off Comet Swift-Tuttle and continued to orbit the Sun until they vaporize in Earth's atmosphere.  The featured composite image shows a outburst of Perseids as they appeared over Turkey during last year's meteor shower.  Enough meteors were captured to trace the shower's radiant back to the constellation of Perseus on the far left.  The tail-end of the Perseids will still be going during the total solar eclipse on August 21, creating a rare opportunity for some lucky astrophotographers to image a Perseid meteor during the day.   Memorable APOD: Meteor Showers",
    "hdurl": "https://apod.nasa.gov/apod/image/1708/PerseidsTurkey_Tezel_1536.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseid Meteors over Turkey",
    "url": "https://apod.nasa.gov/apod/image/1708/PerseidsTurkey_Tezel_960.jpg"
  }
]
