[
  {
    "date": "2017-05-01",
    "explanation": "The bright source near the center is a neutron star, the incredibly dense, collapsed remains of a massive stellar core. Surrounding it is supernova remnant Cassiopeia A (Cas A), a comfortable 11,000 light-years away. Light from the Cas A supernova, the death explosion of a massive star, first reached Earth about 350 years ago.  The expanding debris cloud spans about 15 light-years in this composite X-ray/optical image.  Still hot enough to emit X-rays, Cas A's neutron star is cooling. In fact, years of observations with the orbiting Chandra X-ray Observatory find that the neutron star is cooling rapidly --  so rapidly that researchers suspect a large part of the neutron star's core is forming a frictionless neutron superfluid. The Chandra results represent the first observational evidence for this bizarre state of neutron matter.",
    "hdurl": "https://apod.nasa.gov/apod/image/1705/casa_main_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cooling Neutron Star",
    "url": "https://apod.nasa.gov/apod/image/1705/casa_main_960.jpg"
  },
  {
    "date": "2017-05-02",
    "explanation": "There it is!  The Cygnus supply ship was a welcome sight to the astronauts on the International Space Station just over a week ago. Launched three days before on a United Launch Alliance Atlas V from Cape Canaveral, Florida, the Orbital ATK's Cygnus spacecraft approached the International Space Station above the backdrop of a picturesque planet Earth.  The Sun was setting off the image to the upper left, illuminating clouds well below the approaching vehicle. The robotic Cygnus spacecraft was captured first on camera and later with the space station's Canadarm2 by ESA's Flight Engineer Thomas Pesquet and NASA's Expedition-51 Commander Peggy Whitson. Commander Whitson, a biochemist, has now set a new American record for the most total days in space.  Besides essentials, the Cygnus carried equipment to bolster over 200 science experiments being conducted on the football-field sized Earth-orbiting outpost.",
    "hdurl": "https://apod.nasa.gov/apod/image/1705/CygnusApproach_ISS_4940.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Approach above Sunset",
    "url": "https://apod.nasa.gov/apod/image/1705/CygnusApproach_ISS_960.jpg"
  },
  {
    "copyright": "Eric Coles",
    "date": "2017-05-03",
    "explanation": "No, hamburgers are not this big. What is pictured is a sharp telescopic view of a magnificent edge-on spiral galaxy NGC 3628, a puffy galactic disk divided by dark dust lanes. Of course, this deep galactic portrait puts some astronomers in mind of its popular moniker, The Hamburger Galaxy. The tantalizing island universe is about 100,000 light-years across and 35 million light-years away in the northern springtime constellation Leo. NGC 3628 shares its neighborhood in the local Universe with two other large spirals M65 and M66 in a grouping otherwise known as the Leo Triplet. Gravitational interactions with its cosmic neighbors are likely responsible for the extended flare and warp of this spiral's disk.",
    "hdurl": "https://apod.nasa.gov/apod/image/1705/NGC3628_Coles_3463.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3628: The Hamburger Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1705/NGC3628_Coles_960.jpg"
  },
  {
    "date": "2017-05-04",
    "explanation": "The cosmic swirl and slosh of giant waves in an enormous reservoir of glowing hot gas are traced in this enhanced X-ray image from the Chandra Observatory. The frame spans over 1 million light-years across the center of the nearby Perseus Galaxy Cluster, some 240 million light-years distant. Like other clusters of galaxies, most of the observable mass in the Perseus cluster is in the form of the cluster-filling gas. With temperatures in the tens of millions of degrees, the gas glows brightly in X-rays. Computer simulations can reproduce details of the structures sloshing through the Perseus cluster's X-ray hot gas, including the remarkable concave bay seen below and left of center. About 200,000 light-years across, twice the size of the Milky Way, the bay's formation indicates that Perseus itself was likely grazed by a smaller galaxy cluster billions of years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/1705/perseusChandra_lg.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Perseus Cluster Waves",
    "url": "https://apod.nasa.gov/apod/image/1705/perseusChandra.jpg"
  },
  {
    "copyright": "Giorgia Hofer",
    "date": "2017-05-05",
    "explanation": "Aldebaran, eye of Taurus the Bull, and a young crescent Moon shared an early evening sky last Friday. The lovely celestial pairing could be enjoyed around planet Earth, but from some locations the Moon was even seen to pass in front of Aldebaran, a dramatic lunar occultation of the familiar bright star. Taken at nightfall on April 28, this skyscape captures Aldebaran shortly after it emerged from behind the bright lunar limb. In the foreground are craggy peaks of the Dolomite mountains near Laggio di Cadore, Italy. Before reappearing beyond the sunlit crescent, Aldebaran first winked out behind the Moon's ashen glow, the lunar nightside faintly illuminated by earthshine.",
    "hdurl": "https://apod.nasa.gov/apod/image/1705/Moonaldebaran1-giorgiahofer.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Bull's Eye and the Young Moon",
    "url": "https://apod.nasa.gov/apod/image/1705/Moonaldebaran1-giorgiahofer1024.jpg"
  },
  {
    "date": "2017-05-06",
    "explanation": "Some 4 billion light-years away, massive galaxy cluster Abell 370 only appears to be dominated by two giant elliptical galaxies and infested with faint arcs in this sharp Hubble Space Telescope snapshot. The fainter, scattered bluish arcs along with the dramatic dragon arc below and left of center are images of galaxies that lie far beyond Abell 370. About twice as distant, their otherwise undetected light is magnified and distorted by the cluster's enormous gravitational mass, dominated by unseen dark matter. Providing a tantalizing glimpse of galaxies in the early universe, the effect is known as gravitational lensing. A consequence of warped spacetime it was first predicted by Einstein a century ago. Far beyond the spiky foreground Milky Way star at lower right, Abell 370 is seen toward the constellation Cetus, the Sea Monster. It is the last of six galaxy clusters imaged in the recently concluded Frontier Fields project.",
    "hdurl": "https://apod.nasa.gov/apod/image/1705/STSCI-HST-abell370_1797x2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy Cluster Abell 370 and Beyond",
    "url": "https://apod.nasa.gov/apod/image/1705/STSCI-HST-abell370_1024.jpg"
  },
  {
    "copyright": "Francesco Antonucci",
    "date": "2017-05-07",
    "explanation": "What's all of the commotion in the Tadpole nebula? Star formation.  Dusty emission in the Tadpole nebula, IC 410, lies about 12,000 light-years away in the northern constellation of the Charioteer (Auriga). The cloud of glowing gas is over 100 light-years across, sculpted by stellar winds and radiation from embedded open star cluster NGC 1893. Formed in the interstellar cloud a mere 4 million years ago, bright newly formed cluster stars are seen all around the star-forming nebula.  Notable near the image center are two relatively dense streamers of material trailing away from the nebula's central regions. Potentially sites of ongoing star formation in IC 410, these cosmic tadpole shapes are about 10 light-years long. The featured image was taken in infrared light by NASA's Wide Field Infrared Survey Explorer (WISE) satellite.   Open Science: Browse 1,400+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/1705/ic410_WISEantonucci_1824.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Formation in the Tadpole Nebula",
    "url": "https://apod.nasa.gov/apod/image/1705/ic410_WISEantonucci_960.jpg"
  },
  {
    "date": "2017-05-08",
    "explanation": "This was once a beach -- on ancient Mars. The featured 360-degree panorama, horizontally compressed, was taken by the robotic Curiosity rover currently exploring the red planet. Named Ogunquit Beach after its terrestrial counterpart, evidence shows that at times long ago the area was underwater, while at other times it was at the edge of an ancient lake.  The light peak in the central background is the top of Mount Sharp, the central feature in Gale Crater where Curiosity has been deployed. Curiosity is slowly ascending Mount Sharp.  Portions of the dark sands in the foreground have been scooped up for analysis.  The light colored bedrock is composed of sediment that likely settled at the bottom of the now-dried lakebed.  The featured panorama (interactive version here) was created from over 100 images acquired in late March and seemingly signed by the rover on the lower left.  Currently, Curiosity is carefully crossing deep megaripples of dark sands on its way to explore  Vera Rubin Ridge.    Explore the Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/1705/OgunquitBeach_Curiosity_8776.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ancient Ogunquit Beach on Mars",
    "url": "https://apod.nasa.gov/apod/image/1705/OgunquitBeach_Curiosity_960.jpg"
  },
  {
    "copyright": "Yuri BeletskyCarnegieLas Campanas ObservatoryTWAN",
    "date": "2017-05-09",
    "explanation": "Do you see it?  This common question frequently precedes the rediscovery of one of the most commonly recognized configurations of stars on the northern sky: the Big Dipper.  This grouping of stars is one of the few things that has likely been seen, and will be seen, by every generation.   The Big Dipper is not by itself a constellation.  Although part of the constellation of the Great Bear (Ursa Major), the Big Dipper is an asterism that has been known by different names to different societies. Five of the Big Dipper stars are actually near each other in space and were likely formed at nearly the same time.  Connecting two stars in the far part of the Big Dipper will lead one to Polaris, the North Star, which is part of the Little Dipper.   Relative stellar motions will cause the Big Dipper to slowly change its configuration over the next 100,000 years. Pictured in late April, the Big Dipper was actually imaged twice -- above and below distant Chilean volcanoes, the later reflected from an unusually calm lagoon.    Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1705/DoubleDipper_Beletsky_1199.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Big Dipper Above and Below Chilean Volcanoes",
    "url": "https://apod.nasa.gov/apod/image/1705/DoubleDipper_Beletsky_960.jpg"
  },
  {
    "copyright": "Domingo Pestana",
    "date": "2017-05-10",
    "explanation": "What's happening to this spiral galaxy? Although details remain uncertain, it surely has to do with an ongoing battle with its smaller galactic neighbor. The featured galaxy is labelled UGC 1810 by itself, but together with its collisional partner is known as Arp 273. The overall shape of the UGC 1810 -- in particular its blue outer ring -- is likely a result of wild and violent gravitational interactions. This ring's blue color is caused by massive stars that are blue hot and have formed only in the past few million years.  The inner galaxy appears older, redder, and threaded with cool filamentary dust.  A few bright stars appear well in the foreground, unrelated to UGC 1810, while several galaxies are visible well in the background.  Arp 273 lies about 300 million light years away toward the constellation of Andromeda.  Quite likely, UGC 1810 will devour its galactic sidekick over the next billion years and settle into a classic spiral form.    Free Presentation: APOD Editor to speak in Prague on June 30",
    "hdurl": "https://apod.nasa.gov/apod/image/1705/Arp273Main_HubblePestana_3079.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "UGC 1810: Wildly Interacting Galaxy from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1705/Arp273Main_HubblePestana_1080.jpg"
  },
  {
    "date": "2017-05-11",
    "explanation": "The Crab Nebula is cataloged as M1, the first object on Charles Messier's famous list of things which are not comets. In fact, the Crab is now known to be a supernova remnant, expanding debris from massive star's death explosion, witnessed on planet Earth in 1054 AD. This brave new image offers a 21st century view of the Crab Nebula by presenting image data from across the electromagnetic spectrum as wavelengths of visible light. From space, Chandra (X-ray) XMM-Newton (ultraviolet), Hubble (visible), and Spitzer (infrared), data are in purple, blue, green, and yellow hues. From the ground, Very Large Array radio wavelength data is in shown in red. One of the most exotic objects known to modern astronomers, the Crab Pulsar, a neutron star spinning 30 times a second, is the bright spot near picture center. Like a cosmic dynamo, this collapsed remnant of the stellar core powers the Crab's emission across the electromagnetic spectrum. Spanning about 12 light-years, the Crab Nebula is 6,500 light-years away in the constellation Taurus.",
    "hdurl": "https://apod.nasa.gov/apod/image/1705/multiWcrab_lg2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Multiwavelength Crab",
    "url": "https://apod.nasa.gov/apod/image/1705/multiWcrab_lg1024c.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2017-05-12",
    "explanation": "In 1716, English astronomer Edmond Halley noted, \"This is but a little Patch, but it shews itself to the naked Eye, when the Sky is serene and the Moon absent.\" Of course, M13 is now less modestly recognized as the Great Globular Cluster in Hercules, one of the brightest globular star clusters in the northern sky. Telescopic views reveal the spectacular cluster's hundreds of thousands of stars. At a distance of 25,000 light-years, the cluster stars crowd into a region 150 light-years in diameter. Approaching the cluster core upwards of 100 stars could be contained in a cube just 3 light-years on a side. For comparison, the closest star to the Sun is over 4 light-years away. Along with the cluster's dense core, the outer reaches of M13 are highlighted in this sharp color image. The cluster's evolved red and blue giant stars show up in yellowish and blue tints.",
    "hdurl": "https://apod.nasa.gov/apod/image/1705/m13Block.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M13: The Great Globular Cluster in Hercules",
    "url": "https://apod.nasa.gov/apod/image/1705/m13s_3Block.jpg"
  },
  {
    "date": "2017-05-13",
    "explanation": "What bizarre alien planet is this? It's planet Earth of course, seen from the International Space Station through the shimmering glow of aurorae. About 400 kilometers (250 miles) above Earth, the orbiting station is itself within the upper realm of the auroral displays. Aurorae have the signature colors of excited molecules and atoms at the low densities found at extreme altitudes. Emission from atomic oxygen dominates this view. The eerie glow is green at lower altitudes, but a rarer reddish band extends above the space station's horizon. Also visible from the planet's surface, this auroral display began during a geomagnetic storm. The storm was triggered after a coronal mass ejection impacted Earth's magnetosphere in June of 2015.",
    "hdurl": "https://apod.nasa.gov/apod/image/1705/ISSaurora_150623_kelly.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planet Aurora",
    "url": "https://apod.nasa.gov/apod/image/1705/ISSaurora_150623_kelly1024.jpg"
  },
  {
    "date": "2017-05-14",
    "explanation": "What does the largest moon in the Solar System look like?  Jupiter's moon Ganymede, larger than even Mercury and Pluto, has an icy surface speckled with bright young craters overlying a mixture of older, darker, more cratered terrain laced with grooves and ridges.  The large circular feature on the upper right, called Galileo Regio, is an ancient region of unknown origin. Ganymede is thought to have an ocean layer that contains more water than Earth and might contain life. Like Earth's Moon, Ganymede keeps the same face towards its central planet, in this case Jupiter. The featured image was taken about 20 years ago by NASA's Galileo probe, which ended its mission by diving into Jupiter's atmosphere in 2003. Currently, NASA's Juno spacecraft orbits Jupiter and is studying the giant planet's internal structure, among many other attributes.",
    "hdurl": "https://apod.nasa.gov/apod/image/1705/Ganymede_Galileo_790.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ganymede: The Largest Moon",
    "url": "https://apod.nasa.gov/apod/image/1705/Ganymede_Galileo_960.jpg"
  },
  {
    "date": "2017-05-15",
    "explanation": "Watch a huge lightning storm move across the eastern USA. The huge storm caused much damage and unfortunately some loss of life for people in its path. Seen from space, the lightning is seen as momentary flashes in the featured time-lapse video recorded last month by the Geostationary Lightning Mapper (GLM) aboard the GOES-16 satellite. The outline of North America is most evident during the day, while the bright lightning strikes are most evident at night.  Inspection of the video shows that much of the lightning occurred at the leading edge of the huge tail of the swirling storm.  Because lightning frequently precedes a storm's most violent impact, lightning data from GLM holds promise to help reduce the harm to humans from future storms.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Lightning Storm Moves Across the USA",
    "url": "https://www.youtube.com/embed/vxJTQuWISbk"
  },
  {
    "copyright": "Rogelio Bernal\nAndreo",
    "date": "2017-05-16",
    "explanation": "Who are the twins of Gemini? It terms of astronomical objects, the famous constellation is dominated by two bright stars: Pollux (left) and Castor (right).  Pictured, the two stars stand out because they are so bright, so close together both in angle and brightness, but so different in color. Pollux, at 33 light years distant, is an evolved red giant star twice as massive as our Sun. Castor, at 51 light years distant, is a blue main sequence star about 2.7 times more massive that our Sun.  Castor is known to have at least two stellar companions, while Pollux is now known to be circled by at least one massive planet.  In terms of ancient Babylonian, Greek, and Roman mythology, Castor and Pollux represent twin brothers. Currently, the Earth's orbit is causing the Sun to appear to shift in front of the constellation of Gemini, with the result that, for much of humanity, Castor and Pollux will remain visible toward the west at sunset for only a few more weeks.",
    "hdurl": "https://apod.nasa.gov/apod/image/1705/GeminiCasPol_Andreo_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gemini Stars Pollux and Castor",
    "url": "https://apod.nasa.gov/apod/image/1705/GeminiCasPol_Andreo_1080.jpg"
  },
  {
    "date": "2017-05-17",
    "explanation": "Scanning the skies for galaxies, Canadian astronomer Paul Hickson and colleagues identified some 100 compact groups of galaxies, now appropriately called Hickson Compact Groups (HCGs). This sharp Hubble image shows one such galaxy group, HCG 90, in startling detail. Three galaxies -- two visible here -- are revealed to be strongly interacting: a dusty spiral galaxy stretched and distorted in the image center, and two large elliptical galaxies. The close encounter will trigger furious star formation. On a cosmic timescale, the gravitational tug of war will eventually result in the merger of the trio into a large single galaxy. The merger process is now understood to be a normal part of the evolution of galaxies, including our own Milky Way. HCG 90 lies about 100 million light-years away toward the constellation of the Southern Fish (Piscis Austrinus). This Hubble view spans about 40,000 light-years at that estimated distance. Of course, Hickson Compact Groups also make for rewarding viewing for Earth-bound astronomers with more modest sized telescopes.",
    "hdurl": "https://apod.nasa.gov/apod/image/1705/Hickson90_Czernetz_1633.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy Group Hickson 90",
    "url": "https://apod.nasa.gov/apod/image/1705/Hickson90_Czernetz_960.jpg"
  },
  {
    "copyright": "IAC",
    "date": "2017-05-18",
    "explanation": "It's easy to get lost following intricate filaments in this detailed image of faint supernova remnant Simeis 147. Also cataloged as Sharpless 2-240 it goes by the popular nickname, the Spaghetti Nebula. Seen toward the boundary of the constellations Taurus and Auriga, it covers nearly 3 degrees or 6 full moons on the sky. That's about 150 light-years at the stellar debris cloud's estimated distance of 3,000 light-years. This composite includes image data taken through narrow-band filters, enhancing the reddish emission from ionized hydrogen atoms to trace the shocked, glowing gas. The supernova remnant has an estimated age of about 40,000 years, meaning light from the massive stellar explosion first reached Earth 40,000 years ago. But the expanding remnant is not the only aftermath. The cosmic catastrophe also left behind a spinning neutron star or pulsar, all that remains of the original star's core.",
    "hdurl": "https://apod.nasa.gov/apod/image/1705/Sh-2-240-RHa-GSII-BOIII_DLopez_IAC.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Simeis 147: Supernova Remnant",
    "url": "https://apod.nasa.gov/apod/image/1705/Sh-2-240-RHa-GSII-BOIII_DLopez_IAC1024c.jpg"
  },
  {
    "date": "2017-05-19",
    "explanation": "Named for the three astronomers instrumental in its discovery and identification, Wolf - Lundmark - Melotte (WLM) is a lonely dwarf galaxy. Seen toward the mostly southern constellation Cetus, about 3 million light-years from the Milky Way, it is one of the most remote members of our local galaxy group. In fact, it may never have interacted with any other local group galaxy. Still, telltale pinkish star forming regions and hot, young, bluish stars speckle the isolated island universe. Older, cool yellowish stars fade into the small galaxy's halo, extending about 8,000 light-years across. This sharp portrait of WLM was captured by the 268-megapixel OmegaCAM widefield imager and survey telescope at ESO's Paranal Observatory.",
    "hdurl": "https://apod.nasa.gov/apod/image/1705/eso1610a_WLMgalaxy.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Wolf-Lundmark-Melotte",
    "url": "https://apod.nasa.gov/apod/image/1705/eso1610a_WLMgalaxy1024.jpg"
  },
  {
    "copyright": "Laszlo Bagi",
    "date": "2017-05-20",
    "explanation": "Big, beautiful spiral galaxy M101 is one of the last entries in Charles Messier's famous catalog, but definitely not one of the least. About 170,000 light-years across, this galaxy is enormous, almost twice the size of our own Milky Way galaxy. M101 was also one of the original spiral nebulae observed by Lord Rosse's large 19th century telescope, the Leviathan of Parsontown. M101 shares this modern telescopic field of view with spiky foreground stars within the Milky Way, and more distant background galaxies. The colors of the Milky Way stars can also be found in the starlight from the large island universe. Its core is dominated by light from cool yellowish stars. Along its grand spiral arms are the blue colors of hotter, young stars mixed with obscuring dust lanes and pinkish star forming regions. Also known as the Pinwheel Galaxy, M101 lies within the boundaries of the northern constellation Ursa Major, about 25 million light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/1705/M101p2000bagi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A View Toward M101",
    "url": "https://apod.nasa.gov/apod/image/1705/M101p1024bagi.jpg"
  },
  {
    "date": "2017-05-21",
    "explanation": "The center of the Lagoon Nebula is a whirlwind of spectacular star formation. Visible on the lower left, at least two long funnel-shaped clouds, each roughly half a light-year long, have been formed by extreme stellar winds and intense energetic starlight.  The tremendously bright nearby star, Hershel 36, lights the area.  Vast walls of dust hide and redden other hot young stars.  As energy from these stars pours into the cool dust and gas, large temperature differences in adjoining regions can be created generating shearing winds which may cause the funnels.  This picture, spanning about 5 light years, was taken in 1995 by the orbiting Hubble Space Telescope.  The Lagoon Nebula, also known as M8, lies about 5000 light years distant toward the constellation of Sagittarius.   Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1705/lagoon_hubble_1486.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Center of the Lagoon Nebula",
    "url": "https://apod.nasa.gov/apod/image/1705/lagoon_hubble_960.jpg"
  },
  {
    "copyright": "David Lane",
    "date": "2017-05-22",
    "explanation": "What's causing the unusual ray of white light extending upward from the central horizon? Dust orbiting the Sun. At certain times of the year, a band of sun-reflecting dust from the inner Solar System rises prominently before sunrise and is called zodiacal light.  The dust originates mostly from faint Jupiter-family comets and slowly spirals into the Sun. Pictured, in front of the zodiacal light, is a spectacular view of Horseshoe Bend of the Colorado River.  Emitted from well behind the zodiacal light is a spectacular sky that includes many bright stars including Sirius, several blue star clusters including the Pleiades, and an assortment of red nebulas including Barnard's Loop in Orion. The 30-image composite was taken earlier this month in nearly complete darkness only six inches from the edge of a dangerous cliff.",
    "hdurl": "https://apod.nasa.gov/apod/image/1705/HorseShoeSky_Lane_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Zodiacal Sky over Horseshoe Bend",
    "url": "https://apod.nasa.gov/apod/image/1705/HorseShoeSky_Lane_960.jpg"
  },
  {
    "copyright": "Peter Ros�n Music: The AwakeningClemens Ruh",
    "date": "2017-05-23",
    "explanation": "What would it look like to approach Jupiter? To help answer this, a team of 91 amateur astrophotographers took over 1,000 pictures of Jupiter from the Earth with the resulting images aligned and digitally merged into the featured time-lapse video. Image taking began in 2014 December and lasted just over three months. The resulting fictitious approach sequence has similarities to what was seen by NASA's robotic Juno spacecraft as it first approached the Jovian world last July.  The video begins with Jupiter appearing as a small orb near the image center.  As Jupiter nears from below, the planet looms ever larger while the rotation of its cloud bands becomes apparent.  Jupiter's shrinking Great Red Spot rotates into view twice, at times showing unusual activity. Many white ovals are visible moving around the giant planet. The video ends as the imaginary spacecraft passes over Jupiter's North Pole.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Approaching Jupiter",
    "url": "https://www.youtube.com/embed/x_UaOhvLUYA"
  },
  {
    "copyright": "L�r�nd F�nyes",
    "date": "2017-05-24",
    "explanation": "Is our Galaxy this thin?  We believe so. Magnificent spiral galaxy NGC 4565 is viewed edge-on from planet Earth. Also known as the Needle Galaxy for its narrow profile, bright NGC 4565 is a stop on many telescopic tours of the northern sky, in the faint but well-groomed constellation Coma Berenices. This sharp, colorful image reveals the galaxy's bulging central core cut by obscuring dust lanes that lace NGC 4565's thin galactic plane. An assortment of other background galaxies is included in the pretty field of view, with neighboring galaxy NGC 4562 at the upper left. NGC 4565 itself lies about 40 million light-years distant and spans some 100,000 light-years.  Easily spotted with small telescopes, sky enthusiasts consider NGC 4565 to be a prominent celestial masterpiece Messier missed.   Free Presentation: APOD Editor to speak in Prague on June 30",
    "hdurl": "https://apod.nasa.gov/apod/image/1705/ngc4565_lorand_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4565: Galaxy on Edge",
    "url": "https://apod.nasa.gov/apod/image/1705/ngc4565_lorand_960.jpg"
  },
  {
    "copyright": "Paolo Demaria",
    "date": "2017-05-25",
    "explanation": "A cosmic snapshot from May 19, this colorful telescopic field of view spans about 1 degree or 2 full moons on the sky. Spiky in appearance, foreground Milky Way stars are scattered toward the royal constellation Cepheus while stars of open cluster NGC 6939 gather about 5 thousand light-years in the distance near the top of the frame. Face-on spiral galaxy NGC 6946 is toward the lower left nearly 22 million light-years away. The helpful red lines identify recently discovered supernova SN 2017eaw, the death explosion of a massive star nestled in the galaxy's bluish spiral arms. In fact in the last 100 years, 10 supernovae have been discovered in NGC 6946. By comparison, the average rate of supernovae in our Milky Way is about 1 every 100 years or so. Of course, NGC 6946 is also known as The Fireworks Galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/1705/NGC_6946_sn_elab_2_fin.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Cluster, Spiral Galaxy, Supernova",
    "url": "https://apod.nasa.gov/apod/image/1705/NGC_6946_sn_elab_2_fin1024.jpg"
  },
  {
    "copyright": "Daniel Verschatse",
    "date": "2017-05-26",
    "explanation": "Big, beautiful spiral galaxy NGC 6744 is nearly 175,000 light-years across, larger than our own Milky Way. It lies some 30 million light-years distant in the southern constellation Pavo appearing as a faint, extended object in small telescopes. We see the disk of the nearby island universe tilted towards our line of sight. This remarkably distinct and detailed galaxy portrait covers an area about the angular size of the full moon. In it, the giant galaxy's yellowish core is dominated by the light from old, cool stars. Beyond the core, spiral arms filled with young blue star clusters and pinkish star forming regions sweep past a smaller satellite galaxy at the lower left, reminiscent of the Milky Way's satellite galaxy the Large Magellanic Cloud.",
    "hdurl": "https://apod.nasa.gov/apod/image/1705/ngc6744-maximumVerschatse.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy NGC 6744",
    "url": "https://apod.nasa.gov/apod/image/1705/ngc6744-1024Verschatse.jpg"
  },
  {
    "copyright": "Raul\nVillaverde Fraile",
    "date": "2017-05-27",
    "explanation": "Sweeping through this stunning field of view, Comet 71P/Clark really is in the foreground of these cosmic clouds. The 2 panel telescopic mosaic is color enhanced and is about 5 degrees (10 full moons) across. It captures the faint comet's position on the night of May 23/24 over 5 light-minutes from Earth, very near the line-of-sight to bright star Antares and the Rho Ophiuchi cloud complex. In the frame Antares, also known as Alpha Scorpii, is at bottom center surrounded by a dusty cosmic cloud reflecting the cool giant star's yellowish light. Globular star cluster M4 shines just right of Antares, but M4 lies some 7,000 light-years away compared to Antares' 500 light-year distance. Slightly closer than Antares, Rho Ophiuchi's bluish starlight is reflected by the dust in molecular clouds toward the top. You can spot the small coma and short tail of the comet as a faint smudge near the center of the left edge of the frame. Just look for the comet's striking greenish color, produced as diatomic carbon molecules fluoresce in sunlight.",
    "hdurl": "https://apod.nasa.gov/apod/image/1705/c71-Pclark_villaverdeV3.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Clark is near the Edge",
    "url": "https://apod.nasa.gov/apod/image/1705/c71-Pclark_villaverdeV3C.jpg"
  },
  {
    "date": "2017-05-28",
    "explanation": "What's happened in Hebes Chasma on Mars? Hebes Chasma is a depression just north of the enormous Valles Marineris canyon.  Since the depression is unconnected to other surface features, it is unclear where the internal material went. Inside Hebes Chasma is Hebes Mensa, a 5 kilometer high mesa that appears to have undergone an unusual partial collapse -- a collapse that might be providing clues. The featured image, taken by ESA's robotic Mars Express spacecraft currently orbiting Mars, shows great details of the chasm and the unusual horseshoe shaped indentation in the central mesa. Material from the mesa appears to have flowed onto the floor of the chasm, while a possible dark layer appears to have pooled like ink on a downslope landing.  A recent hypothesis holds that salty rock composes some lower layers in Hebes Chasma, with the salt dissolving in melted ice flows that drained through holes into an underground aquifer.",
    "hdurl": "https://apod.nasa.gov/apod/image/1705/HebesChasma_esa_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Collapse in Hebes Chasma on Mars",
    "url": "https://apod.nasa.gov/apod/image/1705/HebesChasma_esa_960.jpg"
  },
  {
    "date": "2017-05-29",
    "explanation": "Jupiter is stranger than we knew. NASA's Juno spacecraft has now completed its sixth swoop past Jupiter as it moves around its highly elliptical orbit. Pictured, Jupiter is seen from below where, surprisingly, the horizontal bands that cover most of the planet disappear into swirls and complex patterns.  A line of white oval clouds is visible nearer to the equator.  Recent results from Juno show that Jupiter's weather phenomena can extend deep below its cloud tops, and that Jupiter's magnetic field varies greatly with location.  Juno is scheduled to orbit Jupiter 37 times with each orbit taking about six weeks.",
    "hdurl": "https://apod.nasa.gov/apod/image/1705/BeneathJupiter_Juno_vertical960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Beneath Jupiter",
    "url": "https://apod.nasa.gov/apod/image/1705/BeneathJupiter_Juno_960.jpg"
  },
  {
    "copyright": "Petr Horálek",
    "date": "2017-05-30",
    "explanation": "You wake up in the Kalahari Desert in Botswana, Africa.  You go outside your tent, set up your camera, and take long exposures of the land and sky.  What might you see? Besides a lot of blowing dust and the occasional acacia tree, you might catch many sky wonders. Pictured in 2015 September, sky highlights include the central band of our Milky Way Galaxy, the Pleiades Star Cluster, Barnard's Loop, and both the Large and Small Magellanic Clouds, to name just a few.  Although most of these faded in the morning light, they were quickly replaced by a partial eclipse of the Sun.    Free Presentation: APOD Editor to speak in Prague on June 30",
    "hdurl": "https://apod.nasa.gov/apod/image/1705/DesertSky_Horalek_1800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Kalahari Sky",
    "url": "https://apod.nasa.gov/apod/image/1705/DesertSky_Horalek_1080.jpg"
  },
  {
    "date": "2017-05-31",
    "explanation": "What would it look like to approach the Bubble Nebula? Blown by the wind and radiation from a massive star, this bubble now spans seven light-years in diameter.  The hot star inside is thousands of times more luminous than our Sun, and is now offset from the nebula's center.  The visualization starts with a direct approach toward the Bubble Nebula (NGC 7635) and then moves around the nebula while continuing the approach.  The featured time-lapse visualization is extrapolated from images with the orbiting Hubble Space Telescope and the WIYN telescope on Kitt Peak in Arizona, USA. The 3D-computer model on which this visualization is based includes artistic interpretations, and distances are significantly compressed.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Approaching the Bubble Nebula",
    "url": "https://www.youtube.com/embed/0821TZvcpcA?rel=0"
  },
  {
    "copyright": "Göran Strand",
    "date": "2017-06-01",
    "explanation": "The road tracking through this stunning 360 degree view crosses a remote mountain area of Jämtland, Sweden, planet Earth. A 3x8 mosaic of still images, the panorama was taken on May 3rd from a small drone 200 meters above the ground. The scene records the warm light of the Sun setting in the northwest and the planet's dark shadow rising in the southeast. A small sun pillar gives away the Sun's position just below the horizon while the pinkish anti-twilight arch or belt of Venus outlines Earth's shadow. In the middle of the remarkably clear sky, the First Quarter Moon is visible above the mountains, its half illuminated disk separating shadowrise and sunset. A range of exposures was used to cover the large difference in sky brightness. The tallest peak left of the sunset is Storsnasen, some 1400 meters above sea level.",
    "hdurl": "https://apod.nasa.gov/apod/image/1706/GS_20170503_HandolAir_0143_Pan.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shadowrise and Sunset",
    "url": "https://apod.nasa.gov/apod/image/1706/GS_20170503_HandolAir_0143_Pan1024.jpg"
  }
]
