[
  {
    "copyright": "Adam Block",
    "date": "2017-11-01",
    "explanation": "This helmet-shaped cosmic cloud with wing-like appendages is popularly called Thor's Helmet. Heroically sized even for a Norse god, Thor's Helmet spans about 30 light-years across. In fact, the helmet is more like an interstellar bubble, blown as a fast wind -- from the bright star near the center of the bubble's blue-hued region -- sweeps through a surrounding molecular cloud. This star, a Wolf-Rayet star, is a massive and extremely hot giant star thought to be in a brief, pre-supernova stage of evolution. Cataloged as NGC 2359, the emission nebula is located about 12,000 light-years away toward the constellation of the Big Dog (Canis Major). The sharp image, made using broadband and narrowband filters, captures striking details of the nebula's filamentary gas and dust structures. The blue color originates from strong emission from  oxygen atoms in the nebula.   Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1711/ThorsHelmet_Block_1400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Thor's Helmet Emission Nebula",
    "url": "https://apod.nasa.gov/apod/image/1711/ThorsHelmet_Block_960.jpg"
  },
  {
    "copyright": "Laszlo Bagi",
    "date": "2017-11-02",
    "explanation": "Distant galaxies lie beyond a foreground of spiky Milky Way stars in this telescopic field of view. Centered on yellowish star HD 14771, the scene spans about 1 degree on the sky toward the northern constellation Andromeda. At top right is large spiral galaxy NGC 891, 100 thousand light-years across and seen almost exactly edge-on. About 30 million light-years distant, NGC 891 looks a lot like our own Milky Way with a flattened, thin, galactic disk. Its disk and central bulge are cut along the middle by dark, obscuring dust clouds. Scattered toward the lower left are members of galaxy cluster Abell 347. Nearly 240 million light-years away, Abell 347 shows off its own large galaxies in the sharp image. They are similar to NGC 891 in physical size but located almost 8 times farther away, so Abell 347 galaxies have roughly one eighth the apparent size of NGC 891.",
    "hdurl": "https://apod.nasa.gov/apod/image/1711/Ngc891Bagi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 891 vs Abell 347",
    "url": "https://apod.nasa.gov/apod/image/1711/Ngc891Bagi1024.jpg"
  },
  {
    "date": "2017-11-03",
    "explanation": "Traveling at high velocity along an extreme hyperbolic orbit and making a hairpin turn as it swung past the Sun, the now designated A/2017 U1 is the first known small body from interstellar space. A point of light centered in this 5 minute exposure recorded with the William Herschel Telescope in the Canary Islands on October 28, the interstellar visitor is asteroid-like with no signs of cometary activity. Faint background stars appear streaked because the massive 4.2 meter diameter telescope is tracking the rapidly moving A/2017 U1 in the field of view. Astronomer Rob Weryk (IfA) first recognized the moving object in nightly Pan-STARRS sky survey data on October 19. A/2017 is presently outbound, never to return to the Solar System, and already only visible from planet Earth in large optical telescopes. Though an interstellar origin has been established based on its orbit, it is still unknown how long the object could have drifted among the stars of the Milky Way. But its interstellar cruise speed would be about 26 kilometers per second. By comparison humanity's Voyager 1 spacecraft travels about 17 kilometers per second through interstellar space.",
    "hdurl": "https://apod.nasa.gov/apod/image/1711/A2017U1_5gsmoothWHT.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A/2017 U1: An Interstellar Visitor",
    "url": "https://apod.nasa.gov/apod/image/1711/A2017U1_5gsmoothWHT1024.jpg"
  },
  {
    "date": "2017-11-04",
    "explanation": "\"Beautiful Nebula discovered between the Balance [Libra] & the Serpent [Serpens] ...\" begins the description of the 5th entry in 18th century astronomer Charles Messier's famous catalog of nebulae and star clusters. Though it appeared to Messier to be fuzzy and round and without stars, Messier 5 (M5) is now known to be a globular star cluster, 100,000 stars or more, bound by gravity and packed into a region around 165 light-years in diameter. It lies some 25,000 light-years away. Roaming the halo of our galaxy, globular star clusters are ancient members of the Milky Way. M5 is one of the oldest globulars, its stars estimated to be nearly 13 billion years old. The beautiful star cluster is a popular target for Earthbound telescopes. Of course, deployed in low Earth orbit on April 25, 1990, the Hubble Space Telescope has also captured its own stunning close-up view that spans about 20 light-years across the central region of M5. Even close to its dense core the cluster's aging red and blue giant stars and rejuvenated blue stragglers stand out in yellow and blue hues in the sharp color image.",
    "hdurl": "https://apod.nasa.gov/apod/image/1711/m5_hubblesmessier.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hubble's Messier 5",
    "url": "https://apod.nasa.gov/apod/image/1711/m5_hubblesmessier1024c.jpg"
  },
  {
    "copyright": "Talha Zia",
    "date": "2017-11-05",
    "explanation": "Do all full moons look the same? No.  To see the slight differences, consider this grid of twelve full moons. From upper left to lower right, the images represent every lunation from 2016 November through 2017 October, as imaged from Pakistan.  The consecutive full moons are all shown at the same scale, so unlike the famous Moon Illusion, the change in apparent size seen here is real. The change is caused by the variation in lunar distance due to the Moon's significantly non-circular orbit. The dark notch at the bottom of the full moon of 2017 August is the shadow of the Earth -- making this a partial lunar eclipse.  Besides the sometimes exaggerated coloring, a subtler change in appearance can also be noticed on close examination, as the Moon seems to wobble slightly from one full moon to the next. This effect, known as libration, is more dramatic and easier to see in this lunation video highlighting all of the ways that the Moon appears to change over a month (moon-th).",
    "hdurl": "https://apod.nasa.gov/apod/image/1711/YearOfMoons_Zia_5800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Year of Full Moons",
    "url": "https://apod.nasa.gov/apod/image/1711/YearOfMoons_Zia_960.jpg"
  },
  {
    "copyright": "ESARosettaMPS",
    "date": "2017-11-06",
    "explanation": "Where do comet tails come from?  There are no obvious places on the nuclei of comets from which the jets that create comet tails emanate.  Last year, though, ESA's Rosetta spacecraft not only imaged a jet emerging from Comet 67P/Churyumov-Gerasimenko, but flew right through it.  Featured is a telling picture showing a bright plume emerging from a small circular dip bounded on one side by a 10-meter high wall.  Analyses of Rosetta data shows that the jet was composed of both dust and water-ice. The mundane terrain indicates that something likely happened far under the porous surface to create the plume.  This image was taken last July, about two months before Rosetta's mission ended with a controlled impact onto Comet 67P's surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/1711/Jet67P_Rosetta_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Dust Jet from the Surface of Comet 67P",
    "url": "https://apod.nasa.gov/apod/image/1711/Jet67P_Rosetta_960.jpg"
  },
  {
    "date": "2017-11-07",
    "explanation": "In the center of Prague there's a clock the size of a building.  During the day, crowds gather to watch the show when it chimes in a new hour.  The Prague Astronomical Clock's face is impressively complex, giving not only the expected time with respect to the Sun (solar time), but the time relative to the stars (sidereal time), the times of sunrise and sunset at several latitudes including the equator, the phase of the Moon, and much more.   The clock began operation in 1410, and even though much of its inner workings have been modernized several times, original parts remain.  Below the clock is a nearly-equal sized solar calendar that rotates only once a year.  Pictured, the Prague Astronomical Clock was photographed alone during an early morning in 2009 March.  The Prague Astronomical Clock and the Old Town Tower behind it are currently being renovated once again, with the clock expected to be restarted in 2018 June.",
    "hdurl": "https://apod.nasa.gov/apod/image/1711/PragueClock_Lascar_3216.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Prague Astronomical Clock",
    "url": "https://apod.nasa.gov/apod/image/1711/PragueClock_Lascar_960.jpg"
  },
  {
    "date": "2017-11-08",
    "explanation": "What causes Hubble's Variable Nebula to vary?  The unusual nebula featured here changes its appearance noticeably in just a few weeks.  Discovered over 200 years ago and subsequently cataloged as NGC 2261, the remarkable nebula is named for Edwin Hubble, who studied it early last century.  Fitting, perhaps, the featured image was taken by another namesake of Hubble: the Space Telescope. Hubble's Variable Nebula is a reflection nebula made of gas and fine dust fanning out from the star R Monocerotis.  The faint nebula is about one light-year across and lies about 2500 light-years away towards the constellation of the Unicorn  (Monocerotis).  The leading variability explanation for Hubble's Variable Nebula holds that dense knots of opaque dust pass close to R Mon and cast moving shadows onto the reflecting dust seen in the rest of the nebula.   Open Science: Browse 1,500+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/1711/HubblesVariableNebula_HubbleSchmidt_1507.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2261: Hubble's Variable Nebula",
    "url": "https://apod.nasa.gov/apod/image/1711/HubblesVariableNebula_HubbleSchmidt_960.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2017-11-09",
    "explanation": "Big, beautiful spiral galaxy NGC 1055 is a dominant member of a small galaxy group a mere 60 million light-years away toward the aquatically intimidating constellation Cetus. Seen edge-on, the island universe spans over 100,000 light-years, a little larger than our own Milky Way. The colorful stars in this cosmic close-up of NGC 1055 are in the foreground, well within the Milky Way. But the telltale pinkish star forming regions are scattered through winding dust lanes along the distant galaxy's thin disk. With a smattering of even more distant background galaxies, the deep image also reveals a boxy halo that extends far above and below the central bluge and disk of NGC 1055. The halo itself is laced with faint, narrow structures, and could represent the mixed and spread out debris from a satellite galaxy disrupted by the larger spiral some 10 billion years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/1711/NGC1055-ESO-Crop-L1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1055 Close-up",
    "url": "https://apod.nasa.gov/apod/image/1711/NGC1055-ESO-Crop1024_1.jpg"
  },
  {
    "copyright": "Sara Wager",
    "date": "2017-11-10",
    "explanation": "Chaotic in appearance, these tangled filaments of shocked, glowing gas are spread across planet Earth's sky toward the constellation of Cygnus as part of the Veil Nebula. The Veil Nebula itself is a large supernova remnant, an expanding cloud born of the death explosion of a massive star. Light from the original supernova explosion likely reached Earth over 5,000 years ago. Blasted out in the cataclysmic event, the interstellar shock waves plow through space sweeping up and exciting interstellar material.  The glowing filaments are really more like long ripples in a sheet seen almost edge on, remarkably well separated into the glow of ionized hydrogen atoms shown in red and oxygen in blue hues. Also known as the Cygnus Loop, the Veil Nebula now spans nearly 3 degrees or about 6 times the diameter of the full Moon. While that translates to over 70 light-years at its estimated distance of 1,500 light-years, this field of view spans less than one third that distance. Often identified as Pickering's Triangle for a director of Harvard College Observatory, the complex of filaments is cataloged as NGC 6979. It is also known for its discoverer, astronomer Williamina Fleming, as Fleming's Triangular Wisp.",
    "hdurl": "https://apod.nasa.gov/apod/image/1711/NGC6979_wager.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Williamina Fleming's Triangular Wisp",
    "url": "https://apod.nasa.gov/apod/image/1711/NGC6979_wager_1225.jpg"
  },
  {
    "copyright": "Alain Paillou",
    "date": "2017-11-11",
    "explanation": "The Moon is normally seen in subtle shades of grey. But small, measurable color differences have been greatly exaggerated in this mosaic of high-resolution images captured near the Moon's full phase, to construct a multicolored, central moonscape. The different colors are recognized to correspond to real differences in the mineral makeup of the lunar surface. Blue hues reveal titanium rich areas while more orange and purple colors show regions relatively poor in titanium and iron. The intriguing Sea of Vapors, or Mare Vaporum, is below center in the frame with the sweeping arc of the lunar Montes Apenninus (Apennine Mountains) above it. The dark floor of 83 kilometer diameter Archimedes crater within the Sea of Rains, or Mare Imbrium, is toward the top left. Near the gap at the top of the Apennine's arc is the Apollo 15 landing site. Calibrated by rock samples returned by the Apollo missions, similar multicolor images from spacecraft have been used to explore the Moon's global surface composition.",
    "hdurl": "https://apod.nasa.gov/apod/image/1711/Central_Colours_Fullres.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Colourful Moon",
    "url": "https://apod.nasa.gov/apod/image/1711/Central_Colours_1024.jpg"
  },
  {
    "copyright": "Dave JurasevichMt. Wilson Observatory",
    "date": "2017-11-12",
    "explanation": "Sometimes, the sky may seem to smile over much of planet Earth.  On this day in 2008, visible the world over, was an unusual superposition of our Moon and the planets Venus and Jupiter.  Pictures taken at the right time show a crescent Moon that appears to be a smile when paired with the planetary conjunction of seemingly nearby Jupiter and Venus.  Pictured here is the scene as it appeared from Mt. Wilson Observatory overlooking Los Angeles, California, USA after sunset on 2008 November 30.  Highest in the sky and farthest in the distance is the planet Jupiter.  Significantly closer and visible to Jupiter's lower left is Venus, appearing through Earth's atmospheric clouds as unusually blue.  On the far right, above the horizon, is our Moon, in a waxing crescent phase.  Thin clouds illuminated by the Moon appear unusually orange.   Sprawling across the bottom of the image are the hills of Los Angeles, many covered by a thin haze, while LA skyscrapers are visible on the far left.  Hours after the taking of this image, the Moon approached the distant duo, briefly eclipsed Venus, and then moved on.  This week, another conjunction of Venus and Jupiter is occurring and is visible to much of planet Earth to the east just before sunrise.",
    "hdurl": "https://apod.nasa.gov/apod/image/1711/happyla_jurasevich_2500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Happy Sky over Los Angeles",
    "url": "https://apod.nasa.gov/apod/image/1711/happyla_jurasevich_960.jpg"
  },
  {
    "date": "2017-11-13",
    "explanation": "Why is Comet Maccholz so depleted of carbon-containing chemicals?  Comet 96P/Machholz's original fame derives from its getting closer to the Sun than any other short period comet -- half as close as Mercury -- and doing so every five years. To better understand this unusual comet, NASA's Sun-monitoring SOHO spacecraft tracked the comet during its latest approach to the Sun in October.  The featured image composite shows the tail-enhanced comet swooping past the Sun. The Sun's bright surface is hidden from view behind a dark occulter, although parts of the Sun's extended corona are visible. Neighboring stars dot the background. One hypothesis holds that these close solar approaches somehow cause Comet Machholz to shed its carbon, while another hypothesis posits that the comet formed with this composition far away -- possibly even in another star system.    Free APOD Lectures: January 5 in NYC & January 9 in DC",
    "hdurl": "https://apod.nasa.gov/apod/image/1711/CometMachholz2017_SOHO_big.mp4",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Machholz Approaches the Sun",
    "url": "https://apod.nasa.gov/apod/image/1711/CometMachholz2017_SOHO_960.jpg"
  },
  {
    "copyright": "Juan Carlos CasadoTWANEarth & StarsFECYT",
    "date": "2017-11-14",
    "explanation": "The well-known Pleiades star cluster is slowly destroying part of a passing cloud of gas and dust. The Pleiades is the brightest open cluster of stars on Earth's sky and can be seen from almost any northerly location with the unaided eye.  The passing young dust cloud is thought to be part of Gould's Belt, an unusual ring of young star formation surrounding the Sun in the local Milky Way Galaxy. Over the past 100,000 years, part of Gould's Belt is by chance moving right through the older Pleiades and is causing a strong reaction between stars and dust. Pressure from the stars' light significantly repels the dust in the surrounding blue reflection nebula, with smaller dust particles being repelled more strongly.  A short-term result is that parts of the dust cloud have become filamentary and stratified. The featured deep image also captured Comet C/2015 ER61 (PanSTARRS) on the lower left.",
    "hdurl": "https://apod.nasa.gov/apod/image/1711/DeepPleiadesPanstarrs_Casado_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pleiades Deep and Dusty",
    "url": "https://apod.nasa.gov/apod/image/1711/DeepPleiadesPanstarrs_Casado_960.jpg"
  },
  {
    "copyright": "Guillaume Seigneuret",
    "date": "2017-11-15",
    "explanation": "Found among the rich starfields of the Milky Way, star cluster NGC 7789 lies about 8,000 light-years away toward the constellation Cassiopeia. A late 18th century deep sky discovery of astronomer Caroline Lucretia Herschel, the cluster is also known as Caroline's Rose. Its flowery visual appearance in small telescopes is created by the cluster's nestled complex of stars and voids. Now estimated to be 1.6 billion years young, the galactic or open cluster of stars also shows its age. All the stars in the cluster were likely born at the same time, but the brighter and more massive ones have more rapidly exhausted the hydrogen fuel in their cores. These have evolved from main sequence stars like the Sun into the many red giant stars shown with a yellowish cast in this lovely color composite. Using measured color and brightness, astronomers can model the mass and hence the age of the cluster stars just starting to \"turn off\" the main sequence and become red giants. Over 50 light-years across, Caroline's Rose spans about half a degree (the angular size of the Moon) near the center of the wide-field telescopic image.",
    "hdurl": "https://apod.nasa.gov/apod/image/1711/NGC7789Rose_Seigneuret2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7789: Caroline's Rose",
    "url": "https://apod.nasa.gov/apod/image/1711/NGC7789Rose_Seigneuret1024.jpg"
  },
  {
    "copyright": "Ignacio\nDiaz Bobillo",
    "date": "2017-11-16",
    "explanation": "The Tarantula Nebula is more than a thousand light-years in diameter, a giant star forming region within nearby satellite galaxy the Large Magellanic Cloud, about 180 thousand light-years away. The largest, most violent star forming region known in the whole Local Group of galaxies, the cosmic arachnid sprawls across this spectacular view composed with narrowband data centered on emission from ionized hydrogen and oxygen atoms. Within the Tarantula (NGC 2070), intense radiation, stellar winds and supernova shocks from the central young cluster of massive stars, cataloged as R136, energize the nebular glow and shape the spidery filaments. Around the Tarantula are other star forming regions with young star clusters, filaments, and blown-out bubble-shaped clouds. In fact, the frame includes the site of the closest supernova in modern times, SN 1987A, right of center. The rich field of view spans about 1 degree or 2 full moons, in the southern constellation Dorado. But were the Tarantula Nebula closer, say 1,500 light-years distant like the local star forming Orion Nebula, it would take up half the sky.  Watch: Leonid Meteor Shower",
    "hdurl": "https://apod.nasa.gov/apod/image/1711/Tarantula_bicolor_Bobillo.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Tarantula Nebula",
    "url": "https://apod.nasa.gov/apod/image/1711/Tarantula_bicolor_Bobillo1024.jpg"
  },
  {
    "copyright": "Ollie Taylor",
    "date": "2017-11-17",
    "explanation": "The sky glows with soft pinkish colors of fading twilight in this serendipitous mountaintop vista.  Taken in subfreezing temperatures, the thoughtfully composed photo shows snowy, rugged peaks seen from a mountain pass on November 14. Below lies the village of La Villa, Alta Badia in Italy's Dolomite Alps. Above the nestled village lights, the constellation Ursa Major hangs over the northern horizon. But most stunning is the intense fireball meteor. It was captured during the camera's exposure by chance as it flashed east to west across the northern horizon, under Ursa Major's familiar Big Dipper asterism. In fact, sightings of this major fireball meteor were widely reported in European skies, the most reported fireball event ever for planet Earth's American Meteor Society and the International Meteor Organization. The meteor's measured track over Germany is consistent with its origin near the active radiant of November's Taurid Meteor Shower. Taurid meteors are associated with dust from Encke's comet.  Watch: Leonid Meteor Shower",
    "hdurl": "https://apod.nasa.gov/apod/image/1711/meteor2017event4299_Taylor.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Major Fireball Meteor",
    "url": "https://apod.nasa.gov/apod/image/1711/meteor2017event4299_Taylor.jpg"
  },
  {
    "copyright": "Tunç Tezel",
    "date": "2017-11-18",
    "explanation": "Friday, an old Moon smiled for early morning risers. Its waning sunlit crescent is captured in this atmospheric scene from clear skies near Bursa, Turkey, planet Earth. In the subtle twilight hues nearby celestial lights are Jupiter (top) and Venus shining close to the eastern horizon. But today, Saturday, the Moon will be new and early next week its waxing crescent will follow the setting Sun as it sinks in the west. Then, a young Moon's smile will join Saturn and Mercury in early evening skies.  Watch: Leonid Meteor Shower",
    "hdurl": "https://apod.nasa.gov/apod/image/1711/20171117dawnTezel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Friday, the Moon Smiled",
    "url": "https://apod.nasa.gov/apod/image/1711/20171117dawnTezel1200c.jpg"
  },
  {
    "copyright": "Francesco Antonucci",
    "date": "2017-11-19",
    "explanation": "Young stars themselves are clearing out their nursery in NGC 7822. Within the nebula, bright edges and complex dust sculptures dominate this detailed skyscape taken in infrared light by NASA's Wide Field Infrared Survey Explorer (WISE) satellite. NGC 7822 lies at the edge of a giant molecular cloud toward the northern constellation Cepheus, a glowing star forming region that lies about 3,000 light-years away. The atomic emission of light by the nebula's gas is powered by energetic radiation from the hot stars, whose powerful winds and light also sculpt and erode the denser pillar shapes. Stars could still be forming inside the pillars by gravitational collapse, but as the pillars are eroded away, any forming stars will ultimately be cut off from their reservoir of star stuff. This field spans around 40 light-years at the estimated distance of NGC 7822.   Free APOD Lectures: January 5 in NYC & January 9 in DC",
    "hdurl": "https://apod.nasa.gov/apod/image/1711/ngc7822_WISEantonucci_1824c.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7822: Stars and Dust Pillars in Infrared",
    "url": "https://apod.nasa.gov/apod/image/1711/ngc7822_WISEantonucci_1080c.jpg"
  },
  {
    "date": "2017-11-20",
    "explanation": "Yes, but have you ever taken a selfie on Mars? The Curiosity rover on Mars has.  This selfie was compiled from many smaller images -- which is why the mechanical arm holding the camera is not visible.  (Although its shadow is!)  Taken in mid-2015, the featured image shows not only the adventurous rover, but dark layered rocks, the light colored peak of Mount Sharp, and the rusting red sand that pervades Mars. If you look closely, you can even see that a small rock is stuck into one of Curiosity's aging wheels.  Now nearing the end of 2017, Curiosity continues to explore the layers of sedimentary rocks it has discovered on Vera Rubin Ridge in order to better understand, generally, the ancient geologic history of Mars and, specifically, why these types of rocks exist there.    Now Available: The 2018 APOD Calendar",
    "hdurl": "https://apod.nasa.gov/apod/image/1711/Selfie_Curiosity_3577.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Curiosity Rover Takes Selfie on Mars",
    "url": "https://apod.nasa.gov/apod/image/1711/Selfie_Curiosity_960.jpg"
  },
  {
    "copyright": "Steve Cullen",
    "date": "2017-11-21",
    "explanation": "When did you first learn to identify this group of stars? Although they are familiar to many people around the world, different cultures have associated this asterism with different icons and folklore. Known in the USA as the Big Dipper, the stars are part of a constellation designated by the International Astronomical Union in 1922 as the Great Bear (Ursa Major).  The recognized star names of these stars are (left to right) Alkaid, Mizar/Alcor, Alioth, Megrez, Phecda, Merak, and Dubhe.  Of course, stars in any given constellation are unlikely to be physically related. But surprisingly, most of the Big Dipper stars do seem to be headed in the same direction as they plough through space, a property they share with other stars spread out over an even larger area across the sky.  Their measured common motion suggests that they all belong to a loose, nearby star cluster, thought to be on average only about 75 light-years away and up to 30 light-years across. The cluster is more properly known as the Ursa Major Moving Group. The featured image captured the iconic stars recently above Pyramid Mountain in Alberta, Canada.   Free APOD Lectures: January 5 in NYC & January 9 in DC",
    "hdurl": "https://apod.nasa.gov/apod/image/1711/BigDipperMt2_Cullen_1365.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Big Dipper over Pyramid Mountain",
    "url": "https://apod.nasa.gov/apod/image/1711/BigDipperMt2_Cullen_960.jpg"
  },
  {
    "date": "2017-11-22",
    "explanation": "Nothing like it has ever been seen before. The unusual space rock 'Oumuamua is so intriguing mainly because it is the first asteroid ever detected from outside our Solar System -- although likely many more are to follow given modern computer-driven sky monitoring. Therefore humanity's telescopes -- of nearly every variety -- have put 'Oumuamua into their observing schedule to help better understand this unusual interstellar visitor. Pictured is an artist's illustration of what 'Oumuamua might look like up close. 'Oumuamua is also intriguing, however, because it has unexpected parallels to Rama, a famous fictional interstellar spaceship created by the late science fiction writer Arthur C. Clarke. Like Rama, 'Oumuamua is unusually elongated, should be made of strong material to avoid breaking apart, is only passing through our Solar System, and passed unusually close to the Sun for something gravitationally unbound. Unlike a visiting spaceship, though, 'Oumuamua's trajectory, speed, color, and even probability of detection are consistent with it forming naturally around a normal star many millions of years ago, being expelled after gravitationally encountering a normal planet, and subsequently orbiting in our Galaxy alone. Even given 'Oumuamua's likely conventional origin, perhaps humanity can hold hope that one day we will have the technology to engineer 'Oumuamua -- or another Solar System interloper -- into an interstellar Rama of our own.",
    "hdurl": "https://apod.nasa.gov/apod/image/1711/OumuamuaDrawing_ESO_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "'Oumuamua: Interstellar Asteroid",
    "url": "https://apod.nasa.gov/apod/image/1711/OumuamuaDrawing_ESO_960.jpg"
  },
  {
    "copyright": "Mohammad Nouroozi",
    "date": "2017-11-23",
    "explanation": "Alnitak, Alnilam, and Mintaka, are the bright bluish stars from east to west (lower right to upper left) along the diagonal in this cosmic vista. Otherwise known as the Belt of Orion, these three blue supergiant stars are hotter and much more massive than the Sun. They lie from 800 to 1,500 light-years away, born of Orion's well-studied interstellar clouds. In fact, clouds of gas and dust adrift in this region have some surprisingly familiar shapes, including the dark Horsehead Nebula and Flame Nebula near Alnitak at the lower right. The famous Orion Nebula itself is off the right edge of this colorful starfield. This well-framed, 2-panel telescopic mosaic spans about 4 degrees on the sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/1711/BeltStars_nouroozi2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Alnitak, Alnilam, Mintaka",
    "url": "https://apod.nasa.gov/apod/image/1711/BeltStars_nouroozi1024.jpg"
  },
  {
    "date": "2017-11-24",
    "explanation": "In December of 1972, Apollo 17 astronauts Eugene Cernan and Harrison Schmitt spent about 75 hours on the Moon in the Taurus-Littrow valley, while colleague Ronald Evans orbited overhead. This sharp image was taken by Cernan as he and Schmitt roamed the valley floor. The image shows Schmitt on the left with the lunar rover at the edge of Shorty Crater, near the spot where geologist Schmitt discovered orange lunar soil. The Apollo 17 crew returned with 110 kilograms of rock and soil samples, more than was returned from any of the other lunar landing sites. Forty five years later, Cernan and Schmitt are still the last to walk on the Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1711/moonshorty_apollo17_1498.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 17 at Shorty Crater",
    "url": "https://apod.nasa.gov/apod/image/1711/moonshorty_apollo17_1080.jpg"
  },
  {
    "copyright": "Jean-Francois\nGraffand",
    "date": "2017-11-25",
    "explanation": "Follow this vertical panoramic view from horizon to horizon and your gaze will sweep through the zenith of a dark night sky over Pic du Midi mountaintop observatory. To make the journey above a sea of clouds, 19 single exposures were taken near the end of night on October 31 and assembled in a mercator projection that renders the two horizons flat. Begin at the top and you're looking east toward the upsidedown dome of the observatory's 1 meter telescope. It's easy to follow the plane of our Milky Way galaxy as it appears to emerge from the dome and angle down toward the far horizon. Just to its right, the sky holds a remarkable diffuse glow of zodiacal light along our Solar System's ecliptic plane. Zodiacal light and Milky Way with star clusters, cosmic dust clouds and faint nebulae, cross near the zenith. Both continue down toward the airglow in the west. They disappear near the western horizon at the bottom, beyond more Pic du Midi observatory domes and a tall communications relay antenna.",
    "hdurl": "https://apod.nasa.gov/apod/image/1711/horizon2horizonJFGraffand.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crossing Horizons",
    "url": "https://apod.nasa.gov/apod/image/1711/horizon2horizonJFGraffand.jpg"
  },
  {
    "copyright": "MelodySheepSymphony of Science Music Credit: Our Story",
    "date": "2017-11-26",
    "explanation": "Do you have a minute -- to see the entire backstory of human existence? This thrilling video culls together multiple teasing video snippets in an attempt to succinctly summarize our history. And sets it to music. Briefly depicted, from start to finish, is an artistic animation of the Big Bang, a trip across the early universe, the formation of the Earth and Moon, the emergence of multi-celled life and plants, the rise of reptiles and dinosaurs, a devastating meteor strike, the rise of mammals and humans, and finally the rise of modern civilization. The minute movie ends with a flyover of the modern skyscraper and a human standing atop a snow covered mountain.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Our Story in One Minute",
    "url": "https://www.youtube.com/embed/ZSt9tm3RoUU?rel=0"
  },
  {
    "date": "2017-11-27",
    "explanation": "Where do hurricanes go?  To better understand dangerous storms, NASA compiled data from several satellites into a supercomputer simulation of this past year's hurricane season. Specifically, the featured video shows how smoke (white), sea salt (blue), and dust (brown) tracked from 2017 August through October across the northern half of Earth's Western Hemisphere. These aerosols usefully trace sometimes invisible winds. In the midst of the many mesmerizing flows, hurricanes can be seen swirling across the Atlantic Ocean on the right. Some of these hurricanes lashed islands and coastal regions in North America before dissipating in the northern Atlantic. Studying this year's weather patterns may bolster more accurate storm forecasts as soon as next year.   Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter",
    "media_type": "video",
    "service_version": "v1",
    "title": "Hurricane Season Animated",
    "url": "https://www.youtube.com/embed/h1eRp0EGOmE?rel=0&showinfo=0"
  },
  {
    "date": "2017-11-28",
    "explanation": "Some storms on Jupiter are quite complex. The swirling storm was captured late last month by the NASA's robotic Juno spacecraft currently orbiting the Solar System's largest planet.  The featured image spans about 30,000 kilometers, making this storm system just about as wide as planet Earth.  The disturbance rotates counter-clockwise and shows a cloud pattern that includes light-colored updrafts thought to be composed predominantly of ammonia ice.  These light clouds are the highest up and even cast discernable shadows toward the right.  Juno will continue to orbit and probe Jupiter over the next few years as it tries to return data that help us to better understand Jupiter's atmospheric water abundance and if the planet has a solid surface underneath these fascinating clouds.",
    "hdurl": "https://apod.nasa.gov/apod/image/1711/SpiralCloud_Juno_4512.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Juno Spots a Complex Storm on Jupiter",
    "url": "https://apod.nasa.gov/apod/image/1711/SpiralCloud_Juno_960.jpg"
  },
  {
    "copyright": "Francesco Battistella",
    "date": "2017-11-29",
    "explanation": "Few astronomical sights excite the imagination like the nearby stellar nursery known as the Orion Nebula.  The Nebula's glowing gas surrounds hot young stars at the edge of an immense interstellar molecular cloud.  Many of the filamentary structures visible in the featured image are actually shock waves - fronts where fast moving material encounters slow moving gas.  The Orion Nebula spans about 40 light years and is located about 1500 light years away in the same spiral arm of our Galaxy as the Sun.  The Great Nebula in Orion can be found with the unaided eye just below and to the left of the easily identifiable belt of three stars in the popular constellation Orion.  The featured image, taken last month, shows a two-hour exposure of the nebula in three colors. The whole Orion Nebula cloud complex, which includes the Horsehead Nebula, will slowly disperse over the next 100,000 years.   Free APOD Lectures: January 5 in NYC & January 9 in DC",
    "hdurl": "https://apod.nasa.gov/apod/image/1711/OrionDust_Battistella_1824.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M42: The Great Orion Nebula",
    "url": "https://apod.nasa.gov/apod/image/1711/OrionDust_Battistella_960.jpg"
  },
  {
    "copyright": "Peter Nagy",
    "date": "2017-11-30",
    "explanation": "The small, northern constellation Triangulum harbors this magnificent face-on spiral galaxy, M33. Its popular names include the Pinwheel Galaxy or just the Triangulum Galaxy. M33 is over 50,000 light-years in diameter, third largest in the Local Group of galaxies after the Andromeda Galaxy (M31), and our own Milky Way. About 3 million light-years from the Milky Way, M33 is itself thought to be a satellite of the Andromeda Galaxy and astronomers in these two galaxies would likely have spectacular views of each other's grand spiral star systems. As for the view from planet Earth, this sharp composite image nicely shows off M33's blue star clusters and pinkish star forming regions along the galaxy's loosely wound spiral arms. In fact, the cavernous NGC 604 is the brightest star forming region, seen here at about the 7 o'clock position from the galaxy center. Like M31, M33's population of well-measured variable stars have helped make this nearby spiral a cosmic yardstick for establishing the distance scale of the Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/1711/M33Nagy_tamed.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M33: Triangulum Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1711/M33Nagy_1024.jpg"
  },
  {
    "copyright": "Paolo Moroni",
    "date": "2017-12-01",
    "explanation": "Fans of our fair planet might recognize the outlines of these cosmic clouds. On the left, bright emission outlined by dark, obscuring dust lanes seems to trace a continental shape, lending the popular name North America Nebula to the emission region cataloged as NGC 7000. To the right, just off the North America Nebula's east coast, is IC 5070, whose profile suggests the Pelican Nebula.  The two bright nebulae are about 1,500 light-years away, part of the same large and complex star forming region, almost as nearby as the better-known Orion Nebula. At that distance, the 6 degree wide field of view would span 150 light-years. This careful cosmic portrait uses narrow band images to highlight the bright ionization fronts and the characteristic red glow from atomic hydrogen gas. These nebulae can be seen with binoculars from a dark location.  Look northeast of bright star Deneb in the constellation of Cygnus the Swan.",
    "hdurl": "https://apod.nasa.gov/apod/image/1712/NGC7000_PaoloMoroni.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "North America and the Pelican",
    "url": "https://apod.nasa.gov/apod/image/1712/NGC7000_PaoloMoroni1024.jpg"
  }
]
