[
  {
    "date": "2017-10-01",
    "explanation": "What will passenger airplanes be like in the future? To help brainstorm desirable and workable attributes, NASA sponsors design competitions. Shown here is an artist's depiction of a concept plane that was suggested in 2010. This futuristic plane would be expected to achieve supersonic speeds, possibly surpassing the speeds of the supersonic transport planes that ran commercially in the late twentieth century. In terms of noise reduction, the future aircraft has been drawn featuring an inverted V wing stretched over its engines. The structure is intended to reduce the sound from annoying sonic booms. Additionally, future airplanes would aim to have relatively little impact on our environment, including green limits on pollution and fuel consumption. Aircraft utilizing similar design concepts might well become operational by the 2030s.",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/greenmachine_nasa_4800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Concept Plane: Supersonic Green Machine",
    "url": "https://apod.nasa.gov/apod/image/1710/greenmachine_nasa_960.jpg"
  },
  {
    "copyright": "Damian Peach",
    "date": "2017-10-02",
    "explanation": "Two unusual spots are on the move near the famous Pleiades star cluster. Shifting only a small amount per night, these spots are actually comets in our nearby Solar System that by chance wandered into the field of the light-years distant stars.  On the far left is comet C/2017 O1 ASAS-SN, a multi-kilometer block of evaporating ice sporting a bright coma of surrounding gas dominated by green-glowing carbon.  Comet ASAS-SN1 shows a slight tail to its lower right.  Near the frame center is comet C/2015 ER61 PanSTARRS, also a giant block of evaporating ice, but sporting a rather long tail to its right. On the upper right is the Pleiades, an open cluster dominated by bright blue stars illuminating nearby reflecting dust.  This exposure, taken about two weeks ago, is so deep that the filamentary interstellar dust can be traced across the entire field. The Pleiades is visible to the unaided eye, but it should require binoculars to see the comets.",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/PleiadesComets_Peach_2081.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Two Comets and a Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/1710/PleiadesComets_Peach_1080.jpg"
  },
  {
    "date": "2017-10-03",
    "explanation": "Why is there a large ice ring around Fomalhaut? This interesting star -- easily visible in the night sky -- lies only about 25 light-years away and is known to be orbited by at least one planet, Dagon, as well as several inner dust disks.  More intriguing, perhaps, is an outer ring, first discovered about 20 years ago, that has an unusually sharp inner boundary. The featured recent image by the Atacama Large Millimeter Array (ALMA) shows this outer ring with complete and unprecedented detail -- in pink -- superposed on a Hubble image of the Fomalhaut system in blue.  A leading theory holds that this ring resulted from numerous violent collisions involving icy comets and planetesimals, the component objects of planets, while the ring boundaries are caused by the gravity of yet unseen planets.  If correct, any interior planets in the Fomalhaut system are likely being continually pelted by large meteors and comets -- an onslaught last seen in our own planetary system four billion years ago in an episode called the Late Heavy Bombardment.    Free Download: The 2018 APOD Calendar",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/FomalhautRing_ALMA_2064.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ice Ring around Nearby Star Fomalhaut",
    "url": "https://apod.nasa.gov/apod/image/1710/FomalhautRing_ALMA_1080.jpg"
  },
  {
    "date": "2017-10-04",
    "explanation": "Stars are forming in the Soul of the Queen of Aethiopia. More specifically, a large star forming region called the Soul Nebula can be found in the direction of the constellation Cassiopeia, who Greek mythology credits as the vain wife of a King who long ago ruled lands surrounding the upper Nile river. The Soul Nebula houses several open clusters of stars, a large radio source known as W5, and huge evacuated bubbles formed by the winds of young massive stars. Located about 6,500 light years away, the Soul Nebula spans about 100 light years and is usually imaged next to its celestial neighbor the Heart Nebula (IC 1805). The featured image, impressively detailed, was taken in several bands of infrared light by the orbiting Herschel Space Observatory.    Follow APOD on Facebook: In English, Spanish, Portuguese, or Catalan",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/Soul_Herschel_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Soul Nebula in Infrared from Herschel",
    "url": "https://apod.nasa.gov/apod/image/1710/Soul_Herschel_960.jpg"
  },
  {
    "date": "2017-10-05",
    "explanation": "Imaged during the New Horizons spacecraft flyby in July 2015, Pluto's bladed terrain is captured in this close-up of the distant world. The bizarre texture belongs to fields of skyscraper-sized, jagged landforms made almost entirely of methane ice, found at extreme altitudes near Pluto's equator. Casting dramatic shadows, the tall, knife-like ridges seem to have been formed by sublimation. By that process, condensed methane ice turns directly to methane gas without passing through a liquid phase during Pluto's warmer geological periods. On planet Earth, sublimation can also produce standing fields of knife-like ice sheets, found along the high plateau of the Andes mountain range. Known as penitentes, those bladed structures are made of water ice and at most a few meters tall.",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/pluto_02NH.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pluto's Bladed Terrain",
    "url": "https://apod.nasa.gov/apod/image/1710/pluto_02NH600.jpg"
  },
  {
    "date": "2017-10-06",
    "explanation": "A strong solar event last month triggered intense global aurora at Mars. Before (left) and during (right) the solar storm, these projections show the sudden increase in ultraviolet emission from martian aurora, more than 25 times brighter than auroral emission previously detected by the orbiting MAVEN spacecraft. With a sunlit crescent toward the right, data from MAVEN's ultraviolet imaging spectrograph is shown in purple hues on the night side of Mars globes simulated to match the observation dates and times. On Mars, solar storms can result in planet-wide aurora because, unlike Earth, the Red Planet isn't protected by a strong global magnetic field that can funnel energetic charged particles toward the poles. For all those on the planet's surface during the solar storm, dangerous radiation levels were double any previously measured by the Curiosity rover. MAVEN is studying whether Mars lost its atmosphere due to its lack of a global magnetic field.",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/pia21855-16.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Global Aurora at Mars",
    "url": "https://apod.nasa.gov/apod/image/1710/pia21855-16c1024.jpg"
  },
  {
    "copyright": "MrEclipse.com",
    "date": "2017-10-07",
    "explanation": "We live in an era where total solar eclipses are possible because at times the apparent size of the Moon can just cover the disk of the Sun. But the Moon is slowly moving away from planet Earth. Its distance is measured to increase about 1.5 inches (3.8 centimeters) per year due to tidal friction. So there will come a time, about 600 million years from now, when the Moon is far enough away that the lunar disk will be too small to ever completely cover the Sun. Then, at best only annular eclipses, a ring of fire surrounding the silhouetted disk of the too small Moon, will be seen from the surface of our fair planet. Of course the Moon was slightly closer and loomed a little larger 100 million years ago. So during the age of the dinosaurs there were more frequent total eclipses of the Sun. In front of the Tate Geological Museum at Casper College in Wyoming, this dinosaur statue posed with a modern total eclipse, though. An automated camera was placed under him to shoot his portrait during the Great American Eclipse of August 21.",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/TSE2017-W3035w.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipsosaurus Rex",
    "url": "https://apod.nasa.gov/apod/image/1710/TSE2017-W3035w.jpg"
  },
  {
    "date": "2017-10-08",
    "explanation": "Where did all the stars go?  What used to be considered a hole in the sky is now known to astronomers as a dark molecular cloud.  Here, a high concentration of dust and molecular gas absorb practically all the visible light emitted from background stars.  The eerily dark surroundings help make the interiors of molecular clouds some of the coldest and most isolated places in the universe.  One of the most notable of these dark absorption nebulae is a cloud toward the constellation Ophiuchus known as Barnard 68, pictured here.  That no stars are visible in the center indicates that Barnard 68 is relatively nearby, with measurements placing it about 500 light-years away and half a light-year across.  It is not known exactly how molecular clouds like Barnard 68 form, but it is known that these clouds are themselves likely places for new stars to form. In fact, Barnard 68 itself has been found likely to collapse and form a new star system. It is possible to look right through the cloud in infrared light.",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/barnard68v2_vlt_4000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Molecular Cloud Barnard 68",
    "url": "https://apod.nasa.gov/apod/image/1710/barnard68v2_vlt_960.jpg"
  },
  {
    "date": "2017-10-09",
    "explanation": "What created this unusual mountain? Ahuna Mons is the largest mountain on the largest known asteroid in our Solar System, Ceres, which orbits our Sun in the main asteroid belt between Mars and Jupiter. Ahuna Mons, though, is like nothing that humanity has ever seen before. For one thing, its slopes are garnished not with old craters but young vertical streaks.  One hypothesis holds that Ahuna Mons is an ice volcano that formed shortly after a large impact on the opposite side of the dwarf planet loosened up the terrain through focused seismic waves.  The bright streaks may be high in reflective salt, and therefore similar to other recently surfaced material such as visible in Ceres' famous bright spots.  The featured double-height digital image was constructed from surface maps taken of Ceres last year by the robotic Dawn mission.   Open Science: Browse 1,500+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/AhunaMonsCeres_Dawn_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual Mountain Ahuna Mons on Asteroid Ceres",
    "url": "https://apod.nasa.gov/apod/image/1710/AhunaMonsCeres_Dawn_960.jpg"
  },
  {
    "copyright": "Jingyi Zhang",
    "date": "2017-10-10",
    "explanation": "What strange world is this? Earth. In the foreground of the featured image are the Pinnacles, unusual rock spires in Nambung National Park in Western Australia. Made of ancient sea shells (limestone), how these human-sized picturesque spires formed remains a topic of research.  The panorama was taken last month.  A ray of zodiacal light, sunlight reflected by dust grains orbiting between the planets in the Solar System, rises from the horizon near the image center. Arching across the top is the central band of our Milky Way Galaxy. The planets Jupiter and Saturn, as well as several famous stars are also visible in the background night sky.   Free Download: The 2018 APOD Calendar",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/ZodiacalPinnacles_Zhang_5026.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way and Zodiacal Light over Australian Pinnacles",
    "url": "https://apod.nasa.gov/apod/image/1710/ZodiacalPinnacles_Zhang_1080.jpg"
  },
  {
    "date": "2017-10-11",
    "explanation": "If our Sun were near the center of NGC 362, the night sky would glow like a jewel box of bright stars. Hundreds of stars would glow brighter than Sirius, and in many different colors. Although these stars could become part of breathtaking constellations and intricate folklore, it would be difficult for planetary inhabitants there to see -- and hence understand -- the greater universe beyond.  NGC 362 is one of only about 170 globular clusters of stars that exist in our Milky Way Galaxy. This star cluster is one of the younger globulars, forming likely well after our Galaxy.  NGC 362 can be found with the unaided eye nearly in front of the Small Magellanic Cloud, and angularly close to the second brightest globular cluster known, 47 Tucanae.  The featured image was taken with the Hubble Space Telescope to help better understand how massive stars end up near the center of some globular clusters.",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/ngc362_HubbleHeyl_3617.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Cluster NGC 362 from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1710/ngc362_HubbleHeyl_1080.jpg"
  },
  {
    "copyright": "Dietmar\nHager",
    "date": "2017-10-12",
    "explanation": "Barred spiral galaxy NGC 1365 is truly a majestic island universe some 200,000 light-years across. Located a mere 60 million light-years away toward the chemical constellation Fornax, NGC 1365 is a dominant member of the well-studied Fornax galaxy cluster. This impressively sharp color image shows intense star forming regions at the ends of the bar and along the spiral arms, and details of dust lanes cutting across the galaxy's bright core. At the core lies a supermassive black hole. Astronomers think NGC 1365's prominent bar plays a crucial role in the galaxy's evolution, drawing gas and dust into a star-forming maelstrom and ultimately feeding material into the central black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/NGC1365-HagerBenson.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1365: Majestic Island Universe",
    "url": "https://apod.nasa.gov/apod/image/1710/NGC1365-HagerBenson1024c.jpg"
  },
  {
    "copyright": "Yuri Beletsky",
    "date": "2017-10-13",
    "explanation": "The Large Magellanic Cloud, a satellite galaxy of the Milky Way, stands above the southern horizon in this telephoto view from Las Campanas Observatory, planet Earth. In the dark September skies of the Chilean Atacama desert, the small galaxy has an impressive span of about 10 degrees or 20 Full Moons. The sensitive digital camera's panorama has also recorded a faint, pervasive airglow, otherwise invisible to the eye. Apparently bright terrestrial lights in the foreground are actually very dim illumination from the cluster of housing for the observatory astronomers and engineers. But the flattened mountain top along the horizon just under the galaxy is Las Campanas peak, home to the future Giant Magellan Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/Yuri_LMC_LasCampanas.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Under the Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1710/Yuri_LMC_LasCampanas.jpg"
  },
  {
    "copyright": "Alan Dyer",
    "date": "2017-10-14",
    "explanation": "Familiar green and red tinted auroral emission floods the sky along the northern (top) horizon in this fish-eye panorama projection from September 27. On the mild, clear evening the Milky Way tracks through the zenith of a southern Alberta sky and ends where the six-day-old Moon sets in the southwest. The odd, isolated, pink and whitish arc across the south has come to be known as Steve. The name was given to the phenomenon by the Alberta Aurora Chasers Facebook group who had recorded appearances of the aurora-like feature. Sometimes mistakenly identified as a proton aurora or proton arc, the mysterious Steve arcs seem associated with aurorae but appear closer to the equator than the auroral curtains. Widely documented by citizen scientists and recently directly explored by a Swarm mission satellite, Steve arcs have been measured as thermal emission from flowing gas rather than emission excited by energetic electrons. Even though a reverse-engineered acronym that fits the originally friendly name is Sudden Thermal Emission from Velocity Enhancement, his origin is still mysterious.",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/SteveAuroralArc_allskyproj.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "All-Sky Steve",
    "url": "https://apod.nasa.gov/apod/image/1710/SteveAuroralArc_allskyproj960.jpg"
  },
  {
    "date": "2017-10-15",
    "explanation": "Where did the gold in your jewelry originate?  No one is completely sure.  The relative average abundance in our Solar System appears higher than can be made in the early universe, in stars, and even in typical supernova explosions.  Some astronomers have suggested, and many believe, that neutron-rich heavy elements such as gold might be most easily made in rare neutron-rich explosions such as the collision of neutron stars.  Pictured here is an artist's illustration depicting two neutron stars spiraling in toward each other, just before they collide.  Since neutron star collisions are also suggested as the origin of short duration gamma-ray bursts, it is possible that you already own a souvenir from one of the most powerful explosions in the universe.   Editorial Note: This \"best of\" APOD ran previously on 2011 September 11.  News Note: The next APOD will debut during an NSF discovery announcement and press briefing on Monday.",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/nsmerger3_heasarc_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "On the Origin of Gold",
    "url": "https://apod.nasa.gov/apod/image/1710/nsmerger3_heasarc_960.jpg"
  },
  {
    "date": "2017-10-16",
    "explanation": "Both gravitational and electromagnetic radiations have been detected in rapid succession for an explosive merging event for the first time.  Data from the outburst fit well with a spectacular binary neutron-star death-spiral.  The explosive episode was seen on August 17 in nearby NGC 4993, an elliptical galaxy only 130 million light years distant. Gravitational waves were seen first by the ground based LIGO and Virgo observatories, while seconds later the Earth-orbiting Fermi and INTEGRAL observatories detected gamma-rays, and hours after that Hubble and other observatories detected light throughout the electromagnetic spectrum.  Pictured is an animated illustrative movie of the event's likely progenitors.  The video depicts hot neutron stars as they spiral in toward each other and emit gravitational radiation. As they merge, a powerful jet extends that drives the short-duration gamma-ray burst, followed by clouds of ejecta and, over time, an optical supernova-type episode called a kilonova.  This first coincident detection confirms that LIGO events can be associated with short-duration gamma-ray bursts. Such powerful neutron star mergers are thought to have seeded the universe with many heavy nuclei including the iodine needed for life and the uranium and plutonium needed for nuclear fission power.  You may already own a souvenir of one of these explosions -- they are also thought to be the original creators of gold.   Journal articles:  Lists kept by LIGO and LCO.",
    "media_type": "video",
    "service_version": "v1",
    "title": "GW170817: A Spectacular Multi-Radiation Merger Event Detected",
    "url": "https://www.youtube.com/embed/x_Akn8fUBeQ?rel=0&showinfo=0"
  },
  {
    "date": "2017-10-17",
    "explanation": "One of the strangest objects in the outer Solar System has recently been found to have a ring. The object, named  Haumea, is the fifth designated dwarf planet after Pluto, Ceres, Eris, and Makemake. Haumea's  oblong shape makes it quite unusual. Along one direction, Haumea is significantly longer than Pluto, while in another direction Haumea has an extent very similar to Pluto, while in the third direction is much smaller. Haumea's orbit sometimes brings it closer to the Sun than Pluto, but usually Haumea is further away. Illustrated above, an artist visualizes Haumea as a cratered  ellipsoid surrounded by a uniform ring. Originally discovered in 2003 and given the temporary designation of 2003 EL61, Haumea was renamed in 2008 by the IAU for a Hawaiian goddess. Besides the ring discovered this year, Haumea has two small moons discovered in 2005, named Hi'iaka and Namaka for daughters of the goddess.",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/HaumeaRings_IAA_1900.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Haumea of the Outer Solar System",
    "url": "https://apod.nasa.gov/apod/image/1710/HaumeaRings_IAA_960.jpg"
  },
  {
    "copyright": "Eric ColesMartin Pugh",
    "date": "2017-10-18",
    "explanation": "Blue dust clouds and young, energetic stars inhabit this telescopic vista, less than 500 light-years away toward the northern boundary of Corona Australis, the Southern Crown. The dust clouds effectively block light from more distant background stars in the Milky Way. But the striking complex of reflection nebulas cataloged as NGC 6726, 6727, and IC 4812 produce a characteristic blue color as light from the region's bright blue stars is reflected by the cosmic dust. The dust also obscures from view stars still in the process of formation. At the left, smaller yellowish nebula NGC 6729 bends around young variable star R Coronae Australis. Just below it, glowing arcs and loops shocked by outflows from embedded newborn stars are identified as Herbig-Haro objects. On the sky this field of view spans about one degree, corresponding to almost nine light-years at the estimated distance of the nearby star forming region.   Explore the Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/NGC6726_ColesPugh_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars and Dust in Corona Australis",
    "url": "https://apod.nasa.gov/apod/image/1710/NGC6726_ColesPugh_960.jpg"
  },
  {
    "copyright": "Kerry-Ann Lecky Hepburn",
    "date": "2017-10-19",
    "explanation": "Find the Big Dipper and follow the handle away from the dipper's bowl until you get to the last bright star. Then, just slide your telescope a little south and west and you'll come upon this stunning pair of interacting galaxies, the 51st entry in Charles Messier's famous catalog. Perhaps the original spiral nebula, the large galaxy with well defined spiral structure is also cataloged as NGC 5194. Its spiral arms and dust lanes clearly sweep in front of its companion galaxy (bottom), NGC 5195. The pair are about 31 million light-years distant and officially lie within the angular boundaries of the small constellation Canes Venatici. Though M51 looks faint and fuzzy to the eye, deep images like this one can reveal striking colors and the faint tidal debris around the smaller galaxy",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/M51_KerryLeckyHepburn_1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M51: The Whirlpool Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1710/M51_KerryLeckyHepburn_1024.jpg"
  },
  {
    "copyright": "Chamaeleon\nTeam",
    "date": "2017-10-20",
    "explanation": "The beautiful Trifid Nebula is a cosmic study in contrasts. Also known as M20, it lies about 5,000 light-years away toward the nebula rich constellation Sagittarius. A star forming region in the plane of our galaxy, the Trifid does illustrate three different types of astronomical nebulae; red emission nebulae dominated by light from hydrogen atoms, blue reflection nebulae produced by dust reflecting starlight, and dark nebulae where dense dust clouds appear in silhouette. But the red emission region roughly separated into three parts by obscuring dust lanes is what lends the Trifid its popular name. Pillars and jets sculpted by newborn stars, below and left of the emission nebula's center, appear in famous Hubble Space Telescope close-up images of the region. The Trifid Nebula is about 40 light-years across. Just too faint to be seen by the unaided eye, it almost covers the area of the Moon in planet Earth's sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/m020_rooisand_cdk_3500x2500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Beautiful Trifid",
    "url": "https://apod.nasa.gov/apod/image/1710/m020_rooisand_cdk_1024.jpg"
  },
  {
    "copyright": "Fabian Neyer",
    "date": "2017-10-21",
    "explanation": "Beverly Lynds Dark Nebula 183 lies a mere 325 light-years away, drifting high above the plane of our Milky Way Galaxy. Obscuring the starlight behind it when viewed at optical wavelengths, the dark, dusty molecular cloud itself seems starless. But far infrared explorations reveal dense clumps within, likely stars in the early stages of formation as enhanced regions of the cloud undergo gravitational collapse. One of the closest molecular clouds, it is seen toward the constellation Serpens Caput. This sharp cosmic cloud portrait spans about half a degree on the sky. That's about 3 light-years at the estimated distance of Lynds Dark Nebula 183.",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/ldn183neyer_l1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lynds Dark Nebula 183",
    "url": "https://apod.nasa.gov/apod/image/1710/ldn183neyer_1024.jpg"
  },
  {
    "date": "2017-10-22",
    "explanation": "What's happening at the center of active galaxy 3C 75?  The two bright sources at the center of this composite x-ray (blue)/ radio (pink) image are co-orbiting supermassive black holes powering the giant radio source 3C 75. Surrounded by multimillion degree x-ray emitting gas, and blasting out jets of relativistic particles the supermassive black holes are separated by 25,000 light-years. At the cores of two merging galaxies in the Abell 400 galaxy cluster they are some 300 million light-years away. Astronomers conclude that these two supermassive black holes are bound together by gravity in a binary system in part because the jets' consistent swept back appearance is most likely due to their common motion as they speed through the hot cluster gas at 1200 kilometers per second. Such spectacular cosmic mergers are thought to be common in crowded galaxy cluster environments in the distant universe. In their final stages the mergers are expected to be intense sources of gravitational waves.   Free Download: The 2018 APOD Calendar",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/3c75_chandraNRAO_576.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Two Black Holes Dancing in 3C 75",
    "url": "https://apod.nasa.gov/apod/image/1710/3c75_chandraNRAO_960.jpg"
  },
  {
    "date": "2017-10-23",
    "explanation": "That reddish dot -- it wasn't there before.  It's the dot to the upper left of galaxy NGC 4993's center, do you see it?  When scanning the large field of possible locations of an optical counterpart to the unprecedented gravitational wave event GW170817 in August, the appearance of this fading dot quickly became of historic importance. It pinpointed GW170817's exact location, thereby enabling humanity's major telescopes to examine the first ever electromagnetic wave counterpart to a gravitational wave event, an event giving strong evidence of being a short gamma-ray burst kilonova, the element-forming explosion that occurs after two neutron stars merge. The featured image of lenticular galaxy NGC 4993 by Hubble shows the fading dot several days after it was discovered.  Analyses, continuing, include the physics of the explosion, what heavy elements formed, the similarity of the speeds of gravitational radiation and light, and calibrating a new method for determining the distance scale of our universe.    More on GW170817: Journal articles, data, graphics",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/NGC4993_Hubble_1365.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4993: The Galactic Home of an Historic Explosion",
    "url": "https://apod.nasa.gov/apod/image/1710/NGC4993_Hubble_960.jpg"
  },
  {
    "date": "2017-10-24",
    "explanation": "The hydrogen in your body, present in every molecule of water, came from the Big Bang.  There are no other appreciable sources of hydrogen in the universe.  The carbon in your body was made by nuclear fusion in the interior of stars, as was the oxygen.  Much of the iron in your body was made during supernovas of stars that occurred long ago and far away.  The gold in your jewelry was likely made from neutron stars during collisions that may have been visible as short-duration gamma-ray bursts or gravitational wave events. Elements like phosphorus and copper are present in our bodies in only small amounts but are essential to the functioning of all known life.  The featured periodic table is color coded to indicate humanity's best guess as to the nuclear origin of all known elements.  The sites of nuclear creation of some elements, such as copper, are not really well known and are continuing topics of observational and computational research.   Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/Nucleosynthesis2_WikipediaCmglee_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Where Your Elements Came From",
    "url": "https://apod.nasa.gov/apod/image/1710/Nucleosynthesis2_WikipediaCmglee_1080.jpg"
  },
  {
    "date": "2017-10-25",
    "explanation": "Could humans live beneath the surface of the Moon? This intriguing possibility was bolstered in 2009 when Japan's Moon-orbiting SELENE spacecraft imaged a curious hole beneath the Marius Hills region on the Moon, possibly a skylight to an underground lava tube. Follow-up observations by NASA's Lunar Reconnaissance Orbiter (LRO) indicated that the Marius Hills Hole (MHH) visually extends down nearly 100 meters and is several hundred meters wide.  Most recently, ground penetrating radar data from SELENE has been re-analyzed to reveal a series of intriguing second echoes -- indicators that the extensive lava tubes exist under Marius Hills might extend down even kilometers and be large enough to house cities.  Such tubes could shelter a future Moon colony from large temperature swings, micro-meteor impacts, and harmful solar radiation.  Potentially, underground lava tubes might even be sealed to contain breathable air.  These lava tubes likely formed when lunar volcanos were active billions of years ago. Pictured, the surface of Marius Hills region was captured in the 1960s by NASA's Lunar Orbiter 2 mission, while an inset image of the MHH is shown from NASA's continuing LRO.  Several volcanic domes are visible, while Marius Crater is visible on the upper right.",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/MariusHills_LO2LRO_1673.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Marius Hills and a Hole in the Moon",
    "url": "https://apod.nasa.gov/apod/image/1710/MariusHills_LO2LRO_1080.jpg"
  },
  {
    "copyright": "Rolf\nGeissinger",
    "date": "2017-10-26",
    "explanation": "Adrift in a cosmic sea of stars and glowing gas the delicate, floating apparition left of center in this widefield view is cataloged as NGC 7635, the Bubble Nebula. A mere 10 light-years wide, the tiny Bubble Nebula was blown by the winds of a massive star. It lies within a larger complex of interstellar gas and dust clouds found about 11,000 light-years distant, straddling the boundary between the parental constellations Cepheus and Cassiopeia. Included in the breathtaking vista is open star cluster M52 (lower left), some 5,000 light-years away. Above and right of the Bubble Nebula is an emission region identified as Sh2-157, also known as the Claw Nebula. Constructed from 47 hours of narrow-band and broad-band exposures, this image spans about 3 degrees on the sky. That corresponds to a width of 500 light-years at the estimated distance of the Bubble Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/NGC7635+friends_Rolf-Geissinger.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7635: Bubble in a Cosmic Sea",
    "url": "https://apod.nasa.gov/apod/image/1710/NGC7635+friends_Rolf-Geissinger1024c.jpg"
  },
  {
    "copyright": "Kent Wood",
    "date": "2017-10-27",
    "explanation": "As far as ghosts go, Mirach's Ghost isn't really that scary. Mirach's Ghost is just a faint, fuzzy galaxy, well known to astronomers, that happens to be seen nearly along the line-of-sight to Mirach, a bright star. Centered in this star field, Mirach is also called Beta Andromedae. About 200 light-years distant, Mirach is a red giant star, cooler than the Sun but much larger and so intrinsically much brighter than our parent star. In most telescopic views, glare and diffraction spikes tend to hide things that lie near Mirach and make the faint, fuzzy galaxy look like a ghostly internal reflection of the almost overwhelming starlight. Still, appearing in this sharp image just above and to the left of Mirach, Mirach's Ghost is cataloged as galaxy NGC 404 and is estimated to be some 10 million light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/MirachNGC404KentWood.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mirach's Ghost",
    "url": "https://apod.nasa.gov/apod/image/1710/MirachNGC404KentWood_1024.jpg"
  },
  {
    "date": "2017-10-28",
    "explanation": "Wraithlike NGC 6369 is a faint apparition in night skies popularly known as the Little Ghost Nebula. It was discovered by 18th century astronomer Sir William Herschel as he used a telescope to explore the medicinal constellation Ophiucus. Herschel historically classified the round and planet-shaped nebula as a Planetary Nebula. But planetary nebulae in general are not at all related to planets. Instead they are gaseous shrouds created at the end of a sun-like star's life, the dying star's outer layers expanding into space while its core shrinks to become a white dwarf. The transformed white dwarf star, seen near the center, radiates strongly at ultraviolet wavelengths and powers the expanding nebula's glow. Surprisingly complex details and structures of NGC 6369 are revealed in this tantalizing image composed from Hubble Space Telescope data. The nebula's main round structure is about a light-year across and the glow from ionized oxygen, hydrogen, and nitrogen atoms are colored blue, green, and red respectively. Over 2,000 light-years away, the Little Ghost Nebula offers a glimpse of the fate of our Sun, which could produce its own planetary nebula about 5 billion years from now.",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/NGC6369LittleGhostHST.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6369: The Little Ghost Nebula",
    "url": "https://apod.nasa.gov/apod/image/1710/NGC6369LittleGhostHST1024c.jpg"
  },
  {
    "copyright": "Stéphane\nVetter",
    "date": "2017-10-29",
    "explanation": "What spooky planet is this? Planet Earth of course, on a dark and stormy night in 2013 at Hverir, a geothermally active area along the volcanic landscape in northeastern Iceland. Geomagnetic storms produced the auroral display in the starry night sky while ghostly towers of steam and gas venting from fumaroles danced against the eerie greenish light. Tonight, there is also a chance for geomagnetic storms triggered by recent solar activity, so high-latitude skygazers should beware. Ghostly shapes may dance in your neighborhood pretty soon, too.",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/Hverir_Vetter_1300.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Night on a Spooky Planet",
    "url": "https://apod.nasa.gov/apod/image/1710/Hverir_Vetter_960.jpg"
  },
  {
    "copyright": "Lu Shupei",
    "date": "2017-10-30",
    "explanation": "Meteors have been shooting out from the constellation of Orion.  This was expected, as October is the time of year for the Orionids Meteor Shower.  Pictured here, over a dozen meteors were caught in successively added exposures last weekend over Wulan Hada volcano in Inner Mongolia, China. The featured image shows multiple meteor streaks that can all be connected to a single small region on the sky called the radiant, here visible just above and to the left of the belt of Orion,  The Orionids meteors started as sand sized bits expelled from Comet Halley during one of its trips to the inner Solar System.  Comet Halley is actually responsible for two known meteor showers, the other known as the Eta Aquarids and visible every May.  Next month, the Leonids Meteor Shower from Comet Tempel-Tuttle should also result in some bright meteor streaks.   Free Download: The 2018 APOD Calendar",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/OrionidsOrion_LuShupei_1326.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orionid Meteors from Orion",
    "url": "https://apod.nasa.gov/apod/image/1710/OrionidsOrion_LuShupei_960.jpg"
  },
  {
    "copyright": "Tom AbelRalf KaehlerKIPACSLACAMNH",
    "date": "2017-10-31",
    "explanation": "Is our universe haunted?  It might look that way on this dark matter map.  The gravity of unseen dark matter is the leading explanation for why galaxies rotate so fast, why galaxies orbit clusters so fast, why gravitational lenses so strongly deflect light, and why visible matter is distributed as it is both in the local universe and on the cosmic microwave background.  The featured image from the American Museum of Natural History�s Hayden Planetarium Space Show Dark Universe highlights one example of how pervasive dark matter might haunt our universe.  In this frame from a detailed computer simulation, complex filaments of dark matter, shown in black, are strewn about the universe like spider webs, while the relatively rare clumps of familiar baryonic matter are colored orange. These simulations are good statistical matches to astronomical observations.  In what is perhaps a scarier turn of events, dark matter -- although quite strange and in an unknown form -- is no longer thought to be the strangest source of gravity in the universe. That honor now falls to dark energy, a more uniform source of repulsive gravity that seems to now dominate the expansion of the entire universe.    Not only Halloween: Today is Dark Matter Day.",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/DarkMatter_KipacAmnh_1200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Matter in a Simulated Universe",
    "url": "https://apod.nasa.gov/apod/image/1710/DarkMatter_KipacAmnh_960.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2017-11-01",
    "explanation": "This helmet-shaped cosmic cloud with wing-like appendages is popularly called Thor's Helmet. Heroically sized even for a Norse god, Thor's Helmet spans about 30 light-years across. In fact, the helmet is more like an interstellar bubble, blown as a fast wind -- from the bright star near the center of the bubble's blue-hued region -- sweeps through a surrounding molecular cloud. This star, a Wolf-Rayet star, is a massive and extremely hot giant star thought to be in a brief, pre-supernova stage of evolution. Cataloged as NGC 2359, the emission nebula is located about 12,000 light-years away toward the constellation of the Big Dog (Canis Major). The sharp image, made using broadband and narrowband filters, captures striking details of the nebula's filamentary gas and dust structures. The blue color originates from strong emission from  oxygen atoms in the nebula.   Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1711/ThorsHelmet_Block_1400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Thor's Helmet Emission Nebula",
    "url": "https://apod.nasa.gov/apod/image/1711/ThorsHelmet_Block_960.jpg"
  }
]
