[
  {
    "copyright": "Jeff Dai",
    "date": "2018-12-01",
    "explanation": "The highest peak on planet Earth is framed in this mountain and night skyscape. On September 30, the digital stack of 240 sequential exposures made with a camera fixed to a tripod at an Everest Base Camp captured the sheer north face of the Himalayan mountain and foreground illuminated by bright moonlight. Taken over 1.5 hours, the sequence also recorded colorful star trails. Reflecting the planet's daily rotation on its axis, their motion is along gentle concentric arcs centered on the south celestial pole, a point well below the rugged horizon. The color of the trails actually indicates the temperatures of the stars. Blueish hues are from hotter stars, and yellow to reddish hues are from stars cooler than the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/1812/EverestStarTrailsJeffDai.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mount Everest Star Trails",
    "url": "https://apod.nasa.gov/apod/image/1812/EverestStarTrailsJeffDai1024.jpg"
  },
  {
    "date": "2018-12-02",
    "explanation": "The dust sculptures of the Eagle Nebula are evaporating.  As powerful starlight whittles away these cool cosmic mountains, the statuesque pillars that remain might be imagined as mythical beasts.  Featured here is one of several striking dust pillars of the Eagle Nebula that might be described as a gigantic alien fairy.   This fairy, however, is ten light years tall and spews radiation much hotter than common fire. The greater Eagle Nebula, M16, is actually a giant evaporating shell of gas and dust inside of which is a growing cavity filled with a spectacular stellar nursery currently forming an open cluster of stars.  This great pillar, which is about 7,000 light years away, will likely evaporate away in about 100,000 years.  The featured image in scientifically re-assigned colors was released in 2005 as part of the fifteenth anniversary celebration of the launch of the Hubble Space Telescope.   New: Instagram page features cool images recently submitted to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/1812/FairyPillar_Hubble_3857.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Fairy of Eagle Nebula",
    "url": "https://apod.nasa.gov/apod/image/1812/FairyPillar_Hubble_960.jpg"
  },
  {
    "date": "2018-12-03",
    "explanation": "Do black holes glow when they collide?  When merging, co-orbiting black holes are sure to emit a burst of unusual gravitational radiation, but will they emit light, well before that, if they are surrounded by gas?  To help find out, astrophysicists created a sophisticated computer simulation. The simulation and featured resulting video accurately depicts two spiraling supermassive black holes, including the effects of Einstein's general relativity on the surrounding gas and light. The video first shows the system from the top, and later from the side where unusual gravitational lens distortions are more prominent.  Numerical results indicate that gravitational and magnetic forces should energize the gas to emit high-energy light from the ultraviolet to the X-ray.  The emission of such light may enable humanity to detect and study supermassive black hole pairs well before they spiral together.   News: Four new gravitational-wave emitting black hole mergers discovered.  Open Science: Browse 1,800+ codes in the Astrophysics Source Code Library",
    "media_type": "video",
    "service_version": "v1",
    "title": "Spiraling Supermassive Black Holes",
    "url": "https://www.youtube.com/embed/soznvzSzdsc?rel=0"
  },
  {
    "copyright": "Yudong Jiang",
    "date": "2018-12-04",
    "explanation": "What's happening between those mountains? A rocket is being launched to space. Specifically, a Long March 3B Carrier Rocket was launched from Xichang Satellite Launch Center in Sichuan Province in China about two week ago.  The rocket lifted two navigation satellites to about 2,000 kilometers above the Earth's surface, well above the orbit of the International Space Station, but well below the orbit of geostationary satellites.  China's Chang'e 3 mission that landed the robotic Yutu rover on the Moon was launched from Xichang in 2013.  The featured image was taken about 10 kilometers from the launch site and is actually a composite of nine exposures, including a separate background image.",
    "hdurl": "https://apod.nasa.gov/apod/image/1812/RocketLaunch_Jiang_4199.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rocket Launch between Mountains",
    "url": "https://apod.nasa.gov/apod/image/1812/RocketLaunch_Jiang_960.jpg"
  },
  {
    "date": "2018-12-05",
    "explanation": "What can you see in the night sky this season?  The featured graphic gives a few highlights for Earth's northern hemisphere. Viewed as a clock face centered at the bottom, early (northern) winter sky events fan out toward the left, while late winter events are projected toward the right. Objects relatively close to Earth are illustrated, in general, as nearer to the cartoon figure with the telescope at the bottom center -- although almost everything pictured can be seen without a telescope.  As happens during any season, constellations appear the same year to year, and, as usual, the Geminids meteor shower will peak in mid-December.  Also as usual, the International Space Station (ISS) can be seen, at times, as a bright spot drifting across the sky after sunset.  Less usual, the Moon is expected to pass nearly in front of several planets in early January.  A treat this winter is Comet 46P/Wirtanen, already bright, will pass only 36 lunar distances from the Earth in mid-December, potentially making it easily visible to the unaided eye.",
    "hdurl": "https://apod.nasa.gov/apod/image/1812/WinterSky1819_u2g_5000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Highlights of the North Winter Sky",
    "url": "https://apod.nasa.gov/apod/image/1812/WinterSky1819_u2g_960.jpg"
  },
  {
    "copyright": "\nMassimiliano Veschini",
    "date": "2018-12-06",
    "explanation": "Large spiral galaxy NGC 1055 at top left joins spiral Messier 77 (bottom right) in this cosmic view toward the aquatic constellation Cetus. The narrowed, dusty appearance of edge-on spiral NGC 1055 contrasts nicely with the face-on view of M77's bright nucleus and spiral arms. Both over 100,000 light-years across, the pair are dominant members of a small galaxy group about 60 million light-years away. At that estimated distance, M77 is one of the most remote objects in Charles Messier's catalog, and is separated from fellow island universe NGC 1055 by at least 500,000 light-years. The field of view is about the size of the full Moon on the sky and includes colorful foreground Milky Way stars along with more distant background galaxies. Taken on November 28, the sharp image also includes newly discovered supernova SN2018ivc, its location indicated in the arms of M77. The light from the explosion of one of M77's massive stars was discovered by telescopes on planet Earth only a few days earlier on November 24.",
    "hdurl": "https://apod.nasa.gov/apod/image/1812/M77_SN2018ivc_LRGB_v019veschini2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cetus Galaxies and Supernova",
    "url": "https://apod.nasa.gov/apod/image/1812/M77_SN2018ivc_LRGB_v019veschini1024.jpg"
  },
  {
    "copyright": "Juan Carlos Casado",
    "date": "2018-12-07",
    "explanation": "Coming close in mid-December, Comet 46P Wirtanen hangs in this starry sky over the bell tower of a Romanesque church. In the constructed vertical panorama, a series of digital exposures capture its greenish coma on December 3 from Sant Llorenc de la Muga, Girona, Catalonia, Spain, planet Earth. With an orbital period that is now about 5.4 years, the periodic comet's perihelion, its closest approach, to the Sun will be on December 12. On December 16 it will be closest to Earth, passing at a distance of about 11.6 million kilometers or 39 light-seconds. That's close for a comet, a mere 30 times the Earth-Moon distance. A good binocular target for comet watchers, Wirtanen could be visible to the unaided eye from a dark sky site. To spot it after dusk on December 16, look close on the sky to the Pleiades star cluster in Taurus.",
    "hdurl": "https://apod.nasa.gov/apod/image/1812/031218_stllorenc_jcc.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "December's Comet Wirtanen",
    "url": "https://apod.nasa.gov/apod/image/1812/031218_stllorenc_jcc1200.jpg"
  },
  {
    "copyright": "Brian Haidet",
    "date": "2018-12-08",
    "explanation": "You can pack a lot of sky watching into 30 seconds on this tiny planet. Of course, the full spherical image timelapse video was recorded on planet Earth, from Grande Pines Observatory outside Pinehurst, North Carolina. It was shot in early September with a single camera and circular fisheye lens, digitally combining one 24-hour period with camera and lens pointed up with one taken with camera and lens pointed down. The resulting image data is processed and projected onto a flat frame centered on the nadir, the point directly below the camera. Watch as clouds pass, shadows creep, and the sky cycles from day to night when stars swirl around the horizon. Keep watching, though. In a second sequence the projected center is the south celestial pole, planet Earth's axis of rotation below the tiny planet horizon. Holding the stars fixed, the horizon itself rotates as the tiny planet swings around the frame, hiding half the sky through day and night.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Tiny Planet Timelapse",
    "url": "https://www.youtube.com/embed/14TrSQQsrNM?rel=0"
  },
  {
    "copyright": "Bjørnar G. Hansen",
    "date": "2018-12-09",
    "explanation": "Some night skies are serene and passive -- others shimmer and flash.  The later, in the form of auroras and meteors, haunted skies over the island of Kvaløya, near Tromsø Norway on 2009 December 13. This 30 second long exposure records a shimmering auroral glow gently lighting the wintery coastal scene. A study in contrasts, the image also captures the sudden flash of a fireball meteor from the excellent Geminid meteor shower of 2009. Streaking past familiar stars in the handle of the Big Dipper, the trail points back toward the constellation Gemini, off the top of the view. Both auroras and meteors occur in Earth's upper atmosphere at altitudes of 100 kilometers or so, but aurora caused by energetic charged particles from the magnetosphere, while meteors are trails of cosmic dust. Nine years after this photograph was taken, toward the end of this week, the yearly 2018 Geminids meteor shower will peak again, although this time their flashes will compete with the din of a half-lit first-quarter moon during the first half of the night.   Free Download: 2019 APOD Calendar",
    "hdurl": "https://apod.nasa.gov/apod/image/1812/GeminidAurora_Hansen1_850.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Shimmer, Meteor Flash",
    "url": "https://apod.nasa.gov/apod/image/1812/GeminidAurora_Hansen1_960.jpg"
  },
  {
    "date": "2018-12-10",
    "explanation": "Your arm on Mars has unusual powers.  For one thing it is nearly 2 meters long, has a scoop and grapple built into its hand, and has a camera built into its forearm.  For another, it will soon deploy your ear -- a sensitive seismometer that will listen for distant rumblings -- onto the surface of Mars.  Your SEISmomet-ear is the orange box in the foreground, while the gray dome behind it will be its protective cover.  Your arm is attached to the InSight robotic lander that touched down on Mars two weeks ago. Somewhat unexpectedly, your ear has already heard something -- slight vibrations caused by the Martian wind flowing over the solar panels.  Light from the Sun is being collected by the solar panels, part of one being visible on the far right. Actually, at the present time, you have two arms operating on Mars, but they are separated by about 600 kilometers. That's because your other active arm is connected to the Curiosity rover exploring a distant crater.  Taken a week ago, rusty soil and rocks are visible in the featured image beyond Insight, as well as the orange sky of Mars.   Follow APOD on: Instagram, Facebook,  Reddit, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1812/ArmSeismometer_InSight_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sound and Light Captured by Mars InSight",
    "url": "https://apod.nasa.gov/apod/image/1812/ArmSeismometer_InSight_1024.jpg"
  },
  {
    "date": "2018-12-11",
    "explanation": "Why does this galaxy have such a long tail?   In this stunning vista, based on image data from the Hubble Legacy Archive, distant galaxies form a dramatic backdrop for disrupted spiral galaxy Arp 188, the Tadpole Galaxy. The cosmic tadpole is a mere 420 million light-years distant toward the northern constellation of the Dragon (Draco). Its eye-catching tail is about 280 thousand light-years long and features massive, bright blue star clusters. One story goes that a more compact intruder galaxy crossed in front of Arp 188 - from right to left in this view - and was slung around behind the Tadpole by their gravitational attraction. During the close encounter, tidal forces drew out the spiral galaxy's stars, gas, and dust forming the spectacular tail. The intruder galaxy itself, estimated to lie about 300 thousand light-years behind the Tadpole, can be seen through foreground spiral arms at the upper right. Following its terrestrial namesake, the Tadpole Galaxy will likely lose its tail as it grows older, the tail's star clusters forming smaller satellites of the large spiral galaxy.   New: Instagram page features cool images recently submitted to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/1812/Arp188Tadpole_HubbleMarquez_1150.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Arp 188 and the Tadpole's Tail",
    "url": "https://apod.nasa.gov/apod/image/1812/Arp188Tadpole_HubbleMarquez_960.jpg"
  },
  {
    "copyright": "Zhuoqun Wu",
    "date": "2018-12-12",
    "explanation": "Is there a waterfall in Orion? No, but some of the dust in M43 appears similar to a waterfall on Earth.  M43, part of the Orion Molecular Cloud Complex, is the often imaged but rarely mentioned neighbor of the more famous M42. M42, which includes many bright stars from the Trapezium cluster, lies above the featured scene. M43 is itself a star forming region and although laced with filaments of dark dust, is composed mostly of glowing hydrogen. The entire Orion field, located about 1600 light years away, is inundated with many intricate and picturesque filaments of dust.  Opaque to visible light, dark dust is created in the outer atmosphere of massive cool stars and expelled by a strong outer wind of protons and electrons.   Free Download: 2019 APOD Calendar (v4 with light background)",
    "hdurl": "https://apod.nasa.gov/apod/image/1812/OrionFalls_Wu_1828.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M43: Orion Falls",
    "url": "https://apod.nasa.gov/apod/image/1812/OrionFalls_Wu_960.jpg"
  },
  {
    "date": "2018-12-13",
    "explanation": "Put on your red/blue glasses and float next to asteroid 101955 Bennu. Shaped like a spinning top toy with boulders littering its rough surface, the tiny Solar System world is about 1 Empire State Building (less than 500 meters) across. Frames used to construct this 3D anaglyph were taken by PolyCam on board the OSIRIS_REx spacecraft on December 3 from a distance of about 80 kilometers. Now settling in to explore Bennu from orbit, the OSIRIS-REx mission is expected to deliver samples of the asteroid to planet Earth in 2023. Samples of dust from another asteroid will streak through Earth's atmosphere much sooner though, when the Geminid meteor shower peaks in predawn skies on December 14. The parent body for the annual Geminids is asteroid 3200 Phaethon.  Watch: Geminid Meteor Shower",
    "hdurl": "https://apod.nasa.gov/apod/image/1812/ana03BennuVantuyne1465c.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "3D Bennu",
    "url": "https://apod.nasa.gov/apod/image/1812/ana03BennuVantuyne1024c.jpg"
  },
  {
    "date": "2018-12-14",
    "explanation": "On October 29, the Juno spacecraft once again dove near the turbulent Jovian cloud tops. Its 16th orbital closest approach or perijove passage, brought Juno within 3,500 kilometers of the Solar System's largest planetary atmosphere. These frames, recorded by JunoCam while the spacecraft cruised 20 - 50 thousand kilometers above the planet's middle southern latitudes, seem to follow a swirling cloud shaped remarkably like a dolphin. Swimming along Jupiter's darker South South Temperate Belt, this dolphin is itself planet-sized though, some thousands of kilometers across. Juno's next perijove passage is coming up on December 21.",
    "hdurl": "https://apod.nasa.gov/apod/image/1812/2207_pia22694_960.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Swimming on Jupiter",
    "url": "https://apod.nasa.gov/apod/image/1812/2207_pia22694_960.gif"
  },
  {
    "copyright": "El Cielo de Canarias",
    "date": "2018-12-15",
    "explanation": "From a radiant in the constellation of the Twins, the annual Geminid meteor shower rained down on our fair planet this week. This beautiful skyscape collects about 70 of Gemini's lovely shooting stars in a digital composition made from multiple exposures. The exposures were taken over a six hour period near the shower's peak. The camera was tracking the dark predawn sky on December 14 from Teide National Park on the Canary Island Tenerife. Though Gemini lies off the top left of the frame, the Milky Way sweeps through the starry background. Sharing the sky below and left of center are recognizable stars and nebulosities of Orion. A yellowish Aldebaran and the Hyades are toward the right along with the Pleiades star cluster. Also a welcome visitor to this night sky, the faint green coma of Comet 46P Wirtanen, closest to Earth this weekend, lies below the Pleiades stars. Dust swept up from the orbit of active asteroid 3200 Phaethon, Gemini's meteors enter Earth's atmosphere traveling at about 35 kilometers per second.",
    "hdurl": "https://apod.nasa.gov/apod/image/1812/Geminids-DLopez.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Geminids and Friends",
    "url": "https://apod.nasa.gov/apod/image/1812/Geminids-DLopez1024.jpg"
  },
  {
    "copyright": "Ruslan MerzlyakovRMS Photography",
    "date": "2018-12-16",
    "explanation": "Today Comet Wirtanen passes by the Earth. The kilometer-sized dirty snowball orbits the Sun every 5.4 years, ranging as far out as Jupiter and as close in as the Earth. Today Comet 46P/Wirtanen passes within only 31 lunar distances to the Earth, the closest approach in 70 years.  If you know where to look (Taurus), you can see the comet through binoculars as an unusual blue smudge.  Pictured a week ago, Comet Wirtanen was photographed in the sky beyond an old abandoned church in Skagen, Denmark.  The image composite also captures the astrophotographer.  After today, the comet will begin to fade as it recedes from the Earth and the Sun.   Free Download: 2019 APOD Calendar (v5)",
    "hdurl": "https://apod.nasa.gov/apod/image/1812/CometWirtanen_Merzlyakov_714.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Wirtanen Passes by the Earth",
    "url": "https://apod.nasa.gov/apod/image/1812/CometWirtanen_Merzlyakov_960.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2018-12-17",
    "explanation": "What is the nearest major galaxy to our own Milky Way Galaxy?  Andromeda.  In fact, our Galaxy is thought to look much like Andromeda. Together these two galaxies dominate the Local Group of galaxies. The diffuse light from Andromeda is caused by the hundreds of billions of stars that compose it. The several distinct stars that surround Andromeda's image are actually stars in our Galaxy that are well in front of the background object. Andromeda is frequently referred to as M31 since it is the 31st object on Messier's list of diffuse sky objects. M31 is so distant it takes about two million years for light to reach us from there. Although visible without aid, the featured image of M31 is a digital mosaic of 20 frames taken with a small telescope. Much about M31 remains unknown, including exactly how long it will be before it  collides with our home galaxy.   Jump around the Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/1812/m31_gendler_2700.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M31: The Andromeda Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1812/m31_gendler_1080.jpg"
  },
  {
    "copyright": "Kristina Makeeva",
    "date": "2018-12-18",
    "explanation": "What are these bubbles frozen into Lake Baikal? Methane.  Lake Baikal, a UNESCO World Heritage Site in Russia, is the world's largest (by volume), oldest, and deepest lake, containing over 20% of the world's fresh water. The lake is also a vast storehouse of methane, a greenhouse gas that, if released, could potentially increase the amount of infrared light absorbed by Earth's atmosphere, and so increase the average temperature of the entire planet. Fortunately, the amount of methane currently bubbling out is not climatologically important. It is not clear what would happen, though, were temperatures to significantly increase in the region, or if the water level in Lake Baikal were to drop.  Pictured, bubbles of rising methane froze during winter into the exceptionally clear ice covering the lake.",
    "hdurl": "https://apod.nasa.gov/apod/image/1812/BaikalBubbles_Makeeva_1000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Methane Bubbles Frozen in Lake Baikal",
    "url": "https://apod.nasa.gov/apod/image/1812/BaikalBubbles_Makeeva_960.jpg"
  },
  {
    "copyright": "Dean Rowe",
    "date": "2018-12-19",
    "explanation": "Meteors can be colorful. While the human eye usually cannot discern many colors, cameras often can. Pictured is a Geminid captured by camera during last week's meteor shower that was not only impressively bright, but colorful. The radiant grit cast off by asteroid 3200 Phaethon blazed a path across Earth's atmosphere longer than 60 times the angular diameter of the Moon. Colors in meteors usually originate from ionized elements released as the meteor disintegrates, with blue-green typically originating from magnesium, calcium radiating violet, and nickel glowing green. Red, however, typically originates from energized nitrogen and oxygen in the Earth's atmosphere.  This bright meteoric fireball was gone in a flash -- less than a second -- but it left a wind-blown ionization trail that remained visible for several minutes, the start of which can be seen here.   Gallery: Geminid Meteors 2018",
    "hdurl": "https://apod.nasa.gov/apod/image/1812/GeminidColors_Rowe_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Rainbow Geminid Meteor",
    "url": "https://apod.nasa.gov/apod/image/1812/GeminidColors_Rowe_1080.jpg"
  },
  {
    "copyright": "Tom Masterson",
    "date": "2018-12-20",
    "explanation": "This festively colored skyscape was captured in the early morning hours of December 17, following Comet Wirtanen's closest approach to planet Earth. The comet was just visible to the eye. The lovely green color of its fluorescing cometary atmosphere or coma is brought out here only by adding digital exposures registered on the comet's position below the Pleiades star cluster. The exposures also bring out blue starlight reflected by the dust clouds surrounding the young Pleiades stars. Gaze (toward the left) across dusty dark nebulae along the edge of the Perseus molecular cloud and you'll travel to emission nebula NGC 1499, also known as the California nebula. Too faint for the eye, the cosmic cloud's pronounced reddish glow is from electrons recombining with ionized hydrogen atoms. Around December 23rd, Comet Wirtanen should be easy to find with binoculars when it sweeps close to bright star Capella in the northern winter constellation Auriga, the Charioteer.",
    "hdurl": "https://apod.nasa.gov/apod/image/1812/M45-CaliNeb-46P-TomMasterson-GrandMesaObservatory.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Red Nebula, Green Comet, Blue Stars",
    "url": "https://apod.nasa.gov/apod/image/1812/M45-CaliNeb-46P-TomMasterson-GrandMesaObservatory1024.jpg"
  },
  {
    "copyright": "Magnus Edback",
    "date": "2018-12-21",
    "explanation": "Welcome to the December Solstice, the first day of winter in planet Earth's northern hemisphere and summer in the south. To celebrate, consider this extraordinary display of beautiful solar ice halos! More common than rainbows, simple ice halos can be easy to spot, especially if you can shade your eyes from direct sunlight. Still it's extremely rare to see anything close to the complex of halos present in this astounding scene. Captured at lunchtime on a cold December 14 near Utendal, Sweden the image includes the relatively ordinary 22 degree halo, sundogs (parhelia) and sun pillars. The extensive array of rarer halos has been identified along with previously unknown features. All the patterns are generated as sunlight (or moonlight) is reflected and refracted in flat six-sided water ice crystals in Earth's atmosphere. In this case, likely local contributors to the atmospheric ice crystals are snow making machines operating at at nearby ski center.",
    "hdurl": "https://apod.nasa.gov/apod/image/1812/IMG_8741_cSunHaloEdback2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Extraordinary Solar Halos",
    "url": "https://apod.nasa.gov/apod/image/1812/IMG_8741_cSunHaloEdback1024.jpg"
  },
  {
    "copyright": "Petr Horálek",
    "date": "2018-12-22",
    "explanation": "They say Orion always comes up sideways, and he does seem to on this cold December night. The bright stars of the familiar northern winter constellation lie just above the snowy tree tops surrounding a cozy cottage near the town of Ustupky in the Czech Republic. But Gemini's meteors also seem to rain on the wintry landscape. The meteor streaks are captured in exposures made near last Friday's peak of the annual Geminid meteor shower. They stream away from the shower's radiant above the trees, near the two bright stars of the zodiacal constellation of the Twins. Comet Wirtanen, a visitor to planet Earth's skies, is visible too. Look for its telltale greenish coma near the stars of the seven sisters.",
    "hdurl": "https://apod.nasa.gov/apod/image/1812/2018_12_14_Geminidy_Chata-met_cut_1500px.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Cold December Night",
    "url": "https://apod.nasa.gov/apod/image/1812/2018_12_14_Geminidy_Chata-met_cut_1024px.jpg"
  },
  {
    "date": "2018-12-23",
    "explanation": "About 12 seconds into this video, something unusual happens. The Earth begins to rise.  Never seen by humans before, the rise of the Earth over the limb of the Moon occurred 50 years ago tomorrow and surprised and amazed the crew of Apollo 8. The crew immediately scrambled to take still images of the stunning vista caused by Apollo 8's orbit around the Moon. The featured video is a modern reconstruction of the event as it would have looked were it recorded with a modern movie camera. The colorful orb of our Earth stood out as a familiar icon rising above a distant and unfamiliar moonscape, the whole scene the conceptual reverse of a more familiar moonrise as seen from Earth. To many, the scene also spoke about the unity of humanity: that big blue marble -- that's us -- we all live there. The two-minute video is not time-lapse -- this is the real speed of the Earth rising through the windows of Apollo 8. Seven months and three missions later, Apollo 11 astronauts would not only circle Earth's moon, but land on it.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Earthrise: A Video Reconstruction",
    "url": "https://www.youtube.com/embed/1R5QqhPq1Ik?rel=0"
  },
  {
    "date": "2018-12-24",
    "explanation": "\"Oh my God! Look at that picture over there! Here's the Earth coming up. Wow is that pretty!\" Soon after that pronouncement, 50 years ago today, one of the most famous images ever taken was snapped from the orbit of the Moon. Now known as \"Earthrise\", the iconic image shows the Earth rising above the limb of the Moon, as taken by the crew of Apollo 8.  But the well-known Earthrise image was actually the  second image taken of the Earth rising above the lunar limb -- it was just the first in color.  With modern digital technology, however, the real first Earthrise image -- originally in black and white -- has now been remastered to have the combined resolution and color of the first three images.  Behold! The featured image is a close-up of the picture that Apollo 8 astronaut Bill Anders was talking about. Thanks to modern technology and human ingenuity, now we can all see it. (Historical note: A different historic black & white image of the Earth setting behind the lunar limb was taken by the robotic Lunar Orbiter 1 two years earlier.)",
    "hdurl": "https://apod.nasa.gov/apod/image/1812/Earthrise1_Apollo8AndersWeigang_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earthrise 1: Historic Image Remastered",
    "url": "https://apod.nasa.gov/apod/image/1812/Earthrise1_Apollo8AndersWeigang_960.jpg"
  },
  {
    "date": "2018-12-25",
    "explanation": "Majestic on a truly cosmic scale, M100 is appropriately known as a grand design spiral galaxy.  It is a large galaxy of over 100 billion stars with well-defined spiral arms that is similar to our own Milky Way Galaxy.  One of the brightest members of the Virgo Cluster of galaxies, M100 (alias NGC 4321) is 56 million light-years distant toward the constellation of Berenice's Hair (Coma Berenices).  This Hubble Space Telescope image of M100 was taken recently with the Wide Field Camera 3 and accentuates bright blue star clusters and intricate winding dust lanes which are hallmarks of this class of galaxies.  Studies of variable stars in M100 have played an important role in determining the size and age of the Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/1812/M100_HubbleWfc3_3679.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M100: A Grand Design Spiral Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1812/M100_HubbleWfc3_960.jpg"
  },
  {
    "date": "2018-12-26",
    "explanation": "Why is the Lobster Nebula forming some of the most massive stars known? No one is yet sure.  Cataloged as NGC 6357, the Lobster Nebula houses the open star cluster Pismis 24 near its center -- a home to unusually bright and massive stars.  The overall blue glow near the inner star forming region results from the emission of ionized hydrogen gas.   The surrounding nebula, featured here, holds a complex tapestry of gas, dark dust, stars still forming, and newly born stars.  The intricate patterns are caused by complex interactions between interstellar winds, radiation pressures, magnetic fields, and gravity.  NGC 6357 spans about 400 light years and lies about 8,000 light years away toward the constellation of the Scorpion.   Free Download: 2019 APOD Calendar (v5)",
    "hdurl": "https://apod.nasa.gov/apod/image/1812/Lobster_Carr_3954.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6357: The Lobster Nebula",
    "url": "https://apod.nasa.gov/apod/image/1812/Lobster_Carr_960.jpg"
  },
  {
    "copyright": "Maicon Germiniani",
    "date": "2018-12-27",
    "explanation": "A jewel of the southern sky, the Great Carina Nebula, also known as NGC 3372, spans over 300 light-years, one of our galaxy's largest star forming regions. Like the smaller, more northerly Great Orion Nebula, the Carina Nebula is easily visible to the unaided eye, though at a distance of 7,500 light-years it is some 5 times farther away. This gorgeous telescopic close-up reveals remarkable details of the region's central glowing filaments of interstellar gas and obscuring cosmic dust clouds. The field of view is over 50 light-years across. The Carina Nebula is home to young, extremely massive stars, including the stars of open cluster Trumpler 14 (above and left of center) and the still enigmatic variable Eta Carinae, a star with well over 100 times the mass of the Sun.  Eta Carinae is the brightest star, centered here just below the dusty Keyhole Nebula (NGC 3324). While Eta Carinae itself maybe on the verge of a supernova explosion, X-ray images indicate that the Great Carina Nebula has been a veritable supernova factory.",
    "hdurl": "https://apod.nasa.gov/apod/image/1812/CarinaNebulaGerminiani.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Great Carina Nebula",
    "url": "https://apod.nasa.gov/apod/image/1812/CarinaNebulaGerminiani1024.jpg"
  },
  {
    "copyright": "island universe",
    "date": "2018-12-28",
    "explanation": "Barred spiral galaxy NGC 1365 is truly a majestic island universe some 200,000 light-years across. Located a mere 60 million light-years away toward the chemical constellation Fornax, NGC 1365 is a dominant member of the well-studied Fornax galaxy cluster. This impressively sharp color image shows intense star forming regions at the ends of the bar and along the spiral arms, and details of dust lanes cutting across the galaxy's bright core. At the core lies a supermassive black hole. Astronomers think NGC 1365's prominent bar plays a crucial role in the galaxy's evolution, drawing gas and dust into a star-forming maelstrom and ultimately feeding material into the central black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/1812/NGC1365_HaLRGBpugh.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1365: Majestic Island Universe",
    "url": "https://apod.nasa.gov/apod/image/1812/NGC1365_HaLRGBpugh1024.jpg"
  },
  {
    "date": "2018-12-29",
    "explanation": "When we celebrate the start of 2019, on January 1 the New Horizons spacecraft will fly by Ultima Thule. A world of the Kuiper belt 6.5 billion kilometers from the Sun, the nickname Ultima Thule (catalog designation 2014 MU69) fittingly means \"beyond the known world\". Following its 2015 flyby of Pluto, New Horizons was targeted for this journey, attempting the most distant flyby for a spacecraft from Earth by approaching Ultima Thule to within about 3500 kilometers. The tiny world itself is about 30 kilometers in size. In 2017 and 2018, observing campaigns with Earth-based telescopes determined the shape of the object to be a contact binary or a close binary sytem as in this artist's illustration. New Horizons will image close up its unexplored surface in the dim light of the distant Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/1812/NewHorizonsApproachesMU69_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "New Horizons at Ultima Thule",
    "url": "https://apod.nasa.gov/apod/image/1812/NewHorizonsApproachesMU69_1024.jpg"
  },
  {
    "copyright": "C�sar Vega Toledano Rollover Annotation: Judy Schmidt",
    "date": "2018-12-30",
    "explanation": "First came the trees. In the town of Salamanca, Spain, the photographer noticed how distinctive a grove of oak trees looked after being pruned.  Next came the galaxy. The photographer stayed up until 2 am, waiting until the Milky Way Galaxy rose above the level of a majestic looking oak.  From this carefully chosen perspective, dust lanes in the galaxy appear to be natural continuations to branches of the tree.  Last came the light. A flashlight was used on the far side of the tree to project a silhouette. By coincidence, other trees also appeared as similar silhouettes across the relatively bright horizon. The featured image was captured as a single 30-second frame in 2015 and processed to digitally enhance the Milky Way.   Free Download: 2019 APOD Calendar (v5)",
    "hdurl": "https://apod.nasa.gov/apod/image/1505/MWTree_Toledano_6016.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Galaxy Tree",
    "url": "https://apod.nasa.gov/apod/image/1505/MWTree_Toledano_1080.jpg"
  },
  {
    "copyright": "Digitized Sky Survey Processing: Utkarsh Mishra",
    "date": "2018-12-31",
    "explanation": "Double, double toil and trouble; Fire burn, and cauldron bubble .... maybe Macbeth should have consulted the Witch Head Nebula. A frighteningly shaped reflection nebula, this cosmic crone is about 800 light-years away though. Its malevolent visage seems to glare toward nearby bright star Rigel in Orion, just off the left edge of this frame. More formally known as IC 2118, the interstellar cloud of dust and gas is nearly 70 light-years across, its dust grains reflecting Rigel's starlight. In this composite portrait, the nebula's color is caused not only by the star's intense bluish light but because the dust grains scatter blue light more efficiently than red. The same physical process causes Earth's daytime sky to appear blue, although the scatterers in planet Earth's atmosphere are molecules of nitrogen and oxygen.   Free Download: 2019 APOD Calendar (v5)",
    "hdurl": "https://apod.nasa.gov/apod/image/1812/WitchHeadNebula_Mishra_2725.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Witch Head Nebula",
    "url": "https://apod.nasa.gov/apod/image/1812/WitchHeadNebula_Mishra_960.jpg"
  },
  {
    "date": "2019-01-01",
    "explanation": "This floating ring is the size of a galaxy.  In fact, it is a galaxy -- or at least part of one: the photogenic Sombrero Galaxy, one of the largest galaxies in the nearby Virgo Cluster of Galaxies.  The dark band of dust that obscures the mid-section of the Sombrero Galaxy in optical light actually glows brightly in infrared light.  The featured image, digitally sharpened, shows the infrared glow, recently recorded by the orbiting Spitzer Space Telescope, superposed in false-color on an existing image taken by NASA's Hubble Space Telescope in optical light. The Sombrero Galaxy, also known as M104, spans about 50,000 light years across and lies 28 million light years away.  M104 can be seen with a small telescope in the direction of the constellation Virgo.   News: New Horizons Spacecraft Passes Ultima Thule",
    "hdurl": "https://apod.nasa.gov/apod/image/1901/sombrero_spitzer_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sombrero Galaxy in Infrared",
    "url": "https://apod.nasa.gov/apod/image/1901/sombrero_spitzer_1080.jpg"
  }
]
