[
  {
    "date": "2018-05-01",
    "explanation": "On the International Space Station (ISS), you can only admire an aurora until the sun rises. Then the background Earth becomes too bright.  Unfortunately, after sunset, the rapid orbit of the ISS around the Earth means that sunrise is usually less than  47 minutes away.  In the featured image, a green aurora is visible below the ISS -- and on the horizon to the upper right, while sunrise approaches ominously from the upper left.  Watching an aurora from space can be mesmerizing as its changing shape has been compared to a giant green amoeba.  Auroras are composed of energetic electrons and protons from the Sun that impact the Earth's magnetic field and then spiral down toward the Earth so fast that they cause atmospheric atoms and molecules to glow.  The ISS orbits at nearly the same height as auroras, many times flying right through an aurora's thin upper layers, an event that neither harms astronauts nor changes the shape of the aurora.    Share the Sky: NASA Open API for APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/1805/AuroraSunrise_ISS_5568.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Aurora and the Sunrise",
    "url": "https://apod.nasa.gov/apod/image/1805/AuroraSunrise_ISS_960.jpg"
  },
  {
    "copyright": "Alyn Wallace Photography",
    "date": "2018-05-02",
    "explanation": "Have you ever seen a halo around the Moon?  This fairly common sight occurs when high thin clouds containing millions of tiny ice crystals cover much of the sky.  Each ice crystal acts like a miniature lens.  Because most of the crystals have a similar elongated hexagonal shape, light entering one crystal face and exiting through the opposing face refracts 22 degrees, which corresponds to the radius of the Moon Halo.  A similar Sun Halo may be visible during the day.  Exactly how ice-crystals form in clouds remains under investigation.  In the featured image, the ice circle in the sky is mirrored by a stone circle on the ground. Taken just over a month ago in Pontypridd Common, Wales, UK, the central Rocking Stone survives from the last ice age, while the surrounding stones in the circles were placed much more recently -- during the 1800s.    Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1805/StoneHalo_Wallace_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Halo over Stone Circle",
    "url": "https://apod.nasa.gov/apod/image/1805/StoneHalo_Wallace_960.jpg"
  },
  {
    "copyright": "Roy Spencer",
    "date": "2018-05-03",
    "explanation": "On April 30, a Full Moon rose opposite the setting Sun. Its yellowish moonglow silhouettes a low tree-lined ridge along Lewis Mountain in this northeastern Alabama skyscape. Sharing the telephoto field-of-view opposite the Sun are Earth's grey shadow, the pinkish Belt of Venus, and bright planet Jupiter. Nearing its own 2018 opposition on May 8, Jupiter is flanked by tiny pinpricks of light, three of its large Galilean moons. Europa lies just below Jupiter, and Ganymede and Callisto are just above. Closer and brighter, our own natural satellite appears to loom large but the Moon is physically a little smaller than Ganymede and Callisto, and slightly larger than water world Europa. Sharp eyes will also spot the trails of two jets across the clear evening sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/1805/jupiter-and-moon-rising-Spencer.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Opposite the Setting Sun",
    "url": "https://apod.nasa.gov/apod/image/1805/jupiter-and-moon-rising-Spencer1024.jpg"
  },
  {
    "copyright": "Joonhwa Lee",
    "date": "2018-05-04",
    "explanation": "Big, beautiful spiral galaxy M101 is one of the last entries in Charles Messier's famous catalog, but definitely not one of the least. About 170,000 light-years across, this galaxy is enormous, almost twice the size of our own Milky Way galaxy. M101 was also one of the original spiral nebulae observed by Lord Rosse's large 19th century telescope, the Leviathan of Parsontown. M101 shares this modern telescopic field of view with spiky foreground stars within the Milky Way and a companion dwarf galaxy NGC 5474 (lower right). The colors of the Milky Way stars can also be found in the starlight from the large island universe. Its core is dominated by light from cool yellowish stars. Along its grand design spiral arms are the blue colors of hotter, young stars mixed with obscuring dust lanes and pinkish star forming regions. Also known as the Pinwheel Galaxy, M101 lies within the boundaries of the northern constellation Ursa Major, about 23 million light-years away. NGC 5474 has likely been distorted by its past gravitational interactions with the dominant M101.",
    "hdurl": "https://apod.nasa.gov/apod/image/1805/M101_3Days_New_APOD.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The View Toward M101",
    "url": "https://apod.nasa.gov/apod/image/1805/M101_3Days_New_APOD1024.jpg"
  },
  {
    "date": "2018-05-05",
    "explanation": "Stickney Crater, the largest crater on the martian moon Phobos, is named for Chloe Angeline Stickney Hall, mathematician and wife of astronomer Asaph Hall. Asaph Hall discovered both the Red Planet's moons in 1877. Over 9 kilometers across, Stickney is nearly half the diameter of Phobos itself, so large that the impact that blasted out the crater likely came close to shattering the tiny moon. This stunning, enhanced-color image of Stickney and surroundings was recorded by the HiRISE camera onboard the Mars Reconnaissance Orbiter as it passed within some six thousand kilometers of Phobos in March of 2008. Even though the surface gravity of asteroid-like Phobos is less than 1/1000th Earth's gravity, streaks suggest loose material slid down inside the crater walls over time. Light bluish regions near the crater's rim could indicate a relatively freshly exposed surface. The origin of the curious grooves along the surface is mysterious but may be related to the crater-forming impact.  Follow: Mars InSight Launch",
    "hdurl": "https://apod.nasa.gov/apod/image/1805/PSP_007769_9010_IRB_Stickney.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stickney Crater",
    "url": "https://apod.nasa.gov/apod/image/1805/PSP_007769_9010_IRB_Stickney1024.jpg"
  },
  {
    "copyright": "Dave Lane",
    "date": "2018-05-06",
    "explanation": "Sometimes land and sky are both busy and beautiful. The landscape pictured in the foreground encompasses Bryce Canyon in Utah, USA, famous for its many interesting rock structures eroded over millions of years. The featured skyscape, photogenic in its own right, encompasses the arching central disk of our Milky Way Galaxy, the short streaks of three passing planes near the horizon, at least four long streaks that are likely Eta Aquariid meteors, and many stars including the three bright stars that make up the Summer Triangle. The featured image is a digital panorama created from 12 smaller images during this date in 2014. Recurring every year, yesterday and tonight mark the peak of this year's Eta Aquriids meteor shower, where a patient observer with dark skies and dark-adapted eyes might expect to see a meteor every few minutes.",
    "hdurl": "https://apod.nasa.gov/apod/image/1805/meteorsbryce_lane_1800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Meteors, Planes, and a Galaxy over Bryce Canyon",
    "url": "https://apod.nasa.gov/apod/image/1805/meteorsbryce_lane_960.jpg"
  },
  {
    "date": "2018-05-07",
    "explanation": "Why is there a large boulder near the center of Tycho's peak? Tycho crater on the Moon is one of the easiest features to see, visible even to the unaided eye (inset, lower right).  But at the center of Tycho (inset, upper left) is a something unusual -- a 120-meter boulder.  This boulder was imaged at very high resolution at sunrise, over the past decade, by the Moon-circling Lunar Reconnaissance Orbiter (LRO).  The leading origin hypothesis is that that the boulder was thrown during the tremendous collision that formed Tycho crater about 110 million years ago, and by chance came back down right near the center of the newly-formed central mountain. Over the next billion years meteor impacts and moonquakes should slowly degrade Tycho's center, likely causing the central boulder to tumble 2000 meters down to the crater floor and disintegrate.",
    "hdurl": "https://apod.nasa.gov/apod/image/1805/TychoBoulder2_LRO_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Unusual Boulder at Tycho's Peak",
    "url": "https://apod.nasa.gov/apod/image/1805/TychoBoulder2_LRO_960.jpg"
  },
  {
    "date": "2018-05-08",
    "explanation": "How far can you see? Everything you can see, and everything you could possibly see, right now, assuming your eyes could detect all types of radiations around you -- is the observable universe.  In light, the farthest we can see comes from the cosmic microwave background, a time 13.8 billion years ago when the universe was opaque like thick fog. Some neutrinos and gravitational waves that surround us come from even farther out, but humanity does not yet have the technology to detect them. The featured image illustrates the observable universe on an increasingly compact scale, with the Earth and Sun at the center surrounded by our Solar System, nearby stars, nearby galaxies, distant galaxies, filaments of early matter, and the cosmic microwave background. Cosmologists typically assume that our observable universe is just the nearby part of a greater entity known as \"the universe\" where the same physics applies.  However, there are several lines of popular but speculative reasoning that assert that even our universe is part of a greater multiverse where either different physical constants occur, different physical laws apply, higher dimensions operate, or slightly different-by-chance versions of our standard universe exist.",
    "hdurl": "https://apod.nasa.gov/apod/image/1805/ObsUni_WikipediaPablo_2100.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Observable Universe",
    "url": "https://apod.nasa.gov/apod/image/1805/ObsUni_WikipediaPablo_960.jpg"
  },
  {
    "date": "2018-05-09",
    "explanation": "How was the unusual Red Rectangle nebula created? At the nebula's center is an aging binary star system that surely powers the nebula but does not, as yet, explain its colors. The unusual shape of the Red Rectangle is likely due to a thick dust torus which pinches the otherwise spherical outflow into tip-touching cone shapes. Because we view the torus edge-on, the boundary edges of the cone shapes seem to form an X. The distinct rungs suggest the outflow occurs in fits and starts. The unusual colors of the nebula are less well understood, however, and speculation holds that they are partly provided by hydrocarbon molecules that may actually be building blocks for organic life. The Red Rectangle nebula lies about 2,300 light years away towards the constellation of the Unicorn (Monoceros). The nebula is shown here in great detail as recently reprocessed image from Hubble Space Telescope. In a few million years, as one of the central stars becomes further depleted of nuclear fuel, the Red Rectangle nebula will likely bloom into a planetary nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/1805/RedRectangle_HubbleSchmidt_1140.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Red Rectangle Nebula from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1805/RedRectangle_HubbleSchmidt_1080.jpg"
  },
  {
    "copyright": "Janus Team",
    "date": "2018-05-10",
    "explanation": "Large galaxies grow by eating small ones. Even our own galaxy practices galactic cannibalism, absorbing small galaxies that get too close and are captured by the Milky Way's gravity. In fact, the practice is common in the universe and illustrated by this striking pair of interacting galaxies from the banks of the southern constellation Eridanus, The River. Located over 50 million light years away, the large, distorted spiral NGC 1532 is seen locked in a gravitational struggle with dwarf galaxy NGC 1531 (right of center), a struggle the smaller galaxy will eventually lose. Seen edge-on, spiral NGC 1532 spans about 100,000 light-years. Nicely detailed in this sharp image, the NGC 1532/1531 pair is thought to be similar to the well-studied system of face-on spiral and small companion known as M51.",
    "hdurl": "https://apod.nasa.gov/apod/image/1805/NGC1532Meunier2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxies in the River",
    "url": "https://apod.nasa.gov/apod/image/1805/NGC1532Meunier1024.jpg"
  },
  {
    "copyright": "Josep Drudis",
    "date": "2018-05-11",
    "explanation": "This pretty cosmic cloud lies some 1,500 light-years away, it shape and color reminiscent of a blue robin's egg. It spans about 3 light-years, nested securely within the boundaries of the southern constellation Fornax. Recognized as a planetary nebula, NGC 1360 doesn't represent a beginning though. Instead it corresponds to a brief and final phase in the evolution of an aging star. In fact, visible in the telescopic image the central star of NGC 1360 is known to be a binary star system likely consisting of two evolved white dwarf stars, less massive but much hotter than the Sun.  Their intense and otherwise invisible ultraviolet radiation has stripped away electrons from the atoms in the surrounding gaseous shroud. The predominant blue-green hue of NGC 1360 seen here is the strong emission produced as electrons recombine with doubly ionized oxygen atoms.",
    "hdurl": "https://apod.nasa.gov/apod/image/1805/NGC1360-Final5D-Cc2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1360: The Robin's Egg Nebula",
    "url": "https://apod.nasa.gov/apod/image/1805/NGC1360-Final5D-Cc2_c1024.jpg"
  },
  {
    "date": "2018-05-12",
    "explanation": "A recent informal poll found that astronomers don't yet have a good collective noun for a group of black holes, but they need one. The red circles in this Chandra Observatory X-ray image identify a group of a dozen black holes that are members of binary star systems. With 5 to 30 times the mass of the Sun, the black hole binaries are swarming within about 3 light-years of the center of our galaxy where the supermassive black hole identified as Sagittarius A* (Sgr A*) resides. Yellow circles indicate X-ray sources that are likely less massive neutron stars or white dwarf stars in binary star systems. Alone, black holes would be invisible, but as part of a binary star system they accrete material from their normal companion star and generate X-rays. At the distance of the galactic center Chandra can detect only the brighter of these black hole binary systems as point-like sources of X-rays, hinting that many fainter X-ray emitting black hole binaries should exist there, as yet undetected.",
    "hdurl": "https://apod.nasa.gov/apod/image/1805/sgra_swarm_sources.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Plurality of Singularities at the Galactic Center",
    "url": "https://apod.nasa.gov/apod/image/1805/sgra_swarm_sources.jpg"
  },
  {
    "copyright": "Martin RietzeAlien Landscapes on Planet Earth",
    "date": "2018-05-13",
    "explanation": "Why does a volcanic eruption sometimes create lightning? Pictured above, the Sakurajima volcano in southern Japan was caught erupting in 2013 January. Magma bubbles so hot they glowed shot away as liquid rock burst through the Earth's surface from below.  The featured image is particularly notable, however, for the lightning bolts caught near the volcano's summit.  Why lightning occurs even in common thunderstorms remains a topic of research, and the cause of volcanic lightning is even less clear. Surely, lightning bolts help quench areas of opposite but separated electric charges. Volcanic lightning episodes may be facilitated by charge-inducing collisions in volcanic dust. Lightning is usually occurring somewhere on Earth, typically over 40 times each second.    Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1805/volcano_reitze_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sakurajima Volcano with Lightning",
    "url": "https://apod.nasa.gov/apod/image/1805/volcano_reitze_960.jpg"
  },
  {
    "date": "2018-05-14",
    "explanation": "What lies at the bottom of Hyperion's strange craters?  To help find out, the robot Cassini spacecraft that once orbited Saturn swooped past the sponge-textured moon in 2005 and 2010 and took images of unprecedented detail.  A six-image mosaic from the 2005 pass, featured here in natural color, shows a remarkable world strewn with strange craters and an odd sponge-like surface.   At the bottom of most craters lies some type of unknown dark reddish material.  This material appears similar to that covering part of another of Saturn's moons, Iapetus, and might sink into the ice moon as it better absorbs warming sunlight. Hyperion is about 250 kilometers across,  rotates chaotically, and has a density so low that it likely houses a vast system of caverns inside.",
    "hdurl": "https://apod.nasa.gov/apod/image/1805/HyperionTrue_CassiniUgarkovic_1800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Hyperion in Natural Color",
    "url": "https://apod.nasa.gov/apod/image/1805/HyperionTrue_CassiniUgarkovic_960.jpg"
  },
  {
    "copyright": "Astronomical Society of Linz",
    "date": "2018-05-15",
    "explanation": "Four hundred years ago today (May 15, 1618) Johannes Kepler discovered the simple mathematical rule governing the orbits of the solar system's planets, now recognized as Kepler's Third Law of planetary motion. At that time he was living in this tall house on The Hofgasse, a narrow street near the castle and main square of the city of Linz, Austria, planet Earth. The conclusive identification of this residence (Hofgasse 7) as the location of the discovery of his third law is a recent discovery itself. Erich Meyer of the Astronomical Society of Linz was able to solve the historical mystery, based in part on descriptions of Kepler's own observations of lunar eclipses. A key figure in the 17th century scientific revolution, Kepler supported Galileo's discoveries and the Copernican system of planets orbiting the Sun instead of the Earth. He showed that planets move in ellipses around the Sun (Kepler's First Law), that planets move proportionally faster in their orbits when they are nearer the Sun (Kepler's Second Law), and that more distant planets take proportionally longer to orbit the Sun (Kepler's Third Law).",
    "hdurl": "https://apod.nasa.gov/apod/image/1805/hofgasse7.JPG",
    "media_type": "image",
    "service_version": "v1",
    "title": "Kepler's House in Linz",
    "url": "https://apod.nasa.gov/apod/image/1805/hofgasse7_1024.jpg"
  },
  {
    "date": "2018-05-16",
    "explanation": "This image is not blurry. It shows in clear detail that the largest satellite galaxy to our Milky Way, the Large Cloud of Magellan (LMC), rotates.  First determined with Hubble, the rotation of the LMC is presented here with fine data from the Sun-orbiting Gaia satellite. Gaia measures the positions of stars so accurately that subsequent measurements can reveal slight proper motions of stars not previously detectable.  The featured image shows, effectively, exaggerated star trails for millions of faint LMC stars.  Inspection of the image also shows the center of the clockwise rotation: near the top of the LMC's central bar.  The LMC, prominent in southern skies, is a small spiral galaxy that has been distorted by encounters with the greater Milky Way Galaxy and the lesser Small Magellanic Cloud (SMC).   Open Science: Browse 1,600+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/1805/LmcRotation_Gaia_1000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rotation of the Large Magellanic Cloud",
    "url": "https://apod.nasa.gov/apod/image/1805/LmcRotation_Gaia_960.jpg"
  },
  {
    "copyright": "Yuri Beletsky",
    "date": "2018-05-17",
    "explanation": "Captured last week after sunset on a Chilean autumn night, an exceptional airglow floods this allsky view from Las Campanas Observatory. The airglow was so intense it diminished parts of the Milky Way as it arced horizon to horizon above the high Atacama desert. Originating at an altitude similar to aurorae, the luminous airglow is due to chemiluminescence, the production of light through chemical excitation. Commonly recorded in color by sensitive digital cameras, the airglow emission here is fiery in appearance. It is predominately from atmospheric oxygen atoms at extremely low densities and has often been present during southern hemisphere nights over the last few years. Like the Milky Way, on that dark night the strong airglow was very visible to the eye, but seen without color. Jupiter is the brightest celestial beacon though, standing opposite the Sun and near the central bulge of the Milky Way rising above the eastern (top) horizon. The Large and Small Magellanic clouds both shine through the airglow to the lower left of the galactic plane, toward the southern horizon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1805/airglow_allsky_beletsky.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way vs Airglow Australis",
    "url": "https://apod.nasa.gov/apod/image/1805/airglow_allsky_beletsky.jpg"
  },
  {
    "date": "2018-05-18",
    "explanation": "Dodging powerful laser beams, a drone captured this stunning aerial view. The confrontation took place above the 8.2 meter diameter Very Large Telescopes of the Paranal Observatory on planet Earth. Firing during a test of the observatory's 4 Laser Guide Star Facility, the lasers are ultimately battling against the blurring effect of atmospheric turbulence by creating artificial guide stars. The guide stars are actually emission from laser excited sodium atoms at high altitudes within the telescopic field of view. Guide star image fluctuations are used in real-time to correct for atmospheric blurring by controlling a deformable mirror in the telescope's optical path. Known as adaptive optics, the technique can produce images at the diffraction limit of the telescope. That's the same sharpness you would get if the telescope were in space.",
    "hdurl": "https://apod.nasa.gov/apod/image/1805/DJI_0058.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Attack of the Laser Guide Stars",
    "url": "https://apod.nasa.gov/apod/image/1805/DJI_0058_1024px.jpg"
  },
  {
    "copyright": "Sanderphil Urban Observatory",
    "date": "2018-05-19",
    "explanation": "Posing near the western horizon, a brilliant evening star and slender young crescent shared reflections in a calm sea last Thursday after sunset. Recorded in this snapshot from a beach at Santa Marinella near Rome, Italy, the lovely celestial conjunction of the two brightest beacons in the night sky could be enjoyed around the world. Seaside, light reflected by briefly horizontal surfaces of the gentle waves forms the shimmering columns across the water. Similar reflections by fluttering atmospheric ice crystals can create sometimes mysterious pillars of light. Of course, earthlight itself visibly illuminates the faint lunar night side.",
    "hdurl": "https://apod.nasa.gov/apod/image/1805/IMG_5932_curti2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Reflections of Venus and Moon",
    "url": "https://apod.nasa.gov/apod/image/1805/IMG_5932_curti1024.jpg"
  },
  {
    "date": "2018-05-20",
    "explanation": "In the heart of monstrous Tarantula Nebula lies huge bubbles of energetic gas, long filaments of dark dust, and unusually massive stars. In the center of this heart, is a knot of stars so dense that it was once thought to be a single star. This star cluster, labeled as R136 or NGC 2070, is visible just above the center of the featured image and home to a great number of hot young stars.  The energetic light from these stars continually ionizes nebula gas, while their energetic particle wind blows bubbles and defines intricate filaments.  The representative-color picture, a digital synthesis of images from the NASA/ESA orbiting  Hubble Space Telescope and ESO's ground-based New Technology Telescope, shows great details of the LMC nebula's tumultuous center. The Tarantula Nebula, also known as the 30 Doradus nebula, is one of the largest star-formation regions known, and has been creating unusually strong episodes of star formation every few million years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1805/Tarantula_HubbleLacrue_3204.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Heart of the Tarantula Nebula",
    "url": "https://apod.nasa.gov/apod/image/1805/Tarantula_HubbleLacrue_960.jpg"
  },
  {
    "date": "2018-05-21",
    "explanation": "How do Jupiter's clouds move?  To help find out, images taken with NASA's Juno spacecraft during its last pass near Jupiter have been analyzed and digitally extrapolated into a time-lapse video.  The eight-second time-lapse video, digitally extrapolated between two images taken only nine minutes apart, estimates how Jupiter's clouds move over 29 hours.  Abstractly, the result appears something like a psychedelic paisley dream. Scientifically, however, the computer animation shows that circular storms tend to swirl, while bands and zones appear to flow.  This overall motion is not surprising and has been seen on time-lapse videos of Jupiter before, although never in this detail.  The featured region spans about four times the area of Jupiter's Great Red Spot. Results from Juno are showing, unexpectedly, that Jupiter's weather phenomena can extend deep below its cloud tops.   Press Conference (2018 May 17): Juno and the New Jupiter: What Have We Learned So Far?",
    "media_type": "video",
    "service_version": "v1",
    "title": "Jupiter Cloud Animation from Juno",
    "url": "https://www.youtube.com/embed/MBFloJLg080?rel=0"
  },
  {
    "copyright": "Talha Zia",
    "date": "2018-05-22",
    "explanation": "Why does the right part of this image of the Moon stand out?  Shadows. The terminator line -- the line between light and dark -- occurs in the featured image so that just over half the Moon's face is illuminated by sunlight. The lunar surface appears different nearer the terminator because there the Sun is nearer the horizon and therefore causes shadows to become increasingly long.  These shadows make it easier for us to discern structure, giving us depth cues so that the two-dimensional image, when dominated by shadows, appears almost three-dimensional. Therefore, as the Moon fades from light to dark, shadows not only tell us the high from the low, but become noticeable for increasingly shorter structures. For example, many craters appear near the terminator because their height makes them easier to discern there.  The image was taken two weeks ago when the lunar phase was waning gibbous. The next full moon, a Moon without shadows, will occur one week from today.    Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1805/TerminatorMoon_Zia_1176.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Craters and Shadows at the Lunar Terminator",
    "url": "https://apod.nasa.gov/apod/image/1805/TerminatorMoon_Zia_960.jpg"
  },
  {
    "copyright": "Domingo Pestana",
    "date": "2018-05-23",
    "explanation": "This galaxy is having a bad millennium.  In fact, the past 100 million years haven't been so good, and probably the next billion or so will be quite tumultuous.  Visible toward the lower right, NGC 4038 used to be a normal spiral galaxy, minding its own business, until NGC 4039, to its upper left, crashed into it.  The evolving wreckage, known famously as the Antennae, is featured here.  As gravity restructures each galaxy, clouds of gas slam into each other, bright blue knots of stars form, massive stars form and explode, and brown filaments of dust are strewn about.  Eventually the two galaxies will converge into one larger spiral galaxy. Such collisions are not unusual, and even our own Milky Way Galaxy has undergone several in the past and is predicted to collide with our neighboring Andromeda Galaxy in a few billion years. The frames that compose this image were taken by the orbiting Hubble Space Telescope by professional astronomers to better understand galaxy collisions. These frames -- and many other deep space images from Hubble -- have since been made public, allowing interested amateurs to download and process them into, for example, this visually stunning composite.",
    "hdurl": "https://apod.nasa.gov/apod/image/1805/Antennae_HubblePestana_4081.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy NGC 4038 in Collision",
    "url": "https://apod.nasa.gov/apod/image/1805/Antennae_HubblePestana_960.jpg"
  },
  {
    "copyright": "John Gleason",
    "date": "2018-05-24",
    "explanation": "Named for a cosmic cloud hunter, Australian astronomer Colin Stanley Gum (1924-1960), The Gum Nebula is so large and close it is actually hard to see. In fact, we are only about 450 light-years from the front edge and 1,500 light-years from the back edge of this interstellar expanse of glowing hydrogen gas. Covered in this 40+ degree-wide monochrome mosaic of Hydrogen-alpha images, the faint emission region stands out against the background of Milky Way stars. The complex nebula is thought to be a supernova remnant over a million years old, sprawling across the Ship's southern constellations Vela and Puppis. This spectacular wide field view also explores many objects embedded in The Gum Nebula, including the younger Vela supernova remnant.",
    "hdurl": "https://apod.nasa.gov/apod/image/1805/GumExpanseGleason.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Gum Nebula Expanse",
    "url": "https://apod.nasa.gov/apod/image/1805/GumExpanseGleason1024.jpg"
  },
  {
    "copyright": "Hubble Legacy Archive",
    "date": "2018-05-25",
    "explanation": "This stunning group of galaxies is far, far away, about 450 million light-years from planet Earth and cataloged as galaxy cluster Abell S0740. Dominated by the cluster's large central elliptical galaxy (ESO 325-G004), this reprocessed Hubble Space Telescope view takes in a remarkable assortment of galaxy shapes and sizes with only a few spiky foreground stars scattered through the field. The giant elliptical galaxy (right of center) spans over 100,000 light years and contains about 100 billion stars, comparable in size to our own spiral Milky Way galaxy. The Hubble data can reveal a wealth of detail in even these distant galaxies, including arms and dust lanes, star clusters, ring structures, and gravitational lensing arcs.",
    "hdurl": "https://apod.nasa.gov/apod/image/1805/ESO325-Pestana.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxies Away",
    "url": "https://apod.nasa.gov/apod/image/1805/ESO325-Pestana1024.jpg"
  },
  {
    "date": "2018-05-26",
    "explanation": "Like Earth's moon, Saturn's largest moon Titan is locked in synchronous rotation. This mosaic of images recorded by the Cassini spacecraft in May of 2012 shows its anti-Saturn side, the side always facing away from the ringed gas giant. The only moon in the solar system with a dense atmosphere, Titan is the only solar system world besides Earth known to have standing bodies of liquid on its surface and an earthlike cycle of liquid rain and evaporation. Its high altitude layer of atmospheric haze is evident in the Cassini view of the 5,000 kilometer diameter moon over Saturn's rings and cloud tops. Near center is the dark dune-filled region known as Shangri-La. The Cassini-delivered Huygens probe rests below and left of center, after the most distant landing for a spacecraft from Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/1805/PIA19642Titan.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Titan: Moon over Saturn",
    "url": "https://apod.nasa.gov/apod/image/1805/PIA19642Titan1024.jpg"
  },
  {
    "date": "2018-05-27",
    "explanation": "Does it rain on the Sun? Yes, although what falls is not water but extremely hot plasma. An example occurred in mid-July 2012 after an eruption on the Sun that produced both a Coronal Mass Ejection and a moderate solar flare.  What was more unusual, however, was what happened next. Plasma in the nearby solar corona was imaged cooling and falling back, a phenomenon known as coronal rain. Because they are electrically charged, electrons, protons, and ions in the rain were gracefully channeled along existing magnetic loops near the Sun's surface, making the scene appear as a surreal three-dimensional sourceless waterfall. The resulting surprisingly-serene spectacle is shown in ultraviolet light and highlights matter glowing at a temperature of about 50,000 Kelvin. Each second in the featured time lapse video takes about 6 minutes in real time, so that the entire coronal rain sequence lasted about 10 hours. Recent observations have confirmed that that coronal rain can also occur in smaller loops for as long as 30 hours.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Coronal Rain on the Sun",
    "url": "https://www.youtube.com/embed/3Ghaf2du-XM?rel=0"
  },
  {
    "date": "2018-05-28",
    "explanation": "Is this really the famous Pleaides star cluster? Known for its iconic blue stars, the Pleaides is shown here in infrared light where the surrounding dust outshines the stars. Here three infrared colors have been mapped into visual colors (R=24, G=12, B=4.6 microns). The base images were taken by NASA's orbiting Wide Field Infrared Survey Explorer (WISE) spacecraft. Cataloged as M45 and nicknamed the Seven Sisters, the Pleiades star cluster is by chance situated in a passing dust cloud. The light and winds from the massive Pleiades stars preferentially repels smaller dust particles, causing the dust to become stratified into filaments, as seen. The featured image spans about 20 light years at the distance of the Pleiades, which lies about 450 light years distant toward the constellation of the Bull (Taurus).   Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1805/Pleiades_WiseAntonucci_5000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Seven Dusty Sisters",
    "url": "https://apod.nasa.gov/apod/image/1805/Pleiades_WiseAntonucci_960.jpg"
  },
  {
    "date": "2018-05-29",
    "explanation": "How many of these can you find in today's featured photograph: an aurora, airglow, one of the oldest impact craters on the Earth, snow and ice, stars, city lights, and part of the International Space Station? Most of these can be identified by their distinctive colors. The aurora here appears green at the bottom, red at the top, and is visible across the left of image. Airglow appears orange and can be seen hovering over the curve of the Earth. The circular Manicouagan Crater in Canada, about 100 kilometers across and 200 million years old, is visible toward the lower right and is covered in white snow and ice.  Stars, light in color, dot the dark background of space. City lights appear a bright yellow and dot the landscape. Finally, across the top, part of the International Space Station (ISS) appears mostly tan. The featured image was taken from the ISS in 2012.",
    "hdurl": "https://apod.nasa.gov/apod/image/1805/AuroraCrater_ISS_4256.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora and Manicouagan Crater from the Space Station",
    "url": "https://apod.nasa.gov/apod/image/1805/AuroraCrater_ISS_1080.jpg"
  },
  {
    "copyright": "Western U.Athabasca U.Large Binocular Telescope Obs.",
    "date": "2018-05-30",
    "explanation": "Why does asteroid 2015 BZ509 orbit the Sun the backwards? As shown in the featured animation, Jupiter's trojan asteroids orbit the Sun in two major groups -- one just ahead of Jupiter, and one just behind -- but all orbit the Sun in the same direction as Jupiter.  Asteroid BZ509 however, discovered in 2015 and currently unnamed, orbits the Sun in retrograde and in a more complex gravitational dance with Jupiter. The reason why is currently unknown and a topic of research -- but if resolved might tell us about the early Solar System.  A recently popular hypothesis holds that BZ509 was captured by Jupiter  from interstellar space billions of years ago, while a competing conjecture posits that BZ509 came from our Solar System's own distant Oort cloud of comets, perhaps more recently. The answer may only become known after more detailed models of the likelihood and stability of orbits near Jupiter are studied, or, possibly, by observing direct properties of the unusual object.",
    "media_type": "video",
    "service_version": "v1",
    "title": "The Case of the Backwards Orbiting Asteroid",
    "url": "https://www.youtube.com/embed/btIGDkR3Tpo?rel=0"
  },
  {
    "date": "2018-05-31",
    "explanation": "Beautiful spiral galaxy NGC 6744 is nearly 175,000 light-years across, larger than our own Milky Way. It lies some 30 million light-years distant in the southern constellation Pavo, its galactic disk tilted towards our line of sight. This Hubble close-up of the nearby island universe spans about 24,000 light-years across NGC 6744's central region in a detailed portrait that combines visible light and ultraviolet image data. The giant galaxy's yellowish core is dominated by the visible light from old, cool stars. Beyond the core are pinkish star forming regions and young star clusters scattered along the inner spiral arms. The young star clusters are bright at ultraviolet wavelengths, shown in blue and magenta hues.",
    "hdurl": "https://apod.nasa.gov/apod/image/1805/STSCI-H-p1827h-NGC6744_2000x1924.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6744 Close Up",
    "url": "https://apod.nasa.gov/apod/image/1805/STSCI-H-p1827h-NGC6744_1024x925.jpg"
  },
  {
    "copyright": "Damian Peach",
    "date": "2018-06-01",
    "explanation": "Since the distance from Earth to Mars changes drastically as the planets orbit the Sun, Mars' appearance changes dramaticaly. Mars is bright now, and it's getting closer and brighter still as it orbits toward its 2018 opposition and closest approach to Earth in late July. This sequence of sharp telescopic images records the Red Planet's steady increase in apparent size for the months of January (top left) through April. During that time its distance from Earth went from 284 million kilometers in January to 129 million kilometers in April, and so its apparent size more than doubled. At closest approach Mars will be about 58 million kilometers distant, more than doubling in apparent size compared to the disk at the lower right. By then it will rival the brightness of Jupiter in planet Earth's night sky, but don't believe the claims of the inevitable internet hoax.",
    "hdurl": "https://apod.nasa.gov/apod/image/1806/mars_approach2018dp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars Approach",
    "url": "https://apod.nasa.gov/apod/image/1806/mars_approach2018dp1024.jpg"
  }
]
