[
  {
    "copyright": "Damian Peach",
    "date": "2018-06-01",
    "explanation": "Since the distance from Earth to Mars changes drastically as the planets orbit the Sun, Mars' appearance changes dramaticaly. Mars is bright now, and it's getting closer and brighter still as it orbits toward its 2018 opposition and closest approach to Earth in late July. This sequence of sharp telescopic images records the Red Planet's steady increase in apparent size for the months of January (top left) through April. During that time its distance from Earth went from 284 million kilometers in January to 129 million kilometers in April, and so its apparent size more than doubled. At closest approach Mars will be about 58 million kilometers distant, more than doubling in apparent size compared to the disk at the lower right. By then it will rival the brightness of Jupiter in planet Earth's night sky, but don't believe the claims of the inevitable internet hoax.",
    "hdurl": "https://apod.nasa.gov/apod/image/1806/mars_approach2018dp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars Approach",
    "url": "https://apod.nasa.gov/apod/image/1806/mars_approach2018dp1024.jpg"
  },
  {
    "copyright": "Tunç Tezel",
    "date": "2018-06-02",
    "explanation": "Volcanic activity on the Big Island of Hawaii has increased since this Hawaiian night skyscape was recorded earlier this year. Recent vents and lava flows are about 30 kilometers to the east, the direction of the blowing smoke and steam in the panoramic view of the Kilauea caldera with Halemaumau crater taken from Volcanoes National Park. Still, this year Jupiter is bright in late spring to early summer skies. High in the south it is easily the brightest celestial beacon in the scene where the central bulge of the Milky Way seems to rise above vapors and clouds. Yellowish Antares is the bright star near the end of the dark rivers of dust seen toward the center of our galaxy. Near the horizon, stars Alpha and Beta Centauri and the compact Southern Cross shine through the almost too bright volcanic smoke.",
    "hdurl": "https://apod.nasa.gov/apod/image/1806/KilaueaSkyPanTezel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter Season, Hawaiian Sky",
    "url": "https://apod.nasa.gov/apod/image/1806/KilaueaSkyPanTezel1024.jpg"
  },
  {
    "date": "2018-06-03",
    "explanation": "What has happened to Saturn's moon Iapetus?  Vast sections of this strange world are dark as coal, while others are as bright as ice.  The composition of the dark material is unknown, but infrared spectra indicate that it possibly contains some dark form of carbon. Iapetus also has an unusual equatorial ridge that makes it appear like a walnut.  To help better understand this seemingly painted moon, NASA directed the robotic Cassini spacecraft orbiting Saturn to swoop within 2,000 kilometers in 2007. Pictured here, from about 75,000 kilometers out, Cassini's trajectory allowed unprecedented imaging of the hemisphere of Iapetus that is always trailing.  A huge impact crater seen in the south spans a tremendous 450 kilometers and appears superposed on an older crater of similar size. The dark material is seen increasingly coating the easternmost part of Iapetus, darkening craters and highlands alike.  Close inspection indicates that the dark coating typically faces the moon's equator and is less than a meter thick. A leading hypothesis is that the dark material is mostly dirt leftover when relatively warm but dirty ice sublimates. An initial coating of dark material may have been effectively painted on by the accretion of meteor-liberated debris from other moons.",
    "hdurl": "https://apod.nasa.gov/apod/image/1806/iapetus3_cassini_4100.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Iapetus: Painted Moon",
    "url": "https://apod.nasa.gov/apod/image/1806/iapetus3_cassini_960.jpg"
  },
  {
    "copyright": "El Cielo de Canarias",
    "date": "2018-06-04",
    "explanation": "These people are not in danger. What is coming down from the left is just the Moon, far in the distance. Luna appears so large here because she is being photographed through a telescopic lens.  What is moving is mostly the Earth, whose spin causes the Moon to slowly disappear behind Mount Teide, a volcano in the Canary Islands off the northwest coast of Africa. The people pictured are 16 kilometers away and  many are facing the camera because they are watching the Sun rise behind the photographer. It is not a coincidence that a full moon rises just when the Sun sets because the Sun is always on the opposite side of the sky from a full moon. The featured video was made last week during the full Milk Moon.  The video is not time-lapse -- this was really how fast the Moon was setting.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Moon Setting Behind Teide Volcano",
    "url": "https://www.youtube.com/embed/afHfMMC-MJE?rel=0"
  },
  {
    "date": "2018-06-05",
    "explanation": "How complex is Jupiter? NASA's Juno mission to Jupiter is finding the Jovian giant to be more complicated than expected. Jupiter's magnetic field has been discovered to be much different from our Earth's simple dipole field, showing several poles embedded in a complicated network more convoluted in the north than the south. Further, Juno's radio measurements show that Jupiter's atmosphere shows structure well below the upper cloud deck -- even hundreds of kilometers deep. Jupiter's newfound complexity is evident also in southern clouds, as shown in the featured image.  There, planet-circling zones and belts that dominate near the equator decay into a complex miasma of continent-sized storm swirls.  Juno continues in its looping elliptical orbit, swooping near the huge planet every 53 days and exploring a slightly different sector each time around.",
    "hdurl": "https://apod.nasa.gov/apod/image/1806/JupiterComplex_JunoMarriott_2324.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Complex Jupiter",
    "url": "https://apod.nasa.gov/apod/image/1806/JupiterComplex_JunoMarriott_1080.jpg"
  },
  {
    "date": "2018-06-06",
    "explanation": "Have you ever seen a sun pillar?  When the air is cold and the Sun is rising or setting, falling ice crystals can reflect sunlight and create an unusual column of light.  Ice sometimes forms flat, six-sided shaped crystals as it falls from high-level clouds.  Air resistance causes these crystals to lie nearly flat much of the time as they flutter to the ground.  Sunlight reflects off crystals that are properly aligned, creating the sun-sun-pillar effect. In the featured picture taken last week, a sun-pillar reflects light from a Sun setting over  Fensfjorden, Norway.",
    "hdurl": "https://apod.nasa.gov/apod/image/1806/SunPillar_Rodland_3648.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sun Pillar over Norway",
    "url": "https://apod.nasa.gov/apod/image/1806/SunPillar_Rodland_960.jpg"
  },
  {
    "date": "2018-06-07",
    "explanation": "Marked by an unusually bright central region, swirling dust lanes, and far flung tidal tails, peculiar NGC 3256 is the aftermath of a truly cosmic collision. The 500 million year old clash of two separate galaxies spans some 100 thousand light-years in this sharp Hubble view. Of course when two galaxies collide, individual stars rarely do. Giant galactic clouds of molecular gas and dust do interact though, and produce spectacular bursts of star formation. In this galaxy clash, the two original spiral galaxies had similar masses. Their disks are no longer distinct and the two galactic nuclei are hidden by obscuring dust. On the timescale of a few hundred million years the nuclei will likely also merge as NGC 3256 becomes a single large elliptical galaxy. NGC 3256 itself is nearly 100 million light-years distant toward the southern sailing constellation Vela. The frame includes many even more distant background galaxies and spiky foreground stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/1806/heic1811a_ngc3256_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Clash of NGC 3256",
    "url": "https://apod.nasa.gov/apod/image/1806/heic1811a_ngc3256_1024.jpg"
  },
  {
    "date": "2018-06-08",
    "explanation": "NASA's Fermi Gamma-ray Space Telescope was launched into orbit on June 11th, 2008. Its instruments detect gamma-rays -- light that is thousands to hundreds of billions of times more energetic than what we see with our eyes. In the last decade Fermi's high-energy voyage of exploration has resulted in a cornucopia of astonishing discoveries, from extreme environments above our fair planet and across the distant Universe. Now you can vote for Fermi's best result so far. To mark Fermi's 10th anniversary, images representing 16 scientific results have been selected and seeded to create brackets. Follow this link to cast your first round vote for your favorite out of each pair and then return every two weeks to vote in the next round. The winner of the Fermi Final will be announced on August 6, the 10th anniversary of the first science data from Fermi.",
    "hdurl": "https://apod.nasa.gov/apod/image/1806/FermiCopia_1_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fermi Science Playoffs",
    "url": "https://apod.nasa.gov/apod/image/1806/FermiCopia_1_1024.jpg"
  },
  {
    "copyright": "Jose Luis Hernandez Verdejo",
    "date": "2018-06-09",
    "explanation": "Mars shines brightly now in planet Earth's sky. Seen with a yellowish hue it rises over the hills and far away in this serene night skyscape, a countryside panorama recorded last month from Parque Nacional de Cabaneros in Spain. The Milky Way too extends above the distant hills into a starry sky. Its faint pinkish nebulae, cosmic rifts and rivers of dust are mingled with the pale, diffuse glow of starlight. Mimicking Mars' yellow tint, bright star Antares shines to the right of the central Milky Way starclouds. Of course, CubeSats from Earth are on their way to the Red Planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/1806/ViaLacteaconMarte_c0.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Countryside Mars and Milky Way",
    "url": "https://apod.nasa.gov/apod/image/1806/ViaLacteaconMarte_c01024.jpg"
  },
  {
    "date": "2018-06-10",
    "explanation": "To some, it may look like a cat's eye.  The alluring Cat's Eye nebula, however, lies three thousand light-years from Earth across interstellar space. A classic planetary nebula, the Cat's Eye (NGC 6543) represents a final, brief yet glorious phase in the life of a sun-like star. This nebula's dying central star may have produced the simple, outer pattern of dusty concentric shells by shrugging off outer layers in a series of regular convulsions. But the formation of the beautiful, more complex inner structures is not well understood. Seen so clearly in this digitally sharpened Hubble Space Telescope image, the truly cosmic eye is over half a light-year across. Of course, gazing into this Cat's Eye, astronomers may well be seeing the fate of our sun, destined to enter its own planetary nebula phase of evolution ... in about 5 billion years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1806/catseye4_hubble_1417.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cat's Eye Nebula from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1806/catseye4_hubble_960.jpg"
  },
  {
    "date": "2018-06-11",
    "explanation": "Rising through a billowing cloud of smoke, a long time ago from a planet very very close by, this Delta II rocket left Cape Canaveral Air Force Station's launch pad 17-B at 12:05 pm EDT on June 11, 2008. Snug in the payload section was GLAST, the Gamma-ray Large Area Space Telescope. GLAST's detector technology was developed for use in terrestrial particle accelerators. So from orbit, GLAST can detect gamma-rays from extreme environments above the Earth and across the distant Universe, including supermassive black holes at the centers of distant active galaxies, and the sources of powerful gamma-ray bursts. Those formidable cosmic accelerators achieve energies not attainable in earthbound laboratories. Now known as the Fermi Gamma-ray Space Telescope, on the 10 year anniversary of its launch, let the Fermi Science Playoffs begin.",
    "hdurl": "https://apod.nasa.gov/apod/image/1806/GlastLaunch2018Jan11.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "At Last GLAST",
    "url": "https://apod.nasa.gov/apod/image/1806/GlastLaunch2018Jan11_912x1252.jpg"
  },
  {
    "date": "2018-06-12",
    "explanation": "How big is our Sun compared to other stars? In dramatic and popular videos featured on YouTube, the relative sizes of planets, stars, and even the universe are shown from smallest to largest. The featured video begins with Earth's Moon and progresses through increasingly larger moons and planets in our Solar System.  Soon, the Sun is shown and compared to many of the brighter stars in our neighborhood of the Milky Way Galaxy. Finally, star sizes are shown in comparison with the Milky Way Galaxy, galaxies across the observable universe, and speculatively, regions of a potentially greater multiverse.  Note that the true sizes of most stars outside of the Sun and Betelgeuse are not known by direct observation, but rather inferred by measurements of their perceived brightness, temperature, and distance. Although an inspiring learning tool that is mostly accurate, APOD readers are encouraged to complete the learning experience -- and possibly help make future versions more accurate -- by pointing out slight inaccuracies in the video.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Star Size Comparison 2",
    "url": "https://www.youtube.com/embed/GoW8Tf7hTGA?rel=0"
  },
  {
    "copyright": "Michael C. NeffNeffworks Artography",
    "date": "2018-06-13",
    "explanation": "What kind of rainbow is this? In this case, no rain was involved -- what is pictured is actually a red cloudbow. The unusual sky arc was spotted last month during sunset in Rehoboth Beach, Delaware, USA. When the photographer realized that what he was seeing was extraordinary, he captured it with the only camera available -- a cell phone.  Clouds are made of water droplets, and in a cloudbow a cloud-droplet group reflects back light from the bright Sun (or Moon) on the opposite side of the sky.  Similar phenomena include fogbows and airplane glories. Here, the red color was caused by atmospheric air preferentially scattering away blue light -- which simultaneously makes most of the sky appear blue. A careful inspection reveals a supernumery bow just inside the outermost arc, a bow caused by quantum diffraction.   Open Science: Browse 1,700+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/1806/CloudBowRed_Neff_1440.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Red Cloudbow over Delaware",
    "url": "https://apod.nasa.gov/apod/image/1806/CloudBowRed_Neff_960.jpg"
  },
  {
    "copyright": "Rogelio Bernal\nAndreo",
    "date": "2018-06-14",
    "explanation": "The five naked-eye planets, Mercury, Venus, Mars, Jupiter and Saturn, have been seen since ancient times to wander the night skies of planet Earth. So it could be remarkable that on this night, standing at the side of a clear, calm lake, six planets can be seen with the unaided eye. Have a look. Very bright and easy to spot for skygazers, yellowish Mars is left of a pale Milky Way. Saturn is immersed in the glow of the Milky Way's diffuse starlight. Jupiter is very near the horizon on the right, shining beyond the trees against the glow of distant city lights. Last weekend, while admiring this night time view across beautiful, high-altitude Lake Tenaya in Yosemite National Park, a thoughtful and reflective observer could probably see three planets more.",
    "hdurl": "https://apod.nasa.gov/apod/image/1806/RBA_yosemitesix.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Six Planets from Yosemite",
    "url": "https://apod.nasa.gov/apod/image/1806/RBA_yosemitesix.jpg"
  },
  {
    "copyright": "Andrew Bodrov",
    "date": "2018-06-15",
    "explanation": "gines blazing, a large rocket bids farewell to this little planet. Of course, the little planet is really planet Earth and the large rocket is a Soyuz-FG rocket. Launched from the Baikonur Cosmodrome in Kazakhstan on June 6 it carried a Soyuz MS-09 spacecraft into orbit. On board were International Space Station Expedition 56-57 crew members Sergey Prokopyev of Roscosmos, Serena Aunon-Chancellor of NASA and Alexander Gerst of ESA. Their spacecraft successfully docked with humanity's orbiting outpost just two days later. The little planet projection is the digitally warped and stitched mosaic of images covering 360 by 180 degrees, captured during the 2018 Star Trek car expedition.",
    "hdurl": "https://apod.nasa.gov/apod/image/1806/planet_soyuz.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Little Planet Soyuz",
    "url": "https://apod.nasa.gov/apod/image/1806/planet_soyuz1024.jpg"
  },
  {
    "date": "2018-06-16",
    "explanation": "It's storm season on Mars. Dusty with a chance of dust is the weather report for Gale crater as a recent planet-scale dust storm rages. On June 10 looking toward the east-northeast crater rim about 30 kilometers away, the Curiosity rover's Mastcam captured this image of its local conditions so far. Meanwhile over 2,000 kilometers away, the Opportunity rover ceased science operations as the storm grew thicker at its location on the west rim of Endeavour crater, and has stopped communicating, waiting out the storm for now. Curiosity is powered by a radioisotope thermoelectric generator, but the smaller Opportunity rover uses solar panels to charge its batteries. For Opportunity, the increasingly severe lack of sunlight has caused its batteries to run low.",
    "hdurl": "https://apod.nasa.gov/apod/image/1806/DustStormJune2018_PIA22520_fig2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dusty With a Chance of Dust",
    "url": "https://apod.nasa.gov/apod/image/1806/DustStormJune2018_PIA22520_fig21024.jpg"
  },
  {
    "date": "2018-06-17",
    "explanation": "What's happened to Mars? In 2001, Mars underwent a tremendous planet-wide dust storm -- one of the largest ever recorded from Earth. To show the extent, these two Hubble Space Telescope storm watch images from late June and early September (2001) offer dramatically contrasting views of the martian surface. At left, the onset of smaller \"seed\" storms can be seen near the Hellas basin (lower right edge of Mars) and the northern polar cap. A similar surface view at right, taken over two months later, shows the fully developed extent of the obscuring global storm. Although this storm eventually waned, in recent days a new large dust storm has been taking hold of the red planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/1806/MarsDustStorm_Hubble_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars Engulfed",
    "url": "https://apod.nasa.gov/apod/image/1806/MarsDustStorm_Hubble_1080.jpg"
  },
  {
    "date": "2018-06-18",
    "explanation": "Sometimes the Sun's surface becomes a whirlwind of activity.  Pictured is a time-lapse video of the Sun's surface taken over a two hour period in early May, run both forwards and backwards. The Sun's surface was blocked out so that details over the edge could be imaged in greater detail. Hot plasma is seen swirling over the solar limb in an ongoing battle between changing magnetic fields and constant gravity.  The featured prominence rises about one Earth-diameter over the Sun's surface. Energetic events like this are becoming less common as the Sun nears a minimum in its 11-year activity cycle.",
    "media_type": "video",
    "service_version": "v1",
    "title": "An Active Prominence on the Sun",
    "url": "https://www.youtube.com/embed/hmI5kHxJRfM?rel=0"
  },
  {
    "copyright": "Jingyi Zhang",
    "date": "2018-06-19",
    "explanation": "They may look like round rocks, but they're alive. Moreover, they are modern versions of one of the oldest known forms of life: stromatolites.  Fossils indicate that stromatolites appeared on Earth about 3.7 billion years ago -- even before many of the familiar stars in the modern night sky were formed.  In the featured image taken in Western Australia, only the ancient central arch of our Milky Way Galaxy formed earlier. Even the Magellanic Clouds, satellite galaxies of our Milky Way and visible in the featured image below the Milky Way's arch, didn't exist in their current form when stromatolites first grew on Earth. Stromatolites are accreting biofilms of billions of microorganisms that can slowly move toward light.  Using this light to liberate oxygen into the air, ancient stromatolites helped make Earth hospitable to other life forms including, eventually, humans.   Almost Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/1806/MilkyWayStromatolites_Zhang_1587.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ancients of Sea and Sky",
    "url": "https://apod.nasa.gov/apod/image/1806/MilkyWayStromatolites_Zhang_1080.jpg"
  },
  {
    "date": "2018-06-20",
    "explanation": "Newborn stars are forming in the Eagle Nebula.  Gravitationally contracting in pillars of dense gas and dust, the intense radiation of these newly-formed bright stars is causing surrounding material to boil away. This image, taken with the Hubble Space Telescope in near infrared light, allows the viewer to see through much of the thick dust that makes the pillars opaque in visible light.  The giant structures are light years in length and dubbed informally the Pillars of Creation.  Associated with the open star cluster M16, the Eagle Nebula lies about 6,500 light years away.  The Eagle Nebula is an easy target for small telescopes in a nebula-rich part of the sky toward the split constellation Serpens Cauda (the tail of the snake).   APOD Event: APOD Editor to speak at Fermilab on August 8",
    "hdurl": "https://apod.nasa.gov/apod/image/1806/M16Ir_HubbleRomero_2786.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pillars of the Eagle Nebula in Infrared",
    "url": "https://apod.nasa.gov/apod/image/1806/M16Ir_HubbleRomero_960.jpg"
  },
  {
    "copyright": "Adrien Mauduit",
    "date": "2018-06-21",
    "explanation": "Luminous skies after the near-solstice sunset on June 17 are reflected in this calm lake. The tranquil twilight scene was captured near Bashaw, Alberta, Canada, northern planet Earth. Usually spotted at high latitudes in summer months, night shining or noctilucent clouds hang just above the horizon, transfusing light into a darker sky. Formed near the edge of space, the icy apparitions are condensations on meteoric dust or volcanic ash still in sunlight at extreme altitudes. Also near the edge of space on this short northern night, solar activity triggered the lovely apparition of aurora borealis or northern lights.  Solstice Today: 10:07 UTC",
    "hdurl": "https://apod.nasa.gov/apod/image/1806/IMG_5938Mauduit_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Northern Lights and Noctilucent Clouds",
    "url": "https://apod.nasa.gov/apod/image/1806/IMG_5938Mauduit_1024.jpg"
  },
  {
    "copyright": "Juan Carlos Munoz",
    "date": "2018-06-22",
    "explanation": "A small crystal ball seems to hold a whole galaxy in this creative snapshot. Of course, the galaxy is our own Milky Way. Its luminous central bulge marked by rifts of interstellar dust spans thousands of light-years. On this long southern hemisphere night it filled dark Chilean skies over Paranal Observatory. The single exposure image did not require a Very Large Telescope, though. Experiments with a digital camera on a tripod and crystal ball perched on a handrail outside the Paranal Residencia produced the evocative, cosmic marble portrait of our home galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/1806/CrystalballMilkyWayMunoz.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy in a Crystal Ball",
    "url": "https://apod.nasa.gov/apod/image/1806/CrystalballMilkyWayMunoz1024.jpg"
  },
  {
    "date": "2018-06-23",
    "explanation": "Winds on Mars can't actually blow spacecraft over. But in the low gravity, martian winds can loft fine dust particles in planet-wide storms, like the dust storm now raging on the Red Planet. From the martian surface on sol 2082 (June 15), this self-portrait from the Curiosity rover shows the effects of the dust storm, reducing sunlight and visibility at the rover's location in Gale crater. Made with the Mars Hand Lens Imager, its mechanical arm is edited out of the mosaicked images. Curiosity's recent drill site Duluth can be seen on the rock just in front of the rover on the left. The east-northeast Gale crater rim fading into the background is about 30 kilometers away. Curiosity is powered by a radioisotope thermoelectric generator and is expected to be unaffected by the increase in dust at Gale crater. On the other side of Mars, the solar-powered Opportunity rover has ceased its operations due to the even more severe lack of sunlight at its location on the west rim of Endeavour crater.",
    "hdurl": "https://apod.nasa.gov/apod/image/1806/PIA22486CuriositySelf2018dustStorm2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Curiosity's Dusty Self",
    "url": "https://apod.nasa.gov/apod/image/1806/PIA22486CuriositySelf2018dustStorm1024.jpg"
  },
  {
    "date": "2018-06-24",
    "explanation": "Why would the shadow of a space shuttle launch plume point toward the Moon? In early 2001 during a launch of Atlantis, the Sun, Earth, Moon, and rocket were all properly aligned for this photogenic coincidence.  First, for the space shuttle's plume to cast a long shadow, the time of day must be either near sunrise or sunset.  Only then will the shadow be its longest and extend all the way to the horizon.  Finally, during a Full Moon, the Sun and Moon are on opposite sides of the sky.  Just after sunset, for example, the Sun is slightly below the horizon, and, in the other direction, the Moon is slightly above the horizon.  Therefore, as Atlantis blasted off, just after sunset, its shadow projected away from the Sun toward the opposite horizon, where the Full Moon happened to be.",
    "hdurl": "https://apod.nasa.gov/apod/image/1806/sts98plume_nasa_1111.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rocket Plume Shadow Points to the Moon",
    "url": "https://apod.nasa.gov/apod/image/1806/sts98plume_nasa_960.jpg"
  },
  {
    "copyright": "ISASJAXA",
    "date": "2018-06-25",
    "explanation": "It looks like a big space diamond -- but with craters. It's 162173 Ryugu (Dragon's Castle), and Japan's robotic Hayabusa2 mission is now arriving at this near-Earth asteroid. Ambitious Hayabusa2 is carrying an armada of separable probes, including two impactors, four small close-proximity hoverers, three small surface hoppers, and the Mobile Asteroid Surface Scout (MASCOT) which will land, study, and move around on Ryugu's surface. Most of these are equipped with cameras.   Moreover, Hayabusa2 itself is scheduled to collect surface samples and return these samples to Earth for a detailed analysis near the end of 2020.  Previously, what was known about asteroid Ryugu was its orbit, that it spans about one kilometer, and that it has a dark surface that reflects unusual colors.  Studying Ryugu could tell humanity not only about Ryugu's surface and interior, but about what materials were available in the early Solar System for the development of life.  Pictured, a series of approach images shows features suggestive of large boulders and craters.",
    "hdurl": "https://apod.nasa.gov/apod/image/1806/RyuguApproach_Hayabusa2_2088.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hayabusa2 Approaches Asteroid Ryugu",
    "url": "https://apod.nasa.gov/apod/image/1806/RyuguApproach_Hayabusa2_960.jpg"
  },
  {
    "copyright": "Oliver CzernetzData: Digitized Sky Survey",
    "date": "2018-06-26",
    "explanation": "Sometimes even the dark dust of interstellar space has a serene beauty. One such place occurs toward the constellation of Taurus.  The filaments featured here can be found on the sky between the Pleiades star cluster and the California Nebula. This dust is not known not for its bright glow but for its absorption and opaqueness. Several bright stars are visible with their blue light seen reflecting off the brown dust.  Other stars appear unusually red as their light barely peeks through a column of dark dust, with red the color that remains after the blue is scattered away. Yet other stars are behind dust pillars so thick they are not visible here.  Although appearing serene, the scene is actually an ongoing loop of tumult and rebirth. This is because massive enough knots of gas and dust will gravitationally collapse to form new stars -- stars that both create new dust in their atmospheres and destroy old dust with their energetic light and winds.",
    "hdurl": "https://apod.nasa.gov/apod/image/1806/DarkNebulas_POSS2Czernetz_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Nebulas across Taurus",
    "url": "https://apod.nasa.gov/apod/image/1806/DarkNebulas_POSS2Czernetz_960.jpg"
  },
  {
    "date": "2018-06-27",
    "explanation": "What can you see in the night sky this summer? The featured graphic gives a few highlights for Earth's northern hemisphere. Viewed as a clock face centered at the bottom, early (northern) summer sky events fan out toward the left, while late summer events are projected toward the right. Objects relatively close to Earth are illustrated, in general, as nearer to the cartoon figure with the telescope at the bottom center -- although almost everything pictured can be seen without a telescope.  As happens during any season, constellations appear the same year to year, and meteor showers occur on or near the same dates. For example, like last year, the stars of the Summer Triangle will be nighttime icons for most the season, while the Perseids meteor shower will peak in mid-August, as usual.  Highlights specific to this summer's sky include that Jupiter will be visible after sunset during June,  and Venus will shine brightly in the evening sky during July and August. Saturn and Mars should be visible during much of this season's night, with Saturn appearing in the direction opposite the Sun in late June, and Mars at opposition in late July. Finally, a total lunar eclipse should be visible to anyone who can see the Moon in late July.",
    "hdurl": "https://apod.nasa.gov/apod/image/1806/June2August_U2G_2500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Highlights of the Summer Sky",
    "url": "https://apod.nasa.gov/apod/image/1806/June2August_U2G_960.jpg"
  },
  {
    "copyright": "Frank Sackenheim",
    "date": "2018-06-28",
    "explanation": "South pole star Sigma Octantis (of the constellation Octans) is on the left of this starry expanse spanning over 40 degrees across far southern skies. You'll have to look hard to find it, though. The southern hemisphere's faint counterpart to the north star Polaris, Sigma Octantis is a little over one degree from the South Celestial Pole. Also known as Polaris Australis, Sigma Octantis is dimmer than 5th magnitude, some 25 times fainter than Polaris and not easy to see with the unaided eye. In fact, it may be the faintest star depicted on a national flag. The remarkable deep and wide-field view also covers faint, dusty galactic cirrus clouds, bounded at the right by the star clusters and nebulae along southern reaches of the plane of our Milky Way galaxy. Near the upper right corner is yellowish Gamma Crucis, the top of the Southern Cross. Easy to pick out above and right of center is the long Dark Doodad nebula in the southern constellation Musca, the Fly.",
    "hdurl": "https://apod.nasa.gov/apod/image/1806/Milkyway_Musca_SPSackenheim2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sigma Octantis and Friends",
    "url": "https://apod.nasa.gov/apod/image/1806/Milkyway_Musca_SPSackenheim1024.jpg"
  },
  {
    "copyright": "Roberto\nColombari",
    "date": "2018-06-29",
    "explanation": "Unlike most entries in Charles Messier's famous catalog of deep sky objects, M24 is not a bright galaxy, star cluster, or nebula. It's a gap in nearby, obscuring interstellar dust clouds that allows a view of the distant stars in the Sagittarius spiral arm of our Milky Way galaxy. When you gaze at the star cloud with binoculars or small telescope you are looking through a window over 300 light-years wide at stars some 10,000 light-years or more from Earth. Sometimes called the Small Sagittarius Star Cloud, M24's luminous stars fill the left side of this gorgeous starscape. Covering about 4 degrees or the width of 8 full moons in the constellation Sagittarius, the telescopic field of view contains many small, dense clouds of dust and nebulae toward the center of the Milky Way, including reddish emission from IC 1284 near the top of the frame.",
    "hdurl": "https://apod.nasa.gov/apod/image/1806/M24Colombari.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 24: Sagittarius Star Cloud",
    "url": "https://apod.nasa.gov/apod/image/1806/M24Colombari1024.jpg"
  },
  {
    "copyright": "Stan Honda",
    "date": "2018-06-30",
    "explanation": "A very full Moon rose over Manhattan's Upper Eastside on June 28, known to some as the Strawberry Moon. Near the horizon, the warm yellow lunar disk was a bit ruffled and dimmed by a long sight-line through dense, hazy atmosphere. Still it fit well with traffic and lights along East 96th street in this urban astroimage. The telephoto shot was (safely) taken from elevated ground looking east-southeast from Central Park, planet Earth. Of course, the East 96th street moon was the closest Full Moon to this year's northern summer solstice.",
    "hdurl": "https://apod.nasa.gov/apod/image/1806/_SSH1593jsm.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The East 96th Street Moon",
    "url": "https://apod.nasa.gov/apod/image/1806/_SSH1593jsm1024.jpg"
  },
  {
    "date": "2018-07-01",
    "explanation": "Do underground oceans vent through the tiger stripes on Saturn's moon Enceladus?  Long features dubbed tiger stripes are known to be spewing ice from the moon's icy interior into space, creating a cloud of fine ice particles over the moon's South Pole and creating Saturn's mysterious E-ring.  Evidence for this has come from the robot Cassini spacecraft that orbited Saturn from 2004 to 2017.  Pictured here, a high resolution image of Enceladus is shown from a close flyby.  The unusual surface features dubbed tiger stripes are visible in false-color blue.  Why Enceladus is active remains a mystery, as the neighboring moon Mimas,approximately the same size, appears quite dead. A recent analysis of ejected ice grains has yielded evidence that complex organic molecules exist inside Enceladus. These large carbon-rich molecules bolster -- but do not prove -- that oceans under Enceladus' surface could contain life.   News: Complex Organics Bubble up from Ocean-world Enceladus",
    "hdurl": "https://apod.nasa.gov/apod/image/1807/enceladusstripes_cassini_3237.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fresh Tiger Stripes on Saturn's Enceladus",
    "url": "https://apod.nasa.gov/apod/image/1807/enceladusstripes_cassini_960.jpg"
  }
]
