[
  {
    "copyright": "MrEclipse.com",
    "date": "2018-02-01",
    "explanation": "Near the closest point in its orbit, the second Full Moon of the month occurred on January 31. So did the first Total Lunar Eclipse of 2018, as the Moon slid through planet Earth's shadow. In a postcard from planet Earth, this telescopic snapshot captures the totally eclipsed Moon as it set above the western horizon and the Chiricahua Mountains of southern Arizona. The Moon's evocative reddened hue is due to sunlight scattered into the shadow. Still, the planet's shadow visibly grows darker near the center, toward the top of the lunar disk.",
    "hdurl": "https://apod.nasa.gov/apod/image/1802/TLE2018Jan31-1167w.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moonset Eclipse",
    "url": "https://apod.nasa.gov/apod/image/1802/TLE2018Jan31-1167w.jpg"
  },
  {
    "copyright": "Neelam and Ajay Talwar",
    "date": "2018-02-02",
    "explanation": "This atmospheric picture of a distant horizon looks toward the tall Trisul peaks of India's snowy Himalayan mountains. Taken from a remote location on January 31, bright star Procyon shines at the upper right. The red Moon rising is gliding through Earth's shadow during the evening's much anticipated total lunar eclipse. Enjoyed across the planet's night side, the eclipse was the first of two total lunar eclipses in 2018, kicking off a good year for moonwatchers. But this was a rare treat. The eclipsed Moon also loomed large near perigee, the closest point in its orbit, during the second Full Moon of the month, also known as a Blue Moon. For the July 27, 2018 total lunar eclipse, the Full Moon will be very near apogee.",
    "hdurl": "https://apod.nasa.gov/apod/image/1802/20180131TrisulTLE424.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moonrise Eclipse",
    "url": "https://apod.nasa.gov/apod/image/1802/20180131TrisulTLE424_1043.jpg"
  },
  {
    "copyright": "Tunç Tezel",
    "date": "2018-02-03",
    "explanation": "The Earth's dark umbral shadow is shaped like a cone extending into space. Of course its circular cross section at the distance of the Moon is more easily seen during a lunar eclipse. In fact, in this composite telephoto image from Earth's night side on January 31, the Earth's shadow has taken on a reddish tinge. The extent of the shadow along the lunar orbit is illustrated by aligning three frames taken just before the start, near the middle of, and just after the end of the total eclipse phase that lasted about 76 minutes. At the upper right and more easily seen during the eclipse's darker total phase is M44, one of the closest large star clusters. A mere 600 light-years away, M44 is also known as the Praesepe or the Beehive Cluster.",
    "hdurl": "https://apod.nasa.gov/apod/image/1802/LE2018M44Trp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earthshadow and the Beehive",
    "url": "https://apod.nasa.gov/apod/image/1802/LE2018M44Trp1082c.jpg"
  },
  {
    "date": "2018-02-04",
    "explanation": "An unusual type of solar eclipse occurred in 2012.  Usually it is the Earth's Moon that eclipses the Sun.  That year, most unusually, the planet Venus took a turn.  Like a solar eclipse by the Moon, the phase of Venus became a continually thinner crescent as Venus became increasingly better aligned with the Sun.  Eventually the alignment became perfect and the phase of Venus dropped to zero.  The dark spot of Venus crossed our parent star.  The situation could technically be labeled a Venusian annular eclipse with an extraordinarily large ring of fire.  Pictured here during the occultation, the Sun was imaged in three colors of ultraviolet light by the Earth-orbiting Solar Dynamics Observatory, with the dark region toward the right corresponding to a coronal hole. Hours later, as Venus continued in its orbit, a slight crescent phase appeared again.  The next Venusian transit across the Sun will occur in 2117.",
    "hdurl": "https://apod.nasa.gov/apod/image/1802/SunVenusUv3_SdoDove_800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus and the Triply Ultraviolet Sun",
    "url": "https://apod.nasa.gov/apod/image/1802/SunVenusUv3_SdoDove_960.jpg"
  },
  {
    "date": "2018-02-05",
    "explanation": "It's the bubble versus the cloud. NGC 7635, the Bubble Nebula, is being pushed out by the stellar wind of massive star BD+602522, visible in blue toward the right, inside the nebula. Next door, though, lives a giant molecular cloud, visible to the far right in red. At this place in space, an irresistible force meets an immovable object in an interesting way. The cloud is able to contain the expansion of the bubble gas, but gets blasted by the hot radiation from the bubble's central star. The radiation heats up dense regions of the molecular cloud causing it to glow. The Bubble Nebula, pictured here is about 10 light-years across and part of a much larger complex of stars and shells. The Bubble Nebula can be seen with a small telescope towards the constellation of the Queen of Aethiopia (Cassiopeia).",
    "hdurl": "https://apod.nasa.gov/apod/image/1802/Bubble_LiverpoolNilsson_1679.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7635: The Bubble Nebula Expanding",
    "url": "https://apod.nasa.gov/apod/image/1802/Bubble_LiverpoolNilsson_960.jpg"
  },
  {
    "date": "2018-02-06",
    "explanation": "What's happening to galaxy NGC 474? The multiple layers of emission appear strangely complex and unexpected given the relatively featureless appearance of the elliptical galaxy in less deep images. The cause of the shells is currently unknown, but possibly tidal tails related to debris left over from absorbing numerous small galaxies in the past billion years. Alternatively the shells may be like ripples in a pond, where the ongoing collision with the spiral galaxy just above NGC 474 is causing density waves to ripple through the galactic giant. Regardless of the actual cause, the featured image dramatically highlights the increasing consensus that at least some elliptical galaxies have formed in the recent past, and that the outer halos of most large galaxies are not really smooth but have complexities induced by frequent interactions with -- and accretions of -- smaller nearby galaxies. The halo of our own Milky Way Galaxy is one example of such unexpected complexity. NGC 474 spans about 250,000 light years and lies about 100 million light years distant toward the constellation of the Fish (Pisces).",
    "hdurl": "https://apod.nasa.gov/apod/image/1802/NGC474_CfhtCoelum_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy NGC 474: Shells and Star Streams",
    "url": "https://apod.nasa.gov/apod/image/1802/NGC474_CfhtCoelum_960.jpg"
  },
  {
    "date": "2018-02-07",
    "explanation": "Big, beautiful spiral galaxy NGC 7331 is often touted as an analog to our own Milky Way. About 50 million light-years distant in the northern constellation Pegasus, NGC 7331 was recognized early on as a spiral nebula and is actually one of the brighter galaxies not included in Charles Messier's famous 18th century catalog. Since the galaxy's disk is inclined to our line-of-sight, long telescopic exposures often result in an image that evokes a strong sense of depth. In this Hubble Space Telescope close-up, the galaxy's magnificent spiral arms feature dark obscuring dust lanes, bright bluish clusters of massive young stars, and the telltale reddish glow of active star forming regions. The bright yellowish central regions harbor populations of older, cooler stars. Like the Milky Way, a supermassive black hole lies at the core of spiral galaxy NGC 7331.",
    "hdurl": "https://apod.nasa.gov/apod/image/1802/potw1805a_ngc7331.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7331 Close-Up",
    "url": "https://apod.nasa.gov/apod/image/1802/potw1805a_ngc7331S1024.jpg"
  },
  {
    "copyright": "Haitong Yu",
    "date": "2018-02-08",
    "explanation": "On January 31, a leisurely lunar eclipse was enjoyed from all over the night side of planet Earth, the first of three consecutive total eclipses of the Moon. This dramatic time-lapse image followed the celestial performance for over three hours in a combined series of exposures from Hebei Province in Northern China. Fixed to a tripod, the camera records the Full Moon sliding through a clear night sky.  Too bright just before and after the eclipse, the Moon's bow tie-shaped trail grows narrow and red during the darker total eclipse phase that lasted an hour and 16 minutes. In the distant background are the colorful trails of stars in concentric arcs above and below the celestial equator.",
    "hdurl": "https://apod.nasa.gov/apod/image/1802/2018JanTLEtrails_HaitongYu.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bow Tie Moon and Star Trails",
    "url": "https://apod.nasa.gov/apod/image/1802/2018JanTLEtrails_HaitongYu1024.jpg"
  },
  {
    "copyright": "Wang Letian",
    "date": "2018-02-09",
    "explanation": "This digitally processed and composited picture creatively compares two famous eclipses in one; the total lunar eclipse (left) of January 31, and the total solar eclipse of August 21, 2017. The Moon appears near mid-totality in both the back-to-back total eclipses. In the lunar eclipse, its surface remains faintly illuminated in Earth's dark reddened shadow. But in the solar eclipse the Moon is in silhouette against the Sun's bright disk, where the otherwise dark lunar surface is just visible due to earthshine. Also seen in the lunar-aligned image pair are faint stars in the night sky surrounding the eclipsed Moon. Stunning details of prominences and coronal streamers surround the eclipsed Sun. The total phase of the Great American Eclipse of August 21 lasted about 2 minutes or less for locations along the Moon's shadow path. From planet Earth's night side, totality for the Super Blue Blood Moon of January 31 lasted well over an hour.",
    "hdurl": "https://apod.nasa.gov/apod/image/1802/MoonTwoEclipse.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Total Solar Lunar Eclipse",
    "url": "https://apod.nasa.gov/apod/image/1802/MoonTwoEclipse960.jpg"
  },
  {
    "date": "2018-02-10",
    "explanation": "Don't panic. It's just a spacesuited mannequin named Starman. As the sunlit crescent of planet Earth recedes in the background, Starman is comfortably seated at the wheel of a Tesla Roadster in this final image of the payload launched by a Falcon Heavy rocket on February 6. Internationally designated 2018-017A, roadster and Starman are headed for space beyond the orbit of Mars. The successful Falcon Heavy rocket has now become the most powerful rocket in operation and the roadster one of four electric cars launched from planet Earth. The other three were launched to the Moon by historically more powerful (but not reusable) Saturn V rockets. Still, Starman's roadster is probably the only one that would be considered street legal.",
    "hdurl": "https://apod.nasa.gov/apod/image/1802/Starman_SpaceX.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Roadster, Starman, Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/1802/Starman_SpaceX1067.jpg"
  },
  {
    "copyright": "Armando LeeAstron. League Philippines100 Hours of AstronomyIYA2009",
    "date": "2018-02-11",
    "explanation": "What's happened to the setting Sun?  An eclipse! In early 2009, the Moon eclipsed part of the Sun as visible from parts of Africa, Australia, and Asia.  In particular the featured image, taken from the Mall of Asia seawall, caught a partially eclipsed Sun setting over Manila Bay in the Philippines.  Piers are visible in silhouette in the foreground.  Eclipse chasers and well placed sky enthusiasts captured many other interesting and artistic images of the year's only annular solar eclipse, including movies, eclipse shadow arrays, and rings of fire. On Thursday parts of the Sun again will become briefly blocked by the Moon, again visible to some as a partial eclipse of the Sun. Thursday's eclipse, however, will only be visible from parts of southern South America and Antarctica.",
    "hdurl": "https://apod.nasa.gov/apod/image/1802/eclipsemanila_lee_2352.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Partial Eclipse Over Manila Bay",
    "url": "https://apod.nasa.gov/apod/image/1802/eclipsemanila_lee_960.jpg"
  },
  {
    "copyright": "Tom MastersonTransient Astronomer",
    "date": "2018-02-12",
    "explanation": "What's that heading for the Pleiades star cluster? It appears to be Comet C/2016 R2 (PanSTARRS), but here, appearances are deceiving.  On the right and far in the background, the famous Pleiades star cluster is dominated by blue light from massive young stars.  On the left and visiting the inner Solar System is Comet PanSTARRS, a tumbling block of ice from the outer Solar System that currently sports a long ion tail dominated by blue light from an unusually high abundance of ionized carbon monoxide.  Comet PanSTARRS is actually moving toward the top of the image, and its ion tail points away from the Sun but is affected by a complex  solar wind of particles streaming out from the Sun.  Visible through a small telescope, the comet is fading as it recedes from the Earth, even though it reaches its closest point to the Sun in early May.",
    "hdurl": "https://apod.nasa.gov/apod/image/1802/BlueCometPleiades_Masterson_5407.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Blue Comet Meets Blue Stars",
    "url": "https://apod.nasa.gov/apod/image/1802/BlueCometPleiades_Masterson_1080.jpg"
  },
  {
    "date": "2018-02-13",
    "explanation": "Last week, a car orbited the Earth. The car, created by humans and robots on the Earth, was launched by the SpaceX Company to demonstrate the ability of its Falcon Heavy Rocket to place spacecraft out in the Solar System. Purposely fashioned to be whimsical, the iconic car was thought a better demonstration object than concrete blocks.  A mannequin clad in a spacesuit -- dubbed the Starman -- sits in the driver's seat.  The featured image is a frame from a video taken by one of three cameras mounted on the car.  These cameras, connected to the car's battery, are now out of power.  The car, attached to a second stage booster, soon left Earth orbit and will orbit the Sun between Earth and the asteroid belt indefinitely -- perhaps until billions of years from now when our Sun expands into a Red Giant.  If ever recovered, what's left of the car may become a unique window into technologies developed on Earth in the 20th and early 21st centuries.",
    "hdurl": "https://apod.nasa.gov/apod/image/1802/CarEarth_SpaceX_1920.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Car Orbiting Earth",
    "url": "https://apod.nasa.gov/apod/image/1802/CarEarth_SpaceX_1080.jpg"
  },
  {
    "copyright": "AlanErickson",
    "date": "2018-02-14",
    "explanation": "What's that inside the Heart Nebula? First, the large emission nebula dubbed IC 1805 looks, in whole, like a human heart.  It's shape perhaps fitting of the Valentine's Day, this heart glows brightly in red light emitted by its most prominent element: hydrogen.  The red glow and the larger shape are all created by a small group of stars near the nebula's center.  In the heart of the Heart Nebula are young stars from the open star cluster Melotte 15 that are eroding away several picturesque dust pillars with their energetic light and winds. The open cluster of stars contains a few bright stars nearly 50 times the mass of our Sun, many dim stars only a fraction of the mass of our Sun, and an absent microquasar that was expelled millions of years ago.  The Heart Nebula is located about 7,500 light years away toward the constellation of the mythological Queen of Aethiopia (Cassiopeia).",
    "hdurl": "https://apod.nasa.gov/apod/image/1802/HeartBiColor_Erickson_1961.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Heart of the Heart Nebula",
    "url": "https://apod.nasa.gov/apod/image/1802/HeartBiColor_Erickson_960.jpg"
  },
  {
    "date": "2018-02-15",
    "explanation": "One of our Solar System's most tantalizing worlds, Enceladus is backlit by the Sun in this Cassini spacecraft image from November 1, 2009. The dramatic illumination reveals the plumes that continuously spew into space from the south pole of Saturn's 500 kilometer diameter moon. Discovered by Cassini in 2005, the icy plumes are likely connected to an ocean beneath the ice shell of Enceladus. They supply material directly to Saturn's outer, tenuous E ring and make the surface of Enceladus as reflective as snow. Across the scene, Saturn's icy rings scatter sunlight toward Cassini's cameras. Beyond the rings, the night side of 80 kilometer diameter moon Pandora is faintly lit by Saturnlight.",
    "hdurl": "https://apod.nasa.gov/apod/image/1802/PIA17144EnceladusPandora.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Enceladus in Silhouette",
    "url": "https://apod.nasa.gov/apod/image/1802/PIA17144EnceladusPandora.jpg"
  },
  {
    "copyright": "JoAnn McDonald",
    "date": "2018-02-16",
    "explanation": "The comet PanSTARRS also known as the blue comet (C/2016 R2) really is near the lower left edge of this stunning, wide field view recorded on January 13. Spanning nearly 20 degrees on the sky, the cosmic landscape is explored by well-exposed and processed frames from a sensitive digital camera.  It consists of colorful clouds and dusty dark nebulae otherwise too faint for your eye to see, though. At top right, the California Nebula (aka NGC 1499) does have a familiar shape. Its coastline is over 60 light-years long and lies some 1,500 light-years away. The nebula's pronounced reddish glow is from hydrogen atoms ionized by luminous blue star Xi Persei just below it. Near bottom center, the famous Pleiades star cluster is some 400 light-years distant and around 15 light-years across. Its spectacular blue color is due to the reflection of starlight by interstellar dust. In between are hot stars of the Perseus OB2 association and dusty, dark nebulae along the edge of the nearby, massive Taurus and Perseus molecular clouds.  Emission from unusually abundant ionized carbon monoxide (CO+) molecules fluorescing in sunlight is largely responsible for the telltale blue tint of the remarkable comet's tail. The comet was about 17 light minutes from Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/1802/105flatsMcDonald_CaliforniaSistersComet2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet PanSTARRS is near the Edge",
    "url": "https://apod.nasa.gov/apod/image/1802/105flatsMcDonald_CaliforniaSistersComet1024.jpg"
  },
  {
    "copyright": "Stan Honda",
    "date": "2018-02-17",
    "explanation": "City lights shine along the upper east side of Manahattan in this dramatic urban night skyscape from February 13. Composed from a series of digital exposures, the monochrome image is reminiscent of the time when sensitive black and white film was a popular choice for dimly lit night and astro-photography. Spanning 2 minutes and 40 seconds, the combined 22 frames look across the reservoir in New York City's Central Park. Stars trail in the time-lapse view while drifting clouds make patterns in the sky. Traced from top to bottom, the dashed line in the surreal scene is the International Space Station still in sunlight and heading for the southeast horizon. The short time intervals between the exposures leave gaps in the space station's bright trail.",
    "hdurl": "https://apod.nasa.gov/apod/image/1802/ManhattanSkylinesHonda.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Manhattan Skylines",
    "url": "https://apod.nasa.gov/apod/image/1802/ManhattanSkylinesHonda960.jpg"
  },
  {
    "date": "2018-02-18",
    "explanation": "Stars can make waves in the Orion Nebula's sea of gas and dust.  This esthetic close-up of cosmic clouds and stellar winds features LL Orionis, interacting with the Orion Nebula flow. Adrift in Orion's stellar nursery and still in its formative years, variable star LL Orionis produces a wind more energetic than the wind from our own middle-aged Sun. As the fast stellar wind runs into slow moving gas a shock front is formed, analogous to the bow wave of a boat moving through water or a plane traveling at supersonic speed. The small, arcing, graceful structure just above and left of center is LL Ori's cosmic bow shock, measuring about half a light-year across. The slower gas is flowing away from the Orion Nebula's hot central star cluster, the Trapezium, located off the upper left corner of the picture. In three dimensions, LL Ori's wrap-around shock front is shaped like a bowl that appears brightest when viewed along the \"bottom\" edge. This beautiful painting-like photograph is part of a large mosaic view of the complex stellar nursery in Orion, filled with a myriad of fluid shapes associated with star formation.",
    "hdurl": "https://apod.nasa.gov/apod/image/1802/LLOri_hubble_4806.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "LL Ori and the Orion Nebula",
    "url": "https://apod.nasa.gov/apod/image/1802/LLOri_hubble_960.jpg"
  },
  {
    "date": "2018-02-19",
    "explanation": "How did we get here? We know that we live on a planet orbiting a star orbiting a galaxy, but how did all of this form? To understand details better, astrophysicists upgraded the famous Illustris Simulation into IllustrisTNG -- now the most sophisticated computer model of how galaxies evolved in our universe. Specifically, this featured video tracks magnetic fields from the early universe (redshift 5) until today (redshift 0). Here blue represents relatively weak magnetic fields, while white depicts strong.  These B fields are closely matched with galaxies and galaxy clusters.  As the simulation begins, a virtual camera circles the virtual IllustrisTNG universe showing a young region -- 30-million light years across -- to be quite filamentary. Gravity causes galaxies to form and merge as the universe expands and evolves.  At the end, the simulated IllustrisTNG universe is a good statistical match to our present real universe, although some interesting differences arise -- for example a discrepancy involving the power in radio waves emitted by rapidly moving charged particles.    Open Science: Browse 1,600+ codes in the Astrophysics Source Code Library",
    "media_type": "video",
    "service_version": "v1",
    "title": "Galaxy Formation in a Magnetic Universe",
    "url": "https://www.youtube.com/embed/a-NDdDlWIII?rel=0"
  },
  {
    "copyright": "Fefo Bouvier",
    "date": "2018-02-20",
    "explanation": "What's happened to top of the Sun? Last week, parts of Earth's southern hemisphere were treated to a partial solar eclipse, where the Moon blocks out part of the Sun. The featured image was taken toward the end of the eclipse from the coast of Uruguay overlooking Argentina's Buenos Aires. Light-house adorned Farall�n Island is seen in the foreground, and a plane is visible just to the left of the Sun.  The image is actually a digital combination of two consecutive exposures taken with the same camera using the same settings -- one taken of the landscape and another of the background Sun. The next solar eclipse visible on Earth will be another partial eclipse occurring in mid-July and visible from parts of southern Australia including Tasmania.",
    "hdurl": "https://apod.nasa.gov/apod/image/1802/PartialEclipseBuenosAires_Bouvier_1920.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Partial Solar Eclipse over Buenos Aires",
    "url": "https://apod.nasa.gov/apod/image/1802/PartialEclipseBuenosAires_Bouvier_960.jpg"
  },
  {
    "date": "2018-02-21",
    "explanation": "Jupiter looks a bit different in infrared light. To better understand Jupiter's cloud motions and to help NASA's robotic Juno spacecraft understand the planetary context of the small fields that it sees, the Hubble Space Telescope is being directed to regularly image the entire Jovian giant. The colors of Jupiter being monitored go beyond the normal human visual range to include both ultraviolet and infrared light.  Featured here in 2016, three bands of near-infrared light have been digitally reassigned into a mapped color image.  Jupiter appears different in infrared partly because the amount of sunlight reflected back is distinct, giving differing cloud heights and latitudes discrepant brightnesses. Nevertheless, many familiar features on Jupiter remain, including the  light zones and dark belts that circle the planet near the equator, the Great Red Spot on the lower left, and the string-of-pearls storm systems south of the Great Red Spot.  The poles glow because high altitude haze there is energized by charged particles from Jupiter's magnetosphere.  Juno has now completed 10 of 12 planned science orbits of Jupiter and continues to record data that are helping humanity to understand not only Jupiter's weather but what lies beneath Jupiter's thick clouds.",
    "hdurl": "https://apod.nasa.gov/apod/image/1802/JupiterIR_HubbleSchmidt_1211.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter in Infrared from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1802/JupiterIR_HubbleSchmidt_960.jpg"
  },
  {
    "copyright": "Eric Coles",
    "date": "2018-02-22",
    "explanation": "Not all roses are red of course, but they can still be very pretty. Likewise, the beautiful Rosette Nebula and other star forming regions are often shown in astronomical images with a predominately red hue, in part because the dominant emission in the nebula is from hydrogen atoms. Hydrogen's strongest optical emission line, known as H-alpha, is in the red region of the spectrum, but the beauty of an emission nebula need not be appreciated in red light alone. Other atoms in the nebula are also excited by energetic starlight and produce narrow emission lines as well. In this gorgeous view of the Rosette Nebula, narrowband images are combined to show emission from sulfur atoms in red, hydrogen in blue, and oxygen in green. In fact, the scheme of mapping these narrow atomic emission lines into broader colors is adopted in many Hubble images of stellar nurseries. The image spans about 100 light-years in the constellation Monoceros, at the 3,000 light-year estimated distance of the Rosette Nebula. To make the Rosette red, just follow this link or slide your cursor over the image.",
    "hdurl": "https://apod.nasa.gov/apod/image/1802/RosetteNebulaNBHColesHelm1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "When Roses Aren't Red",
    "url": "https://apod.nasa.gov/apod/image/1802/RosetteNebulaNBHColesHelm1024.jpg"
  },
  {
    "date": "2018-02-23",
    "explanation": "Get out your red/blue glasses and check out this awesome stereo view of another world. The scene was recorded by Apollo 17 mission commander Eugene Cernan on December 11, 1972, one orbit before descending to land on the Moon. The stereo anaglyph was assembled from two photographs (AS17-147-22465, AS17-147-22466) captured from his vantage point on board the Lunar Module Challenger as he and Dr. Harrison Schmitt flew over Apollo 17's landing site in the Taurus-Littrow Valley. The broad, sunlit face of the mountain dubbed South Massif rises near the center of the frame, above the dark floor of Taurus-Littrow to its left. Beyond the mountains, toward the lunar limb, lies the Moon's Mare Serenitatis. Piloted by Ron Evans, the Command Module America is visible in orbit in the foreground against the South Massif's peak.",
    "hdurl": "https://apod.nasa.gov/apod/image/1802/22466-22467anaVantuyne.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 17: A Stereo View from Lunar Orbit",
    "url": "https://apod.nasa.gov/apod/image/1802/22466-22467anaVantuyne900.jpg"
  },
  {
    "date": "2018-02-24",
    "explanation": "From our vantage point in the Milky Way Galaxy, we see NGC 6946 face-on. The big, beautiful spiral galaxy is located just 20 million light-years away, behind a veil of foreground dust and stars in the high and far-off constellation of Cepheus. From the core outward, the galaxy's colors change from the yellowish light of old stars in the center to young blue star clusters and reddish star forming regions along the loose, fragmented spiral arms. NGC 6946 is also bright in infrared light and rich in gas and dust, exhibiting a high star birth and death rate. In fact, since the early 20th century ten confirmed supernovae, the death explosions of massive stars, were discovered in NGC 6946. Nearly 40,000 light-years across, NGC 6946 is also known as the Fireworks Galaxy. This remarkable portrait of NGC 6946 is a composite that includes image data from the 8.2 meter Subaru Telescope on Mauna Kea.",
    "hdurl": "https://apod.nasa.gov/apod/image/1802/NGC6946-Subaru-GendlerL.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Facing NGC 6946",
    "url": "https://apod.nasa.gov/apod/image/1802/NGC6946-Subaru-Gendler900c.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2018-02-25",
    "explanation": "Why is AE Aurigae called the flaming star? For one reason, the surrounding nebula IC 405 is named the Flaming Star Nebula because the region seems to harbor smoke, even though nothing is on fire, including interior star AE Aurigae.  Fire, typically defined as the rapid molecular acquisition of oxygen, happens only when sufficient oxygen is present and is not important in such high-energy, low-oxygen environments. The material that appears as smoke is mostly interstellar hydrogen, but does contain smoke-like dark filaments of carbon-rich dust grains. The bright star AE Aurigae is visible near the nebula center and is so hot it is blue, emitting light so energetic it knocks electrons away from atoms in the surrounding gas. When an atom recaptures an electron, light is emitted creating the surrounding emission nebula. The Flaming Star nebula lies about 1,500 light years distant, spans about 5 light years, and is visible with a small telescope toward the constellation of the Charioteer (Auriga).",
    "hdurl": "https://apod.nasa.gov/apod/image/1802/flamingstar_pugh_2666.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "AE Aurigae and the Flaming Star Nebula",
    "url": "https://apod.nasa.gov/apod/image/1802/flamingstar_pugh_960.jpg"
  },
  {
    "date": "2018-02-26",
    "explanation": "Here comes Jupiter! NASA's robotic spacecraft Juno is continuing on its 53-day, highly-elongated orbits around our Solar System's largest planet.  The featured video is from perijove 11, the eleventh time Juno has passed near Jupiter since it arrived in mid-2016.  This time-lapse, color-enhanced movie covers about four hours and morphs between 36 JunoCam images. The video begins with Jupiter rising as Juno approaches from the north. As Juno reaches its closest view -- from about 3,500 kilometers over Jupiter's cloud tops -- the spacecraft captures the great planet in tremendous detail. Juno passes light zones and dark belt of clouds that circle the planet, as well as numerous swirling circular storms, many of which are larger than hurricanes on Earth.  After the perijove, Jupiter recedes into the distance, now displaying the unusual clouds that appear over Jupiter's south.  To get desired science data, Juno swoops so close to Jupiter that its instruments are exposed to very high levels of radiation.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Passing Jupiter",
    "url": "https://www.youtube.com/embed/OfM7VlonD5c?rel=0"
  },
  {
    "date": "2018-02-27",
    "explanation": "What are these two bands in the sky? The more commonly seen band is the one on the right and is the central band of our Milky Way galaxy. Our Sun orbits in the disk of this spiral galaxy, so that from inside, this disk appears as a band of comparable brightness all the way around the sky. The Milky Way band can also be seen all year -- if out away from city lights.  The less commonly seem band, on the left, is zodiacal light -- sunlight reflected from dust orbiting the Sun in our Solar System.  Zodiacal light is brightest near the Sun and so is best seen just before sunrise or just after sunset.  On some evenings in the north, particularly during the months of March and April, this ribbon of zodiacal light can appear quite prominent after sunset.  It has recently been determined that zodiacal dust was mostly expelled by comets that have passed near Jupiter.  Only on certain times of the year will the two bands be seen side by side, in parts of the sky, like this.  Here the two streaks of light appear like the continuation of the banks of the Liver River into the sky. The featured panorama of consecutive exposures was recorded about three weeks ago in North Jutland,  Denmark.",
    "hdurl": "https://apod.nasa.gov/apod/image/1802/DuelingBands_Merzlyakov_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dueling Bands in the Night",
    "url": "https://apod.nasa.gov/apod/image/1802/DuelingBands_Merzlyakov_960.jpg"
  },
  {
    "date": "2018-02-28",
    "explanation": "Where did that spot come from?  Amateur astronomer Victor Buso was testing out a new camera on his telescope in 2016 when he noticed a curious spot of light appear -- and remain. After reporting this unusual observation, this spot was determined to be light from a supernova just as it was becoming visible -- in an earlier stage than had ever been photographed optically before. The discovery before and after images, taken about an hour apart, are shown in the inset of a more detailed image of the same spiral galaxy, NGC 613, taken by the Hubble Space Telescope. Follow-up observations show that SN 2016gkg was likely the explosion of a supergiant star, and Buso likely captured the stage where the outgoing detonation wave from the stellar core broke through the star's surface.  Since astronomers have spent years monitoring galaxies for supernovas without seeing such a \"break out\" event, the odds of Buso capturing this have been compared to winning a lottery.",
    "hdurl": "https://apod.nasa.gov/apod/image/1802/NGC613_HubbleBuso_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 613 in Dust, Stars, and a Supernova",
    "url": "https://apod.nasa.gov/apod/image/1802/NGC613_HubbleBuso_960.jpg"
  },
  {
    "copyright": "Henrik Adamsson",
    "date": "2018-03-01",
    "explanation": "The striking X in this lunarscape is easily visible in binoculars or a small telescope, but not too many have seen it. The catch is, this lunar X is fleeting and only apparent in the hours before the Moon's first quarter phase. Along the shadow line between lunar day and night, the X illusion is produced by a configuration of craters seen here toward the left, Blanchinus, La Caille and Purbach. Near the Moon's first quarter phase, an astronaut standing close to the craters' position would see the slowly rising Sun very near the horizon. Temporarily, crater walls would be in sunlight while crater floors would still be in darkness. Seen from planet Earth, contrasting sections of bright walls against the dark floors by chance look remarkably like an X. This sharp image of the Lunar X was captured on February 22nd. For extra credit, sweep your gaze along the lunar terminator and you can also spot the Lunar V.",
    "hdurl": "https://apod.nasa.gov/apod/image/1803/LunarXVAdamsson.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Lunar X (V)",
    "url": "https://apod.nasa.gov/apod/image/1803/LunarXVAdamsson1024c.jpg"
  }
]
