[
  {
    "date": "2018-07-01",
    "explanation": "Do underground oceans vent through the tiger stripes on Saturn's moon Enceladus?  Long features dubbed tiger stripes are known to be spewing ice from the moon's icy interior into space, creating a cloud of fine ice particles over the moon's South Pole and creating Saturn's mysterious E-ring.  Evidence for this has come from the robot Cassini spacecraft that orbited Saturn from 2004 to 2017.  Pictured here, a high resolution image of Enceladus is shown from a close flyby.  The unusual surface features dubbed tiger stripes are visible in false-color blue.  Why Enceladus is active remains a mystery, as the neighboring moon Mimas,approximately the same size, appears quite dead. A recent analysis of ejected ice grains has yielded evidence that complex organic molecules exist inside Enceladus. These large carbon-rich molecules bolster -- but do not prove -- that oceans under Enceladus' surface could contain life.   News: Complex Organics Bubble up from Ocean-world Enceladus",
    "hdurl": "https://apod.nasa.gov/apod/image/1807/enceladusstripes_cassini_3237.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fresh Tiger Stripes on Saturn's Enceladus",
    "url": "https://apod.nasa.gov/apod/image/1807/enceladusstripes_cassini_960.jpg"
  },
  {
    "date": "2018-07-02",
    "explanation": "Behold one of the most photogenic regions of the night sky, captured impressively.  Featured, the band of our Milky Way Galaxy runs diagonally along the far left, while the colorful Rho Ophiuchus region including the bright orange star Antares is visible just right of center, and the nebula Sharpless 1 (Sh2-1) appears on the far right. Visible in front of the Milk Way band are several famous nebulas including the Eagle Nebula (M16), the Trifid Nebula (M20), and the Lagoon Nebula (M8).  Other notable nebulas include the Pipe and Blue Horsehead.  In general, red emanates from nebulas glowing in the light of exited hydrogen gas, while blue marks interstellar dust preferentially reflecting the light of bright young stars.  Thick dust appears otherwise dark brown.  Large balls of stars visible include the globular clusters M4, M9, M19, M28, and M80, each marked on the  annotated companion image.  This extremely wide field -- about 50 degrees across -- spans the constellations of Sagittarius is on the lower left, Serpens on the upper left, Ophiuchus across the middle, and Scorpius on the right.  It took over 100 hours of sky imaging, combined with meticulous planning and digital processing, to create this image.",
    "hdurl": "https://apod.nasa.gov/apod/image/1807/MwPastAntares_Andreo_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "From the Galactic Plane through Antares",
    "url": "https://apod.nasa.gov/apod/image/1807/MwPastAntares_Andreo_1080.jpg"
  },
  {
    "copyright": "Ji-Hoon Kim",
    "date": "2018-07-03",
    "explanation": "If you look closely at the Moon, you will see a large airplane in front of it.  Well, not always.  OK, hardly ever. Actually, to capture an image like this takes precise timing, an exposure fast enough to freeze the airplane and not overexpose the Moon -- but slow enough to see both, a steady camera, and luck -- because not every plane that approaches the Moon crosses in front.  Helpful equipment includes a camera with fast continuous video mode and a mount that automatically tracks the Moon.  The featured fleeting superposition was captured from Seoul, South Korea two weeks ago during a daytime waxing gibbous moonrise.  Within 1/10th of a second, the airplane crossing was over.   Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1807/PlaneMoon_Kim_4000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Airplane in Front of the Moon",
    "url": "https://apod.nasa.gov/apod/image/1807/PlaneMoon_Kim_960.jpg"
  },
  {
    "copyright": "Michael Seeley",
    "date": "2018-07-04",
    "explanation": "If you saw the dawn's early light from Cape Canaveral Air Force Station last Friday, June 29, then you could have seen this rocket's red glare. The single 277-second long exposure, made from the roof of NASA's Vehicle Assembly building, shows a predawn Falcon 9 launch, the rocket streaking eastward into the sky about 45 minutes before sunrise. At high altitude, its stage separation plume is brightly lit by the Sun still below the eastern horizon. The Falcon 9 rocket's first stage had been launched before, lofting the Transiting Exoplanet Survey Satellite (TESS) into orbit on April 18, only 72 days earlier. For this launch of SpaceX Commercial Resupply Service mission 15 (CRS-15) it carried an also previously flown Dragon capsule. But no further reuse of this Falcon 9 was planned so no dramatic first stage landing followed the launch. The Dragon capsule arrived at the International Space Station on July 2.",
    "hdurl": "https://apod.nasa.gov/apod/image/1807/5D4_4276_crs15launch2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dawn's Early Light, Rocket's Red Glare",
    "url": "https://apod.nasa.gov/apod/image/1807/5D4_4276_crs15launch1024.jpg"
  },
  {
    "copyright": "Steve Cullen",
    "date": "2018-07-05",
    "explanation": "At sunset look east not west. As Earth's dark shadow rises from the eastern horizon, faint and subtle colors will appear opposite the setting Sun. This beautiful evening sea and skyscape records the reflective scene from a cruise on the well-traveled Alaskan Inside Passage in the Pacific Northwest. Along the horizon the fading sunset gives way to the pinkish anti-twilight arch, more poetically known as the Belt of Venus. Often overlooked at sunset in favor of the brighter western horizon, the lovely arch is tinted by filtered sunlight backscattered in the dense atmosphere, hugging the planet's rising blue-grey shadow.",
    "hdurl": "https://apod.nasa.gov/apod/image/1807/BeltofVenus062718_Cullen.jpeg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shadow Rise on the Inside Passage",
    "url": "https://apod.nasa.gov/apod/image/1807/BeltofVenus062718_Cullen1067.jpeg"
  },
  {
    "date": "2018-07-06",
    "explanation": "A darkened and mysterious north polar region known to some as Mordor Macula caps this premier high-resolution view. The portrait of Charon, Pluto's largest moon, was captured by New Horizons near the spacecraft's closest approach on July 14, 2015. The combined blue, red, and infrared data was processed to enhance colors and follow variations in Charon's surface properties with a resolution of about 2.9 kilometers (1.8 miles). A stunning image of Charon's Pluto-facing hemisphere, it also features a clear view of an apparently moon-girdling belt of fractures and canyons that seems to separate smooth southern plains from varied northern terrain. Charon is 1,214 kilometers (754 miles) across. That's about 1/10th the size of planet Earth but a whopping 1/2 the diameter of Pluto itself, and makes it the largest satellite relative to its parent body in the Solar System. Still, the moon appears as a small bump at about the 1 o'clock position on Pluto's disk in the grainy, negative,telescopic picture inset at upper left. That view was used by James Christy and Robert Harrington at the U.S. Naval Observatory in Flagstaff to discover Charon 40 years ago in June of 1978.",
    "hdurl": "https://apod.nasa.gov/apod/image/1807/Charon-Neutral-Bright-Release.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Charon: Moon of Pluto",
    "url": "https://apod.nasa.gov/apod/image/1807/charon_then_now_1024.jpg"
  },
  {
    "date": "2018-07-07",
    "explanation": "Near a summer's midnight a mist haunts the river bank in this dreamlike skyscape taken on July 3rd from northern Denmark. Reddened light from the Sun a little below the horizon gives an eerie tint to low hanging clouds. Formed near the edge of space, the silvery apparitions above them are noctilucent or night shining clouds. The icy condensations on meteoric dust or volcanic ash are still in full sunlight at the extreme altitudes of the mesophere. Usually seen at high latitudes in summer months, wide spread displays of the noctilucent clouds are now being reported.",
    "hdurl": "https://apod.nasa.gov/apod/image/1807/midnightmist1rms.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Northern Summer's Night",
    "url": "https://apod.nasa.gov/apod/image/1807/midnightmist1rms.jpg"
  },
  {
    "copyright": "Domingo PestanaRaul Villaverde",
    "date": "2018-07-08",
    "explanation": "What created the strange spiral structure on the upper left?  No one is sure, although it is likely related to a star in a binary star system entering the planetary nebula phase, when its outer atmosphere is ejected.  The huge spiral spans about a third of a light year across and, winding four or five complete turns, has a regularity that is without precedent.  Given the expansion rate of the spiral gas, a new layer must appear about every 800 years, a close match to the time it takes for the two stars to orbit each other. The star system that created it is most commonly known as LL Pegasi, but also AFGL 3068. The unusual structure itself has been cataloged as IRAS 23166+1655. The featured image was taken in near-infrared light by the Hubble Space Telescope. Why the spiral glows is itself a mystery, with a leading hypothesis being illumination by light reflected from nearby stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/1807/LLPeg_HubblePestana_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Extraordinary Spiral in LL Pegasi",
    "url": "https://apod.nasa.gov/apod/image/1807/LLPeg_HubblePestana_960.jpg"
  },
  {
    "copyright": "John Chumack",
    "date": "2018-07-09",
    "explanation": "What's that light at the end of the road? Mars. This is a good month to point out Mars to your friends and family because our neighboring planet will not only be its brightest in 15 years, it will be visible for much of night. During this month, Mars will be about 180 degrees around from the Sun, and near the closest it ever gets to planet Earth.  In terms of orbits, Mars is also nearing the closest point to the Sun in its elliptical orbit, just as Earth moves nearly between it and the Sun -- an alignment known as perihelic opposition. In terms of viewing, orange Mars will rise in the east just as the Sun sets in the west, on the opposite side of the sky. Mars will climb in the sky during the night, reach its highest near midnight, and then set in the west just as the Sun begins to rise in the east.  The red planet was captured setting beyond a stretch of road in Arches National Park in mid-May near Moab, Utah, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/1807/Road2Mars_Chumack_1800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Road to Mars",
    "url": "https://apod.nasa.gov/apod/image/1807/Road2Mars_Chumack_1080.jpg"
  },
  {
    "copyright": "Jean-Luc DauvergneCiel et Espace",
    "date": "2018-07-10",
    "explanation": "It's northern noctilucent cloud season -- perhaps a time to celebrate! Composed of small ice crystals forming only during specific conditions in the upper atmosphere, noctilucent clouds may become visible at sunset during late summer when illuminated by sunlight from below.  Noctilucent clouds are the highest clouds known and now established to be polar mesospheric clouds observed from the ground.  Although observed with NASA's AIM satellite since 2007, much about noctilucent clouds remains unknown and so a topic of active research. The featured time-lapse video shows expansive and rippled noctilucent clouds wafting over Paris, France, during a post-sunset fireworks celebration on Bastille Day in 2009 July.  This year, several locations are already reporting especially vivid displays of noctilucent clouds.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Noctilucent Clouds over Paris Fireworks",
    "url": "https://www.youtube.com/embed/8i8-IuYoz24?rel=0"
  },
  {
    "date": "2018-07-11",
    "explanation": "You can see it change in brightness with just binoculars over the course of a year. Variable star R Aquarii is actually an interacting binary star system, two stars that seem to have a close, symbiotic relationship. About 710 light years away, this intriguing system consists of a cool red giant star and hot, dense white dwarf star in mutual orbit around their common center of mass. The binary system's visible light is dominated by the red giant, itself a Mira-type long period variable star. But material in the cool giant star's extended envelope is pulled by gravity onto the surface of the smaller, denser white dwarf, eventually triggering a thermonuclear explosion and blasting material into space. The featured image from the Hubble Space Telescope shows the still-expanding ring of debris which spans less than a light year and originated from a blast that would have been seen in the early 1770s. The evolution of less understood energetic events producing high energy emission in the R Aquarii system has been monitored since 2000 using Chandra X-ray Observatory data.",
    "hdurl": "https://apod.nasa.gov/apod/image/1807/Raquarii_HubbleSchmidt_3116.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Symbiotic R Aquarii",
    "url": "https://apod.nasa.gov/apod/image/1807/Raquarii_HubbleSchmidt_1080.jpg"
  },
  {
    "copyright": "CEDIC Team",
    "date": "2018-07-12",
    "explanation": "Only 11 million light-years away, Centaurus A is the closest active galaxy to planet Earth. Spanning over 60,000 light-years, the peculiar elliptical galaxy also known as NGC 5128, is featured in this sharp telescopic view. Centaurus A is apparently the result of a collision of two otherwise normal galaxies resulting in a fantastic jumble of star clusters and imposing dark dust lanes. Near the galaxy's center, left over cosmic debris is steadily being consumed by a central black hole with a billion times the mass of the Sun. As in other active galaxies, that process likely generates the radio, X-ray, and gamma-ray energy radiated by Centaurus A.",
    "hdurl": "https://apod.nasa.gov/apod/image/1807/N5128-3_Hubl.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Centaurus A",
    "url": "https://apod.nasa.gov/apod/image/1807/N5128-3_Hubl1024.jpg"
  },
  {
    "copyright": "Miles Lucas",
    "date": "2018-07-13",
    "explanation": "Sundials use the location of a shadow to measure the Earth's rotation and indicate the time of day. So it's fitting that this sundial, at the Very Large Array Radio Telescope Observatory in New Mexico, commemorates the history of radio astronomy and radio astronomy pioneer Ronald Bracewell. The radio sundial was constructed using pieces of a solar mapping radio telescope array that Bracewell orginaly built near the Stanford University campus. Bracewell's array was used to contribute data to plan the first Moon landing,  its pillars signed by visiting scientists and radio astronomers, including two Nobel prize winners. As for most sundials the shadow cast by the central gnomon follows markers that show the solar time of day, along with solstices and equinoxes. But markers on the radio sundial are also laid out according to local sidereal time. They show the position of the invisible radio shadows of three bright radio sources in Earth's sky, supernova remnant Cassiopeia A, active galaxy Cygnus A, and active galaxy Centaurus A. Sidereal time is just star time, the Earth's rotation as measured with the stars and distant galaxies. That rotation is reflected in this composited hour-long exposure. Above the Bracewell Radio Sundial, the stars trace concentric trails around the north celestial pole.",
    "hdurl": "https://apod.nasa.gov/apod/image/1807/bracewellradiosundial.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Trails and the Bracewell Radio Sundial",
    "url": "https://apod.nasa.gov/apod/image/1807/bracewellradiosundial1024.jpg"
  },
  {
    "copyright": "Padraic Koen",
    "date": "2018-07-14",
    "explanation": "The smallest of the three partial solar eclipses during 2018 was just yesterday, Friday, July 13. It was mostly visible over the open ocean between Australia and Antarctica. Still, this video frame of a tiny nibble on the Sun was captured through a hydrogen-alpha filter from Port Elliott, South Australia, during the maximum eclipse visible from that location. There, the New Moon covered about 0.16 percent of the solar disk. The greatest eclipse, about one-third of the Sun's diameter blocked by the New Moon, could be seen from East Antarctica near Peterson Bank, where the local emperor penguin colony likely had the best view. During this prolific eclipse season, the coming Full Moon will bring a total lunar eclipse on July 27, followed by yet another partial solar eclipse at the next New Moon on August 11.",
    "hdurl": "https://apod.nasa.gov/apod/image/1807/Capture13_07_2018_2_09_09AM_PK.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Nibble on the Sun",
    "url": "https://apod.nasa.gov/apod/image/1807/Capture13_07_2018_2_09_09AM_PK1024.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2018-07-15",
    "explanation": "There is much more to the familiar Ring Nebula (M57), however, than can be seen through a small telescope.  The easily visible central ring is about one light-year across, but this remarkably deep exposure - a collaborative effort combining data from three different large telescopes - explores the looping filaments of glowing gas extending much farther from the nebula's central star. This remarkable composite image includes narrowband hydrogen image, visible light emission, and infrared light emission. Of course, in this well-studied example of a planetary nebula, the glowing material does not come from planets. Instead, the gaseous shroud represents outer layers expelled from a dying, sun-like star. The Ring Nebula is about 2,000 light-years away toward the musical constellation Lyra.   Open Science: Browse 1,700+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/1807/M57Ring_HubbleGendler_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rings Around the Ring Nebula",
    "url": "https://apod.nasa.gov/apod/image/1807/M57Ring_HubbleGendler_960.jpg"
  },
  {
    "date": "2018-07-16",
    "explanation": "With equipment frozen deep into ice beneath Earth's South Pole, humanity appears to have discovered a neutrino from far across the universe.  If confirmed, this would mark the first clear detection of cosmologically-distant neutrinos and the dawn of an observed association between energetic neutrinos and cosmic rays created by powerful jets emanating from blazing quasars (blazars). Once the Antarctican IceCube detector measured an energetic neutrino in 2017 September, many of humanity's premier observatories sprang into action to try to identify a counterpart in light.  And they did.  An erupting counterpart was pinpointed by high energy observatories including AGILE, Fermi, HAWC, H.E.S.S., INTEGRAL, MAGIC, NuSTAR, Swift, and VERITAS, which found that gamma-ray blazar TXS 0506+056 was in the right direction and with gamma-rays from a flare arriving nearly coincidental in time with the neutrino.  Even though this and other  position and time coincidences are statistically strong, astronomers will await other similar neutrino - blazar light associations to be absolutely sure.  Pictured here is an artist's drawing of a particle jet emanating from a black hole at the center of a blazar.",
    "hdurl": "https://apod.nasa.gov/apod/image/1807/QuasarJetDrawing_DESY_3508.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Neutrino Associated with Distant Blazar Jet",
    "url": "https://apod.nasa.gov/apod/image/1807/QuasarJetDrawing_DESY_1080.jpg"
  },
  {
    "copyright": "\nJames W. Young",
    "date": "2018-07-17",
    "explanation": "What's that spot next to the Moon?  Venus.  Two days ago, the crescent Moon slowly drifted past Venus, appearing within just one degree at its closest.  This conjunction, though, was just one of several photographic adventures for our Moon this month  (moon-th), because, for one, a partial solar eclipse occurred just a few days before, on July 12. Currently, the Moon appears to be brightening, as seen from the Earth, as the fraction of its face illuminated by the Sun continues to increase.  In a few days, the Moon will appear more than half full, and therefore be in its gibbous phase.  Next week the face of the Moon that always faces the Earth will become, as viewed from the Earth, completely illuminated by the Sun. Even this full phase will bring an adventure, though, as a total eclipse of this Thunder Moon will occur on July 27.  Don't worry about our Luna getting tired, though, because she'll be new again next month (moon-th) -- August 11 to be exact -- just as she causes another partial eclipse of the Sun.  Pictured,  Venus and the Moon were captured from Cannon Beach above a rock formation off the Oregon (USA) coast known as the Needles.  About an hour after this image was taken, the spin of the Earth caused both Venus and the Moon to set.",
    "hdurl": "https://apod.nasa.gov/apod/image/1807/VenusMoonNeedles_Young_2400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon and Venus over Cannon Beach",
    "url": "https://apod.nasa.gov/apod/image/1807/VenusMoonNeedles_Young_1080.jpg"
  },
  {
    "date": "2018-07-18",
    "explanation": "What is creating these dark streaks on Mars? No one is sure. Candidates include dust avalanches, evaporating dry ice sleds, and liquid water flows.  What is clear is that the streaks occur through light surface dust and expose a deeper dark layer.  Similar streaks have been photographed on Mars for years and are one of the few surface features that change their appearance seasonally.  Particularly interesting here is that larger streaks split into smaller streaks further down the slope.  The featured image was taken by the HiRISE camera on board the Mars-orbiting Mars Reconnaissance Orbiter (MRO) several months ago.  Currently, a global dust storm is encompassing much of Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/1807/MarsSlopeStreaks_MRO_3199.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Slope Streaks Split on Mars",
    "url": "https://apod.nasa.gov/apod/image/1807/MarsSlopeStreaks_MRO_960.jpg"
  },
  {
    "date": "2018-07-19",
    "explanation": "Cerealia Facula, also known as the brightest spot on Ceres, is shown in this stunning mosaic close-up view. The high-resolution image data was recorded by the Dawn spacecraft, in a looping orbit, from altitudes as low as 34 kilometers (21 miles) above the dwarf planet's surface. Cerealia Facula is about 15 kilometers wide, found in the center of 90 kilometer diameter Occator crater. Like the other bright spots (faculae) scattered around Ceres, Cerealia Facula is not ice, but an exposed salty residue with a reflectivity like dirty snow. The residue is thought to be mostly sodium carbonate and ammonium chloride from a slushy brine within or below the dwarf planet's crust. Driven by advanced ion propulsion on an 11-year mission, Dawn explored main-belt asteriod Vesta before traveling on to Ceres. But sometime between this August and October, the interplanetary spacecraft is expected to finally run out of fuel for its hydrazine thrusters. The subsequent loss of control of its orientation will result in the loss of power and the ability to communicate with Earth. Meanwhile Dawn will continue to explore Ceres in unprecedented detail, and ultimately retire in its orbit around the small world.",
    "hdurl": "https://apod.nasa.gov/apod/image/1807/CerealiaFaculaPIA21924.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cerealia Facula",
    "url": "https://apod.nasa.gov/apod/image/1807/CerealiaFaculaPIA21924_1024.jpg"
  },
  {
    "copyright": "Kerry-Ann\nLecky Hepburn",
    "date": "2018-07-20",
    "explanation": "The recognizable stars of the Teapot asterism in the constellation Sagittarius posed with the Milky Way over Death Valley, planet Earth on this quiet, dark night. The surreal scene was appropriately captured from Teakettle Junction, marked by the wooden sign adorned with terrestrial teapots and kettles on the rugged road to Racetrack Playa. Shining against the luminous starlight of the central Milky Way is bright planet Saturn, just above the star at the celestial teapot's peak. But the brightest celestial beacon, high above the southern horizon, is an orange tinted Mars at upper left in the frame.",
    "hdurl": "https://apod.nasa.gov/apod/image/1807/KettlePoint.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Teapot and the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/1807/KettlePoint1024.jpg"
  },
  {
    "date": "2018-07-21",
    "explanation": "Have you seen a panorama from another world lately? Assembled from high-resolution scans of the original film frames, this one sweeps across the magnificent desolation of the Apollo 11 landing site on the Moon's Sea of Tranquility. The images were taken by Neil Armstrong looking out his window of the Eagle Lunar Module shortly after the July 20, 1969 landing. The frame at the far left (AS11-37-5449) is the first picture taken by a person on another world. Toward the south, thruster nozzles can be seen in the foreground on the left, while at the right, the shadow of the Eagle is visible to the west. For scale, the large, shallow crater on the right has a diameter of about 12 meters. Frames taken from the Lunar Module windows about an hour and a half after landing, before walking on the lunar surface, were intended to initially document the landing site in case an early departure was necessary.",
    "hdurl": "https://apod.nasa.gov/apod/image/1807/a11pan1040226lftsm.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 11 Landing Site Panorama",
    "url": "https://apod.nasa.gov/apod/image/1807/a11pan1040226lftsm600.jpg"
  },
  {
    "date": "2018-07-22",
    "explanation": "What is our universe made of? To help find out, ESA launched the Planck satellite from 2009 to 2013 to map, in unprecedented detail, slight temperature differences on the oldest optical surface known -- the background sky when our universe first became transparent to light. Visible in all directions, this cosmic microwave background is a complex tapestry that could only show the hot and cold patterns observed were the universe to be composed of specific types of energy that evolved in specific ways. The final results, reported last week, confirm again that most of our universe is mostly composed of mysterious and unfamiliar dark energy, and that even most of the remaining matter energy is strangely dark. Additionally, the \"final\" 2018 Planck data impressively peg the age of the universe at about 13.8 billion years and the local  expansion rate -- called the Hubble constant -- at 67.4 (+/- 0.5) km/sec/Mpc. Oddly, this early-universe determined Hubble constant is slightly lower than that determined by other methods in the late-universe, creating a tension that is causing much discussion and speculation.",
    "hdurl": "https://apod.nasa.gov/apod/image/1807/CMB2018_Planck_4672.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planck Maps the Microwave Background",
    "url": "https://apod.nasa.gov/apod/image/1807/CMB2018_Planck_1080.jpg"
  },
  {
    "date": "2018-07-23",
    "explanation": "The Fermi Science Playoffs celebrate 10 years of the Fermi Gamma-ray Space Telescope's exploration of the high-energy universe. Surviving all early rounds of voting, these two finalists in the competition square off at last. Digital illustrations from a list of 16 of Fermi's top scientific discoveries, they represent the competition's two top seeds, defeating 12th seed New Clues to Dark Matter and 14th seed Starquakes in Magnetar Storm in the semifinal round. On the left are unprecedented, unpredicted, 25,000 light-year tall Gamma-ray Bubbles above and below the plane of our Milky Way galaxy. On the right, violently merging Neutron Stars Collide to create the first gamma-ray detected gravitational wave event. Pick one now and cast your vote here to crown the most popular science result from Fermi's first decade.",
    "hdurl": "https://apod.nasa.gov/apod/image/1807/FermiFinals.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fermi Science Finals",
    "url": "https://apod.nasa.gov/apod/image/1807/FermiFinals1200.jpg"
  },
  {
    "copyright": "Angelo Perrone",
    "date": "2018-07-24",
    "explanation": "If you go high enough, you may find yourself on a picturesque perch between the water clouds of the Earth and the star clouds of the Milky Way.  Such was the case last month for one adventurous alpinist astrophotographer.  Captured here in the foreground above white clouds are mountain peaks in the Dolomite range in northern Italy. This multi-exposure image was captured from Lagazuoi, one of the Dolomites. Hundreds of millions of years ago, the Dolomites were not mountains but islands an ancient sea that rose through colliding tectonic plates. The Dolomites divergent history accounts for its unusually contrasting features, which include jagged crests and ancient marine fossils.  High above even the Dolomites, and far in the distance, dark dust lanes streak out from the central plane of our Milky Way Galaxy. The stars and dust are dotted with bright red clouds of glowing hydrogen gas -- such as the Lagoon Nebula just above and to the left of center.",
    "hdurl": "https://apod.nasa.gov/apod/image/1807/CloudsOfEarthAndSky_Perrone_931.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Clouds of Earth and Sky",
    "url": "https://apod.nasa.gov/apod/image/1807/CloudsOfEarthAndSky_Perrone_931.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2018-07-25",
    "explanation": "What kind of celestial object is this? A relatively normal galaxy -- but seen from its edge.  Many disk galaxies are actually just as thin as NGC 5866, pictured here, but are not seen edge-on from our vantage point.  A perhaps more familiar galaxy seen edge-on is our own Milky Way Galaxy.  Cataloged as M102 and NGC 5866, the Spindle galaxy has numerous and complex dust lanes appearing dark and red, while many of the bright stars in the disk give it a more blue underlying hue.  The blue disk of young stars can be seen extending past the dust in the extremely thin galactic plane. There is evidence that the Spindle galaxy has cannibalized smaller galaxies over the past billion years or so, including multiple streams of faint stars, dark dust that extends away from the main galactic plane, and a surrounding group of galaxies (not shown).  In general, many disk galaxies become thin because the gas that forms them collides with itself as it rotates about the gravitational center. The Spindle galaxy lies about 50 million light years distant toward the constellation of the Dragon (Draco).",
    "hdurl": "https://apod.nasa.gov/apod/image/1807/NGC5866_Block_1518.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Edge-On Spindle Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1807/NGC5866_Block_960.jpg"
  },
  {
    "copyright": "Gabriel\nRodrigues Santos",
    "date": "2018-07-26",
    "explanation": "These dark markings on the sky can just be found in silhouette against a rich, luminous background of stars. Seen toward the southern constellation of Lupus the Wolf, the dusty, obscuring clouds are part of the Lupus Molecular Cloud some 500 light-years distant. Packs of low mass stars are forming within them, from collapsing cores only visible at long infrared wavelengths. Still, colorful stars in Lupus add to this pretty galactic skyscape. It spans about 8 degrees, not far from the central Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/1807/B228_2018-07-07Santos2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Barnard 228: The Dark Wolf Nebula in Lupus",
    "url": "https://apod.nasa.gov/apod/image/1807/B228_2018-07-07Santos1100.jpg"
  },
  {
    "copyright": "NASA",
    "date": "2018-07-27",
    "explanation": "Look opposite the Sun in the sky tonight and you'll see Mars at its brightest. Also within days of its closest approach Mars rises at sunset, near its brightest and best for telescopic observers too, except for the dust storm still blanketing the Red Planet. These two Hubble Space Telescope images compare Mars' appearance near its 2016 and 2018 oppositions. In 2016 the martian atmosphere was clear. Captured just days ago, the 2018 image shows almost the same face of Mars. Surface features obscured by dust, the planet's cloud enshrouded south pole is tilted more toward the Sun. Increased heat in the southern hemisphere spring and summer likely triggers planet wide dust storms. Of course, if you look opposite the Sun in the sky tonight, you'll also see a Full Moon near Mars. Skygazers NOT located in North America could see the Red Planet near a Red Moon during a Total Lunar Eclipse.",
    "hdurl": "https://apod.nasa.gov/apod/image/1807/MarsOpp2panelSTSCI_2094.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars Opposition",
    "url": "https://apod.nasa.gov/apod/image/1807/MarsOpp2panelSTSCI_1047.jpg"
  },
  {
    "copyright": "Fernando Cabrerizo",
    "date": "2018-07-28",
    "explanation": "Taken on the same night, from the same place, with the same telescope and camera, these postcards from our Solar System are shown at the same scale to provide an interesting comparison of apparent sizes. Spanning about half a degree in planet Earth's sky, the Moon is a stitched mosaic of six images. The others are the result of digitally stacked frames or simple single exposures, with the real distances to the objects indicated along the bottom of each insert. Most of the Solar System's planets with their brighter moons, and Pluto were captured during the telescopic expedition, but elusive Mercury was missed because of clouds near the horizon. The International Space Station was successfully hunted, though. The night was July 21st. Telescope and camera were located at the Centro Astronomico de Tiedra Observatory in Spain.   Highlights: Recent Total Lunar Eclipse",
    "hdurl": "https://apod.nasa.gov/apod/image/1807/20180721_apparentSizes.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "One Night, One Telescope, One Camera",
    "url": "https://apod.nasa.gov/apod/image/1807/20180721_apparentSizes1024.jpg"
  },
  {
    "date": "2018-07-29",
    "explanation": "What wonders lie at the center of our Galaxy? In Jules Verne's science fiction classic A Journey to the Center of the Earth, Professor Liedenbrock and his fellow explorers encounter many strange and exciting wonders. Astronomers already know of some of the bizarre objects that exist at our Galactic center, including like vast cosmic dust clouds, bright star clusters, swirling rings of gas, and even a supermassive black hole. Much of the Galactic Center is shielded from our view in visible light by the intervening dust and gas, but it can be explored using other forms of electromagnetic radiation. The featured video is actually a digital zoom into the Milky Way's center which starts by utilizing visible light images from the Digitized Sky Survey. As the movie proceeds, the light shown shifts to dust-penetrating infrared and highlights gas clouds that were recently discovered in 2013 to be falling toward central black hole. In 2018 May, observations of a star passing near the Milky Way's central black hole showed, for the first time, a gravitational redshift of the star's light -- as expected from Einstein's general relativity.    Highlights: Recent Total Lunar Eclipse",
    "media_type": "video",
    "service_version": "v1",
    "title": "Journey to the Center of the Galaxy",
    "url": "https://www.youtube.com/embed/FNHexFdacK0?rel=0"
  },
  {
    "date": "2018-07-30",
    "explanation": "Moonrise doesn't usually look this interesting. For one thing, the full moon is not usually this dark -- but last Friday the moon rose here as it simultaneously passed through the shadow of the Earth.  For another thing, the Moon does not usually look this red -- but last Friday it was slightly illuminated by red sunlight preferentially refracted through the Earth's atmosphere. Next, the Moon doesn't usually rise next to a planet, but since Mars was also coincidently nearly opposite the Sun, the red planet was visible to the full moon's upper right. Finally, from the vantage point of most people, the Moon does not usually rise over Rio de Janeiro in Brazil. Last Friday's sunset eclipse, however, specifically its remarkable Micro Blood Moon Total Lunar Eclipse, was captured from Rio's Botofogo Beach, along with an unusually large crowd of interested onlookers.",
    "hdurl": "https://apod.nasa.gov/apod/image/1807/BloodMoonEclipse_Fairbairn_3800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Eclipse over Rio",
    "url": "https://apod.nasa.gov/apod/image/1807/BloodMoonEclipse_Fairbairn_960.jpg"
  },
  {
    "date": "2018-07-31",
    "explanation": "What lies beneath the layered south pole of Mars? A recent measurement with ground-penetrating radar from ESA's Mars Express satellite has detected a bright reflection layer consistent with an underground lake of salty water. The reflection comes from about 1.5 kilometers down and covers an area 20 kilometers across. Liquid water evaporates quickly from the surface of Mars, but a briny confined lake, such as implied by the radar reflection, could last much longer and be a candidate to host life such as microbes.  Pictured, an infrared, green, and blue image of the south pole of Mars taken by Mars Express in 2012 shows a complex mixture of layers of dirt, frozen carbon dioxide, and frozen water.",
    "hdurl": "https://apod.nasa.gov/apod/image/1807/SouthPole_MarsExpress_2310.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Layers of the South Pole of Mars",
    "url": "https://apod.nasa.gov/apod/image/1807/SouthPole_MarsExpress_1080.jpg"
  },
  {
    "copyright": "Francesco Sferlazza",
    "date": "2018-08-01",
    "explanation": "What blue flower grows in this field of dark interstellar dust? The Iris Nebula. The striking blue color of the Iris Nebula is created by light from the bright star SAO 19158 reflecting off of a dense patch of normally dark dust. Not only is the star itself mostly blue, but blue light from the star is preferentially reflected by the dust -- the same effect that makes Earth's sky blue. The brown tint of the pervasive dust comes partly from photoluminescence -- dust converting ultraviolet radiation to red light.  Cataloged as NGC 7023, the Iris Nebula is studied frequently because of the unusual prevalence there of Polycyclic Aromatic Hydrocarbons (PAHs), complex molecules that are also released on Earth during the incomplete combustion of wood fires. The bright blue portion of the Iris Nebula spans about six light years. The Iris Nebula, pictured here, lies about 1300 light years distant and can be found with a small telescope toward the constellation of Cepheus.   APOD Event: APOD Editor to speak at Fermilab on August 8",
    "hdurl": "https://apod.nasa.gov/apod/image/1808/IrisNebula_Sgueglia_2729.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Iris Nebula in a Field of Dust",
    "url": "https://apod.nasa.gov/apod/image/1808/IrisNebula_Sgueglia_1080.jpg"
  }
]
