[
  {
    "date": "2018-10-01",
    "explanation": "A new chapter in space flight began in 1950 with the launch of the first rocket from Cape Canaveral, Florida: the Bumper V-2.  Featured here, the Bumper V-2 was an ambitious two-stage rocket program that topped a V-2 missile base with a WAC Corporal rocket.  The upper stage was able to reach then-record altitudes of almost 400 kilometers, about the height of the modern International Space Station.  Launched under the direction of the General Electric Company, the Bumper V-2 was used primarily for testing rocket systems and for research on the upper atmosphere.  Bumper V-2 rockets carried small payloads that allowed them to measure attributes including air temperature and cosmic ray impacts.  Seven years later, the Soviet Union launched Sputnik I and Sputnik II, the first satellites into Earth orbit.  In response in 1958, 60 years ago today, the USA created NASA.    Anniversary: NASA: 60 Years and Counting",
    "hdurl": "https://apod.nasa.gov/apod/image/1810/bumper2_nasa_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The First Rocket Launch from Cape Canaveral",
    "url": "https://apod.nasa.gov/apod/image/1810/bumper2_nasa_960.jpg"
  },
  {
    "copyright": "John Entwistle",
    "date": "2018-10-02",
    "explanation": "Yes, but can your rainbow do this?  After the remnants of Hurricane Florence passed over the Jersey Shore, New Jersey, USA last month, the Sun came out in one direction but something quite unusual appeared in the opposite direction: a hall of rainbows.  Over the course of a next half hour, to the delight of the photographer and his daughter, vibrant supernumerary rainbows faded in and out, with at least five captured in this featured single shot.  Supernumerary rainbows only form when falling water droplets are all nearly the same size and typically less than a millimeter across.  Then, sunlight will not only reflect from inside the raindrops, but interfere, a wave phenomenon similar to ripples on a pond when a stone is thrown in. In fact, supernumerary rainbows can only be explained with waves, and their noted existence in the early 1800s was considered early evidence of light's wave nature.   Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1810/SupernumeraryRainbows_Entwistle_1362.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Supernumerary Rainbows over New Jersey",
    "url": "https://apod.nasa.gov/apod/image/1810/SupernumeraryRainbows_Entwistle_960.jpg"
  },
  {
    "date": "2018-10-03",
    "explanation": "Jewels don't shine this bright -- only stars do. And almost every spot in this glittering jewel-box of an image from the Hubble Space Telescope is a star. Now some stars are more red than our Sun, and some more blue -- but all of them are much farther away.  Although it takes light about 8 minutes to reach Earth from the Sun, NGC 1898 is so far away that it takes light about 160,000 years to get here. This huge ball of stars, NGC 1898, is called a globular cluster and resides in the central bar of the Large Magellanic Cloud (LMC) -- a satellite galaxy of our large Milky Way Galaxy. The featured multi-colored image includes light from the infrared to the ultraviolet and was taken to help determine if the stars of NGC 1898 all formed at the same time, or at different times. There are increasing indications that most globular clusters formed stars in stages, and that, in particular, stars from NGC 1898 formed shortly after ancient encounters with the Small Magellanic Cloud (SMC) and our Milky Way Galaxy.   Space Telescope Live: Where is Hubble looking right now?",
    "hdurl": "https://apod.nasa.gov/apod/image/1810/NGC1898_Hubble_2913.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1898: Globular Cluster in the Large Magellanic Cloud",
    "url": "https://apod.nasa.gov/apod/image/1810/NGC1898_Hubble_960.jpg"
  },
  {
    "date": "2018-10-04",
    "explanation": "On Mars dust storms can't actually blow spacecraft over, but they can blot out the Sun. Over three months ago a planet-wide dust storm caused a severe lack of sunlight for the Mars rover Opportunity at its location near the west rim of Endeavour crater. The lack of sunlight sent the solar-powered Opportunity into hibernation and for over 115 sols controllers have not received any communication from the rover. The dust is clearing as the storm subsides though. On September 20th, when this image was taken by the Mars Reconnaissance Orbiter's HiRISE camera, about 25 percent of the sunlight was reaching the surface again. The white box marks a 47-meter-wide (154-foot-wide) area centered on a blip identified as the silent-for-now Opportunity rover.",
    "hdurl": "https://apod.nasa.gov/apod/image/1810/PIA22549_fig1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Opportunity After the Storm",
    "url": "https://apod.nasa.gov/apod/image/1810/PIA22549_fig1s.jpg"
  },
  {
    "copyright": "Radu-Mihai Anghel",
    "date": "2018-10-05",
    "explanation": "That's not a young crescent Moon poised above the hills along the western horizon at sunset. It's Venus in a crescent phase. About 54 million kilometers away and less than 20 percent illuminated, it was captured by telescope and camera on September 30 near Bacau, Romania. The bright celestial beacon is now languishing in the evening twilight, its days as the Evening Star in 2018 coming to a close. But it also grows larger in apparent size and becomes an ever thinner crescent in telescopic views. Heading toward an inferior conjunction (non-judgmental), the inner planet will be positioned between Earth and Sun on October 26 and lost from view in the solar glare. At month's end a crescent Venus will reappear in the east though, rising just before the Sun as the brilliant Morning Star.",
    "hdurl": "https://apod.nasa.gov/apod/image/1810/Venus_Radu-Mihai_MG_3429.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Last Days of Venus as the Evening Star",
    "url": "https://apod.nasa.gov/apod/image/1810/Venus_Radu-Mihai_MG_3429_1067px.jpg"
  },
  {
    "copyright": "Mia Stalnacke",
    "date": "2018-10-06",
    "explanation": "What does an aurora look like to a frog? \"Awesome!\" is the likely answer, suggested by this imaginative snapshot taken on October 3rd from Kiruna, Sweden. Frequented by apparitions of the northern lights, Kiruna is located in Lapland north of the Arctic Circle, and often under the auroral oval surrounding planet Earth's geomagnetic north pole. To create a tantalizing view from a frog's perspective the photographer turned on the flashlight on her phone and placed it on the ground facing down, resting her camera's lens on top. The \"diamonds\" in the foreground are icy pebbles right in front of the lens, lit up by the flashlight. Reflecting the shimmering northern lights, the \"lake\" is a frozen puddle on the ground. Of course, in the distance is the Bengt Hultqvist Observatory.",
    "hdurl": "https://apod.nasa.gov/apod/image/1810/AuroraFrogStalnacke3072.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora: The Frog's View",
    "url": "https://apod.nasa.gov/apod/image/1810/AuroraFrogStalnacke1024.jpg"
  },
  {
    "copyright": "Cary & Michael Huang",
    "date": "2018-10-07",
    "explanation": "What does the universe look like on small scales? On large scales?  Humanity is discovering that the universe is a very different place on every proportion that has been explored. For example, so far as we know, every tiny proton is exactly the same, but every huge galaxy is different. On more familiar scales, a small glass table top to a human is a vast plane of strange smoothness to a dust mite -- possibly speckled with cell boulders. Not all scale lengths are well explored -- what happens to the smallest mist droplets you sneeze, for example, is a topic of active research -- and possibly useful to know to help stop the spread of disease. The featured interactive flash animation, a modern version of the classic video Powers of Ten, is a new window to many of the known scales of our universe.  By moving the scroll bar across the bottom, you can explore a diversity of sizes, while clicking on different items will bring up descriptive information.",
    "media_type": "other",
    "service_version": "v1",
    "title": "The Scale of the Universe - Interactive"
  },
  {
    "copyright": "Fritz Helmut Hemmerich",
    "date": "2018-10-08",
    "explanation": "Small bits of this greenish-gray comet are expected to streak across Earth's atmosphere tonight. Specifically, debris from the eroding nucleus of Comet 21P / Giacobini-Zinner, pictured, causes the annual Draconids meteor shower, which peaks this evening.  Draconid meteors are easy to enjoy this year because meteor rates will likely peak soon after sunset with the Moon's glare nearly absent.  Patience may be needed, though, as last month's passing of 21P near the Earth's orbit is  not expected to increase the Draconids' normal meteor rate this year of (only) a few meteors per hour.  Then again, meteor rates are notoriously hard to predict, and the Draconids were quite impressive in 1933, 1946, and 2011.  Featured, Comet 21P gracefully posed between the Rosette (upper left) and Cone (lower right) nebulas two weeks ago before heading back out to near the orbit of Jupiter, to return again in about six and a half years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1810/Comet21P_Hemmerich_1440.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet 21P Between Rosette and Cone Nebulas",
    "url": "https://apod.nasa.gov/apod/image/1810/Comet21P_Hemmerich_960.jpg"
  },
  {
    "date": "2018-10-09",
    "explanation": "Many spiral galaxies have bars across their centers.  Even our own Milky Way Galaxy is thought to have a modest central bar. Prominently barred spiral galaxy NGC 1672, featured here, was captured in spectacular detail in an image taken by the orbiting Hubble Space Telescope. Visible are dark filamentary dust lanes, young clusters of bright blue stars, red emission nebulas of glowing hydrogen gas, a long bright bar of stars across the center, and a bright active nucleus that likely houses a supermassive black hole.  Light takes about 60 million years to reach us from NGC 1672, which spans about 75,000 light years across. NGC 1672, which appears toward the constellation of the Dolphinfish (Dorado), is being studied to find out how a spiral bar contributes to star formation in a galaxy's central regions.",
    "hdurl": "https://apod.nasa.gov/apod/image/1810/NGC1672_Hubble_3600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1672: Barred Spiral Galaxy from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1810/NGC1672_Hubble_1080.jpg"
  },
  {
    "date": "2018-10-10",
    "explanation": "Sometimes, the surface of our Sun seems to dance. In the middle of 2012, for example, NASA's Sun-orbiting Solar Dynamic Observatory spacecraft imaged an impressive prominence that seemed to perform a running dive roll like an acrobatic dancer.  The dramatic explosion was captured in ultraviolet light in the featured time-lapse video covering about three hours. A looping magnetic field directed the flow of hot plasma on the Sun. The scale of the   dancing prominence is huge -- the entire Earth would easily fit under the flowing   arch of hot gas.  A quiescent prominence typically lasts about a month, and may erupt in a Coronal Mass Ejection (CME) expelling hot gas into the Solar System.  The energy mechanism that creates a solar prominence is still a topic of research.  Unlike 2012, this year the Sun's surface is significantly more serene, featuring fewer spinning prominences, as it is near the minimum in its 11-year magnetic cycle.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Sun Dance",
    "url": "https://www.youtube.com/embed/hQFEHH5E69s?rel=0"
  },
  {
    "copyright": "John Kraus",
    "date": "2018-10-11",
    "explanation": "A SpaceX Falcon 9 rocket launch dazzled viewers along the U.S. west coast after sunset on October 7. Rising from Vandenberg Air Force Base, California, planet Earth, the Falcon 9's first stage then returned to a landing zone some 400 meters from the launch site less than 8 minutes after liftoff. Both launch and first stage landing (left) are captured in the frame of this two image stack, recorded by a stationary, sound-activated camera set up on a nearby hill. This Falcon 9 rocket delivered its payload, an Earth-observing satellite developed by Argentina's national space agency, to low Earth orbit. Of course, the Falcon 9 first stage had flown before. Following a launch from Vandenberg on July 25 it was recovered after landing on the autonomous drone ship Just Read the Instructions.",
    "hdurl": "https://apod.nasa.gov/apod/image/1810/DSC_4229-Edit-2Falcon9Kraus2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "West Coast Launch and Landing",
    "url": "https://apod.nasa.gov/apod/image/1810/DSC_4229-Edit-2Falcon9Kraus1024.jpg"
  },
  {
    "copyright": "Brian Haidet",
    "date": "2018-10-12",
    "explanation": "Not the Hubble Space Telescope's latest view of a distant planetary nebula, this illuminated cloud of gas and dust dazzled even casual U.S. west coast skygazers on October 7. Taken about three miles north of Vandenberg Air Force Base, the image follows plumes and exhaust from the first and second stage of a SpaceX Falcon 9 rocket rising through southern California's early evening skies. In the fading twilight, the reddish smoke drifting in the foreground at the right is from the initial ascent of the rocket. The expanding blue and orange filamentary plumes are from first and second stage separation and the first stage boostback burn, still in sunlight at extreme altitudes. But the bright spot below center is the second stage itself headed almost directly away from the camera, accelerating to orbital velocity and far downrange. Pulsed thrusters form the upside down V-shape at the top as they guide the reusable Falcon 9 first stage back to the landing site.",
    "hdurl": "https://apod.nasa.gov/apod/image/1810/DSC08399-LrOut-Haidet2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Falcon 9 Nebula",
    "url": "https://apod.nasa.gov/apod/image/1810/DSC08399-LrOut-Haidet1024.jpg"
  },
  {
    "copyright": "Jack Fusco",
    "date": "2018-10-13",
    "explanation": "Kona, a young boxer, is a dog who loves splashing in the waves along Solana Beach near San Diego, planet Earth. But he paused here, at least briefly, during an early evening romp on October 7. Along with two people friends he gazes skyward in this snapshot, dazzled by the flight of a Falcon 9 rocket. Their seaside view is of the sunlit exhaust plumes from the rocket's first stage thrusters as it returns to Vandenberg Air Force base, its launch site over 250 miles to the north.",
    "hdurl": "https://apod.nasa.gov/apod/image/1810/FuscoFalcon9SolanaBeachwRachelKona-2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Skygazers on the Beach",
    "url": "https://apod.nasa.gov/apod/image/1810/FuscoFalcon9SolanaBeachwRachelKona-21024.jpg"
  },
  {
    "copyright": "David Lindemann",
    "date": "2018-10-14",
    "explanation": "When did Orion become so flashy? This colorful rendition of part of the constellation of Orion comes from red light emitted by hydrogen and sulfur (SII), and blue-green light emitted by oxygen (OIII).  Hues on the featured image were then digitally reassigned to be indicative of their elemental origins -- but also striking to the human eye.  The breathtaking composite was painstakingly composed from hundreds of images which took nearly 200 hours to collect.  Pictured, Barnard's Loop, across the image bottom, appears to cradle interstellar constructs including the intricate Orion Nebula seen just right of center.  The Flame Nebula can also be quickly located, but it takes a careful eye to identify the slight indentation of the dark Horsehead Nebula. As to Orion's flashiness -- a leading explanation for the origin of Barnard's Loop is a supernova blast that occurred about two million years ago.   Share the Sky: NASA Open API for APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/1810/OrionRedBlue_Lindemann_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion in Red and Blue",
    "url": "https://apod.nasa.gov/apod/image/1810/OrionRedBlue_Lindemann_960.jpg"
  },
  {
    "copyright": "Andrew Klinger",
    "date": "2018-10-15",
    "explanation": "From afar, the whole thing looks like an Eagle.  A closer look at the Eagle Nebula, however, shows the bright region is actually a window into the center of a larger dark shell of dust.  Through this window, a brightly-lit workshop appears where a whole open cluster of stars is being formed.  In this cavity tall pillars and round globules of dark dust and cold molecular gas remain where stars are still forming.  Already visible are several young bright blue stars whose light and winds are burning away and pushing back the remaining filaments and walls of gas and dust.  The Eagle emission nebula, tagged M16, lies about 6500 light years away, spans about 20 light-years, and is visible with binoculars toward the constellation of the Serpent (Serpens).  This picture involved over 25 hours of imaging and combines three specific emitted colors emitted by sulfur (colored as red), hydrogen (yellow), and oxygen (blue).",
    "hdurl": "https://apod.nasa.gov/apod/image/1810/M16_Klinger_3595.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M16: In and Around the Eagle Nebula",
    "url": "https://apod.nasa.gov/apod/image/1810/M16_Klinger_960.jpg"
  },
  {
    "date": "2018-10-16",
    "explanation": "Jupiter looks a bit different in ultraviolet light.  To better interpret  Jupiter's cloud motions and to help NASA's robotic Juno spacecraft understand the planetary context of the small fields that it sees, the Hubble Space Telescope is being directed to regularly image the entire Jovian giant. The colors of Jupiter being monitored go beyond the normal human visual range to include both ultraviolet and (not pictured) infrared light.  Featured from 2017, Jupiter appears different in near ultraviolet light, partly because the amount of sunlight reflected back is distinct, giving differing cloud heights and latitudes discrepant brightnesses. In the near UV, Jupiter's poles appear relatively dark, as does its Great Red Spot and a smaller (optically) white oval to the right.  The String of Pearl storms farther to the right, however, are brightest in near ultraviolet, and so here appear (false-color) pink.  Jupiter's largest moon Ganymede appears on the upper left. Juno continues on its looping 53-day orbits around Jupiter, while Earth-orbiting Hubble is now recovering from the loss of a stabilizing gyroscope.",
    "hdurl": "https://apod.nasa.gov/apod/image/1810/JupiterUV_HubbleSchmidt_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter in Ultraviolet from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1810/JupiterUV_HubbleSchmidt_960.jpg"
  },
  {
    "copyright": "Bernhard Hubl",
    "date": "2018-10-17",
    "explanation": "Messier 15 is an immense swarm of over 100,000 stars. A 13 billion year old relic of the early formative years of our galaxy it's one of about 170 globular star clusters that still roam the halo of the Milky Way. Centered in this sharp telescopic view, M15 lies about 35,000 light years away toward the constellation Pegasus, well beyond the spiky foreground stars. Its diameter is about 200 light-years. But more than half its stars are packed into the central 10 light-years or so, one of the densest concentrations of stars known. Hubble-based measurements of the increasing velocities of M15's central stars are evidence that a massive black hole resides at the center of dense globular cluster M15.",
    "hdurl": "https://apod.nasa.gov/apod/image/1810/M015-2_Hubl.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M15: Dense Globular Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/1810/M015-2_Hubl1024.jpg"
  },
  {
    "copyright": "Sarah Brands",
    "date": "2018-10-18",
    "explanation": "On October 10, a new telescope reflected the light of the setting Sun. With dark horizon above and sunset colors below, its segmented mirror inverts an image of the beautiful evening sky in this snapshot from the Roque del Los Muchachos Observatory on the Canary Island of La Palma. The mirror segments cover a 23 meter diameter and are mounted in the open structure of the Large Scale Telescope 1, inaugurated as the first component of the Cherenkov Telescope Array (CTA). Most ground-based telescopes are hindered by the atmosphere that blurs, scatters, and absorbs light. But cherenkov telescopes are designed to detect very high energy gamma rays and actually require the atmosphere to operate. As the gamma rays impact the upper atmosphere they produce air showers of high-energy particles. A large, fast camera at the common focus images the brief flashes of optical light, called Cherenkov light, created by the air shower particles. The flashes reveal the incoming gamma ray timing, direction, and energy. Ultimately more than 100 Cherenkov telescopes are planned for the CTA at locations in both northern and southern hemispheres on planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/1810/CTA_inauguratedSarahBrands.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cherenkov Telescope at Sunset",
    "url": "https://apod.nasa.gov/apod/image/1810/CTA_inauguratedSarahBrands1024.jpg"
  },
  {
    "copyright": "Dong Han",
    "date": "2018-10-19",
    "explanation": "Taken near local midnight, this autumn night's panorama follows the arch of the Milky Way across the northern horizon from the High Fens, Eifel Nature Park at the border of Belgium and Germany. Shift your gaze across the wetlands from west to east (left to right) and you can watch stars once more prominent in northern summer give way to those that will soon dominate northern winter nights. Setting, wanderer Mars is brightest at the far left, still shining against almost overwhelming city lights along the southwestern horizon. Bright stars Altair, Deneb, and Vega form the northern sky's summer triangle, straddling the Milky Way left of center. Part of the winter hexagon Capella and Aldebaran, along with the beautiful Pleiades star cluster shine across the northeastern sky. The line-of-sight along the hikers boardwalk leads almost directly toward the Big Dipper, an all season asterism from these northern latitudes. Follow the Big Dipper's pointer stars to Polaris and the north celestial pole nearly centered above it. Andromeda, the other large galaxy in the skyscape, is near the top of the frame.",
    "hdurl": "https://apod.nasa.gov/apod/image/1810/360_archDHan.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Summer to Winter Milky Way",
    "url": "https://apod.nasa.gov/apod/image/1810/360_archDHan1065.jpg"
  },
  {
    "copyright": "West Mountain Observatory",
    "date": "2018-10-20",
    "explanation": "Not a Falcon 9 rocket launch after sunset, the Cat's Eye Nebula (NGC 6543) is one of the best known planetary nebulae in the sky. Its haunting symmetries are seen in the very central region of this composited picture, processed to reveal an enormous but extremely faint halo of gaseous material, over three light-years across. Made with data from ground- and space-based telescopes it shows the extended emission which surrounds the brighter, familiar planetary nebula. Planetary nebulae have long been appreciated as a final phase in the life of a sun-like star. But only more recently have some planetaries been found to have halos like this one, likely formed of material shrugged off during earlier active episodes in the star's evolution. While the planetary nebula phase is thought to last for around 10,000 years, astronomers estimate the outer filamentary portions of this halo to be 50,000 to 90,000 years old.",
    "hdurl": "https://apod.nasa.gov/apod/image/1810/NGC6543-BYU-L.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Halo of the Cat's Eye",
    "url": "https://apod.nasa.gov/apod/image/1810/NGC6543-BYU-L1024.jpg"
  },
  {
    "copyright": "Takao Sambommatsu",
    "date": "2018-10-21",
    "explanation": "A meteor, a comet, and a photogenic nebula have all been captured in this single image.  The closest and most fleeting is the streaking meteor on the upper right -- it was visible for less than a second. The meteor, which disintegrated in Earth's atmosphere, was likely a small bit of debris from the nucleus of Comet 21P/Giacobini-Zinner, coincidentally the comet captured in the same image. Comet 21P, pictured across the inner Solar System from Earth, is distinctive for its long dust tail spread horizontally across the image center.  This comet has been visible with binoculars for the past few months but is now fading as it heads back out to the orbit of Jupiter.  Farthest out at 3,500 light years distant is the IC 2177, the Seagull Nebula, visible on the left.  The comparatively vast Seagull Nebula, with a wingspan on order 250 light-years, will likely remain visible for hundreds of thousands of years.  Long exposures, taken about two weeks ago from Iwaki-City in Japan, were combined to capture the image's faintest elements.  You, too, could see a meteor like this -- and perhaps sooner than you might think: tonight is the peak of the Orionids meteor shower.",
    "hdurl": "https://apod.nasa.gov/apod/image/1810/CometMeteorNebula_TSam_5310.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Meteor, Comet, and Seagull (Nebula)",
    "url": "https://apod.nasa.gov/apod/image/1810/CometMeteorNebula_TSam_1080.jpg"
  },
  {
    "date": "2018-10-22",
    "explanation": "Apollo 12 was the second mission to land humans on the Moon. The landing site was picked to be near the location of Surveyor 3, a robot spacecraft that had landed on the Moon three years earlier. In the featured photograph, taken by lunar module pilot Alan Bean, mission commander Pete Conrad jiggles the Surveyor spacecraft to see how firmly it is situated. The lunar module is visible in the distance.  Apollo 12 brought back many photographs and moon rocks.  Among the milestones achieved by Apollo 12 was the deployment of the Apollo Lunar Surface Experiments Package, which carried out many experiments including one that measured the solar wind.",
    "hdurl": "https://apod.nasa.gov/apod/image/1810/surveyor3_ap12c_1488.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 12 Visits Surveyor 3",
    "url": "https://apod.nasa.gov/apod/image/1810/surveyor3_ap12c_960.jpg"
  },
  {
    "date": "2018-10-23",
    "explanation": "How did galaxies form in the early universe? To help find out, astronomers surveyed a patch of dark night sky with the Very Large Telescope array in Chile to find and count galaxies that formed when our universe was very young. Analysis of the distribution of some distant galaxies (redshifts near 2.5) found an enormous conglomeration of galaxies that spanned 300 million light years and contained about 5,000 times the mass of our Milky Way Galaxy.  Dubbed Hyperion, it is currently the largest and most massive proto-supercluster yet discovered in the early universe. A proto-supercluster is a group of young galaxies that is gravitationally collapsing to create a supercluster, which itself a group of several galaxy clusters, which itself is a group of hundreds of galaxies, which itself is a group of billions of stars. In the featured visualization, massive galaxies are depicted in white, while regions containing a large amount of smaller galaxies are shaded blue.  Identifying and understanding such large groups of early galaxies contributes to humanity's understanding of the composition and evolution of the universe as a whole.",
    "hdurl": "https://apod.nasa.gov/apod/image/1810/HyperionGalaxies_ESO_6000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hyperion: Largest Known Galaxy Proto-Supercluster",
    "url": "https://apod.nasa.gov/apod/image/1810/HyperionGalaxies_ESO_1080.jpg"
  },
  {
    "copyright": "Vincent Brady",
    "date": "2018-10-24",
    "explanation": "What's happening in the sky? Unusual lights appeared last week to hover above Whitefish Bay on the eastern edge of Lake Superior between the USA and Canada. Unsure of the cause, the Michigan-based astrophotographer switched camera lenses -- from fisheye to telephoto -- and soon realized he was seeing light pillars: vertical lines of light over a ground source that reflect from falling ice crystals.  As the ground temperature was above freezing, the flat crystals likely melted as they approached the ground, creating a lower end to the vertical light pillars.  The red ground lights originated from wind turbines on Ile Parisienne, a Canadian Island visible across the bay.",
    "hdurl": "https://apod.nasa.gov/apod/image/1810/LightPillars_Brady_4000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Light Pillars over Whitefish Bay",
    "url": "https://apod.nasa.gov/apod/image/1810/LightPillars_Brady_960.jpg"
  },
  {
    "copyright": "Steve Milne",
    "date": "2018-10-25",
    "explanation": "Light-years across, this suggestive shape known as the Seahorse Nebula appears in silhouette against a rich, luminous background of stars. Seen toward the royal northern constellation of Cepheus, the dusty, obscuring clouds are part of a Milky Way molecular cloud some 1,200 light-years distant. It is also listed as Barnard 150 (B150), one of 182 dark markings of the sky cataloged in the early 20th century by astronomer E. E. Barnard. Packs of low mass stars are forming within from collapsing cores only visible at long infrared wavelengths. Still, colorful stars in Cepheus add to the pretty, galactic skyscape.",
    "hdurl": "https://apod.nasa.gov/apod/image/1810/Milne_B150_FIN_APOD2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Barnard 150: Seahorse in Cepheus",
    "url": "https://apod.nasa.gov/apod/image/1810/Milne_B150_FIN_APOD1024.jpg"
  },
  {
    "copyright": "Ken Crawford",
    "date": "2018-10-26",
    "explanation": "These bright rims and flowing shapes look ghostly on a cosmic scale. A telescopic view toward the constellation Cassiopeia, the colorful (zoomable) skyscape features the swept-back, comet-shaped clouds IC 59 (left) and IC 63. About 600 light-years distant, the clouds aren't actually ghosts, but they are slowly disappearing under the influence of energetic radiation from hot,luminous star gamma Cas. Gamma Cas is physically located only 3 to 4 light-years from the nebulae, just off the top right edge of the frame. Slightly closer to gamma Cas, IC 63 is dominated by red H-alpha light emitted as hydrogen atoms ionized by the star's ultraviolet radiation recombine with electrons. Farther from the star, IC 59 shows proportionally less H-alpha emission but more of the characteristic blue tint of dust reflected star light. The field of view spans about 1 degree or 10 light-years at the estimated distance of gamma Cas and friends.",
    "hdurl": "https://apod.nasa.gov/apod/image/1810/IC59IC63crawford.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 59 and IC 63 in Cassiopeia",
    "url": "https://apod.nasa.gov/apod/image/1810/IC59IC63crawford600h.jpg"
  },
  {
    "copyright": "Yuri Beletsky",
    "date": "2018-10-27",
    "explanation": "The best known asterism in northern skies hangs over the Canadian Rockies in this mountain and night skyscape taken last week from Banff National Park. But most remarkable is the amazing greenish airglow. With airglow visible to the eye, but not in color, the scene was captured in two exposures with a single camera, one exposure made while tracking the stars and one fixed to a tripod. Airglow emission is predominately from atmospheric oxygen atoms at extremely low densities. Commonly recorded in color by sensitive digital cameras the eerie, diffuse light is seen here in waves across the northern night. Originating at an altitude similar to aurorae, the luminous airglow is due to chemiluminescence, the production of light through chemical excitation and radiative decay. Energy for the chemical excitation is provided during daytime by the Sun's extreme ultraviolet radiation. Unlike aurorae which are limited to high latitudes, airglow can be found around the globe.",
    "hdurl": "https://apod.nasa.gov/apod/image/1810/airglow_banff_beletsky.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Airglow Borealis",
    "url": "https://apod.nasa.gov/apod/image/1810/airglow_banff_beletsky1082.jpg"
  },
  {
    "date": "2018-10-28",
    "explanation": "Which planet is this? Earth.  The featured false color picture shows how the Earth shines in ultraviolet (UV) light.  The image is historic because it was taken from the surface of the Moon by humanity's first lunar observatory.  (Another is operating now.)  Although very little UV light is transmitted through the Earth's atmosphere, what sunlight does make it through might cause a sunburn.  The part of the Earth facing the Sun reflects much UV light, but perhaps more interesting is the side facing away from the Sun.  Here bands of UV emission are the result of auroras and are caused by charged particles expelled by the Sun. Other planets showing auroras in the UV include Mars, Saturn, Jupiter, and Uranus.",
    "hdurl": "https://apod.nasa.gov/apod/image/1810/EarthUV_Apollo16_1719.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ultraviolet Earth from an Observatory on the Moon",
    "url": "https://apod.nasa.gov/apod/image/1810/EarthUV_Apollo16_960.jpg"
  },
  {
    "date": "2018-10-29",
    "explanation": "How do galaxies grow? To help find out, the Hubble Space Telescope was deployed to image the unusual elliptical galaxy PGC 42871. How this galaxy came to be surrounded by numerous shells of stars may give clues about how it evolved.  Embedded in the diffuse shells are massive globular clusters of stars -- stars which analyses show were born during three different epochs.  This and other data indicate that PGC 42871 has been in at least two galactic collisions, at least one of which might have been with a former spiral galaxy. The remaining spiral galaxy on the far left is at the same distance as PGC 42871 and may have been involved in some of the collisions.  PGC 42871 spans about 20 thousand light years and lies about 270 million light years away toward the constellation of Centaurus.    Open Science: Browse 1,800+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/1810/PGC42871_HubblePestana_5051.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shells of Stars in Elliptical Galaxy PGC 42871",
    "url": "https://apod.nasa.gov/apod/image/1810/PGC42871_HubblePestana_960.jpg"
  },
  {
    "copyright": "Yin Hao",
    "date": "2018-10-30",
    "explanation": "Meteors have been shooting out from the constellation of Orion.  This was expected, as October is the time of year for the Orionids Meteor Shower.  Pictured here, over two dozen meteors were caught in successively added exposures last October over Wulan Hada volcano in Inner Mongolia, China. The featured image shows multiple meteor streaks that can all be connected to a single small region on the sky called the radiant, here visible just above and to the left of the belt of Orion,  The Orionids meteors started as sand sized bits expelled from Comet Halley during one of its trips to the inner Solar System.  Comet Halley is actually responsible for two known meteor showers, the other known as the Eta Aquarids and visible every May.  An Orionids image featured on APOD one year ago today from the same location shows the same car.  Next month, the Leonids Meteor Shower from Comet Tempel-Tuttle should also result in some bright meteor streaks.   Follow APOD on: Facebook,  Instagram, Reddit, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1810/Orionids_Hao_2324.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orionids Meteors over Inner Mongolia",
    "url": "https://apod.nasa.gov/apod/image/1810/Orionids_Hao_960.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2018-10-31",
    "explanation": "Better known as Hind's Crimson Star, R Leporis is a rare star in planet Earth's night sky. It's also a shocking shade of red. The star's discoverer, 19th century English astronomer John Russell Hind, reported that it appeared in a telescope \"... like a drop of blood on a black field.\" Located 1,360 light-years away in the constellation Lepus the star is a Mira-type variable, changing its brightness over a period of about 14 months. R Leporis is now recognized as a carbon star, a very cool and highly evolved red giant with an extreme abundance of carbon. Extra carbon in carbon stars is created by helium fusion near the dying stellar core and dredged up into the stars' outer layers. The dredge-up results in an overabundance of simple carbon molecules, like CO, CH, CN, and C2. While it's true that cool stars radiate most of their energy in red and infrared light, the carbon molecules strongly absorb what little blue light is left and give carbon stars an exceptionally deep red color.  R Leporis is losing its carbon-rich atmosphere into the surrounding interstellar material through a strong stellar wind though, and could be near the transition to a planetary nebula. Oh, and Happy Halloween from the folks at APOD.",
    "hdurl": "https://apod.nasa.gov/apod/image/1811/RLeporisMP.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "R Leporis: A Vampire's Star",
    "url": "https://apod.nasa.gov/apod/image/1811/RLeporisMP1024.jpg"
  },
  {
    "date": "2018-11-01",
    "explanation": "Will spacecraft Hayabusa2 be able to land safely on asteroid Ryugu? Since arriving in June, pictures show that the surface of kilometer-sized Ryugu is covered with boulders, so that finding a flat enough area for the bus-sized spacecraft to touch down is proving a challenge. In the featured video, the shadow of Japan's robotic Hayabusa2 can be seen on the rugged face of Ryugu while ascending last week from a touchdown rehearsal only 20 meters over the surface.  Previously, small frisbee-sized landers detached from Hayabusa2, made contact with the diamond-shaped asteroid's surface, and started hopping around.  Studying Ryugu could tell humanity not only about the minor planet's surface and interior, but about what materials were available in the early Solar System for the development of life.  The touchdown of the Hayabusa2 mother ship is slated for early next year, hopefully followed by a soil sample collection for return to Earth.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Hayabusa2 Ascends from Asteroid Ryugu",
    "url": "https://www.youtube.com/embed/tEPQ-DuSViQ?rel=0"
  }
]
