[
  {
    "copyright": "CARA Project",
    "date": "2019-11-01",
    "explanation": "October 31, 1938 was the day after Martians encountered planet Earth, and everything was calm. Reports of the invasion were revealed to be part of a Halloween radio drama, the now famous broadcast based on H.G. Wells' scifi novel War of the Worlds. On Mars October 20, 2014 was calm too, the day after its close encounter with Comet Siding Spring (C/2013 A1). Not a hoax, this comet really did come within 86,700 miles or so of Mars, about 1/3 the Earth-Moon distance. Earth's spacecraft and rovers in Mars orbit and on the surface reported no ill effects though, and had a ringside seat as a visitor from the outer solar system passed by. Spanning over 2 degrees against stars of the constellation Ophiuchus, this colorful telescopic snapshot captures our view of Mars on the day after. Bluish star 51 Ophiuchi is at the upper right and the comet is just emerging from the Red Planet's bright glare.",
    "hdurl": "https://apod.nasa.gov/apod/image/1911/MarsSSdayafter_ligustri_astroligu60.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Day After Mars",
    "url": "https://apod.nasa.gov/apod/image/1911/MarsSSdayafter_ligustri_astroligu60.jpg"
  },
  {
    "copyright": "DSS",
    "date": "2019-11-02",
    "explanation": "The Flame Nebula stands out in this optical image of the dusty, crowded star forming regions toward Orion's belt, a mere 1,400 light-years away. X-ray data from the Chandra Observatory and infrared images from the Spitzer Space Telescope can take you inside the glowing gas and obscuring dust clouds though. Swiping your cursor (or clicking the image) will reveal many stars of the recently formed, embedded cluster NGC 2024, ranging in age from 200,000 years to 1.5 million years young. The X-ray/infrared composite image overlay spans about 15 light-years across the Flame's center. The X-ray/infrared data also indicate that the youngest stars are concentrated near the middle of the Flame Nebula cluster. That's the opposite of the simplest models of star formation for the stellar nursery that predict star formation begins in the denser center of a molecular cloud core. The result requires a more complex model; perhaps star formation continues longer in the center, or older stars are ejected from the center due to subcluster mergers.",
    "hdurl": "https://apod.nasa.gov/apod/image/1405/Flamessc2014-04a_Med.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Inside the Flame Nebula",
    "url": "https://apod.nasa.gov/apod/image/1405/flame_optical.jpg"
  },
  {
    "date": "2019-11-03",
    "explanation": "What's happening to the rings of Saturn? A little moon making big waves. The moon is 8-kilometer Daphnis and it is making waves in the Keeler Gap of Saturn's rings using just its gravity -- as it bobs up and down, in and out.  The featured image is a colored and more detailed version of a previously released images taken in 2017 by the robotic Cassini spacecraft during one of its Grand Finale orbits. Daphnis can be seen on the far right, sporting ridges likely accumulated from ring particles.  Daphnis was discovered in Cassini images in 2005 and raised mounds of ring particles so high in 2009 -- during Saturn's equinox when the ring plane pointed directly at the Sun -- that they cast notable shadows.",
    "hdurl": "https://apod.nasa.gov/apod/image/1911/DaphnisRings_Cassini_2328.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Daphnis and the Rings of Saturn",
    "url": "https://apod.nasa.gov/apod/image/1911/DaphnisRings_Cassini_960.jpg"
  },
  {
    "copyright": "Zhuoqun Wu",
    "date": "2019-11-04",
    "explanation": "Stars are battling gas and dust in the Lagoon Nebula but the photographers are winning. Also known as M8, this photogenic nebula is visible even without binoculars towards the constellation of the Archer (Sagittarius). The energetic processes of star formation create not only the colors but the chaos. The glowing gas results from high-energy starlight striking interstellar hydrogen gas and trace amounts of sulfur, and oxygen gases. The dark dust filaments that lace M8 were created in the atmospheres of cool giant stars and in the debris from supernovae explosions. The light from M8 we see today left about 5,000 years ago. Light takes about 50 years to cross this section of M8.",
    "hdurl": "https://apod.nasa.gov/apod/image/1911/M8_Wu_966.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Near the Center of the Lagoon Nebula",
    "url": "https://apod.nasa.gov/apod/image/1911/M8_Wu_966.jpg"
  },
  {
    "date": "2019-11-05",
    "explanation": "Why are these galaxies spinning so fast?  If you estimated each spiral's mass by how much light it emits, their fast rotations should break them apart.  The leading hypothesis as to why these galaxies don't break apart is dark matter -- mass so dark we can't see it. But these galaxies are even out-spinning this break-up limit -- they are the fastest rotating disk galaxies known.  It is therefore further hypothesized that their dark matter halos are so massive -- and their spins so fast -- that it is harder for them to form stars than regular spirals. If so, then these galaxies may be among the most massive spirals possible. Further study of surprising super-spirals like these will continue, likely including observations taken by NASA's James Webb Space Telescope scheduled for launch in 2021.",
    "hdurl": "https://apod.nasa.gov/apod/image/1911/SuperSpirals_HubbleSDSS_1777.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxies Spinning Super-Fast",
    "url": "https://apod.nasa.gov/apod/image/1911/SuperSpirals_HubbleSDSS_1080.jpg"
  },
  {
    "date": "2019-11-06",
    "explanation": "One of the last entries in Charles Messier's famous catalog, big, beautiful spiral galaxy M101 is definitely not one of the least. About 170,000 light-years across, this galaxy is enormous, almost twice the size of our own Milky Way Galaxy. M101 was also one of the original spiral nebulae observed with Lord Rosse's large 19th century telescope, the Leviathan of Parsonstown. In contrast, this multiwavelength view of the large island universe is a composite of images recorded by space-based telescopes in the 21st century. Color coded from X-rays to infrared wavelengths (high to low energies), the image data was taken from the Chandra X-ray Observatory (purple), the Galaxy Evolution Explorer (blue), Hubble Space Telescope(yellow), and the Spitzer Space Telescope(red). While the X-ray data trace the location of multimillion degree gas around M101's exploded stars and neutron star and black hole binary star systems, the lower energy data follow the stars and dust that define M101's grand spiral arms. Also known as the Pinwheel Galaxy, M101 lies within the boundaries of the northern constellation Ursa Major, about 25 million light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/1911/M101_nasaMultiW.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "21st Century M101",
    "url": "https://apod.nasa.gov/apod/image/1911/M101_nasaMultiW1024.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2019-11-07",
    "explanation": "Hurtling through a cosmic dust cloud a mere 400 light-years away, the lovely Pleiades or Seven Sisters open star cluster is well-known for its striking blue reflection nebulae. It lies in the night sky toward the constellation Taurus and the Orion Arm of our Milky Way Galaxy. The sister stars and cosmic dust cloud are not related though, they just happen to be passing through the same region of space. Known since antiquity as a compact grouping of stars, Galileo first sketched the star cluster viewed through his telescope with stars too faint to be seen by eye.  Charles Messier recorded the position of the cluster as the 45th entry in his famous catalog of things which are not comets. In Greek myth, the Pleiades were seven daughters of the astronomical titan Atlas and sea-nymph Pleione. Their parents names are included in the cluster's nine brightest stars. This deep and wide telescopic image spans over 20 light-years across the Pleides star cluster.",
    "hdurl": "https://apod.nasa.gov/apod/image/1911/m45astrograph.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 45: The Daughters of Atlas and Pleione",
    "url": "https://apod.nasa.gov/apod/image/1911/m45astrograph1024.jpg"
  },
  {
    "copyright": "Josep Drudis",
    "date": "2019-11-08",
    "explanation": "This cosmic skyscape features glowing gas and dark dust clouds along side the young stars of NGC 3572. A beautiful emission nebula and star cluster in far southern skies, the region is often overlooked by astroimagers in favor of its brighter neighbor, the nearby Carina Nebula. Stars from NGC 3572 are toward the upper left in the telescopic frame that would measure about 100 light-years across at the cluster's estimated distant of 9,000 light-years. The visible interstellar gas and dust is part of the star cluster's natal molecular cloud. Dense streamers of material within the nebula, eroded by stellar winds and radiation, clearly trail away from the energetic young stars. They are likely sites of ongoing star formation with shapes reminiscent of the cosmic Tadpoles of IC 410 better known to northern skygazers.  In the coming tens to hundreds of millions of years, gas and stars in the cluster will be dispersed though, by gravitational tides and by violent supernova explosions that end the short lives of the massive cluster stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/1911/NGC3572SouthernTadpoles_Drudis.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3572 and the Southern Tadpoles",
    "url": "https://apod.nasa.gov/apod/image/1911/NGC3572SouthernTadpoles_Drudis1024.jpg"
  },
  {
    "date": "2019-11-09",
    "explanation": "On May 25, 1961 U.S. president John Kennedy announced the goal of landing astronauts on the Moon by the end of the decade. By November 9, 1967 this Saturn V rocket was ready for launch and the first full test of its capabilities on the Apollo 4 mission. Its development directed by rocket pioneer Wernher Von Braun, the three stage Saturn V stood over 36 stories tall. It had a cluster of five first stage engines fueled by liquid oxygen and kerosene which together were capable of producing 7.9 million pounds of thrust. Giant Saturn V rockets ultimately hurled nine Apollo missions to the Moon and back again with six landing on the lunar surface. The first landing mission, Apollo 11, achieved Kennedy's goal on July 20, 1969.  Watch: the November 11 Transit of Mercury from Earth or from Space.",
    "hdurl": "https://apod.nasa.gov/apod/image/1911/s67-50903_saturnVlaunch.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn the Giant",
    "url": "https://apod.nasa.gov/apod/image/1911/s67-50903_saturnVlaunch1024.jpg"
  },
  {
    "copyright": "Dominique Dierick",
    "date": "2019-11-10",
    "explanation": "Tomorrow -- Monday --  Mercury will cross the face of the Sun, as seen from Earth. Called a transit, the last time this happened was in 2016.  Because the plane of Mercury's orbit is not exactly coincident with the plane of Earth's orbit, Mercury usually appears to pass over or under the Sun.  The featured time-lapse sequence, superimposed on a single frame, was taken from a balcony in Belgium shows the entire  transit of 2003 May 7.  That solar crossing lasted over five hours, so that the above 23 images were taken roughly 15 minutes apart.  The north pole of the Sun, the Earth's orbit, and Mercury's orbit, although all different, all occur in directions slightly above the left of the image. Near the center and on the far right, sunspots are visible. After Monday, the next transit of Mercury will occur in 2032.   Watch: the November 11 Transit of Mercury from Earth or from Space.",
    "hdurl": "https://apod.nasa.gov/apod/image/1911/MercuryTransit_Dierick_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Mercury Transit Sequence",
    "url": "https://apod.nasa.gov/apod/image/1911/MercuryTransit_Dierick_960.jpg"
  },
  {
    "copyright": "Eduardo Schaberger Poupeau",
    "date": "2019-11-11",
    "explanation": "The history of the Moon is partly written in its craters.  Pictured here is a lunar panorama taken from Earth featuring the large craters Langrenus, toward the left, and Petavius, toward the right. The craters formed in separate impacts. Langrenus spans about 130 km, has a terraced rim, and sports a central peak rising about 3 km.  Petavius is slightly larger with a 180 km diameter and has a distinctive fracture that runs out from its center. Although it is known that Petravius crater is about 3.9 billion years old, the origin of its large fracture is unknown.  The craters are best visible a few days after a new Moon, when shadows most greatly accentuate vertical walls and hills.  The featured image is a composite of the best of thousands of high-resolution, infrared, video images taken through a small telescope.  Although mountains on Earth will likely erode into soil over a billion years, lunar craters Langrenus and Petavius will likely survive many billions more years, possibly until the Sun expands and engulfs both the Earth and Moon.  Watch: the November 11 Transit of Mercury from Earth or from Space.",
    "hdurl": "https://apod.nasa.gov/apod/image/1911/PetaviusLangrenus_Poupeau_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Craters Langrenus and Petavius",
    "url": "https://apod.nasa.gov/apod/image/1911/PetaviusLangrenus_Poupeau_960.jpg"
  },
  {
    "date": "2019-11-12",
    "explanation": "Some spiral galaxies are seen nearly sideways. Most bright stars in spiral galaxies swirl around the center in a disk, and seen from the side, this disk can appear quite thin.  Some spiral galaxies appear even thinner than NGC 3717, which is actually seen tilted just a bit.  Spiral galaxies form disks because the original gas collided with itself and cooled as it fell inward.  Planets may orbit in disks for similar reasons.  The featured image by the Hubble Space Telescope shows a light-colored central bulge composed of older stars beyond filaments of orbiting dark brown dust.  NGC 3717 spans about 100,000 light years and lies about 60 million light years away toward the constellation of the Water Snake (Hydra).   Mercury Crosses the Sun: Some notable images of 2019 transit submitted to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/1911/NGC3717_Hubble_4079.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3717: A Nearly Sideways Spiral Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1911/NGC3717_Hubble_1080.jpg"
  },
  {
    "copyright": "Martin Wise",
    "date": "2019-11-13",
    "explanation": "The small, dark, round spot in this solar close up is planet Mercury. In the high resolution telescopic image, a colorized stack of 61 sharp video frames, a turbulent array of photospheric convection cells tile the bright solar surface.  Mercury's more regular silhouette still stands out though. Of course, only inner planets Mercury and Venus can transit the Sun to appear in silhouette when viewed from planet Earth. For this November 11, 2019 transit of Mercury, the innermost planet's silhouette was a mere 1/200th the solar diameter. So even under clear daytime skies it was difficult to see without the aid of a safe solar telescope. Following its transit in 2016, this was Mercury's 4th of 14 transits across the solar disk in the 21st century. The next transit of Mercury will be on November 13, 2032.",
    "hdurl": "https://apod.nasa.gov/apod/image/1911/MercurySolarTransit_200mmF10_610nm_11112019.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury in Silhouette",
    "url": "https://apod.nasa.gov/apod/image/1911/MercurySolarTransit_200mmF10_610nm_11112019_1024.jpg"
  },
  {
    "copyright": "John Chumack",
    "date": "2019-11-14",
    "explanation": "On November 11, 2019 the Sun was mostly quiet, experiencing a minimum in its 11 year cycle of activity. In fact, the only spot visible was actually planet Mercury, making a leisurely 5 1/2 hour transit in front of the calm solar disk. About 1/200th the apparent diameter of the Sun, the silhouette of the solar system's inner most planet is near center in this sharp, full Sun snapshot. Taken with a hydrogen alpha filter and safe solar telescope, the image also captures prominences around the solar limb, the glowing plasma trapped in arcing magnetic fields. Of course, only inner planets Mercury and Venus can transit the Sun to appear in silhouette when viewed from planet Earth. Following its transit in 2016, this was Mercury's 4th of 14 transits across the solar disk in the 21st century. The next transit of Mercury will be on November 13, 2032.",
    "hdurl": "https://apod.nasa.gov/apod/image/1911/jC-L-TM_SunFinal5HRweb.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury and the Quiet Sun",
    "url": "https://apod.nasa.gov/apod/image/1911/jC-L-TM_SunFinal5HRweb1024.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2019-11-15",
    "explanation": "A star cluster around 2 million years young surrounded by natal clouds of dust and glowing gas, M16 is also known as The Eagle Nebula. This beautifully detailed portrait of the region was made with groundbased narrow and broadband image data. It includes cosmic sculptures made famous in Hubble Space Telescope close-ups of the starforming complex. Described as elephant trunks or Pillars of Creation, dense, dusty columns rising near the center are light-years in length but are gravitationally contracting to form stars. Energetic radiation from the cluster stars erodes material near the tips, eventually exposing the embedded new stars. Extending from the ridge of bright emission at lower left is another dusty starforming column known as the Fairy of Eagle Nebula. M16 lies about 7,000 light-years away, an easy target for binoculars or small telescopes in a nebula rich part of the sky toward the split constellation Serpens Cauda (the tail of the snake).",
    "hdurl": "https://apod.nasa.gov/apod/image/1911/M16_HaSynLumLumRGB.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M16 and the Eagle Nebula",
    "url": "https://apod.nasa.gov/apod/image/1911/M16_HaSynLumLumRGB1024.jpg"
  },
  {
    "copyright": "R Jay Gabany",
    "date": "2019-11-16",
    "explanation": "Grand tidal streams of stars seem to surround galaxy NGC 5907. The arcing structures form tenuous loops extending more than 150,000 light-years from the narrow, edge-on spiral, also known as the Splinter or Knife Edge Galaxy. Recorded only in very deep exposures, the streams likely represent the ghostly trail of a dwarf galaxy - debris left along the orbit of a smaller satellite galaxy that was gradually torn apart and merged with NGC 5907 over four billion years ago. Ultimately this remarkable discovery image, from a small robotic observatory in New Mexico, supports the cosmological scenario in which large spiral galaxies, including our own Milky Way, were formed by the accretion of smaller ones. NGC 5907 lies about 40 million light-years distant in the northern constellation Draco.",
    "hdurl": "https://apod.nasa.gov/apod/image/1911/ngc5907_gabany_rcl.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Star Streams of NGC 5907",
    "url": "https://apod.nasa.gov/apod/image/1911/ngc5907_gabany_rcl1024.jpg"
  },
  {
    "date": "2019-11-17",
    "explanation": "How do stars form? To help find out, astronomers created this tantalizing false-color composition of dust clouds and embedded newborn stars in infrared wavelengths with WISE, the Wide-field Infrared Survey Explorer. The cosmic canvas features one of the closest star forming regions, part of the Rho Ophiuchi cloud complex some 400 light-years distant near the southern edge of the pronounceable constellation Ophiuchus. After forming along a large cloud of cold molecular hydrogen gas, young stars heat the surrounding dust to produce the infrared glow. Stars in the process of formation, called young stellar objects or YSOs, are embedded in the compact pinkish nebulae seen here, but are otherwise hidden from the prying eyes of optical telescopes. An exploration of the region in penetrating infrared light has detected emerging and newly formed stars whose average age is estimated to be a mere 300,000 years. That's extremely young compared to the Sun's age of 5 billion years. The prominent reddish nebula at the lower right surrounding the star Sigma Scorpii is a reflection nebula produced by dust scattering starlight. This view from WISE, released in 2012, spans almost 2 degrees and covers about 14 light-years at the estimated distance of the Rho Ophiuchi cloud.",
    "hdurl": "https://apod.nasa.gov/apod/image/1911/RhoOph_WISE_1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Young Stars in the Rho Ophiuchi Cloud",
    "url": "https://apod.nasa.gov/apod/image/1911/RhoOph_WISE_960.jpg"
  },
  {
    "date": "2019-11-18",
    "explanation": "What would it look like to pass asteroid Arrokoth? The robotic New Horizons spacecraft zoomed past Arrokoth in January, 3.5 years after the spacecraft passed Pluto.  If this object's name doesn't sound familiar, that may be because the distant, double-lobed, Kuiper-belt object was unofficially dubbed Ultima Thule until recently receiving its official name: 486958 Arrokoth.  The featured black and white video animates images of Arrokoth taken by New Horizons at different angles as it zoomed by.  The video clearly shows Arrokoth's two lobes, and even hints that the larger lobe is significantly flattened.  New Horizons found that Arrokoth is different from any known asteroid in the inner Solar System and is likely composed of two joined planetesimals -- the building blocks of planets as they existed billions of years ago. New Horizons continues to speed out of our Solar System gaining about three additional Earth-Sun separations every year.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Passing Asteroid Arrokoth",
    "url": "https://www.youtube.com/embed/_IQBSZsqjkU?rel=0"
  },
  {
    "copyright": "Mauricio Salazar",
    "date": "2019-11-19",
    "explanation": "Can a lighthouse illuminate a galaxy? No, but in the featured image, gaps in light emanating from the Jose Ignacio Lighthouse in Uruguay appear to match up nicely, although only momentarily and coincidently, with dark dust lanes of our Milky Way Galaxy. The bright dot on the right is the planet Jupiter.  The central band of the Milky Way Galaxy is actually the central spiral disk seen from within the disk. The Milky Way band is not easily visible through city lights but can be quite spectacular to see in dark skies.  The featured picture is actually the addition of ten consecutive images taken by the same camera from the same location.  The images were well planned to exclude direct light from the famous lighthouse.",
    "hdurl": "https://apod.nasa.gov/apod/image/1911/LighthouseMilkyWay_Salazar_3892.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way over Uruguayan Lighthouse",
    "url": "https://apod.nasa.gov/apod/image/1911/LighthouseMilkyWay_Salazar_960.jpg"
  },
  {
    "date": "2019-11-20",
    "explanation": "What's happening to these spiral galaxies? Although details remain uncertain, there sure seems to be a titanic battle going on.  The upper galaxy is labelled UGC 1810 by itself, but together with its collisional partners is known as Arp 273. The overall shape of the UGC 1810 -- in particular its blue outer ring -- is likely a result of wild and violent gravitational interactions. The blue color of the outer ring at the top is caused by massive stars that are blue hot and have formed only in the past few million years.  The inner part of the upper galaxy -- itself an older spiral galaxy -- appears redder and threaded with cool filamentary dust.  A few bright stars appear well in the foreground, unrelated to colliding galaxies, while several far-distant galaxies are visible in the background.  Arp 273 lies about 300 million light years away toward the constellation of Andromeda.  Quite likely, UGC 1810 will devour its galactic sidekicks over the next billion years and settle into a classic spiral form.",
    "hdurl": "https://apod.nasa.gov/apod/image/1911/Arp273_HubblePohl_1824.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Arp 273: Battling Galaxies from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1911/Arp273_HubblePohl_960.jpg"
  },
  {
    "copyright": "David Lindemann",
    "date": "2019-11-21",
    "explanation": "It's easy to get lost following the intricate looping filaments in this detailed image of supernova remnant Simeis 147. Also cataloged as Sharpless 2-240 it goes by the popular nickname, the Spaghetti Nebula. Seen toward the boundary of the constellations Taurus and Auriga, it covers nearly 3 degrees or 6 full moons on the sky. That's about 150 light-years at the stellar debris cloud's estimated distance of 3,000 light-years. This composite includes image data taken through narrow-band filters where reddish emission from ionized hydrogen atoms and doubly ionized oxygen atoms in faint blue-green hues trace the shocked, glowing gas. The supernova remnant has an estimated age of about 40,000 years, meaning light from the massive stellar explosion first reached Earth 40,000 years ago. But the expanding remnant is not the only aftermath. The cosmic catastrophe also left behind a spinning neutron star or pulsar, all that remains of the original star's core.",
    "hdurl": "https://apod.nasa.gov/apod/image/1911/Simeis147_HaOIIIRGB_1280x1243_Lindemann.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Simeis 147: Supernova Remnant",
    "url": "https://apod.nasa.gov/apod/image/1911/Simeis147_HaOIIIRGB_Lindemann1024.jpg"
  },
  {
    "copyright": "Vitalij Kopa",
    "date": "2019-11-22",
    "explanation": "Looking toward the east in the early hours of a September morning this single exposure made with tripod and camera captured a simple visual experience. Rising above the tree-lined slope are familiar stars in planet Earth's northern night and the constellation Orion the Hunter.  Brighter stars marking the celestial Hunter's shoulder (Betelgeuse), foot (Rigel), belt, and sword are clearly reflected in the calm waters from northern Latvia's Vitrupe river. Of course, winter is coming to planet Earth's northern hemisphere.   By then Orion and this beautiful starry vista will be seen rising in early evening skies.",
    "hdurl": "https://apod.nasa.gov/apod/image/1911/orion_kopa.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion Rising",
    "url": "https://apod.nasa.gov/apod/image/1911/orion_kopa1024.jpg"
  },
  {
    "date": "2019-11-23",
    "explanation": "Put on your red/blue glasses and gaze across the western Ocean of Storms on the surface of the Moon. The 3D view features Apollo 12 astronaut Pete Conrad visiting the Surveyor 3 spacecraft 50 years ago in November of 1969. Surveyor 3 had landed at the site on the inside slope of a small crater about 2 1/2 years earlier in April of 1967. Visible on the horizon beyond the far crater wall, Apollo 12's Lunar Module Intrepid touched down less than 200 meters (650 feet) away, easy moonwalking distance from the robotic Surveyor spacecraft. The stereo image was carefully created from two separate pictures (AS12-48-7133, AS12-48-7134) taken on the lunar surface. They depict the scene from only slightly different viewpoints, approximating the separation between human eyes.",
    "hdurl": "https://apod.nasa.gov/apod/image/1911/KF-ApAn48-7133-4.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 12 and Surveyor 3 Stereo View",
    "url": "https://apod.nasa.gov/apod/image/1911/KF-ApAn48-7133-4_1024.jpg"
  },
  {
    "date": "2019-11-24",
    "explanation": "Is this image art?  50 years ago, Apollo 12 astronaut-photographer Charles \"Pete\" Conrad recorded this masterpiece while documenting colleague Alan Bean's lunar soil collection activities on  Oceanus Procellarum.  The featured image is dramatic and stark.  The harsh environment of the Moon's Ocean of Storms is echoed in Bean's helmet, a perfectly composed reflection of Conrad and the lunar horizon.  Works of photojournalists originally intent on recording the human condition on planet Earth, such as Lewis W. Hine's images from New York City in the early 20th century, or Margaret Bourke-White's magazine photography are widely regarded as art.  Similarly many documentary astronomy and space images might also be appreciated for their artistic and esthetic appeal.",
    "hdurl": "https://apod.nasa.gov/apod/image/1911/BeanConrad_Apollo12_950.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 12: Self-Portrait",
    "url": "https://apod.nasa.gov/apod/image/1911/BeanConrad_Apollo12_960.jpg"
  },
  {
    "copyright": "Josep Drudis",
    "date": "2019-11-25",
    "explanation": "Do you see the bat?  It haunts this cosmic close-up of the eastern Veil Nebula.  The Veil Nebula itself is a large supernova remnant, the expanding debris cloud from the death explosion of a massive star. While the Veil is roughly circular in shape and covers nearly 3 degrees on the sky toward the constellation of the Swan (Cygnus), the Bat Nebula, NGC 6995, spans only 1/2 degree, about the apparent size of the Moon. That translates to 12 light-years at the Veil's estimated distance, a reassuring 1,400 light-years from planet Earth. In the composite of image data recorded through broad and narrow band filters, emission from hydrogen atoms in the remnant is shown in red with strong emission from oxygen and nitrogen atoms shown in hues of blue. Of course, in the western part of the Veil lies another seasonal apparition: the Witch's Broom Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/1911/NGC6995_Drudis_3942.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6995: The Bat Nebula",
    "url": "https://apod.nasa.gov/apod/image/1911/NGC6995_Drudis_960.jpg"
  },
  {
    "copyright": "Juan Carlos CasadoTWAN",
    "date": "2019-11-26",
    "explanation": "What are those two bright objects on the horizon? Venus and Jupiter. The two brightest planets in the night sky passed very close together -- angularly -- just two days ago.  In real space, they were just about as far apart as usual, since Jupiter (on the right) orbits the Sun around seven times farther out than Venus.  The planetary duo were captured together two days ago in a picturesque sunset sky from Llers, Catalonia, Spain between a tree and the astrophotographer's daughter.  These two planets will continue to stand out in the evening sky, toward the west, for the next few days, with a sliver of a crescent Moon and a fainter Saturn also visible nearby.  As November ends, Jupiter will sink lower into the sunset horizon with each subsequent night, while Venus will rise higher.  The next Jupiter-Venus conjunction will occur in early 2021.",
    "hdurl": "https://apod.nasa.gov/apod/image/1911/VenJup191124_jcc_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus and Jupiter on the Horizon",
    "url": "https://apod.nasa.gov/apod/image/1911/VenJup191124_jcc_1080.jpg"
  },
  {
    "date": "2019-11-27",
    "explanation": "Is this one galaxy or two?  This question came to light in 1950 when astronomer Arthur Hoag chanced upon this unusual extragalactic object.  On the outside is a ring dominated by bright blue stars, while near the center lies a ball of much redder stars that are likely much older.  Between the two is a gap that appears almost completely dark.  How Hoag's Object formed, including its nearly perfectly round ring of stars and gas, remains unknown.  Genesis hypotheses include a galaxy collision billions of years ago and the gravitational effect of a central bar that has since vanished. The featured photo was taken by the Hubble Space Telescope and recently reprocessed using an artificially intelligent de-noising algorithm.  Observations in radio waves indicate that Hoag's Object has not accreted a smaller galaxy in the past billion years.  Hoag's Object spans about 100,000 light years and lies about 600 million light years away toward the constellation of the Snake (Serpens).  Many galaxies far in the distance are visible toward the right, while coincidentally, visible in the gap at about seven o'clock, is another but more distant ring galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/1911/Hoag_HubbleBlanco_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hoag's Object: A Nearly Perfect Ring Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1911/Hoag_HubbleBlanco_1080.jpg"
  },
  {
    "copyright": "Petr\nHorálek",
    "date": "2019-11-28",
    "explanation": "This week's ongoing conjunction of Venus and Jupiter may have whetted your appetite for skygazing. Tonight is the main course though. On November 28, a young crescent Moon will join them posing next to the two bright planets above the western horizon at twilight. Much like tonight's visual feast, this night skyscape shows a young lunar crescent and brilliant Venus in the western evening twilight on October 29. The celestial beacons are setting over distant mountains and the Minya monastery, Ganzi Tibetan Autonomous Prefecture, Sichuan, China, planet Earth. Then Mercury, not Jupiter, was a celestial companion to Venus and the Moon. The fleeting innermost planet is just visible here in the bright twilight, below and left of Venus and near the center of the frame. Tomorrow, November 29, the crescent Moon will also help you spot planet Saturn for dessert.",
    "hdurl": "https://apod.nasa.gov/apod/image/1911/2019_10_29_Village_Moon_Venus_Mercury_1500px.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon and Planets at Twilight",
    "url": "https://apod.nasa.gov/apod/image/1911/2019_10_29_Village_Moon_Venus_Mercury_1024px.png"
  },
  {
    "date": "2019-11-29",
    "explanation": "Looping through the Jovian system in the late 1990s, the Galileo spacecraft recorded stunning views of Europa and uncovered evidence that the moon's icy surface likely hides a deep, global ocean. Galileo's Europa image data has been remastered here, using improved new calibrations to produce a color image approximating what the human eye might see. Europa's long curving fractures hint at the subsurface liquid water.  The tidal flexing the large moon experiences in its elliptical orbit around Jupiter supplies the energy to keep the ocean liquid. But more tantalizing is the possibility that even in the absence of sunlight that process could also supply the energy to support life, making Europa one of the best places to look for life beyond Earth. What kind of life could thrive in a deep, dark, subsurface ocean? Consider planet Earth's own extreme shrimp.",
    "hdurl": "https://apod.nasa.gov/apod/image/1911/PIA19048europa.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galileo's Europa Remastered",
    "url": "https://apod.nasa.gov/apod/image/1911/PIA19048europa1024.jpg"
  },
  {
    "copyright": "Dengyi Huang",
    "date": "2019-11-30",
    "explanation": "Does Mars have a north star? In long exposures of Earth's night sky, star trails make concentric arcs around the north celestial pole, the direction of our fair planet's axis of rotation. Bright star Polaris is presently the Earth's North Star, close on the sky to Earth's north celestial pole. But long exposures on Mars show star trails too, concentric arcs about a celestial pole determined by Mars' axis of rotation. Tilted like planet Earth's, the martian axis of rotation points in a different direction in space though. It points to a place on the sky between stars in Cygnus and Cepheus with no bright star comparable to Earth's north star Polaris nearby. So even though this ruddy, weathered landscape is remarkably reminiscent of terrain in images from the  martian surface, the view must be from planet Earth, with north star Polaris near the center of concentric star trails. The landforms in the foreground are found in Qinghai Province in northwestern China.",
    "hdurl": "https://apod.nasa.gov/apod/image/1911/StarTrailsOnRedPlanet2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Trails for a Red Planet",
    "url": "https://apod.nasa.gov/apod/image/1911/StarTrailsOnRedPlanet1024.jpg"
  },
  {
    "copyright": "ESA/HubbleNASA",
    "date": "2019-12-01",
    "explanation": "Why does this galaxy have a ring of bright blue stars?  Beautiful island universe Messier 94 lies a mere 15 million light-years distant in the northern constellation of the Hunting Dogs (Canes Venatici). A popular target for Earth-based astronomers, the face-on spiral galaxy is about 30,000 light-years across, with spiral arms sweeping through the outskirts of its broad disk. But this Hubble Space Telescope field of view spans about 7,000 light-years across M94's central region. The featured close-up highlights the galaxy's compact, bright nucleus, prominent inner dust lanes, and the remarkable bluish ring of young massive stars. The ring stars are all likely less than 10 million years old, indicating that M94 is a starburst galaxy that is experiencing an epoch of rapid star formation from inspiraling gas. The circular ripple of blue stars is likely a wave propagating outward, having been triggered by the gravity and rotation of a oval matter distributions. Because M94 is relatively nearby, astronomers can better explore details of its starburst ring.    Astrophysicists: Browse 2,000+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/1912/M94_Hubble_1002.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Starburst Galaxy M94 from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1912/M94_Hubble_960.jpg"
  }
]
