[
  {
    "copyright": "Marco LorenziGlittering Lights",
    "date": "2019-09-01",
    "explanation": "Have you ever seen the Pleiades star cluster? Even if you have, you probably have never seen it as dusty as this. Perhaps the most famous star cluster on the sky, the bright stars of the Pleiades can be seen without binoculars from even the depths of a light-polluted city.  With a long exposure from a dark location, though, the dust cloud surrounding the Pleiades star cluster becomes very evident. The featured exposure took over 12 hours and covers a sky area several times the size of the full moon.  Also known as the Seven Sisters and M45, the Pleiades lies about 400 light years away toward the constellation of the Bull (Taurus).  A common legend with a modern twist is that one of the brighter stars faded since the cluster was named, leaving only six stars visible to the unaided eye. The actual number of Pleiades stars visible, however, may be more or less than seven, depending on the darkness of the surrounding sky and the clarity of the observer's eyesight.",
    "hdurl": "https://apod.nasa.gov/apod/image/1909/m45_lorenzi_3832.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M45: The Pleiades Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/1909/m45_lorenzi_960.jpg"
  },
  {
    "copyright": "Giorgia HoferCortina Astronomical Association",
    "date": "2019-09-02",
    "explanation": "What are those bright lights in the sky ahead?  When hiking a high mountain pass in northern Italy three weeks ago, a conjunction between our Moon and the distant planet Jupiter was visible toward the south just after sunset. The picturesque mountains in the distance are Tre Cime di Lavaredo (Three Peaks of Lavaredo), a UNESCO World Heritage Site and three of the best known mountain peaks in Italy, the Dolomites, and the entire Alps. In the foreground on the left is Locatelli Hut, a refuge for tired hikers as it is located over an hour from nearest parking lot. The bright sky object on the upper left is Saturn.  The entire scene was captured on a single 8-second exposure.  Jupiter and Saturn will remain prominent in the southwestern sky after sunset this month, while the Moon, in its monthly orbit around the Earth, will pass near Jupiter again in about four days.",
    "hdurl": "https://apod.nasa.gov/apod/image/1909/MoonJupiterPass_Hofer_1200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Moon and Jupiter over the Alps",
    "url": "https://apod.nasa.gov/apod/image/1909/MoonJupiterPass_Hofer_960.jpg"
  },
  {
    "date": "2019-09-03",
    "explanation": "What created this unusual explosion? Three weeks ago, gravitational wave detectors in the USA and Europe -- the LIGO and Virgo detectors -- detected a burst of gravitational radiation that had the oscillating pattern expected when a black hole destroys a neutron star.  One object in event S190814bv was best fit with a mass greater than five times the mass of the Sun -- making it a good candidate for a black hole, while the other object appeared to have a mass less than three times the mass of the Sun -- making it a good candidate for a neutron star. No similar event had been detected with gravitational waves before.  Unfortunately, no light was seen from this explosion, light that might have been triggered by the disrupting neutron star. It is theoretically possible that the lower mass object was also a black hole, even though no clear example of a black hole with such a low mass is known. The featured video was created to illustrate a previously suspected black hole - neutron star collision detected in light in 2005, specifically gamma-rays from the burst GRB 050724. The animated video starts with a foreground neutron star orbiting a black hole surrounded by an accretion disk. The black hole's gravity then shreds the neutron star, creating a jet as debris falls into the black hole. S190814bv will continue to be researched, with clues about the nature of the objects involved possibly coming from future detections of similar systems.   Follow APOD in English on: Instagram, Facebook,  Reddit, or Twitter",
    "media_type": "video",
    "service_version": "v1",
    "title": "Unusual Signal Suggests Neutron Star Destroyed by Black Hole",
    "url": "https://www.youtube.com/embed/bQ9qcR-KCsA?rel=0"
  },
  {
    "date": "2019-09-04",
    "explanation": "Will the spider ever catch the fly? Not if both are large emission nebulas toward the constellation of the Charioteer (Auriga).  The spider-shaped gas cloud on the left is actually an emission nebula labelled IC 417, while a smaller fly-shaped cloud off the image to the left is dubbed  NGC 1931 and is both an emission nebula and a reflection nebula.  About 10,000 light-years distant, both nebulas harbor young, open star clusters. For scale, the more compact NGC 1931 (Fly) is about 10 light-years across. The featured picture in scientifically-assigned, infrared colors combines images from the Spitzer Space Telescope and the Two Micron All Sky Survey (2MASS).  Spitzer is celebrating its 16th year orbiting the Sun near the Earth.    APOD in other languages: Arabic, Catalan, Chinese (Beijing), Chinese (Taiwan), Croatian, Czech, Dutch, Farsi, French, French, German, Hebrew, Indonesian, Japanese, Korean, Montenegrin, Polish, Russian, Serbian, Slovenian,  Spanish and Ukrainian",
    "hdurl": "https://apod.nasa.gov/apod/image/1909/SpiderFly_Spitzer2Mass_4165.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Spider Nebula in Infrared",
    "url": "https://apod.nasa.gov/apod/image/1909/SpiderFly_Spitzer2Mass_960.jpg"
  },
  {
    "copyright": "Alessandro\nCipolat Bares",
    "date": "2019-09-05",
    "explanation": "The 16th century Portuguese navigator Ferdinand Magellan and his crew had plenty of time to study the southern sky during the first circumnavigation of planet Earth. As a result, two fuzzy cloud-like objects easily visible to southern hemisphere skygazers are known as the Clouds of Magellan, now understood to be satellite galaxies of our much larger, spiral Milky Way galaxy. About 160,000 light-years distant in the constellation Dorado, the Large Magellanic Cloud (LMC) is seen here in a remarkably deep, colorful, image. Spanning about 15,000 light-years or so, it is the most massive of the Milky Way's satellite galaxies and is the home of the closest supernova in modern times, SN 1987A.  The prominent patch below center is 30 Doradus, also known as the magnificent Tarantula Nebula, a giant star-forming region about 1,000 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/1909/Magellano22detail22_1980enan11curves11.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Large Cloud of Magellan",
    "url": "https://apod.nasa.gov/apod/image/1909/Magellano22detail22_1980enan11curves11_s1024.jpg"
  },
  {
    "date": "2019-09-06",
    "explanation": "Massive stars in our Milky Way Galaxy live spectacular lives.  Collapsing from vast cosmic clouds, their nuclear furnaces ignite and create heavy elements in their cores. After a few million years, the enriched material is blasted back into interstellar space where star formation can begin anew. The expanding debris cloud known as Cassiopeia A is an example of this final phase of the stellar life cycle. Light from the explosion which created this supernova remnant would have been first seen in planet Earth's sky about 350 years ago, although it took that light about 11,000 years to reach us. This false-color image, composed of X-ray and optical image data from the Chandra X-ray Observatory and Hubble Space Telescope, shows the still hot filaments and knots in the remnant. It spans about 30 light-years at the estimated distance of Cassiopeia A. High-energy X-ray emission from specific elements has been color coded, silicon in red, sulfur in yellow, calcium in green and iron in purple, to help astronomers explore the recycling of our galaxy's star stuff. Still expanding, the outer blast wave is seen in blue hues. The bright speck near the center is a neutron star, the incredibly dense, collapsed remains of the massive stellar core.",
    "hdurl": "https://apod.nasa.gov/apod/image/1909/Chandrafirstlight_0.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Recycling Cassiopeia A",
    "url": "https://apod.nasa.gov/apod/image/1909/Chandrafirstlight_0_1024.jpg"
  },
  {
    "copyright": "Charlie Bracken",
    "date": "2019-09-07",
    "explanation": "The mysterious blue reflection nebula found in catalogs as VdB 152 or Ced 201 really is very faint. It lies at the tip of the long dark nebula Barnard 175 in a dusty complex that has also been called Wolf's Cave. At the center of this deep and widefield telescopic view, the cosmic apparitions are nearly 1,400 light-years away along the northern Milky Way in the royal constellation Cepheus. Near the edge of a large molecular cloud, pockets of interstellar dust in the region block light from background stars or scatter light from the embedded bright star giving the the nebula its characteristic blue color. Ultraviolet light from the star is also thought to cause a dim reddish luminescence in the nebular dust. Though stars do form in molecular clouds, this star seems to have only accidentally wandered into the area, as its measured velocity through space is very different from the cloud's velocity. Another dense, obscuring dark nebula, LDN 1221, is easy to spot at the upper right in the frame, while the more colorful planetary nebula Dengel-Hartl 5 is just below center. Faint reddish emission from an ancient supernova remnant can also be traced (lower right to upper left) against the dust-rich complex in Cepheus.",
    "hdurl": "https://apod.nasa.gov/apod/image/1909/WolfsCaveCBMDMW.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In Wolf's Cave",
    "url": "https://apod.nasa.gov/apod/image/1909/WolfsCaveCBMDMW1024.jpg"
  },
  {
    "date": "2019-09-08",
    "explanation": "Here comes Jupiter! NASA's robotic spacecraft Juno is continuing on its 53-day, highly-elongated orbits around our Solar System's largest planet.  The featured video is from perijove 11 in early 2018, the eleventh time Juno has passed near Jupiter since it arrived in mid-2016.  This time-lapse, color-enhanced movie covers about four hours and morphs between 36 JunoCam images. The video begins with Jupiter rising as Juno approaches from the north. As Juno reaches its closest view -- from about 3,500 kilometers over Jupiter's cloud tops -- the spacecraft captures the great planet in tremendous detail. Juno passes light zones and dark belt of clouds that circle the planet, as well as numerous swirling circular storms, many of which are larger than hurricanes on Earth.  After the perijove, Jupiter recedes into the distance, now displaying the unusual clouds that appear over Jupiter's south.  To get desired science data, Juno swoops so close to Jupiter that its instruments are exposed to very high levels of radiation.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Perijove 11: Passing Jupiter",
    "url": "https://www.youtube.com/embed/OfM7VlonD5c?rel=0"
  },
  {
    "copyright": "Amir H. AbolfathTWAN",
    "date": "2019-09-09",
    "explanation": "How far can you see? The most distant object easily visible to the unaided eye is M31, the great Andromeda Galaxy, over two million light-years away.  Without a telescope, even this immense spiral galaxy appears as an unremarkable, faint, nebulous cloud in the constellation Andromeda.  But a bright yellow nucleus, dark winding dust lanes, luminous blue spiral arms, and bright red emission nebulas are recorded in this stunning six-hour telescopic digital mosaic of our closest major galactic neighbor.  While even casual skygazers are now inspired by the knowledge that there are many distant galaxies like M31, astronomers seriously debated this fundamental concept only 100 years ago.  Were these \"spiral nebulae\" simply outlying gas clouds in our own Milky Way Galaxy or were they \"island universes\" -- distant galaxies of stars comparable to the Milky Way itself?  This question was central to the famous Shapley-Curtis debate of 1920, which was later resolved by observations favoring Andromeda being just like our Milky Way Galaxy -- a conclusion making the rest of the universe much more vast than many had ever imagined.",
    "hdurl": "https://apod.nasa.gov/apod/image/1909/M31_Abolfath_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M31: The Andromeda Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1909/M31_Abolfath_960.jpg"
  },
  {
    "date": "2019-09-10",
    "explanation": "What color is Pluto, really? It took some effort to figure out.  Even given all of the images sent back to Earth when the robotic New Horizons spacecraft sped past Pluto in 2015, processing these multi-spectral frames to approximate what the human eye would see was challenging. The result featured here, released three years after the raw data was acquired by New Horizons, is the highest resolution true color image of Pluto ever taken. Visible in the image is the light-colored, heart-shaped, Tombaugh Regio, with the unexpectedly smooth Sputnik Planitia, made of frozen nitrogen, filling its western lobe. New Horizons found the dwarf-planet to have a surprisingly complex surface composed of many regions having perceptibly different hues.  In total, though, Pluto is mostly brown, with much of its muted color originating from small amounts of surface methane energized by ultraviolet light from the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/1909/PlutoTrueColor_NewHorizons_8000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pluto in True Color",
    "url": "https://apod.nasa.gov/apod/image/1909/PlutoTrueColor_NewHorizons_960.jpg"
  },
  {
    "copyright": "Bray Falls",
    "date": "2019-09-11",
    "explanation": "What energizes the Heart Nebula? First, the large emission nebula dubbed IC 1805 looks, in whole, like a human heart.  The nebula glows brightly in red light emitted by its most prominent element: hydrogen.  The red glow and the larger shape are all powered by a small group of stars near the nebula's center.  In the center of the Heart Nebula are young stars from the open star cluster Melotte 15 that are eroding away several picturesque dust pillars with their energetic light and winds. The open cluster of stars contains a few bright stars nearly 50 times the mass of our Sun, many dim stars only a fraction of the mass of our Sun, and an absent microquasar that was expelled millions of years ago.  The Heart Nebula is located about 7,500 light years away toward the constellation of Cassiopeia.  Coincidentally, a small meteor was captured in the foreground during imaging  and is visible above the dust pillars.  At the top right is the companion Fishhead Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/1909/HeartNebula_Falls_2378.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 1805: The Heart Nebula",
    "url": "https://apod.nasa.gov/apod/image/1909/HeartNebula_Falls_960.jpg"
  },
  {
    "copyright": "Markus Bauer",
    "date": "2019-09-12",
    "explanation": "These cosmic dust clouds drift some 1,300 light-years away along the fertile starfields of the constellation Cepheus. The beautiful Iris Nebula, also known as NGC 7023, blossoms at the upper left. Not the only nebula in the sky to evoke the imagery of flowers, its pretty, symmetric form spans about 6 light-years. This nebula's dominant blue color is characteristic of the pervasive dust grains reflecting light from a nearby hot, bluish star. But darker, obscuring dust clouds cover most of the nearly 4 degree wide field of view. At the right is the LDN 1147/1158 complex of Lynds Dark Nebulae. Stars are forming there, still hidden within the dark cloud cores. A search through the sharp image can identify Herbig-Haro objects though, jets of shocked glowing gas emanating from recently formed stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/1909/IRISNebulaSurroundingsNGC7023.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Iris Nebula in a Field of Dust",
    "url": "https://apod.nasa.gov/apod/image/1909/IRISNebulaSurroundingsNGC7023_1100.jpg"
  },
  {
    "copyright": "Jean-Francois\nGraffand",
    "date": "2019-09-13",
    "explanation": "Famed in festival, story, and song the best known full moon is the Harvest Moon. For northern hemisphere dwellers that's a traditional name of the full moon nearest the September equinox. In most North America time zones this year's Harvest Moon will officially rise on Friday, September 13. In fact the same Harvest Moon will rise on September 14 for much of the planet though. Of course the Moon will look almost full in the surrounding days. Regardless of your time zone the Harvest Moon, like any other full moon, will rise just opposite the setting Sun. Near the horizon, the Moon Illusion might make it appear bigger and brighter to you but this Harvest Moon will be near lunar apogee. That's the farthest point in its orbit, making it the most distant, and so the smallest, full moon of the year. On August 15 a wheat field harvested in south central France made this a harvest moon scene too, the full moon shining on with beautiful iridescent clouds at sunset.",
    "hdurl": "https://apod.nasa.gov/apod/image/1909/HarvestmoonGraffand.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Harvest Moon",
    "url": "https://apod.nasa.gov/apod/image/1909/HarvestmoonGraffand.jpg"
  },
  {
    "copyright": "Petr\nHorálek",
    "date": "2019-09-14",
    "explanation": "Of course this little planet is really planet Earth in a digitally stitched 360 x 180 degree mosaic captured high in the Chilean Atacama desert.",
    "hdurl": "https://apod.nasa.gov/apod/image/1909/2019_07_04_SPECULOOS_Pano_24mm_LP_viz.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Little Planet to Exoplanets",
    "url": "https://apod.nasa.gov/apod/image/1909/2019_07_04_SPECULOOS_Pano_24mm_LP_viz1024.jpg"
  },
  {
    "date": "2019-09-15",
    "explanation": "It was one of the largest and longest lived storms ever recorded in our Solar System.  First seen in late 2010, the above cloud formation in the northern hemisphere of Saturn started larger than the Earth and soon spread completely around the planet. The storm was tracked not only from Earth but from up close by the robotic Cassini spacecraft then orbiting Saturn. Pictured here in false colored infrared in February, orange colors indicate clouds deep in the atmosphere, while light colors highlight clouds higher up. The rings of Saturn are seen nearly edge-on as the thin blue horizontal line. The warped dark bands are the shadows of the rings cast onto the cloud tops by the Sun to the upper left. A source of radio noise from lightning, the intense storm was thought to relate to seasonal changes when spring emerges in the north of  Saturn. After raging for over six months, the iconic storm circled the entire planet and then tried to absorb its own tail -- which surprisingly caused it to fade away.",
    "hdurl": "https://apod.nasa.gov/apod/image/1909/longstorm_cassini_977.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Long Storm System on Saturn",
    "url": "https://apod.nasa.gov/apod/image/1909/longstorm_cassini_960.jpg"
  },
  {
    "copyright": "Giorgia HoferCortina Astronomical Association",
    "date": "2019-09-16",
    "explanation": "What are those colorful rings around the Moon? A corona. Rings like this will sometimes appear when the Moon is seen through thin clouds. The effect is created by the quantum mechanical diffraction of light around individual, similarly-sized water droplets in an intervening but mostly-transparent cloud. Since light of different colors has different wavelengths, each color diffracts differently. Lunar Coronae are one of the few  quantum mechanical color effects that can be easily seen with the unaided eye.  The featured lunar corona was captured around full Moon above Turin, Italy in 2014.  Similar coronae that form around the Sun are usually harder to see because of the Sun's great brightness.",
    "hdurl": "https://apod.nasa.gov/apod/image/1909/LunarCorona_Hofer_3264.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Lunar Corona over Turin",
    "url": "https://apod.nasa.gov/apod/image/1909/LunarCorona_Hofer_960.jpg"
  },
  {
    "date": "2019-09-17",
    "explanation": "Where else might life exist?  One of humanity's great outstanding questions, locating planets where extrasolar life might survive took a step forward recently with the discovery of a significant amount of water vapor in the atmosphere of distant exoplanet K2-18b. The planet and it parent star, K2-18, lie about 124 light years away toward the constellation of the Lion (Leo). The exoplanet is significantly larger and more massive than our Earth, but orbits in the habitable zone of its home star. K2-18, although more red than our Sun, shines in K2-18b's sky with a brightness similar to the Sun in Earth's sky.  The discovery was made in data from three space telescopes: Hubble, Spitzer, and Kepler, by noting the absorption of water-vapor colors when the planet moved in front of the star.  The featured illustration imagines exoplanet K2-18b on the right, its parent red dwarf star K2-18 on the left, and an unconfirmed sister planet between them.",
    "hdurl": "https://apod.nasa.gov/apod/image/1909/K218b_ESAKornmesser_6000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Water Vapor Discovered on Distant Exoplanet",
    "url": "https://apod.nasa.gov/apod/image/1909/K218b_ESAKornmesser_1080.jpg"
  },
  {
    "copyright": "Hung-Hsi Chang",
    "date": "2019-09-18",
    "explanation": "Yes, but can your lightning bolt do this? While flying from Munich to Singapore earlier this month, an industrious passenger took images of a passing lightning storm and caught something unexpected: gigantic jet lightning.  The jet was captured on a single 3.2-second exposure above Bhadrak, India. Although the gigantic jet appears connected to the airplane's wing, it likely started in a more distant  thundercloud, and can be seen extending upwards towards Earth's ionosphere.  The nature of gigantic jets and their possible association with other types of Transient Luminous Events (TLEs) such as blue jets and red sprites remains an active topic of research.",
    "hdurl": "https://apod.nasa.gov/apod/image/1909/GiganticJet_Chang_4080.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gigantic Jet Lightning over India",
    "url": "https://apod.nasa.gov/apod/image/1909/GiganticJet_Chang_960.jpg"
  },
  {
    "copyright": "Min Xie",
    "date": "2019-09-19",
    "explanation": "Delicate in appearance, these filaments of shocked, glowing gas, are draped across planet Earth's sky toward the constellation of Cygnus.",
    "hdurl": "https://apod.nasa.gov/apod/image/1909/veilXie.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Along the Western Veil",
    "url": "https://apod.nasa.gov/apod/image/1909/veilXie1100.jpg"
  },
  {
    "date": "2019-09-20",
    "explanation": "",
    "hdurl": "https://apod.nasa.gov/apod/image/1909/LastRingPortrait_Cassini_4472.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn at Night",
    "url": "https://apod.nasa.gov/apod/image/1909/LastRingPortrait_Cassini_1080.jpg"
  },
  {
    "copyright": "Robert Eder",
    "date": "2019-09-21",
    "explanation": "Framing a bright emission region, this telescopic view looks out across a pretty field of stars along the plane of our Milky Way Galaxy, toward the nebula rich constellation Cygnus the Swan. Popularly called the Tulip Nebula, the reddish glowing cloud of interstellar gas and dust is also found in the 1959 catalog by astronomer Stewart Sharpless as Sh2-101. About 8,000 light-years distant and 70 light-years across the complex and beautiful nebula blossoms near the center of this composite image. Ultraviolet radiation from young energetic O stars at the edge of the Cygnus OB3 association, ionizes the atoms and powers the emission from the Tulip Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/1909/Tulip_CropRobertEder.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Tulip in the Swan",
    "url": "https://apod.nasa.gov/apod/image/1909/Tulip_CropRobertEder1024.jpg"
  },
  {
    "copyright": "Anton Komlev",
    "date": "2019-09-22",
    "explanation": "What do you see when you look into this sky? In the center, in the dark, do you see a night sky filled with stars? Do you see a sunset to the left? Clouds all around? Do you see the central band of our Milky Way Galaxy running down the middle? Do you see the ruins of an abandoned outpost on a hill? (The outpost is on Askold Island, Russia.)  Do you see a photographer with a headlamp contemplating surreal surroundings? (The image is a panorama of 38 images taken last month and compiled into a Little Planet projection.)  Do you see a rugged path lined with steps? Or do you see the eye of a dragon?",
    "hdurl": "https://apod.nasa.gov/apod/image/1909/EyeDragonSky_Komlev_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eye Sky a Dragon",
    "url": "https://apod.nasa.gov/apod/image/1909/EyeDragonSky_Komlev_960.jpg"
  },
  {
    "copyright": "Tunç TezelTWAN",
    "date": "2019-09-23",
    "explanation": "Today is an equinox, a date when day and night are equal.  Tomorrow, and every day until the next equinox, the night will be longer than the day in Earth's northern hemisphere, and the day will be longer than the night in Earth's southern hemisphere. An equinox occurs midway between the two solstices, when the days and nights are the least equal. The featured picture is a composite of hourly images taken of the Sun above Bursa, Turkey on key days from solstice to equinox to solstice. The bottom Sun band was taken during the north's winter solstice in 2007 December, when the Sun could not rise very high in the sky nor stay above the horizon very long.   This lack of Sun caused winter. The top Sun band was taken during the northern summer solstice in 2008 June, when the Sun rose highest in the sky and stayed above the horizon for more than 12 hours.  This abundance of Sun caused summer. The middle band was taken during an equinox in 2008 March, but it is the same sun band that Earthlings see today, the day of the most recent  equinox.   Browser-Enhanced APOD: Google Chrome extensions (free, user created and maintained)",
    "hdurl": "https://apod.nasa.gov/apod/image/1909/seasons_tezel_1080.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Equinox: The Sun from Solstice to Solstice",
    "url": "https://apod.nasa.gov/apod/image/1909/seasons_tezel_1080.jpg"
  },
  {
    "date": "2019-09-24",
    "explanation": "What are these strange shapes on Mars?  Defrosting sand dunes. As Spring dawned on the Northern Hemisphere of Mars, dunes of sand near the pole, as pictured here in late May by ESA's ExoMars Trace Gas Orbiter, began to thaw.  The carbon dioxide and water ice actually sublime in the thin atmosphere directly to gas.  Thinner regions of ice typically defrost first revealing sand whose darkness soaks in sunlight and accelerates the thaw.  The process might even involve sandy jets exploding through the thinning ice.  By Summer, spots will expand to encompass the entire dunes.  The Martian North Pole is ringed by many similar fields of barchan sand dunes, whose strange, smooth arcs are shaped by persistent Martian winds.   Create a Distant Legacy: Send your name to Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/1909/DunesThawingOnMars_ExoMars_1400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sand Dunes Thawing on Mars",
    "url": "https://apod.nasa.gov/apod/image/1909/DunesThawingOnMars_ExoMars_1080.jpg"
  },
  {
    "copyright": "Yannick Akar",
    "date": "2019-09-25",
    "explanation": "The Pelican Nebula is slowly being transformed.  IC 5070, the official designation, is divided from the larger North America Nebula by a molecular cloud filled with dark dust.  The Pelican, however, receives much study because it is a particularly active mix of star formation and evolving gas clouds.  The featured picture was produced in three specific colors -- light emitted by sulfur, hydrogen, and oxygen --  that can help us to better understand these interactions.  The light from young energetic stars is slowly transforming the cold gas to hot gas, with the advancing boundary between the two, known as an ionization front, visible in bright orange on the right. Particularly dense tentacles of cold gas remain.  Millions of years from now this nebula might no longer be known as the Pelican, as the balance and placement of stars and gas will surely leave something that appears completely different.",
    "hdurl": "https://apod.nasa.gov/apod/image/1909/Pelican_Akar_4554.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pelican Nebula in Gas, Dust, and Stars",
    "url": "https://apod.nasa.gov/apod/image/1909/Pelican_Akar_960.jpg"
  },
  {
    "copyright": "Likai Lin",
    "date": "2019-09-26",
    "explanation": "An old Moon rose this morning, its waning sunlit crescent shining just above the eastern horizon before sunrise. But earthshine, light reflected from a bright planet Earth, lit the shadowed portion of the lunar disk and revealed most of a familiar lunar near side to early morning risers. In fact, a description of earthshine in terms of sunlight reflected by Earth's oceans illuminating the Moon's dark surface was written over 500 years ago by Leonardo da Vinci. One lunation ago this old Moon also rose above the eastern horizon. Its sunlit crescent and da Vinci glow were captured in stacked exposures from the Badain Jilin Desert of Inner Mongolia, China on August 29, 2019. This year marks the 500th anniversary of Leondardo da Vinci's death.",
    "hdurl": "https://apod.nasa.gov/apod/image/1909/DaVinciRisingLikaiLin.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Da Vinci Rise",
    "url": "https://apod.nasa.gov/apod/image/1909/DaVinciRisingLikaiLin_1024.jpg"
  },
  {
    "copyright": "Miguel Claro",
    "date": "2019-09-27",
    "explanation": "The center of our Milky Way galaxy can be found some 26,000 light-years away toward the constellation Sagittarius. Even on a dark night, you can't really see it though. Gaze in that direction, and your sight-line is quickly obscured by intervening interstellar dust. In fact, dark dust clouds, glowing nebulae, and crowded starfieds are packed along the fertile galactic plane and central regions of our galaxy. This annotated view, a mosaic of dark sky images, highlights some favorites, particularly for small telescope or binocular equipped skygazers. The cropped version puts the direction to the galactic center on the far right. It identifies well-known Messier objects like the Lagoon nebula (M8), the Trifid (M20), star cloud M24, and some of E.E. Barnard's dark markings on the sky. A full version extends the view to the right toward the constellation Scorpius, in all covering over 20 degrees across the center of the Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/1909/MilkyWay-CorePanorama_8738-Cr-Anno.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Annotated Galactic Center",
    "url": "https://apod.nasa.gov/apod/image/1909/MilkyWay-CorePanorama_8738-Cr-Anno1080.jpg"
  },
  {
    "copyright": "Gyorgy Soponyai",
    "date": "2019-09-28",
    "explanation": "This week the equinox found the Sun near the middle, but not at the crossing point, of an analemma in its annual trek through planet Earth's skies. In this scenic view, that graceful, figure-8-shaped curve was intentionally posed above the iconic Danube River and the capital city of Hungary. Looking south from Budapest's Margaret Bridge it combines digital frames taken at exactly the same time of day (11:44 CET) on dates between 2018 September 24 and 2019 September 15. That puts the metropolitan Pest on the left, regal Buda on the right, and the positions of the Sun on the solstice dates at the top and bottom of the analemma curve. December's near solstice Sun is just hidden behind a dramatic cloud bank.",
    "hdurl": "https://apod.nasa.gov/apod/image/1909/AnalemmaoftheSunGSoponyai.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Analemma of the Sun",
    "url": "https://apod.nasa.gov/apod/image/1909/AnalemmaoftheSunGSoponyai.jpg"
  },
  {
    "date": "2019-09-29",
    "explanation": "Do you see the hourglass shape -- or does it see you?  If you can picture it, the rings of MyCn 18 trace the outline of an hourglass -- although one with an unusual eye in its center.  Either way, the sands of time are running out for the central star of this hourglass-shaped planetary nebula. With its nuclear fuel exhausted, this brief, spectacular, closing phase of a Sun-like star's life occurs as its outer layers are ejected - its core becoming a cooling, fading white dwarf. In 1995, astronomers used the Hubble Space Telescope (HST) to make a series of images of planetary nebulae, including the one featured here.  Pictured, delicate rings of colorful glowing gas (nitrogen-red, hydrogen-green, and oxygen-blue) outline the tenuous walls of the hourglass. The unprecedented sharpness of the Hubble images has revealed surprising details of the nebula ejection process that are helping to resolve the outstanding mysteries of the complex shapes and symmetries of planetary nebulas like MyCn 18.",
    "hdurl": "https://apod.nasa.gov/apod/image/1909/MyCn18_HubbleSchmidt_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "MyCn 18: The Engraved Hourglass Planetary Nebula",
    "url": "https://apod.nasa.gov/apod/image/1909/MyCn18_HubbleSchmidt_960.jpg"
  },
  {
    "copyright": "Carlos Fairbairn",
    "date": "2019-09-30",
    "explanation": "Have you seen Orion lately? The next few months will be the best for seeing this familiar constellation as it rises continually earlier in the night.  However, Orion's stars and nebulas won't look quite as colorful to the eye as they do in this fantastic camera image. In the featured image, Orion was captured by camera showing its full colors last month over a Brazilian copal tree from Brazil's Central-West Region. Here the cool red giant Betelgeuse takes on a strong orange hue as the brightest star on the far left. Otherwise, Orion's hot blue stars are numerous, with supergiant Rigel balancing Betelgeuse at the upper right, Bellatrix at the upper left, and Saiph at the lower right. Lined up in Orion's belt (bottom to top) are Alnitak, Alnilam, and Mintaka all about 1,500 light-years away, born of the constellation's well studied interstellar clouds. And if a \"star\" toward the upper right  Orion's sword looks reddish and fuzzy to you, it should. It's the stellar nursery known as the Great Nebula of Orion.",
    "hdurl": "https://apod.nasa.gov/apod/image/1909/OrionTree_Fairbairn_1071.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion Rising over Brazil",
    "url": "https://apod.nasa.gov/apod/image/1909/OrionTree_Fairbairn_960.jpg"
  },
  {
    "date": "2019-10-01",
    "explanation": "If you were a small one-eyed monster, would you want to visit a black hole? Well the one in this video does -- but should it? No, actually, but since our little friend is insistent on going, the video informs it what black holes really are, and how to be as safe as possible when visiting. Black holes are clumps of matter so dense that light cannot escape. Pairs of black holes, each several times the mass of our Sun, have recently been found to merge by detection of unusual gravitational radiation.  The regions surrounding supermassive black holes in the centers of galaxies can light up as stars that near them get shredded. The closest known black hole to the Earth is V616 Mon, which is about 3,300 light years away. The best way for our monster friend to stay safe, the video informs, is to not go too close.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Black Hole Safety Video",
    "url": "https://www.youtube.com/embed/aMTwtb3TVIk"
  }
]
