[
  {
    "copyright": "CARA Project",
    "date": "2019-03-01",
    "explanation": "Still racing across planet Earth's night skies, Comet Iwamoto (C/2018 Y1) shares this pretty telescopic field of view with stars and nebulae of northern constellation Auriga, the Charioteer. Captured on February 27, Iwamoto's greenish coma and faint tail appear between a complex of reddish emission nebulae and open star cluster M36 (bottom right). The reddish emission is light from hydrogen gas ionized by ultraviolet radiation from hot stars near the region's giant molecular cloud some 6,000 light-years distant. The greenish glow from the comet, less than 5 light-minutes away, is predominantly emission from diatomic carbon molecules fluorescing in sunlight. M36, one of Auriga's more familiar star clusters, is also a background object far beyond the Solar System, about 4,000 light-years away. Comet Iwamoto passed closest to Earth on February 12 and is outward bound in a highly elliptical orbit that will carry it beyond the Kuiper belt. With an estimated orbital period of 1,317 years it should return to the inner Solar System in 3390 AD.",
    "hdurl": "https://apod.nasa.gov/apod/image/1903/rolando-ligustri-C2018Y1_190227_FB_1551288721.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Charioteer's Comet",
    "url": "https://apod.nasa.gov/apod/image/1903/rolando-ligustri-C2018Y1_190227_FB_1551288721_800.jpg"
  },
  {
    "copyright": "Robert Eder",
    "date": "2019-03-02",
    "explanation": "The bright clusters and nebulae of planet Earth's night sky are often named for flowers or insects. Though its wingspan covers over 3 light-years, NGC 6302 is no exception. With an estimated surface temperature of about 250,000 degrees C, the dying central star of this particular planetary nebula has become exceptionally hot, shining brightly in ultraviolet light but hidden from direct view by a dense torus of dust.  This sharp close-up was recorded by the Hubble Space Telescope in 2009. The Hubble image data is reprocessed here, showing off the remarkable details of the complex planetary nebula. Cutting across a bright cavity of ionized gas, the dust torus surrounding the central star is near the center of this view, almost edge-on to the line-of-sight. Molecular hydrogen has been detected in the hot star's dusty cosmic shroud. NGC 6302 lies about 4,000 light-years away in the arachnologically correct constellation of the Scorpion (Scorpius).",
    "hdurl": "https://apod.nasa.gov/apod/image/1903/NGC6302_ButterflyNebula_NASA.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6302: The Butterfly Nebula",
    "url": "https://apod.nasa.gov/apod/image/1903/NGC6302_ButterflyNebula_NASA1024.jpg"
  },
  {
    "date": "2019-03-03",
    "explanation": "Why are bullets of gas shooting out of the Orion Nebula? Nobody is yet sure.  First discovered in 1983, each bullet is actually about the size of our Solar System, and moving at about 400 km/sec from a central source dubbed IRc2.  The age of the bullets, which can be found from their speed and distance from IRc2, is very young -- typically less than 1,000 years. As the bullets expand out the top of the Kleinmann-Low section of the Orion Nebula, a small percentage of iron gas causes the tip of each bullet to glow blue, while each bullet leaves a tubular pillar that glows by the light of heated hydrogen gas.   The detailed image was created using the 8.1 meter Gemini South telescope in Chile with an adaptive optics system (GeMS). GeMS uses five laser generated guide stars to help compensate for the blurring effects of planet Earth's atmosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/1903/OrionBullets_Gemini_2592.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Orion Bullets",
    "url": "https://apod.nasa.gov/apod/image/1903/OrionBullets_Gemini_960.jpg"
  },
  {
    "copyright": "Dario Giannobile",
    "date": "2019-03-04",
    "explanation": "This was a sunrise to remember. About a month ago, just before the dawn of the Sun, an impressive alignment of celestial objects was on display to the east. Pictured, brightest and closest to the horizon, is the Moon. The Moon's orange glow is caused by the scattering away of blue light by the intervening atmosphere. Next brightest and next closest to the horizon is the planet Venus.  Compared to the Moon, Venus appears more blue -- as can (also) be seen in its reflection from the water. Next up is Jupiter, while the bright object above Jupiter is the star Antares.  Although this display was visible from almost anywhere on planet Earth, the featured image was taken along a picturesque seashore near the city of Syracuse, on the island of Sicily, in the country of Italy. This month Saturn appears between Venus and Jupiter before sunrise, while Mars is visible just after sunset.",
    "hdurl": "https://apod.nasa.gov/apod/image/1903/MoonPlanetsStar_Giannobile_1313.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Celestial Alignment over Sicilian Shore",
    "url": "https://apod.nasa.gov/apod/image/1903/MoonPlanetsStar_Giannobile_1313_annotated.jpg"
  },
  {
    "date": "2019-03-05",
    "explanation": "What created these huge galactic superbubbles? Two of these unusual bubbles, each spanning thousands of light-years, were recently discovered near the center of spiral galaxy NGC 3079. The superbubbles, shown in purple on the image right, are so hot they emit X-rays detected by NASA's Earth-orbiting Chandra X-Ray Observatory.  Since the bubbles straddle the center of NGC 3079, a leading hypothesis is that they were somehow created by the interaction of the central supermassive black hole with surrounding gas.  Alternatively, the superbubbles might have been created primarily by the energetic winds from many young and hot stars near that galaxy's center. The only similar known phenomenon is the gamma-ray emitting Fermi bubbles emanating from the center of our Milky Way Galaxy, discovered 10 years ago in images taken by NASA's Fermi satellite. Research into the nature of the NGC 3079 superbubbles will surely continue, as well as searches for high-energy superbubbles in other galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/1903/ngc3079Superbubbles_chandra_1080.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Ray Superbubbles in Galaxy NGC 3079",
    "url": "https://apod.nasa.gov/apod/image/1903/ngc3079Superbubbles_chandra_1080.jpg"
  },
  {
    "copyright": "Alan FriedmanAverted Imagination",
    "date": "2019-03-06",
    "explanation": "Where have all the sunspots gone?  Last month the total number of spots that crossed our Sun was ... zero. Well below of the long term monthly average, the Sun's surface has become as unusually passive this solar minimum just like it did 11 years ago during the last solar minimum.  Such passivity is not just a visual spectacle, it correlates with the Sun being slightly dimmer, with holes in the Sun's corona being more stable, and with a reduced intensity in the outflowing solar wind. The reduced wind, in turn, cools and collapses Earth's outer atmosphere (the thermosphere), causing reduced drag on many Earth-orbiting satellites. Pictured in inverted black & white on the left, the Sun's busy surface is shown near solar maximum in 2012, in contrast to the image on the right, which shows the Sun's surface last August, already without spots (for a few days), as solar minimum was setting in.  Effects of this unusually static solar minimum are being studied.",
    "hdurl": "https://apod.nasa.gov/apod/image/1903/SunMaxMin_Friedman_1733.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A February without Sunspots",
    "url": "https://apod.nasa.gov/apod/image/1903/SunMaxMin_Friedman_1080.jpg"
  },
  {
    "copyright": "Steve Milne",
    "date": "2019-03-07",
    "explanation": "Normally faint and elusive, the Jellyfish Nebula is caught in this alluring telescopic field of view. The entire scene is a two panel mosaic constructed using narrowband image data, with emission from sulfur, hydrogen and oxygen atoms shown in red, green and blue hues. It's anchored right and left by two bright stars, Mu and Eta Geminorum, at the foot of the celestial twin.  The Jellyfish Nebula itself is right of center, the brighter arcing ridge of emission with dangling tentacles. In fact, the cosmic jellyfish is part of bubble-shaped supernova remnant IC 443, the expanding debris cloud from a massive star that exploded. Light from the explosion first reached planet Earth over 30,000 years ago. Like its cousin in astrophysical waters the Crab Nebula supernova remnant, the Jellyfish Nebula is known to harbor a neutron star, the remnant of the collapsed stellar core. An emission nebula cataloged as Sharpless 249 fills the field at the upper left. The Jellyfish Nebula is about 5,000 light-years away. At that distance, this image would be about 300 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/1903/F_JellyFish_FIN_APOD.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sharpless 249 and the Jellyfish Nebula",
    "url": "https://apod.nasa.gov/apod/image/1903/F_JellyFish_FIN_APOD1024.jpg"
  },
  {
    "copyright": "Richard S. Wright Jr.",
    "date": "2019-03-08",
    "explanation": "Interstellar dust clouds and bright nebulae abound in the fertile constellation of Orion. One of the brightest, M78, is near the center in this colorful telescopic view, covering an area north of Orion's belt. At a distance of about 1,500 light-years, the bluish nebula itself is about 5 light-years across. Its blue tint is due to dust preferentially reflecting the blue light of hot, young stars in the region. Dark dust lanes and other nebulae can easily be traced through the gorgeous skyscape that includes many Herbig- Haro objects, energetic jets from stars in the process of formation. But missing from this image is McNeil's nebula. A major discovery only recognized in 2004, the enigmatic, variable nebula was found along the dark lane of dust above and right of larger M78. McNeil's nebula is associated with a protostar and seen to be sometimes present and sometimes absent in photos of the well-imaged region. McNeil's nebula faded from view late last year and is still absent in this deep image recorded in February 2019.",
    "hdurl": "https://apod.nasa.gov/apod/image/1903/M78_RGBwright.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stardust and Starlight in M78",
    "url": "https://apod.nasa.gov/apod/image/1903/M78_RGBwright1024.jpg"
  },
  {
    "date": "2019-03-09",
    "explanation": "Peering from the shadows, the Saturn-facing hemisphere of tantalizing inner moon Enceladus poses in this Cassini spacecraft image. North is up in the dramatic scene captured during November 2016 as Cassini's camera was pointed in a nearly sunward direction about 130,000 kilometers from the moon's bright crescent. In fact, the distant world reflects over 90 percent of the sunlight it receives, giving its surface about the same reflectivity as fresh snow. A mere 500 kilometers in diameter, Enceladus is a surprisingly active moon. Data collected during Cassini's flybys and years of images have revealed the presence of remarkable south polar geysers and a possible global ocean of liquid water beneath an icy crust.",
    "hdurl": "https://apod.nasa.gov/apod/image/1903/PIA20522enceladus.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crescent Enceladus",
    "url": "https://apod.nasa.gov/apod/image/1903/PIA20522enceladusC.jpg"
  },
  {
    "copyright": "Michael ConnelleyU. Hawaii",
    "date": "2019-03-10",
    "explanation": "How can the Moon rise through a mountain?  It cannot -- what was photographed here is a moonrise through the shadow of a large volcano.  The volcano is Mauna Kea, Hawai'i, USA, a frequent spot for spectacular photographs since it is one of the premier observing locations on planet Earth. The Sun has just set in the opposite direction, behind the camera. Additionally, the Moon has just passed full phase -- were it precisely at full phase it would rise, possibly eclipsed, at the very peak of the shadow. The Moon is actually rising in the triangular shadow cone of the volcano, a corridor of darkness  that tapers off in the distance like converging train tracks. The Moon is too large and too far away to be affected by the shadow of the volcano. Refraction of moonlight through the Earth's atmosphere makes the Moon appear slightly oval.  Cinder cones from old volcanic eruptions are visible in the foreground.",
    "hdurl": "https://apod.nasa.gov/apod/image/1903/moonrisemk_connelley_1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moonrise Through Mauna Kea's Shadow",
    "url": "https://apod.nasa.gov/apod/image/1903/moonrisemk_connelley_960.jpg"
  },
  {
    "date": "2019-03-11",
    "explanation": "Are galaxies giant magnets? Yes, but the magnetic fields in galaxies are typically much weaker than on Earth's surface, as well as more complex and harder to measure.  Recently, though, the HAWC+ instrument onboard the airborne (747) SOFIA observatory has been successful in detailing distant magnetic fields by observing the polarized infrared light emitted by elongated dust grains rotating in alignment with the local magnetic field. HAWC+ observations of M82, the Cigar galaxy, show that the central magnetic field is perpendicular to the disk and parallel to the strong supergalactic wind.  This observation bolsters the hypothesis that M82's central magnetic field helps its wind transport the mass of millions of stars out from the central star-burst region.  The featured image shows magnetic field lines superposed on top of an optical light (gray) and hydrogen gas (red) image from Kitt Peak National Observatory, further combined with infrared images (yellow) from SOFIA and the Spitzer Space Telescope.  The Cigar Galaxy is about 12 million light years distant and visible with binoculars towards the constellation of the Great Bear.",
    "hdurl": "https://apod.nasa.gov/apod/image/1903/M82Magnet_SOFIA_2412.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Central Magnetic Field of the Cigar Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1903/M82Magnet_SOFIA_960.jpg"
  },
  {
    "date": "2019-03-12",
    "explanation": "Last month, humanity bounced a robot off an asteroid. The main reason was to collect a surface sample.  Despite concern over finding a safely reboundable touchdown spot, Japan's robotic Hayabusa2 spacecraft successfully touched down -- and bounced right back from -- asteroid Ryugu. Before impact, Hayabusa2 fired a small bullet into 162173 Ryugu to scattered surface material and increase the chance that Hayabusa2 would be able to capture some.  Next month, Hayabusa2 will fire a much larger bullet into Ryugu in an effort to capture sub-surface material.  Near the end of this year, Hayabusa2 is scheduled to depart Ryugu and begin a looping trip back to Earth, hopefully returning small pieces of this near-Earth asteroid in late 2020. Studying Ryugu could tell humanity not only about the minor planet's surface and interior, but about what materials were available in the early Solar System for the development of life.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Touchdown on Asteroid Ryugu",
    "url": "https://www.youtube.com/embed/-3hO58HFa1M?start=15"
  },
  {
    "date": "2019-03-13",
    "explanation": "What can you see in the night sky this season?  The featured graphic gives a few highlights for Earth's northern hemisphere. Viewed as a clock face centered at the bottom, early (northern) spring sky events fan out toward the left, while late spring events are projected toward the right. Objects relatively close to Earth are illustrated, in general, as nearer to the cartoon figure with the telescope at the bottom center -- although almost everything pictured can be seen without a telescope.  As happens during any season, constellations appear the same year to year, and, as usual, the Lyrids meteor shower will peak in mid-April.  Also as usual, the International Space Station (ISS) can be seen, at times, as a bright spot drifting across the sky after sunset.  After the Vernal Equinox next week, the length of daytime will be greater than the length of nighttime in Earth's northern hemisphere, an inequality that will escalate as the spring season develops.  Also as spring ages, Jupiter becomes visible increasingly earlier in the night. As spring draws to a close, the month of May will feature the third of four full moons of the season, one of the definiitions of a  Blue Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1903/SpringSky19_u2g_5000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Highlights of the North Spring Sky",
    "url": "https://apod.nasa.gov/apod/image/1903/SpringSky19_u2g_960.jpg"
  },
  {
    "date": "2019-03-14",
    "explanation": "Mars exploration rover Opportunity's parting panorama from Perseverance Valley spans 360 degrees in this false color mosaic. The scene is composed of 354 individual images recorded through 3 different color filters by the rover's panoramic camera from May 13 through June 10, 2018. A few frames remain in black and white at the lower left though. Those were obtained through only one filter just before a dust storm engulfed Mars in June 2018, ultimately ending the solar-powered rover's trailblazing 15 year mission. Just right of center, the annotation identifies Opportunity's entry point to Perseverance Valley along the Endeavor crater's western rim. The rover's tracks begin there, extending from over the horizon toward the far right and its final resting spot on the Red Planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/1903/PIA22908_fig1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseverance Valley Panorama",
    "url": "https://apod.nasa.gov/apod/image/1903/PIA22908_fig1.jpg"
  },
  {
    "copyright": "Christoph Kaltseis",
    "date": "2019-03-15",
    "explanation": "Big, beautiful spiral galaxy M101 is one of the last entries in Charles Messier's famous catalog, but definitely not one of the least. About 170,000 light-years across, this galaxy is enormous, almost twice the size of our own Milky Way galaxy. M101 was also one of the original spiral nebulae observed by Lord Rosse's large 19th century telescope, the Leviathan of Parsontown. M101 shares this modern telescopic field of view with more distant background galaxies, foreground stars within the Milky Way, and a companion dwarf galaxy NGC 5474 (lower right). The colors of the Milky Way stars can also be found in the starlight from the large island universe. Its core is dominated by light from cool yellowish stars. Along its grand design spiral arms are the blue colors of hotter, young stars mixed with obscuring dust lanes and pinkish star forming regions. Also known as the Pinwheel Galaxy, M101 lies within the boundaries of the northern constellation Ursa Major, about 23 million light-years away. Its companion NGC 5474 has likely been distorted by its past gravitational interactions with the dominant M101.",
    "hdurl": "https://apod.nasa.gov/apod/image/1903/M101n8_4tp_Kaltseis.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A View Toward M101",
    "url": "https://apod.nasa.gov/apod/image/1903/M101n8_4tp_Kaltseis1024c.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2019-03-16",
    "explanation": "This bright cosmic cloud was sculpted by stellar winds and radiation from the hot young stars of open cluster NGC 3324. With dust clouds in silhouette against its glowing atomic gas, the pocket-shaped star-forming region actually spans about 35 light-years. It lies some 7,500 light-years away toward the nebula rich southern constellation Carina. A composite of narrowband image data, the telescopic view captures the characteristic emission from ionized sulfur, hydrogen, and oxygen atoms mapped to red, green, and blue hues in the popular Hubble Palette. For some, the celestial landscape of bright ridges of emission bordered by cool, obscuring dust along the right side create a recognizable face in profile. The region's popular name is the Gabriela Mistral Nebula for the Nobel Prize winning Chilean poet.",
    "hdurl": "https://apod.nasa.gov/apod/image/1903/NGC3324_SHO.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3324 in Carina",
    "url": "https://apod.nasa.gov/apod/image/1903/NGC3324_SHO_1024.jpg"
  },
  {
    "date": "2019-03-17",
    "explanation": "What's happening at the center of spiral galaxy M106? A swirling disk of stars and gas, M106's appearance is dominated by blue spiral arms and red  dust lanes near the nucleus, as shown in the featured image.  The core of M106 glows brightly in radio waves and X-rays where twin jets have been found running the length of the galaxy.  An unusual central glow makes M106 one of the closest examples of the Seyfert class of galaxies, where vast amounts of glowing gas are thought to be falling into a central massive black hole.  M106, also designated NGC 4258, is a relatively close 23.5 million light years away, spans 60 thousand light years across, and can be seen with a small telescope towards the constellation of the Hunting Dogs (Canes Venatici).    Astrophysicists: Browse 1,900+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/1903/m106_colombari_3568.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M106: A Spiral Galaxy with a Strange Center",
    "url": "https://apod.nasa.gov/apod/image/1903/m106_colombari_960.jpg"
  },
  {
    "copyright": "Mario Zauner",
    "date": "2019-03-18",
    "explanation": "The dark Horsehead Nebula and the glowing Orion Nebula are contrasting cosmic vistas. Adrift 1,500 light-years away in one of the night sky's most recognizable constellations, they appear in opposite corners of the above stunning two-panel mosaic. The familiar Horsehead nebula appears as a dark cloud on the lower left, a small silhouette notched against the glow of hydrogen (alpha) gas, here tinted orange.  Alnitak is the easternmost star in Orion's belt and can be found to the left of the Horsehead. Below Alnitak is the Flame Nebula, with clouds of bright emission and dramatic dark dust lanes. The magnificent emission region, the Orion Nebula (aka M42), lies at the upper right, surrounded by the blue glow of reflecting dust. Immediately to its left is a prominent reflection nebula sometimes called the Running Man. Pervasive tendrils of glowing hydrogen gas are easily traced throughout the region.",
    "hdurl": "https://apod.nasa.gov/apod/image/1903/Horsehead2Nebula_Zauner_14173.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Horsehead and Orion Nebulas",
    "url": "https://apod.nasa.gov/apod/image/1903/Horsehead2Nebula_Zauner_1080.jpg"
  },
  {
    "date": "2019-03-19",
    "explanation": "What are those strange arcs? While imaging the cluster of galaxies Abell 370, astronomers noticed an unusual arc.  The arc wasn't understood right away -- not until better images showed that the arc was a previously unseen type of astrophysical artifact of a gravitational lens, where the lens was the center of an entire cluster of galaxies. Today, we know that this arc, the brightest arc in the cluster, actually consists of two distorted images of a fairly normal galaxy that happens to lie far in the distance.  Abell 370's gravity caused the background galaxies' light -- and others -- to spread out and come to the observer along multiple paths, not unlike a distant light appears through the stem of a wine glass. Almost all of the yellow images featured here are galaxies in the Abell 370 cluster. An astute eye can pick up many strange arcs and distorted arclets, however, that are actually gravitationally lensed images of distant normal galaxies. Studying Abell 370 and its images gives astronomers a unique window into the distribution of normal and dark matter in galaxy clusters and the universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/1903/Abell370Arcs_HubbleAndreo_1840.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Abell 370: Galaxy Cluster Gravitational Lens",
    "url": "https://apod.nasa.gov/apod/image/1903/Abell370Arcs_HubbleAndreo_960.jpg"
  },
  {
    "date": "2019-03-20",
    "explanation": "Welcome to an equinox on planet Earth. Today is the first day of spring in our fair planet's northern hemisphere, fall in the southern hemisphere, with day and night nearly equal around the globe. At an equinox Earth's terminator, the dividing line between day and night, connects the planet's north and south poles as seen at the start of this remarkable time-lapse video compressing an entire year into twelve seconds. To make it, the Meteosat satellite recorded these infrared images every day at the same local time from a geosynchronous orbit. The video actually starts at the September 2010 equinox with the terminator aligned vertically. As the Earth revolves around the Sun, the terminator tilts to provide less daily sunlight to the northern hemisphere, reaching the solstice and northern hemisphere winter at the maximum tilt. As the year continues, the terminator tilts back again and March 2011 equinox arrives halfway through the video. Then the terminator swings past vertical the other way, reaching the the June 2011 solstice and the beginning of northern summer. The video ends as the September equinox returns.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Equinox on Planet Earth",
    "url": "https://www.youtube.com/embed/LUW51lvIFjg?rel=0&showinfo=0"
  },
  {
    "copyright": "Juan Carlos Casado",
    "date": "2019-03-21",
    "explanation": "Stars trail and the Sun rises in this night and day composite panorama made on March 19. The view looks toward the eastern horizon from La Nava de Santiago, Spain. To create it, a continuous series of digital frames was recorded for about two hours and combined to trace the concentric motion of the stars through the night sky. A reflection of the Earth's rotation, star trails curve around the north celestial pole toward upper left and the south celestial pole toward the lower right. Of course on that day the Sun was near the celestial equator, a diagonal straight line in the wide-angle projection. A dense dimming filter was used to capture the Sun's image every two minutes. Superimposed on the star trails it rose due east in the morning sky. In the scene, foreground landscape and a local prehistoric monument were illuminated by full moonlight, though. The monument's corridor faces nearly to the east and the equinox sunrise.",
    "hdurl": "https://apod.nasa.gov/apod/image/1903/lacara_equinocc19_jcc.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Trails and the Equinox Sunrise",
    "url": "https://apod.nasa.gov/apod/image/1903/lacara_equinocc19_jcc1024.jpg"
  },
  {
    "copyright": "Lorenzo Ranieri Tenti",
    "date": "2019-03-22",
    "explanation": "Despite the cold, a chance to view the shimmering northern lights coaxed this skygazer onto the frozen surface of Lake Superior on the west coast of the Keweenaw Peninsula and offered this nocturnal crescendo as a reward. A northern late winter night sky also plays across the panoramic composition of images made between 10pm and 1am on the night of February 28/March 1. At left, a faint band of Zodiacal light rises sharply from the horizon crossing Mars and the Pleides star cluster. Both the distant galaxy M31 and our own Milky Way shine above the greenish auroral arc. Navigational north pole star Polaris is centered above and accompanied on the right by the northern night's most recognizable asterism, the Big Dipper. Terrestrial lights include markers for two breakwaters on the the horizon near the center of the scene.",
    "hdurl": "https://apod.nasa.gov/apod/image/1903/HoughtonAurora_03_2019.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Symphony in Northern Winter Skies",
    "url": "https://apod.nasa.gov/apod/image/1903/HoughtonAurora_03_2019_600.jpg"
  },
  {
    "copyright": "Javier Martinez Moran",
    "date": "2019-03-23",
    "explanation": "The first Full Moon of northern spring rises behind four distant towers in this telescopic view. In an image captured from some 40 kilometers west of the city of Madrid, this moonrise also represents a near coincidence of the full lunar phase with lunar perigee and the March equinox. Close to the horizon, the Full Moon's strangely rippled and distorted shape has more to do with the long sight-line through a layered atmosphere, though. Tantalizing visible effects of the substantial atmospheric refraction include the appearance of a thin floating sliver just above the lunar disk. The remarkable optical mirage is related to the more commonly witnessed green flash of the setting Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/1903/luna-marzo.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Four Towers and the Equinox Moon",
    "url": "https://apod.nasa.gov/apod/image/1903/luna-marzo1024.jpg"
  },
  {
    "date": "2019-03-24",
    "explanation": "Globular clusters once ruled the Milky Way.  Back in the old days, back when our Galaxy first formed, perhaps thousands of globular clusters roamed our Galaxy.  Today, there are less than 200 left.  Over the eons, many globular clusters were destroyed by repeated fateful encounters with each other or the Galactic center.  Surviving relics are older than any Earth fossil, older than any other structures in our Galaxy, and limit the universe itself in raw age.  There are few, if any, young globular clusters in our Milky Way Galaxy because conditions are not ripe for more to form. The featured video shows what it might look like to go from the Earth to the globular cluster Terzan 5, ending with a picture of the cluster taken with the Hubble Space Telescope.  This star cluster has been  found to contain not only stars formed in the early days of our Milky Way Galaxy, but also, quite surprisingly, others that formed in a separate burst of star formation about 7 billion years later.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Zooming in on Star Cluster Terzan 5",
    "url": "https://www.youtube.com/embed/jtQOAtiJq3o?rel=0"
  },
  {
    "date": "2019-03-25",
    "explanation": "Why are stars forming in the bridge between these colliding galaxies? Usually when galaxies crash, star formation is confined to galaxy disks or tidal tails. In Arp 194, though, there are bright knots of young stars right in a connecting bridge.  Analyses of images and data including the featured image of Arp 194 from Hubble, as well as computer simulations of the interaction, indicate that the bottom galaxy passed right through the top galaxy within the past 100 million years. The result has left a stream of gas that is now falling toward the bottom galaxy. Astronomers hypothesize that stars form in this bridge because of the recent fading of turbulence after the rapid collision. In about a billion years, the galaxies -- including a smaller galaxy superposed on the upper galaxy (see it?) -- will all merge into one larger galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/1903/Arp194_HubbleSchmidt_1494.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Arp 194: Merging Galaxy Group",
    "url": "https://apod.nasa.gov/apod/image/1903/Arp194_HubbleSchmidt_960.jpg"
  },
  {
    "copyright": "Amir AbolfathTWAN",
    "date": "2019-03-26",
    "explanation": "Is star AE Aurigae on fire? No.  Even though AE Aurigae is named the flaming star, the surrounding nebula IC 405 is named the Flaming Star Nebula, and the region shape gives the appearance of fire, there is no fire.  Fire, typically defined as the rapid molecular acquisition of oxygen, happens only when sufficient oxygen is present and is not important in such high-energy, low-oxygen environments such as stars.  The material that appears as smoke is mostly interstellar hydrogen, but does contain smoke-like dark filaments of carbon-rich dust grains. The bright star AE Aurigae, visible just to the lower right of the image center, is so hot it glows blue, emitting light so energetic it knocks electrons away from surrounding gas. When a proton recaptures an electron, light is emitted, as seen in the surrounding emission nebula.  Featured here, the Flaming Star nebula lies about 1,500 light years distant, spans about 5 light years, and is visible with a small telescope toward the constellation of the Charioteer (Auriga).   Follow APOD on: Instagram, Facebook,  Reddit, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1903/IC405_Abolfath_3171.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "AE Aurigae and the Flaming Star Nebula",
    "url": "https://apod.nasa.gov/apod/image/1903/IC405_Abolfath_960.jpg"
  },
  {
    "copyright": "Steve Milne",
    "date": "2019-03-27",
    "explanation": "NGC 1333 is seen in visible light as a reflection nebula, dominated by bluish hues characteristic of starlight reflected by interstellar dust. A mere 1,000 light-years distant toward the heroic constellation Perseus, it lies at the edge of a large, star-forming molecular cloud. This striking close-up spans about two full moons on the sky or just over 15 light-years at the estimated distance of NGC 1333. It shows details of the dusty region along with telltale hints of contrasty red emission from Herbig-Haro objects, jets and shocked glowing gas emanating from recently formed stars. In fact, NGC 1333 contains hundreds of stars less than a million years old, most still hidden from optical telescopes by the pervasive stardust. The chaotic environment may be similar to one in which our own Sun formed over 4.5 billion years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/1903/A_NGC1333_APOD.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1333: Stellar Nursery in Perseus",
    "url": "https://apod.nasa.gov/apod/image/1903/A_NGC1333_APOD1024.jpg"
  },
  {
    "date": "2019-03-28",
    "explanation": "Messier 15 is a 13 billion year old relic of the early formative years of our galaxy, one of about 170 globular star clusters that still roam the halo of the Milky Way.  About 200 light-years in diameter, it lies about 35,000 light years away toward the constellation Pegasus. But this realistic looking view of the ancient globular star cluster is not a photograph. Instead it's an animated gif image constructed from remarkably precise individual measurements of star positions, brightness, and color. The astronomically rich data set used was made by the sky-scanning Gaia satellite which also determined parallax distances for 1.3 billion Milky Way stars. In the animated gif, twinkling stars are M15's identified RR Lyrae stars. Plentiful in M15, RR Lyrae stars are evolved pulsating variable stars whose brightness and pulsation period, typically less than a day, are related.",
    "hdurl": "https://apod.nasa.gov/apod/image/1903/M15_Gaia_stars.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Gaia Stars of M15",
    "url": "https://apod.nasa.gov/apod/image/1903/M15_Gaia_stars1024b.gif"
  },
  {
    "date": "2019-03-29",
    "explanation": "The striking spiral galaxy M104 is famous for its nearly edge-on profile featuring a broad ring of obscuring dust lanes. Seen in silhouette against an extensive central bulge of stars, the swath of cosmic dust lends a broad brimmed hat-like appearance to the galaxy suggesting a more popular moniker, The Sombrero Galaxy. Hubble Space Telescope data have been used to create this sharp view of the well-known galaxy. The processing results in a natural color appearance and preserves details often lost in overwhelming glare of M104's bright central bulge when viewed with smaller ground-based telescopes. Also known as NGC 4594, the Sombrero galaxy can be seen across the spectrum and is host to a central supermassive black hole. About 50,000 light-years across and 28 million light-years away, M104 is one of the largest galaxies at the southern edge of the Virgo Galaxy Cluster.",
    "hdurl": "https://apod.nasa.gov/apod/image/1903/M104_Hubble_rba.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M104: The Sombrero Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1903/M104_Hubble_rba1024.jpg"
  },
  {
    "date": "2019-03-30",
    "explanation": "Put on your red/cyan glasses and float next to the jagged and double-lobed nucleus of Churyumov-Gerasimenko, also known as Comet 67P. The stereo anaglyph was created by combining two images from the Rosetta spacecraft's narrow angle OSIRIS camera taken on July 25, 2015 from a distance of 184 kilometers. Numerous jets are emanating from the small solar system world's active surface near its closest approach to the Sun. The larger lobe is around 4 kilometers in diameter, joined to a smaller, 2.5 kilometer diameter lobe by a narrow neck. Rosetta's mission to the comet ended in September 2016 when the spacecraft was commanded to a controlled impact with the comet's surface. Keep those 3D glasses on though. You can check out a new catalog of nearly 1400 stereo anaglyphs created from Rosetta image data on this website.",
    "hdurl": "https://apod.nasa.gov/apod/image/1903/anaglyph-NAC_2015-07-25T06.28.48.742Z_lamy.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "3D 67P",
    "url": "https://apod.nasa.gov/apod/image/1903/anaglyph-NAC_2015-07-25T06.28.48.742Z_lamy1024.jpg"
  },
  {
    "copyright": "Sergio Kaminsky",
    "date": "2019-03-31",
    "explanation": "Across the heart of the Virgo Cluster of Galaxies lies a striking string of galaxies known as Markarian's Chain.  The chain, pictured here, is highlighted on the right with two large but featureless lenticular galaxies, M84 and M86. Prominent to their lower left is a pair of interacting galaxies known as The Eyes. The home Virgo Cluster is the nearest cluster of galaxies, contains over 2000 galaxies, and has a noticeable gravitational pull on the galaxies of the Local Group of Galaxies surrounding our Milky Way Galaxy.  The center of the Virgo Cluster is located about 70 million light years away toward the constellation of Virgo.  At least seven galaxies in the chain  appear to move coherently, although others appear to be superposed by chance.    Note: APOD now available in Ukrainian",
    "hdurl": "https://apod.nasa.gov/apod/image/1903/MarkarianChain_Kaminsky_2710.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Markarian's Chain of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/1903/MarkarianChain_Kaminsky_960.jpg"
  },
  {
    "date": "2019-04-01",
    "explanation": "Score three points for NASA.  With time running out late in Apollo 15's mission to the Moon in 1971, Astronaut David Scott prepared to split the uprights and bring about yet another dramatic end-of-the-mission victory for NASA.  Scott used a special  lunar football designed for the rugged games held on the Moon.  R1-D1, a predecessor to R2-D2, cheered from the sideline.  Happy April Fools' Day from the folks at APOD.  In reality, Astronaut Scott placed a drill that measured how temperature changed with lunar depth.  The foreground device actually detected high-energy particles that escaped from the Sun.   No Joke: NASA Plans to Return to the Moon in the Next Five Years",
    "hdurl": "https://apod.nasa.gov/apod/image/1904/MoonKick_Apollo15_4175.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Astronaut Kicks Lunar Field Goal",
    "url": "https://apod.nasa.gov/apod/image/1904/MoonKick_Apollo15_960.jpg"
  }
]
