[
  {
    "date": "2019-08-01",
    "explanation": "Massive stars spend their brief lives furiously burning nuclear fuel. Through fusion at extreme temperatures and densities surrounding the stellar core, nuclei of light elements like Hydrogen and Helium are combined to heavier elements like Carbon, Oxygen, etc. in a progression which ends with Iron. So a supernova explosion, a massive star's inevitable and spectacular demise, blasts back into space debris enriched in heavier elements to be incorporated into other stars and planets and people. This detailed false-color x-ray image from the orbiting Chandra Observatory shows such a hot, expanding stellar debris cloud about 36 light-years across. Cataloged as G292.0+1.8, this young supernova remnant is about 20,000 light-years distant toward the southern constellation Centaurus. Light from the inital supernova explosion reached Earth an estimated 1,600 years ago. Bluish colors highlight filaments of the mulitmillion degree gas which are exceptionally rich in Oxygen, Neon, and Magnesium. This enriching supernova also produced a pulsar in its aftermath, a rotating neutron star remnant of the collapsed stellar core. The stunning image was released as part of the 20th anniversary celebration of the Chandra X-ray Observatory.",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/g292chandra.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Elements in the Aftermath",
    "url": "https://apod.nasa.gov/apod/image/1908/g292chandra.jpg"
  },
  {
    "copyright": "Don Goldman",
    "date": "2019-08-02",
    "explanation": "A small constellation hiding near the south celestial pole, The Chamaeleon boasts no bright stars. Stars are forming within its constellation boundaries though, in a complex of dark, dusty molecular clouds. Some 500 light-years distant, the Chamaeleon II dark nebula inhabits this view where the cosmic dust clouds standout mostly in silhouette against the starry southern sky. The telescopic frame is about the angular size of a Full Moon and so spans about 5 light-years at the dark cloud's estimated distance. Scattered near center a telltale reddish glow from identified Herbig-Haro objects is seen in the sharp image, jets of shocked glowing gas emanating from recently formed stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/Cha-II-Cloud-WebAstroDon.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Chamaeleon II Dark Cloud",
    "url": "https://apod.nasa.gov/apod/image/1908/Cha-II-Cloud-WebAstroDon1024.jpg"
  },
  {
    "date": "2019-08-03",
    "explanation": "Peering from the shadows, the Saturn-facing hemisphere of Mimas lies in near darkness alongside a dramatic sunlit crescent. The mosaic was captured near the Cassini spacecraft's final close approach on January 30, 2017. Cassini's camera was pointed in a nearly sunward direction only 45,000 kilometers from Mimas. The result is one of the highest resolution views of the icy, crater-pocked, 400 kilometer diameter moon. An enhanced version better reveals the Saturn-facing hemisphere of the synchronously rotating moon lit by sunlight reflected from Saturn itself. To see it, slide your cursor over the image (or follow this link). Other Cassini images of Mimas include the small moon's large and ominous Herschel Crater.",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/MimasPIA17213.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mimas in Saturnlight",
    "url": "https://apod.nasa.gov/apod/image/1908/MimasPIA17213_fig1_1024.jpg"
  },
  {
    "date": "2019-08-04",
    "explanation": "Twenty-one years ago results were first presented indicating that most of the energy in our universe is not in stars or galaxies but is tied to space itself.  In the language of cosmologists, a large cosmological constant -- dark energy -- was directly implied by new distant supernova observations.  Suggestions of a cosmological constant were not new -- they have existed since the advent of modern relativistic cosmology. Such claims were not usually popular with astronomers, though, because dark energy was so unlike known universe components, because dark energy's abundance appeared limited by other observations, and because less-strange cosmologies without a significant amount of dark energy had previously done well in explaining the data. What was exceptional here was the seemingly direct and reliable method of the observations and the good reputations of the scientists conducting the investigations. Over the two decades, independent teams of astronomers have continued to accumulate data that appears to confirm the existence of dark energy and the unsettling result of a presently accelerating universe. In 2011, the team leaders were awarded the Nobel Prize in Physics for their work.  The featured picture of a supernova that occurred in 1994 on the outskirts of a spiral galaxy was taken by one of these collaborations.    News: APOD is now available via Facebook in Hindi.",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/SN1994D_Hubble_2608.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rumors of a Dark Universe",
    "url": "https://apod.nasa.gov/apod/image/1908/SN1994D_Hubble_960.jpg"
  },
  {
    "copyright": "Thierry Legault",
    "date": "2019-08-05",
    "explanation": "If you saw a total solar eclipse, would you do a double-take? One astrophotographer did just that -- but it took a lake and a bit of planning. Realizing that the eclipse would be low on the horizon, he looked for a suitable place along the thin swath of South America that would see, for a few minutes, the Moon completely block the Sun, both directly and in reflection.  The day before totality, he visited an Argentine lake called La Cuesta Del Viento (The Slope of the Wind) and, despite its name, found so little wind that the lake looked like a mirror.  Perfect.  Returning the day of the eclipse, though, there was a strong breeze  churning up the water -- enough to ruin the eclipse reflection shot.  Despair. But wait!  Strangely, about an hour before totality, the wind died down.  This calmness may have been related to the eclipse itself, because eclipsed ground heats the air less and reduces the amount rising warm air -- which can dampen and even change the wind direction.  The eclipse came, his tripod and camera were ready, and so was the lake. The featured image of this double-eclipse came from a single exposure lasting just one fifteenth of a second. Soon after totality, the winds returned and the water again became choppy. No matter -- this double-image of the 2019 July total solar eclipse had been captured forever.",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/DoubleEclipse_Legault_1920.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Total Solar Eclipse Reflected",
    "url": "https://apod.nasa.gov/apod/image/1908/DoubleEclipse_Legault_1080.jpg"
  },
  {
    "date": "2019-08-06",
    "explanation": "What does our region of the Universe look like? Since galaxies are so spread out over the sky, and since our Milky Way Galaxy blocks part of the distant sky, it has been hard to tell. A new map has been made, however, using large-scale galaxy motions to infer what massive objects must be gravitating in the nearby universe. The featured map, spanning over 600 million light years on a side, shows that our Milky Way Galaxy is on the edge of the Virgo Cluster of Galaxies, which is connected to the Great Attractor -- an even larger grouping of galaxies. Also nearby are the massive Coma Cluster and the extensive Perseus-Pisces Supercluster. Conversely, we are also on the edge of huge region nearly empty of galaxies known as the Local Void.  The repulsive push by the Local Void combined with the gravitational pull toward the elevated galaxy density on the other side of the sky explains part of the mysteriously high speed our Galaxy has relative to the cosmic microwave background -- but not all.  To explore the local universe yourself, as determined by Cosmicflows-3, you are invited to zoom in and spin around this interactive 3D visualization.",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/VoidMap_Tully_1288.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Local Void in the Nearby Universe",
    "url": "https://apod.nasa.gov/apod/image/1908/VoidMap_Tully_960.jpg"
  },
  {
    "copyright": "Mohammad S. Hayati",
    "date": "2019-08-07",
    "explanation": "This is a good month to see Jupiter. To find our Solar System's largest planet in your sky, look toward the southeast just after sunset -- Jupiter should be the brightest object in that part of the sky.  If you have a binoculars or a small telescope, you should be able to see Jupiter's four brightest moons right nearby, and possibly some cloud bands. The featured image was taken about a month ago from the Persian Gulf. The image shows Jupiter just to the right of the nearly vertical band of the central disk of our Milky Way Galaxy.  The unnamed rock formations appear in projection like the jaws of a giant monster ready to engulf the Jovian giant.  When you see Jupiter, it may be interesting to know that NASA's robotic Juno spacecraft is simultaneously visiting and studying the giant planet.  Saturn is also visible this month, and although it is nearby to Jupiter, it is not as bright.",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/JawsJupiter_Hayati_4181.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter Engulfed and the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/1908/JawsJupiter_Hayati_960.jpg"
  },
  {
    "date": "2019-08-08",
    "explanation": "Part of a 360 degree panorama, this view looks out from the Mars rover Curiosity's current location on the Red Planet dubbed Teal Ridge. The mosaicked scene was captured by the rover's Mastcam on Earth calendar date June 18, 2019. That corresponds to Curiosity's sol 2440, or 2,440th martian day on the surface. Since landing seven years ago on August 6, 2012 in Gale Crater, Curiosity has traveled some 21 kilometers (13 miles). On the right, the rover's tracks lead back toward Vera Rubin Ridge with the Gale Crater rim visible in the distance. The robotic rover leaves wheel tracks about 3 meters (10 feet) apart. During its mission, Curiosity has had great successes exploring the history of water in the martian environment. In fact, NASA's Mars 2020 rover is largely based on the Mars Curiosity rover design.   Watch: Perseid Meteor Shower",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/pia23346-16.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Curiosity at Teal Ridge",
    "url": "https://apod.nasa.gov/apod/image/1908/pia23346-16_1024.jpg"
  },
  {
    "copyright": "Michael Seeley",
    "date": "2019-08-09",
    "explanation": "This single, 251-second long exposure follows the early flight of an Atlas V rocket on August 8, streaking eastward toward the dawn from Cape Canaveral Air Force Station, planet Earth. The launch of the United Launch Alliance rocket was at 6:13am local time. Sunrise was not until 6:48am, but the rocket's downrange plume at altitude is brightly lit by the Sun still just below the eastern horizon. Waters of the Indian River Lagoon in Palm Shores, Forida reflect subtle colors and warming glow of the otherwise calm, predawn sky. The mighty Atlas rocket carried a military communications satellite into Earth orbit. Of course, this weekend the streaks you see in clear skies before the dawn could be Perseid Meteors.   Watch: Perseid Meteor Shower",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/5D4_5485seeley.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Atlas at Dawn",
    "url": "https://apod.nasa.gov/apod/image/1908/5D4_5485seeley_1067.jpg"
  },
  {
    "copyright": "Ignacio\nDiaz Bobillo",
    "date": "2019-08-10",
    "explanation": "A star cluster around 2 million years young surrounded by natal clouds of dust and glowing gas, M16 is also known as The Eagle Nebula. This beautifully detailed image of the region adopts the colorful Hubble palette and includes cosmic sculptures made famous in Hubble Space Telescope close-ups of the starforming complex. Described as elephant trunks or Pillars of Creation, dense, dusty columns rising near the center are light-years in length but are gravitationally contracting to form stars. Energetic radiation from the cluster stars erodes material near the tips, eventually exposing the embedded new stars. Extending from the ridge of bright emission left of center is another dusty starforming column known as the Fairy of Eagle Nebula. M16 lies about 7,000 light-years away, an easy target for binoculars or small telescopes in a nebula rich part of the sky toward the split constellation Serpens Cauda (the tail of the snake).   Watch: Perseid Meteor Shower",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/M16_HSHO_crop2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M16 Close Up",
    "url": "https://apod.nasa.gov/apod/image/1908/M16_HSHO_crop2_1024.jpg"
  },
  {
    "date": "2019-08-11",
    "explanation": "This dance is to the death.  Along the way, as these two large galaxies duel, a cosmic bridge of stars, gas, and dust currently stretches over 75,000 light-years and joins them.  The bridge itself is strong evidence that these two immense star systems have passed close to each other and experienced violent tides induced by mutual gravity. As further evidence, the face-on spiral galaxy on the right, also known as NGC 3808A, exhibits many young blue star clusters produced in a burst of star formation. The twisted edge-on spiral on the left (NGC 3808B) seems to be wrapped in the material bridging the galaxies and surrounded by a curious polar ring. Together, the system is known as Arp 87 and morphologically classified, technically, as peculiar. While such interactions are drawn out over billions of years, repeated close passages should ultimately result in the death of one galaxy in the sense that only one galaxy will eventually result. Although this scenario does look peculiar, galactic mergers are thought to be common, with Arp 87 representing a stage in this inevitable process. The Arp 87 pair are about 300 million light-years distant toward the constellation Leo. The prominent edge-on spiral galaxy at the far left appears to be a more distant background galaxy and not involved in the on-going merger.",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/Arp87_Hubble_2302.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Arp 87: Merging Galaxies from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1908/Arp87_Hubble_1080.jpg"
  },
  {
    "copyright": "Petr Horálek",
    "date": "2019-08-12",
    "explanation": "Tonight is a good night to see meteors.  Comet dust will rain down on planet Earth, streaking through dark skies during the peak of the annual Perseid Meteor Shower.  The featured composite image was taken during last year's Perseids from the Poloniny Dark Sky Park in Slovakia.  The unusual building in the foreground is a planetarium on the grounds of Kolonica Observatory. Although the comet dust particles travel parallel to each other, the resulting shower meteors clearly seem to radiate from a single point on the sky in the eponymous constellation Perseus.  The radiant effect is due to perspective, as the parallel tracks appear to converge at a distance, like train tracks.  The Perseid Meteor Shower is expected to peak after midnight tonight, although unfortunately this year the sky will be brightened by a near full Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/PerseidsSlovakia_Horalek_1089.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseid Meteors over Slovakia",
    "url": "https://apod.nasa.gov/apod/image/1908/PerseidsSlovakia_Horalek_960.jpg"
  },
  {
    "date": "2019-08-13",
    "explanation": "What could shoot out a neutron star like a cannon ball? A supernova.  About 10,000 years ago, the supernova that created the nebular remnant CTB 1 not only destroyed a massive star but blasted its newly formed neutron star core -- a pulsar -- out into the Milky Way Galaxy.  The pulsar, spinning 8.7 times a second, was discovered using downloadable software Einstein@Home searching through data taken by NASA's orbiting Fermi Gamma-Ray Observatory.  Traveling over 1,000 kilometers per second, the pulsar PSR J0002+6216 (J0002 for short) has already left the supernova remnant CTB 1, and is even fast enough to leave our Galaxy. Pictured, the trail of the pulsar is visible extending to the lower left of the supernova remnant.  The featured image is a combination of radio images from the VLA and DRAO radio observatories, as well as data archived from NASA's orbiting IRAS infrared observatory. It is well known that supernovas can act as cannons, and even that pulsars can act as cannonballs -- what is not known is how supernovas do it.",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/CannonSupernova_English_8404.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Supernova Cannon Expels Pulsar J0002",
    "url": "https://apod.nasa.gov/apod/image/1908/CannonSupernova_English_960.jpg"
  },
  {
    "date": "2019-08-14",
    "explanation": "What's that next to the Moon? Saturn. In its monthly trip around the Earth -- and hence Earth's sky -- our Moon passed nearly in front of Sun-orbiting Saturn earlier this week.  Actually the Moon passed directly in front of Saturn from the viewpoints of a wide swath of Earth's Southern Hemisphere.  The featured image from Sydney, Australia captured the pair a few minutes before the eclipse.  The image was a single shot lasting only 1/500th of a second, later processed to better highlight both the Moon and Saturn. Since Saturn is nearly opposite the Sun, it can be seen nearly the entire night, starting at sunset, toward the south and east.  The gibbous Moon was also nearly opposite the Sun, and so also visible nearly the entire night -- it will be full tomorrow night. The Moon will occult Saturn again during every lap it makes around the Earth this year.",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/MoonSaturn_Patonai_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn Behind the Moon",
    "url": "https://apod.nasa.gov/apod/image/1908/MoonSaturn_Patonai_960.jpg"
  },
  {
    "copyright": "Jeff Dai",
    "date": "2019-08-15",
    "explanation": "Despite interfering moonlight, many denizens of planet Earth were able to watch this year's Perseid meteor shower. This pastoral scene includes local skygazers admiring the shower's brief, heavenly flashes in predawn hours near peak activity on August 13 from Nalati Grassland in Xinjiang, China. A composite, the image registers seven frames taken during a two hour span recording Perseid meteor streaks against a starry sky. Centered along the horizon is the Plough, the north's most famous asterism, though some might see the familiar celestial kitchen utensil known as the Big Dipper. Perhaps the year's most easily enjoyed meteor shower, Perseid meteors are produced as Earth itself sweeps through dust from periodic comet Swift-Tuttle. The dust particles are vaporized at altitudes of 100 kilometers or so as they plow through the atmosphere at 60 kilometers per second.",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/PerseidsPloughCow.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Perseids and the Plough",
    "url": "https://apod.nasa.gov/apod/image/1908/PerseidsPloughCow1024.jpg"
  },
  {
    "copyright": "Chuck Ayoub",
    "date": "2019-08-16",
    "explanation": "Like an illustration in a galactic Just So Story, the Elephant's Trunk Nebula winds through the emission nebula and young star cluster complex IC 1396, in the high and far off constellation of Cepheus. Also known as vdB 142, the cosmic elephant's trunk is over 20 light-years long. This colorful close-up view was recorded through narrow band filters that transmit the light from ionized hydrogen, sulfur, and oxygen atoms in the region.  The resulting composite highlights the bright swept-back ridges that outline pockets of cool interstellar dust and gas. Such embedded, dark, tendril-shaped clouds contain the raw material for star formation and hide protostars within. Nearly 3,000 light-years distant, the relatively faint IC 1396 complex covers a large region on the sky, spanning over 5 degrees. The dramatic scene spans a 1 degree wide field, about the size of 2 Full Moons.",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/ElephantTrunk_Ayoub.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Elephant's Trunk Nebula in Cepheus",
    "url": "https://apod.nasa.gov/apod/image/1908/ElephantTrunk_Ayoub1024.jpg"
  },
  {
    "date": "2019-08-17",
    "explanation": "By the turn of the 20th century advances in photography contributed an important tool for astronomers. Improving photographic materials, long exposures, and new telescope designs produced astronomical images with details not visible at the telescopic eyepiece alone. Remarkably recognizable to astrophotographers today, this stunning image of the star forming Orion Nebula was captured in 1901 by American astronomer and telescope designer George Ritchey. The original glass photographic plate, sensitive to green and blue wavelengths, has been digitized and light-to-dark inverted to produce a positive image. His hand written notes indicate a 50 minute long exposure that ended at dawn and a reflecting telescope aperture of 24 inches masked to 18 inches to improve the sharpness of the recorded image. Ritchey's plates from over a hundred years ago preserve astronomical data and can still be used for exploring astrophysical processes.",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/orion1901_ritchey.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "1901 Photograph: The Orion Nebula",
    "url": "https://apod.nasa.gov/apod/image/1908/orion1901_ritchey1024.jpg"
  },
  {
    "copyright": "Charis Tsevis Composition: R. J. Nemiroff",
    "date": "2019-08-18",
    "explanation": "You are a spaceship soaring through the universe. So is your dog. We all carry with us trillions of microorganisms as we go through life. These multitudes of bacteria, fungi, and archaea have different DNA than you. Collectively called your microbiome, your shipmates outnumber your own cells. Your crew members form communities, help digest food, engage in battles against intruders, and sometimes commute on a liquid superhighway from one end of your body to the other.  Much of what your microbiome does, however, remains unknown. You are the captain, but being nice to your crew may allow you to explore more of your local cosmos.",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/HumanSpaceship2_TsevisHubbleRJN_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Human as Spaceship",
    "url": "https://apod.nasa.gov/apod/image/1908/HumanSpaceship2_TsevisHubbleRJN_960.jpg"
  },
  {
    "copyright": "Dario Giannobile",
    "date": "2019-08-19",
    "explanation": "What's happening above that volcano? Although Mount Etna is seen erupting, the clouds are not related to the eruption. They are lenticular clouds formed when moist air is forced upwards near a mountain or volcano.  The surreal scene was captured by chance late last month when the astrophotographer went to Mount Etna, a UNESCO World Heritage Site in Sicily, Italy, to photograph the conjunction between the Moon and the star Aldebaran. The Moon appears in a bright crescent phase, illuminating an edge of the lower lenticular cloud.  Red hot lava flows on the right.  Besides some breathtaking stills, a companion time-lapse video of the scene shows the lenticular clouds forming and wavering as stars trail far in the distance.    Follow APOD in English on: Instagram, Facebook,  Reddit, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/EtnaCloudsMoon_Giannobile_1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lenticular Clouds over Mount Etna",
    "url": "https://apod.nasa.gov/apod/image/1908/EtnaCloudsMoon_Giannobile_960.jpg"
  },
  {
    "date": "2019-08-20",
    "explanation": "What would it look like to orbit a black hole? Many black holes are surrounded by swirling pools of gas known as accretion disks. These disks can be extremely hot, and much of the orbiting gas will eventually fall through the black hole's event horizon -- where it will never be seen again. The featured animation is an artist's rendering of the curious disk spiraling around the supermassive black hole at the center of spiral galaxy NGC 3147.  Gas at the inner edge of this disk is so close to the black hole that it moves unusually fast -- at 10 percent of the speed of light. Gas this fast shows relativistic beaming, making the side of the disk heading toward us appear significantly brighter than the side moving away.  The animation is based on images of NGC 3147 made recently with the Hubble Space Telescope.    Astrophysicists: Browse 2,000+ codes in the Astrophysics Source Code Library",
    "media_type": "video",
    "service_version": "v1",
    "title": "Animation: Spiral Disk around a Black Hole",
    "url": "https://www.youtube.com/embed/f8rs3bcEO-o?rel=0"
  },
  {
    "copyright": "John GleasonRogelio\nBernal Andreo",
    "date": "2019-08-21",
    "explanation": "Do you recognize this constellation?  Although it is one of the most recognizable star groupings on the sky, this is a more full Orion than you can see -- an Orion only revealed with long exposure digital camera imaging and post-processing.  Here the cool red giant Betelgeuse takes on a strong orange tint as the brightest star at the lower left.  Orion's hot blue stars are numerous, with supergiant Rigel balancing Betelgeuse on the upper right, and Bellatrix at the upper left. Lined up in Orion's belt are three stars all about 1,500 light-years away, born from the constellation's well-studied interstellar clouds. To the right of Orion's belt is a bright but fuzzy patch that might also look familiar -- the stellar nursery known as Orion's Nebula.  Finally, just barely visible to the unaided eye but quite striking here is Barnard's Loop -- a huge gaseous emission nebula surrounding Orion's Belt and Nebula discovered over 100 years ago by the pioneering Orion photographer E. E. Barnard.   APOD Podcasts: Available on iTunes and YouTube.",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/OrionDeep_GleasonAndreo_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Orion You Can Almost See",
    "url": "https://apod.nasa.gov/apod/image/1908/OrionDeep_GleasonAndreo_1080.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2019-08-22",
    "explanation": "Large spiral galaxy NGC 4945 is seen edge-on near the center of this cosmic galaxy portrait. In fact, it's almost the size of our Milky Way Galaxy. NGC 4945's own dusty disk, young blue star clusters, and pink star forming regions standout in the sharp, colorful telescopic image. About 13 million light-years distant toward the expansive southern constellation Centaurus, NGC 4945 is only about six times farther away than Andromeda, the nearest large spiral galaxy to the Milky Way. Though this galaxy's central region is largely hidden from view for optical telescopes, X-ray and infrared observations indicate significant high energy emission and star formation in the core of NGC 4945. Its obscured but active nucleus qualifies the gorgeous island universe as a Seyfert galaxy and home to a central supermassive black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/NGC4945_HaLRGB.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nearby Spiral Galaxy NGC 4945",
    "url": "https://apod.nasa.gov/apod/image/1908/NGC4945_HaLRGB.jpg"
  },
  {
    "copyright": "Sara Wager",
    "date": "2019-08-23",
    "explanation": "Drifting through the Orion Arm of the spiral Milky Way Galaxy, this cosmic cloud by chance echoes the outline of California on the west coast of the United States. Our own Sun also lies within the Milky Way's Orion Arm, only about 1,500 light-years from the California Nebula. Also known as NGC 1499, the classic emission nebula is around 100 light-years long. The California Nebula shines with the telltale reddish glow characteristic of hydrogen atoms recombining with long lost electrons. The electrons have been stripped away, ionized by energetic starlight. Most likely providing the energetic starlight that ionizes much of the nebular gas is the bright, hot, bluish star Xi Persei just to the right of the nebula.  A popular target for astrophotographers, this deep California Nebula image is a 6 panel telecopic mosaic and covers a wide field of view. The nebula lies toward the constellation Perseus, not far from the Pleiades.",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/NGC1499_mosaic.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1499: The California Nebula",
    "url": "https://apod.nasa.gov/apod/image/1908/NGC1499_mosaic1024.jpg"
  },
  {
    "copyright": "Michael Miller",
    "date": "2019-08-24",
    "explanation": "Globular star cluster Omega Centauri, also known as NGC 5139, is some 15,000 light-years away. The cluster is packed with about 10 million stars much older than the Sun within a volume about 150 light-years in diameter. It's the largest and brightest of 200 or so known globular clusters that roam the halo of our Milky Way galaxy. Though most star clusters consist of stars with the same age and composition, the enigmatic Omega Cen exhibits the presence of different stellar populations with a spread of ages and chemical abundances. In fact, Omega Cen may be the remnant core of a small galaxy merging with the Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/OmegaCentauriMillerWalker2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Millions of Stars in Omega Centauri",
    "url": "https://apod.nasa.gov/apod/image/1908/OmegaCentauriMillerWalker1024.jpg"
  },
  {
    "date": "2019-08-25",
    "explanation": "What it would look like to leave planet Earth? Such an event was recorded visually in great detail by the MESSENGER spacecraft as it swung back past the Earth in 2005 on its way in toward the planet Mercury. Earth can be seen rotating in this time-lapse video, as it recedes into the distance. The sunlit half of Earth is so bright that background stars are not visible. The robotic MESSENGER spacecraft is now in orbit around Mercury and has recently concluded the first complete map of the surface. On occasion, MESSENGER has continued to peer back at its home world. MESSENGER is one of the few things created on the Earth that has left and will never return -- at the end of its mission MESSENGER crashed into Mercury's surface.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Leaving Earth",
    "url": "https://www.youtube.com/embed/rFDjAfwmWKM?rel=0"
  },
  {
    "copyright": "Juan Lozano de Haro",
    "date": "2019-08-26",
    "explanation": "Is this a painting or a photograph? In this classic celestial still life composed with a cosmic brush, dusty nebula NGC 2170, also known as the Angel Nebula, shines near the image center. Reflecting the light of nearby hot stars, NGC 2170 is joined by other bluish reflection nebulae, a red emission region, many dark absorption nebulae, and a backdrop of colorful stars. Like the common household items that still life painters often choose for their subjects, the clouds of gas, dust, and hot stars featured here are also commonly found in this setting --  a massive, star-forming molecular cloud in the constellation of the Unicorn (Monoceros). The giant molecular cloud, Mon R2, is impressively close, estimated to be only 2,400 light-years or so away. At that distance, this canvas would be over 60 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/AngelNebula_Lonazo_3291.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2170: Angel Nebula Still Life",
    "url": "https://apod.nasa.gov/apod/image/1908/AngelNebula_Lonazo_960.jpg"
  },
  {
    "date": "2019-08-27",
    "explanation": "Why is the sky near Antares and Rho Ophiuchi so dusty yet colorful?  The colors result from a mixture of objects and processes.  Fine dust illuminated from the front by starlight produces blue reflection nebulae. Gaseous clouds whose atoms are excited by ultraviolet starlight produce reddish emission nebulae. Backlit dust clouds block starlight and so appear dark.   Antares, a red supergiant and one of the brighter stars in the night sky, lights up the yellow-red clouds on the lower left of the featured image. Rho Ophiuchi lies at the center of the blue nebula near the top.   The distant globular cluster M4 is visible to the right of Antares. These star clouds are even more colorful than humans can see, emitting light across the electromagnetic spectrum.",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/AntaresRho_McGarvey_2200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Dust and Colorful Clouds near Antares",
    "url": "https://apod.nasa.gov/apod/image/1908/AntaresRho_McGarvey_960.jpg"
  },
  {
    "date": "2019-08-28",
    "explanation": "Image data from the Hubble Space Telescope, the European Southern Observatory, and small telescopes on planet Earth are combined in this magnificent portrait of face-on spiral galaxy Messier 61 (M61). A mere 55 million light-years away in the Virgo Cluster of Galaxies, M61 is also known as NGC 4303. It's considered to be an example of a barred spiral galaxy similar to our own Milky Way. Like other spiral galaxies, M61 also features sweeping spiral arms, cosmic dust lanes, pinkish star forming regions, and young blue star clusters. The bright galactic core is offset to the left in this 50 thousand light-year wide close-up.",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/M61-HST-ESO-L.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 61 Close Up",
    "url": "https://apod.nasa.gov/apod/image/1908/M61-HST-ESO-S1024.jpg"
  },
  {
    "copyright": "Bob Franke",
    "date": "2019-08-29",
    "explanation": "While hunting for comets in the skies above 18th century France, astronomer Charles Messier diligently kept a list of the things he encountered that were definitely not comets. This is number 27 on his now famous not-a-comet list. In fact, 21st century astronomers would identify it as a planetary nebula, but it's not a planet either, even though it may appear round and planet-like in a small telescope. Messier 27 (M27) is an excellent example of a gaseous emission nebula created as a sun-like star runs out of nuclear fuel in its core. The nebula forms as the star's outer layers are expelled into space, with a visible glow generated by atoms excited by the dying star's intense but invisible ultraviolet light. Known by the popular name of the Dumbbell Nebula, the beautifully symmetric interstellar gas cloud is over 2.5 light-years across and about 1,200 light-years away in the constellation Vulpecula. This impressive color composite highlights details within the well-studied central region and fainter, seldom imaged features in the nebula's outer halo. It incorporates broad and narrowband images recorded using filters sensitive to emission from hydrogen and oxygen atoms.",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/m27bigFranke.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M27: Not a Comet",
    "url": "https://apod.nasa.gov/apod/image/1908/m27bigFranke1024.jpg"
  },
  {
    "copyright": "Steve\nCannistra",
    "date": "2019-08-30",
    "explanation": "This wide-field telescopic image looks toward the constellation Cepheus and an intriguing visual pairing of dusty reflection nebula NGC 7129 (right) and open star cluster NGC 7142. The two appear separated by only half a degree on the sky, but they actually lie at quite different distances. In the foreground, dusty nebula NGC 7129 is about 3,000 light-years distant, while open cluster NGC 7142 is likely over 6,000 light-years away. In fact, pervasive and clumpy foreground dust clouds in this region redden the light from NGC 7142, complicating astronomical explorations of the cluster. Still, NGC 7142 is thought to be an older open star cluster, while the bright stars embedded in NGC 7129 are perhaps a few million years young. The telltale reddish crescent shapes around NGC 7129 are associated with energetic jets streaming away from newborn stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/ngc7129largerCannistra.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7129 and NGC 7142",
    "url": "https://apod.nasa.gov/apod/image/1908/ngc7129smallCannistra.jpg"
  },
  {
    "date": "2019-08-31",
    "explanation": "Few cosmic vistas excite the imagination like the Orion Nebula, an immense stellar nursery some 1,500 light-years away. Spanning about 40 light-years across the region, this infrared image from the Spitzer Space Telescope was constructed from data intended to monitor the brightness of the nebula's young stars, many still surrounded by dusty, planet-forming disks. Orion's young stars are only about 1 million years old, compared to the Sun's age of 4.6 billion years. The region's hottest stars are found in the Trapezium Cluster, the brightest cluster near picture center. Launched into orbit around the Sun on August 25, 2003 Spitzer's liquid helium coolant ran out in May 2009. The infrared space telescope continues to operate though, its mission scheduled to end on January 30, 2020. Recorded in 2010, this false color view is from two channels that still remain sensitive to infrared light at Spitzer's warmer operating temperatures.",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/orion2010_spitzer.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spitzer's Orion",
    "url": "https://apod.nasa.gov/apod/image/1908/orion2010_spitzerMedRC.jpg"
  },
  {
    "copyright": "Marco LorenziGlittering Lights",
    "date": "2019-09-01",
    "explanation": "Have you ever seen the Pleiades star cluster? Even if you have, you probably have never seen it as dusty as this. Perhaps the most famous star cluster on the sky, the bright stars of the Pleiades can be seen without binoculars from even the depths of a light-polluted city.  With a long exposure from a dark location, though, the dust cloud surrounding the Pleiades star cluster becomes very evident. The featured exposure took over 12 hours and covers a sky area several times the size of the full moon.  Also known as the Seven Sisters and M45, the Pleiades lies about 400 light years away toward the constellation of the Bull (Taurus).  A common legend with a modern twist is that one of the brighter stars faded since the cluster was named, leaving only six stars visible to the unaided eye. The actual number of Pleiades stars visible, however, may be more or less than seven, depending on the darkness of the surrounding sky and the clarity of the observer's eyesight.",
    "hdurl": "https://apod.nasa.gov/apod/image/1909/m45_lorenzi_3832.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M45: The Pleiades Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/1909/m45_lorenzi_960.jpg"
  }
]
