[
  {
    "date": "2019-06-01",
    "explanation": "A payload on board the International Space Station, the Neutron star Interior Composition Explorer (NICER) twists and turns to track cosmic sources of X-rays as the station orbits planet Earth every 93 minutes. During orbit nighttime, its X-ray detectors remain on. So as NICER slews from target to target bright arcs and loops are traced across this all-sky map made from 22 months of NICER data. The arcs tend to converge on prominent bright spots, pulsars in the X-ray sky that NICER regularly targets and monitors. The pulsars are spinning neutron stars that emit clock-like pulses of X-rays. Their timing is so precise it can be used for navigation, determining spacecraft speed and position. This NICER X-ray, all-sky, map is composed in coordinates with the celestial equator horizontally across the center.",
    "hdurl": "https://apod.nasa.gov/apod/image/1906/NICERNightMovesnolabels_0.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NICER at Night",
    "url": "https://apod.nasa.gov/apod/image/1906/NICERNightMovesnolabels1200.jpg"
  },
  {
    "date": "2019-06-02",
    "explanation": "If you were floating above the Earth right now, this is what you might see. In 2014, a robotic SpaceX Dragon capsule that delivered supplies to the Earth-orbiting International Space Station (ISS) also delivered High Definition Earth Viewing (HDEV) cameras that take and transmit live views of Earth. Pictured here, when working, is the live video feed that switches between four cameras, each pointed differently. Watch white clouds, tan land, and blue oceans drift by.  The featured live view will appear black when it is nighttime on the Earth below, but the space station's rapid 90-minute orbit compresses this dark time into only 45 minutes.  The present location of the ISS above the Earth can be found on the web. If the video appears gray, this indicates that the view is either being switched between cameras, or communications with the ISS is temporarily unavailable.  As the HDEV project continues, video quality will be monitored to assess the effects of high energy radiation, which types of cameras work best, and which Earth views are the most popular.",
    "media_type": "video",
    "service_version": "v1",
    "title": "A Live View from the International Space Station",
    "url": "https://www.ustream.tv/embed/17074538?v=3&wmode=direct&autoplay=true"
  },
  {
    "date": "2019-06-03",
    "explanation": "When did these big galaxies first begin to dance?  Really only four of the five of Stephan's Quintet are locked in a cosmic tango of repeated close encounters taking place some 300 million light-years away.  The odd galaxy out is easy to spot in this recently reprocessed image by the Hubble Space Telescope -- the interacting galaxies, NGC 7319, 7318B, 7318A, and 7317 (left to right), have a more dominant yellowish cast.  They also tend to have distorted loops and tails, grown under the influence of disruptive gravitational tides.  The mostly bluish galaxy, large NGC 7320 on the lower left, is in the foreground at about 40 million light-years distant, and so is not part of the interacting group. Data and modeling indicate that NGC 7318B is a relatively new intruder. A recently-discovered halo of old red stars surrounding Stephan's Quintet indicate that at least some of these galaxies started tangling over a billion years. Stephan's Quintet is visible with a moderate sized-telescope toward the constellation of Winged Horse (Pegasus).",
    "hdurl": "https://apod.nasa.gov/apod/image/1906/StephansQuintet_HubbleNobre_1824.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stephan's Quintet from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1906/StephansQuintet_HubbleNobre_960.jpg"
  },
  {
    "date": "2019-06-04",
    "explanation": "If you put your ear to Mars, what would you hear? To find out, and to explore the unknown interior of Mars, NASA's Insight Lander deployed SEIS late last year, a sensitive seismometer that can detect marsquakes. In early April, after hearing the wind and motions initiated by the lander itself, SEIS recorded an unprecedented event that matches what was expected for a marsquake.  This event can be heard on this YouTube video.  Although Mars is not thought to have tectonic plates like the Earth, numerous faults are visible on the Martian surface which likely occurred as the hot interior of Mars cooled -- and continues to cool.  Were strong enough marsquakes to occur, SEIS could hear their rumbles reflected from large structures internal to Mars, like a liquid core, if one exists.  Pictured last week, SEIS sits quietly on the Martian surface, taking in some Sun while light clouds are visible over the horizon.   Create a Distant Legacy: Send your name to Mars",
    "hdurl": "https://apod.nasa.gov/apod/image/1906/SeismometerClouds_Insight_1021.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SEIS: Listening for Marsquakes",
    "url": "https://apod.nasa.gov/apod/image/1906/SeismometerClouds_Insight_1021.jpg"
  },
  {
    "copyright": "Andrew Klinger",
    "date": "2019-06-05",
    "explanation": "The constellation of Orion is much more than three stars in a row. It is a direction in space that is rich with impressive nebulas. To better appreciate this well-known swath of sky, a new  long exposure image was taken over several clear nights in January, February and March. After 23 hours of camera time and untold hours of image processing, the featured collage in the light of hydrogen, oxygen, and sulfur was produced spanning over 40 times the angular diameter of the Moon.  Of the many interesting details that have become visible, one that particularly draws the eye is Barnard's Loop, the bright red orange arc just to the right of the image center.  The Rosette Nebula is not the giant orange nebula just to the left of the image center -- that is larger but lesser known nebula known as the Meissa Ring.  The Rosette Nebula is visible, though: it is the bright orange, blue and white nebula near the image bottom.  The bright orange star just left of the frame center is Betelgeuse, while the bright blue star on the upper right is Rigel. About those famous three stars that cross the belt of Orion the Hunter -- in this busy frame they can be hard to locate, but a discerning eye will find them just to the right of the image center.",
    "hdurl": "https://apod.nasa.gov/apod/image/1906/OrionDeep_Klinger_3181.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Interstellar Clouds of Orion",
    "url": "https://apod.nasa.gov/apod/image/1906/OrionDeep_Klinger_960.jpg"
  },
  {
    "copyright": "Bernard Miller",
    "date": "2019-06-06",
    "explanation": "A bright spiral galaxy of the northern sky, Messier 63 is about 25 million light-years distant in the loyal constellation Canes Venatici. Also cataloged as NGC 5055, the majestic island universe is nearly 100,000 light-years across. That's about the size of our own Milky Way Galaxy. Known by the popular moniker, The Sunflower Galaxy, M63 sports a bright yellowish core in this sharp telescopic portrait. Its sweeping blue spiral arms are streaked with cosmic dust lanes and dotted with pink star forming regions. A dominant member of a known galaxy group, M63 has faint, extended features that are likely star streams from tidally disrupted satellite galaxies. M63 shines across the electromagnetic spectrum and is thought to have undergone bursts of intense star formation.",
    "hdurl": "https://apod.nasa.gov/apod/image/1906/M63_PS1_CROP2_FULL.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 63: The Sunflower Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1906/M63_PS1_CROP2_1024.jpg"
  },
  {
    "copyright": "Alain Maury",
    "date": "2019-06-07",
    "explanation": "Now posing against our galaxy's rich starfields and nebulae, brilliant planet Jupiter shines in the night sky. Its almost overwhelming glow is near the top of the frame in this colorful telephoto portrait of the central Milky Way. Spanning about 20 degrees on the sky, the scene includes the silhouette of LDN 1773 against the starlight, also know by the popular moniker the Pipe Nebula for its apparent outline of stem and bowl. The Pipe Nebula is part of the galaxy's Ophiuchus dark cloud complex. Located at a distance of about 450 light-years, dense cores of gas and dust within are collapsing to form stars.  Approaching its opposition, opposite the Sun in the sky on June 10, Jupiter is only about 36 light-minutes from planet Earth. Fans of dark markings on the sky can probably spot the Snake Nebula below and left of Jupiter's glare.",
    "hdurl": "https://apod.nasa.gov/apod/image/1906/LDN1773-Jupiter.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Planet and the Pipe",
    "url": "https://apod.nasa.gov/apod/image/1906/LDN1773-Jupiter_1024.jpg"
  },
  {
    "copyright": "Jack Fusco",
    "date": "2019-06-08",
    "explanation": "At the end of last year's northern summer, after its dazzling opposition, Mars still shone brightly in the night. The celestial beacon easily attracted the attention of these two night skygazers who stood still for just a while, but long enough to be captured in the sea and night skyscape from Big Sur, planet Earth. Its central bulge near the southwestern horizon, the Milky Way runs through the scene too, while the long exposure also reveals a faint blue bioluminescence blooming in the waves along Pfeiffer Beach. Now much fainter, Mars can be spotted near the western horizon after sunset, but this month Jupiter is near its closest and brightest, reaching its own opposition on June 10. Night skygazers can spot brilliant Jupiter over southern horizons, glaring next to the stars toward the central Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/1906/Fusco-BigSurKonaMWBioluminescenceMars-exif.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "On the Beach with Mars",
    "url": "https://apod.nasa.gov/apod/image/1906/Fusco-BigSurKonaMWBioluminescenceMars-exif1024.jpg"
  },
  {
    "copyright": "Juan Carlos Casado",
    "date": "2019-06-09",
    "explanation": "Why does the shadow of this volcano look like a triangle? The Mount Teide volcano itself does not have the strictly pyramidal shape that its geometric shadow might suggest.  The triangle shadow phenomena is not unique to the Mt. Teide, though, and is commonly seen from the tops of other large mountains and volcanoes. A key reason for the strange dark shape is that the observer is looking down the long corridor of a sunset (or sunrise) shadow that extends to the horizon. Even if the huge volcano were a perfect cube and the resulting shadow were a long rectangular box, that box would appear to taper off at its top as its shadow extended far into the distance, just as parallel train tracks do. The featured spectacular image shows Pico Viejo crater in the foreground, located on Tenerife in the Canary Islands of Spain. The nearly full moon is seen nearby shortly after its total lunar eclipse.   Explore the Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/1906/teideshadow_casado_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Triangular Shadow of a Large Volcano",
    "url": "https://apod.nasa.gov/apod/image/1906/teideshadow_casado_1080.jpg"
  },
  {
    "date": "2019-06-10",
    "explanation": "What's that black spot on Jupiter? No one is sure.  During the latest pass of NASA's Juno around Jupiter, the robotic spacecraft imaged an usually dark cloud feature informally dubbed the Abyss. Surrounding cloud patterns show the Abyss to be at the center of a vortex. Since dark features on Jupiter's atmosphere tend to run deeper than light features, the Abyss may really be the deep hole that it appears -- but without more evidence that remains conjecture.  The Abyss is surrounded by a complex of meandering clouds and other swirling storm systems, some of which are topped by light colored, high-altitude clouds.  The featured image was captured last month while Juno passed only about 15,000 kilometers above Jupiter's cloud tops.  The next close pass of Juno near Jupiter will be in July.",
    "hdurl": "https://apod.nasa.gov/apod/image/1906/JupiterAbyss_JunoEichstadt_1080.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter Abyss",
    "url": "https://apod.nasa.gov/apod/image/1906/JupiterAbyss_JunoEichstadt_1080.jpg"
  },
  {
    "date": "2019-06-11",
    "explanation": "What's happening in and around the Cave Nebula? To help find out, NASA's orbiting Spitzer Space Telescope looked into this optically-dark star-forming region in four colors of infrared light.  The Cave Nebula, cataloged as Sh2-155, is quite bright in infrared, revealing details not only of internal pillars of gas and dust, but of the illuminating star cluster too - all near the top of the image.  The red glow around the Cave's entrance is created by dust heated by bright young stars. To the right is Cepheus B, a star cluster that formed previously from the same cloud of gas and dust. Other interesting stars of Cepheus come to light in infrared as well, including those illuminating an even younger nebula toward the image bottom, and a runaway star pushing a bow shock, tinged in red near the image center. This region spans about 50 light years and lies about 2,500 light years toward the constellation of the King of Aethiopia (Cepheus).    Get the latest from NASA: Subscribe to NASA's Newsletter.",
    "hdurl": "https://apod.nasa.gov/apod/image/1906/CepheusB_Spitzer_14391.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cave Nebula in Infrared from Spitzer",
    "url": "https://apod.nasa.gov/apod/image/1906/CepheusB_Spitzer_1080.jpg"
  },
  {
    "date": "2019-06-12",
    "explanation": "Dust lanes seem to swirl around the core of Messier 96 in this colorful, detailed portrait of the center of a beautiful island universe. Of course M96 is a spiral galaxy, and counting the faint arms extending beyond the brighter central region, it spans 100 thousand light-years or so, making it about the size of our own Milky Way. M96, also known as NGC 3368, is known to be about 35 million light-years distant and a dominant member of the Leo I galaxy group. The featured image was taken by the Hubble Space Telescope.  The reason for M96's asymmetry is unclear -- it could have arisen from gravitational interactions with other Leo I group galaxies, but the lack of an intra-group diffuse glow seems to indicate few recent interactions. Galaxies far in the background can be found by examining the edges of the picture.    APOD in other languages: Arabic, Catalan, Chinese (Beijing), Chinese (Taiwan), Croatian, Czech, Dutch, Farsi, French, French, German, Hebrew, Indonesian, Japanese, Korean, Montenegrin, Polish, Russian, Serbian, Slovenian,  Spanish and Ukrainian",
    "hdurl": "https://apod.nasa.gov/apod/image/1906/M96_HubbleShatz_1824.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy M96 from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1906/M96_HubbleShatz_960.jpg"
  },
  {
    "copyright": "Tolga Gumusayak",
    "date": "2019-06-13",
    "explanation": "M13 is modestly recognized as the Great Globular Star Cluster in Hercules. A ball of stars numbering in the hundreds of thousands crowded into a region 150 light years across, it lies some 25,000 light-years away. The sharp, color picture of M13 at upper left is familiar to many telescopic imagers. Still, M13's Color vs Magnitude Diagram in the panel below and right, made from the same image data, can offer a more telling view. Also known as a Hertzsprung Russell (HR) diagram it plots the apparent brightness of individual cluster stars against color index. The color index is determined for each star by subtracting its brightness (in magnitudes) measured through a red filter from its brightness measured with a blue filter (B-R). Blue stars are hot and red stars are cool so that astronomical color index ranging from bluer to redder follows the relative stellar temperature scale from left (hot) to right (cool). In M13's HR diagram, the stars clearly fall into distinct groups. The broad swath extending diagonally from the bottom right is the cluster's main sequence. A sharp turn toward the upper right hand corner follows the red giant branch while the blue giants are found grouped in the upper left. Formed at the same time, at first M13's stars were all located along the main sequence by mass, lower mass stars at the lower right. Over time higher mass stars have evolved off the main sequence into red, then blue giants and beyond. In fact, the position of the turn-off from the main sequence to the red giant branch indicates the cluster's age at about 12 billion years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1906/M13_and_HR_diag_updated6.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Colors and Magnitudes of M13",
    "url": "https://apod.nasa.gov/apod/image/1906/M13_and_HR_diag_updated6_1024.jpg"
  },
  {
    "copyright": "Bruce Waddington",
    "date": "2019-06-14",
    "explanation": "These two mighty galaxies are pulling each other apart.  Known as The Mice because they have such long tails, each large spiral galaxy has actually passed through the other. Their long tails are drawn out by strong gravitational tides rather than collisions of their individual stars. Because the distances are so large, the cosmic interaction takes place in slow motion -- over hundreds of millions of years.  They will probably collide again and again over the next billion years until they coalesce to form a single galaxy. NGC 4676 lies about 300 million light-years away toward the constellation of Bernice's Hair (Coma Berenices) and are likely members of the Coma Cluster of Galaxies.  Not often imaged in small telescopes, this field of view catches the faint tidal tails several hundred thousand light-years long.",
    "hdurl": "https://apod.nasa.gov/apod/image/1906/Mice_LRGB_web.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4676: The Mighty Mice",
    "url": "https://apod.nasa.gov/apod/image/1906/Mice_LRGB_web.jpg"
  },
  {
    "date": "2019-06-15",
    "explanation": "Get out your red/blue glasses and float next to Helene, small, icy moon of Saturn. Appropriately named, Helene is one of four known Trojan moons, so called because it orbits at a Lagrange point. A Lagrange point is a gravitationally stable position near two massive bodies, in this case Saturn and larger moon Dione. In fact, irregularly shaped ( about 36 by 32 by 30 kilometers) Helene orbits at Dione's leading Lagrange point while brotherly ice moon Polydeuces follows at Dione's trailing Lagrange point. The sharp stereo anaglyph was constructed from two Cassini images captured during a close flyby in 2011. It shows part of the Saturn-facing hemisphere of Helene mottled with craters and gully-like features.",
    "hdurl": "https://apod.nasa.gov/apod/image/1906/N00172886_92_beltramini.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stereo Helene",
    "url": "https://apod.nasa.gov/apod/image/1906/N00172886_92_beltramini.jpg"
  },
  {
    "date": "2019-06-16",
    "explanation": "What created this unusual mountain? There is a new theory.  Ahuna Mons is the largest mountain on the largest known asteroid in our Solar System, Ceres, which orbits our Sun in the main asteroid belt between Mars and Jupiter. Ahuna Mons, though, is like nothing that humanity has ever seen before. For one thing, its slopes are garnished not with old craters but young vertical streaks.  The new hypothesis, based on numerous gravity measurements, holds that a bubble of mud rose from deep within the dwarf planet and pushed through the icy surface at a weak point rich in reflective salt -- and then froze.  The bright streaks are thought to be similar to other recently surfaced material such as visible in Ceres' famous bright spots.  The featured double-height digital image was constructed from surface maps taken of Ceres in 2016 by the robotic Dawn mission. Successfully completing its mission in 2018, Dawn continues to orbit Ceres even though it has exhausted the fuel needed to keep its antennas pointed toward Earth.   Anniversary:  The first APOD appeared 24 years ago today.",
    "hdurl": "https://apod.nasa.gov/apod/image/1906/AhunaMonsCeres_Dawn_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual Mountain Ahuna Mons on Asteroid Ceres",
    "url": "https://apod.nasa.gov/apod/image/1906/AhunaMonsCeres_Dawn_960.jpg"
  },
  {
    "copyright": "Robert Fedez",
    "date": "2019-06-17",
    "explanation": "To see the feathered serpent descend the Mayan pyramid requires exquisite timing.  You must visit El Castillo -- in Mexico's Yucat�n Peninsula -- near an equinox.  Then, during the late afternoon if the sky is clear, the pyramid's own shadows create triangles that merge into the famous illusion of the slithering viper.  Also known as the Temple of Kukulkan, the impressive step-pyramid stands 30 meters tall and 55 meters wide at the base.  Built up as a series of square terraces by the pre-Columbian civilization between the 9th and 12th century, the structure can be used as a calendar and is noted for astronomical alignments. To see the central band of our Milky Way Galaxy descend overhead the Mayan pyramid, however, requires less exquisite timing.  Even the ancient Mayans might have been impressed, though, to know that the exact positions of the Milky Way, Saturn (left) and Jupiter (right) in the featured image give it a time stamp more specific than equinox -- in fact 2019 April 7 at 5 am.",
    "hdurl": "https://apod.nasa.gov/apod/image/1906/MayanMilkyWay_Fernandez_1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way over Pyramid of the Feathered Serpent",
    "url": "https://apod.nasa.gov/apod/image/1906/MayanMilkyWay_Fernandez_1080.jpg"
  },
  {
    "copyright": "Elias Chasiotis",
    "date": "2019-06-18",
    "explanation": "Did you see the full moon last night? If not, tonight's nearly full moon should be almost as good. Because full moons are opposite the Sun, they are visible in the sky when the Sun is not -- which should be nearly all night long tonight, clouds permitting. One nickname for June's full moon is the Strawberry Moon, named for when wild strawberries start to ripen in parts of Earth's northern hemisphere. Different cultures around the globe give this full moon different names, though, including Honey Moon and Rose Moon.  In the foreground of this featured image, taken yesterday in Cape Sounion, Greece, is the 2,400 year-old Temple of Poseidon.  Next month will the 50th anniversary of the time humans first landed on the Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/1906/StrawberryMoon_Chasiotis_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Strawberry Moon over the Temple of Poseidon",
    "url": "https://apod.nasa.gov/apod/image/1906/StrawberryMoon_Chasiotis_960.jpg"
  },
  {
    "date": "2019-06-19",
    "explanation": "What's the magnetic field like in the center of our Milky Way Galaxy? To help find out, NASA's SOFIA -- an observatory  flying in a modified 747 -- imaged the central region with an instrument known as HAWC+.  HAWC+ maps magnetism by observing polarized infrared light emitted by elongated dust grains rotating in alignment with the local magnetic field.  Now at our Milky Way's center is a supermassive black hole with a hobby of absorbing gas from stars it has recently destroyed.  Our galaxy's black hole, though, is relatively quiet compared to the absorption rate of the central black holes in active galaxies. The featured image gives a clue as to why -- a surrounding magnetic field may either channel gas into the black hole -- which lights up its exterior, or forces gas into an accretion-disk holding pattern, causing it to be less active -- at least temporarily. Inspection of the featured image -- appearing perhaps like a surreal mashup of impasto art and gravitational astrophysics -- brings out this telling clue by detailing the magnetic field in and around a dusty ring surrounding Sagittarius A*, the black hole in our Milky Way's center.",
    "hdurl": "https://apod.nasa.gov/apod/image/1906/MwCenter_SofiaHubble_1032.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Our Galaxy's Magnetic Center",
    "url": "https://apod.nasa.gov/apod/image/1906/MwCenter_SofiaHubble_1032.jpg"
  },
  {
    "date": "2019-06-20",
    "explanation": "Big, bright, beautiful spiral, Messier 106 dominates this cosmic vista. The nearly two degree wide telescopic field of view looks toward the well-trained constellation Canes Venatici, near the handle of the Big Dipper. Also known as NGC 4258, M106 is about 80,000 light-years across and 23.5 million light-years away, the largest member of the Canes II galaxy group. For a far away galaxy, the distance to M106 is well-known in part because it can be directly measured by tracking this galaxy's remarkable maser, or microwave laser emission. Very rare but naturally occurring, the maser emission is produced by water molecules in molecular clouds orbiting its active galactic nucleus. Another prominent spiral galaxy on the scene, viewed nearly edge-on, is NGC 4217 below and right of M106. The distance to NGC 4217 is much less well-known, estimated to be about 60 million light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1906/M106Keyser.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A View Toward M106",
    "url": "https://apod.nasa.gov/apod/image/1906/M106Keyser1024.jpg"
  },
  {
    "copyright": "Marcella Giulia Pace",
    "date": "2019-06-21",
    "explanation": "Today, the solstice is at 15:54 Universal Time, the Sun reaching the northernmost declination in its yearly journey through planet Earth's sky. A June solstice marks the astronomical beginning of summer in the northern hemisphere and winter in the south. It also brings the north's longest day, the longest period between sunrise and sunset. In fact the June solstice sun is near the top, at the most northern point in the analemma or figure 8 curve traced by the position of the Sun in this composite photo. The analemma was created (video) from images taken every 10 days at the same time from June 21, 2018 and June 7, 2019. The time was chosen to be the year's earliest sunset near the December solstice, so the analemma's lowest point just kisses the unobstructed sea horizon at the left. Sunsets arranged along the horizon toward the right (north) are centered on the sunset at the September equinox and end with sunset at the June solstice.",
    "hdurl": "https://apod.nasa.gov/apod/image/1906/AnalemmaSunset.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunset Analemma",
    "url": "https://apod.nasa.gov/apod/image/1906/FINALEDIDAkb1024.jpg"
  },
  {
    "date": "2019-06-22",
    "explanation": "This close-up from the Mars Reconnaissance Orbiter's HiRISE camera shows weathered craters and windblown deposits in southern Acidalia Planitia. A striking shade of blue in standard HiRISE image colors, to the human eye the area would probably look grey or a little reddish. But human eyes have not gazed across this terrain, unless you count the eyes of NASA astronauts in the scifi novel The Martian by Andy Weir. The novel chronicles the adventures of Mark Watney, an astronaut stranded at the fictional Mars mission Ares 3 landing site corresponding to the coordinates of this cropped HiRISE frame. For scale Watney's 6-meter-diameter habitat at the site would be about 1/10th the diameter of the large crater. Of course, the Ares 3 landing coordinates are only about 800 kilometers north of the (real life) Carl Sagan Memorial Station, the 1997 Pathfinder landing site.",
    "hdurl": "https://apod.nasa.gov/apod/image/1906/PIA19363.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ares 3 Landing Site: The Martian Revisited",
    "url": "https://apod.nasa.gov/apod/image/1906/PIA19363_1024.jpg"
  },
  {
    "date": "2019-06-23",
    "explanation": "How do violent stars affect their surroundings? To help find out, astronomers created a 48-frame high-resolution, controlled-color panorama of the center of the Carina Nebula, one of the largest star forming regions on the night sky. The featured image, taken in 2007, was the most detailed image of the Carina Nebula yet taken.  Cataloged as NGC 3372, the Carina Nebula is home to streams of hot gas, pools of cool gas, knots of dark globules, and pillars of dense dusty interstellar matter. The Keyhole Nebula, visible left of center, houses several of the most massive stars known.  These large and violent stars likely formed in dark globules and continually reshape the nebula with their energetic light, outflowing stellar winds, and ultimately by ending their lives in supernova explosions.  Visible to the unaided eye, the entire Carina Nebula spans over 450 light years and lies about 8,500 light-years away toward the constellation of Ship's Keel (Carina).",
    "hdurl": "https://apod.nasa.gov/apod/image/1906/carina2_hst_4000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Carina Nebula Panorama from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1906/carina2_hst_1080.jpg"
  },
  {
    "copyright": "Juraj Patekar",
    "date": "2019-06-24",
    "explanation": "Is there ever anything interesting to see in the direction opposite the Sun? Sometimes there is. Notable items include your own shadow, a shadow of the Moon during a total solar eclipse, a full moon -- in eclipse if the alignment's good enough, a full earth, planets at opposition,  glints from planets, the gegenschein from interplanetary dust, the center of a rainbow, hall-of-mountain fogbows,  an airplane glory, and something yet again different if your timing, clouds and Sun position are just right. This different effect starts with clouds near the Sun that are causing common crepuscular rays to stream through. In the featured rare image taken from an airplane in mid-April, these beams were caught converging 180 degrees around, on the opposite side of the sky from the Sun, where they are called anticrepuscular rays.  Therefore, it may look like something bright is shining at the antisolar point near the image center, but actually it is reverse-shining because, from your direction, light is streaming in, not out.",
    "hdurl": "https://apod.nasa.gov/apod/image/1906/AnticrepuscularRays_Patekar_5600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Anticrepuscular Rays Converge Opposite the Sun",
    "url": "https://apod.nasa.gov/apod/image/1906/AnticrepuscularRays_Patekar_1080.jpg"
  },
  {
    "copyright": "Tragoolchitr Jittasaiyapan",
    "date": "2019-06-25",
    "explanation": "Do you know the names of some of the brightest stars? It's likely that you do, even though  some bright stars have names so old they date back to near the beginning of written language. Many world cultures have their own names for the brightest stars, and it is culturally and historically important to remember them.  In the interest of clear global communication, however, the International Astronomical Union (IAU) has begun to designate standardized star names.  Featured above in true color are the 25 brightest stars in the night sky, currently as seen by humans, coupled with their IAU-recognized names. Some star names have interesting meanings, including Sirius (\"the scorcher\" in Latin), Vega (\"falling\" in Arabic), and Antares (\"rival to Mars\" in Greek). It's also likely that other of these bright star names are not familiar to you, even though familiar Polaris is too dim to make this list.",
    "hdurl": "https://apod.nasa.gov/apod/image/1906/25BrightestStars_Jittasaiyapan_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "25 Brightest Stars in the Night Sky",
    "url": "https://apod.nasa.gov/apod/image/1906/25BrightestStars_Jittasaiyapan_960.jpg"
  },
  {
    "copyright": "Peter Simmering",
    "date": "2019-06-26",
    "explanation": "Sometimes it's night on the ground but day in the air. As the Earth rotates to eclipse the Sun, sunset rises up from the ground. Therefore, at sunset on the ground, sunlight still shines on clouds above.  Under usual circumstances, a pretty sunset might be visible, but unusual noctilucent clouds float so high up they can be seen well after dark.  Normally too dim to be seen, they may become visible just after sunset during the summer when illuminated by sunlight from below.  Noctilucent clouds are the highest clouds known and thought to be part of polar mesospheric clouds.  Featured here as they appeared two weeks ago, a network of noctilucent clouds was captured not only in the distant sky but in reflection from a small lake just north of Zwolle, Netherlands, with trees in stark silhouette across the horizon.  Unusually bright noctilucent clouds continue to appear over much of northern Europe.  Much about noctilucent clouds has been discovered only over the past decade, while how they form and evolve remains a topic of active research.    Gallery: Recent noctilucent clouds over Europe",
    "hdurl": "https://apod.nasa.gov/apod/image/1906/NoctilucentNetherlands_Simmering_5766.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Noctilucent Clouds, Reflections, and Silhouettes",
    "url": "https://apod.nasa.gov/apod/image/1906/NoctilucentNetherlands_Simmering_1080.jpg"
  },
  {
    "copyright": "Gianluca Belgrado",
    "date": "2019-06-27",
    "explanation": "This persistent six month long exposure compresses the time from solstice to solstice (December 21, 2018 to June 16, 2019) into a single point of view. Dubbed a solargraph, the unconventional picture was recorded with a tall, tube-shaped pinhole camera using a piece of photographic paper. Fixed to a single spot at Casarano, Italy for the entire exposure, the simple camera continuously records the Sun's daily path as a glowing trail burned into the photosensitive paper. Breaks and gaps in the trails are caused by cloud cover. At the end of the exposure, the paper was scanned to create the digital image. Of course, starting in December the Sun trails peak lower in the sky, near the northern hemisphere's winter solstice. The trails climb higher as the days grow longer and the June 21st summer solstice approaches.",
    "hdurl": "https://apod.nasa.gov/apod/image/1906/solargraphBelgrado.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Longer Days",
    "url": "https://apod.nasa.gov/apod/image/1906/solargraphBelgrado_1024.jpg"
  },
  {
    "copyright": "Loic Michel",
    "date": "2019-06-28",
    "explanation": "The night of June 21 was the shortest night for planet Earth's northern latitudes, so at latitude 48.9 degrees north, Paris was no exception. Still, the City of Light had an exceptionally luminous evening. Its skies were flooded with silvery night shining or noctilucent clouds after the solstice sunset. Hovering at the edge of space, the icy condensations on meteoric dust or volcanic ash are still in full sunlight at the extreme altitudes of the mesophere. Seen at high latitudes in summer months, stunning, wide spread displays of northern noctilucent clouds are now being reported.",
    "hdurl": "https://apod.nasa.gov/apod/image/1906/D7X7411-2Loic.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Solstice Night in Paris",
    "url": "https://apod.nasa.gov/apod/image/1906/D7X7411-2Loic_1024.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2019-06-29",
    "explanation": "Big, bright, and beautiful, spiral galaxy M83 lies a mere twelve million light-years away, near the southeastern tip of the very long constellation Hydra. Prominent spiral arms traced by dark dust lanes and blue star clusters lend this galaxy its popular name, The Southern Pinwheel.  But reddish star forming regions that dot the sweeping arms highlighted in this sparkling color composite also suggest another nickname, The Thousand-Ruby Galaxy. About 40,000 light-years across, M83 is a member of a group of galaxies that includes active galaxy Centaurus A. In fact, the core of M83 itself is bright at x-ray energies, showing a high concentration of neutron stars and black holes left from an intense burst of star formation. This sharp composite color image also features spiky foreground Milky Way stars and distant background galaxies. The image data was taken from the Subaru Telescope, the European Southern Observatory's Wide Field Imager camera, and the Hubble Legacy Archive.",
    "hdurl": "https://apod.nasa.gov/apod/image/1906/gendlerM83-New-HST-ESO-LL.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M83: The Thousand-Ruby Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1906/gendlerM83-New-HST-ESO-S1024.jpg"
  },
  {
    "date": "2019-06-30",
    "explanation": "What would it be like to fly over the asteroid Vesta? Animators from the German Aerospace Center took actual images and height data from NASA's Dawn mission when it visited asteroid Vesta a few years ago and generated a virtual movie. The featured video begins with a sequence above Divalia Fossa, an unusual pair of troughs running parallel over heavily cratered terrain. Next, the virtual spaceship explores Vesta's 60-km Marcia Crater, showing numerous vivid details. Last, Dawn images were digitally recast with exaggerated height to better reveal Vesta's 5-km high mountain Aricia Tholus. The second largest object in the Solar System's asteroid belt, Vesta is the brightest asteroid visible from Earth and can be found with binoculars.  Using Vesta Trek, you can explore all over Vesta yourself.   Every June 30: Today is Asteroid Day",
    "media_type": "video",
    "service_version": "v1",
    "title": "Virtual Flight over Asteroid Vesta",
    "url": "https://www.youtube.com/embed/YYxPw_T8Vlk"
  },
  {
    "copyright": "P. Hor�lekM. Druckm�llerSolar Wind Sherpas",
    "date": "2019-07-01",
    "explanation": "Most photographs don't adequately portray the magnificence of the Sun's corona. Seeing the corona first-hand during a total solar eclipse is unparalleled.  The human eye can adapt to see coronal features and extent that average cameras usually cannot. Welcome, however, to the digital age.  The featured central image digitally combined short and long exposures that were processed to highlight faint and extended features in the corona of the total solar eclipse that occurred in August of 2017.  Clearly visible are intricate layers and glowing caustics of an ever changing mixture of hot gas and magnetic fields in the Sun's corona.  Looping prominences appear bright pink just past the Sun's limb.  Faint details on the night side of the New Moon can even be made out, illuminated by sunlight reflected from the dayside of the Full Earth. Images taken seconds before and after the total eclipse show glimpses of the background Sun known as Baily's Beads and Diamond Ring.  Tomorrow, a new total solar eclipse will be visible from parts of South America.",
    "hdurl": "https://apod.nasa.gov/apod/image/1907/TSE2017_Horalek_1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Big Corona",
    "url": "https://apod.nasa.gov/apod/image/1907/TSE2017_Horalek_1080.jpg"
  }
]
