[
  {
    "date": "2020-06-01",
    "explanation": "The center of the Lagoon Nebula is a whirlwind of spectacular star formation. Visible near the image center, at least two long funnel-shaped clouds, each roughly half a light-year long, have been formed by extreme stellar winds and intense energetic starlight.  A tremendously bright nearby star, Herschel 36, lights the area.  Vast walls of dust hide and redden other hot young stars.  As energy from these stars pours into the cool dust and gas, large temperature differences in adjoining regions can be created generating shearing winds which may cause the funnels.  This picture, spanning about 15 light years, features two colors detected by the orbiting Hubble Space Telescope.  The Lagoon Nebula, also known as M8, lies about 5000 light years distant toward the constellation of the Archer Sagittarius.",
    "hdurl": "https://apod.nasa.gov/apod/image/2006/LagoonCenter_HubbleGravinese_7012.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Lively Center of the Lagoon Nebula",
    "url": "https://apod.nasa.gov/apod/image/2006/LagoonCenter_HubbleGravinese_960.jpg"
  },
  {
    "date": "2020-06-02",
    "explanation": "Humanity is under attack. The attack is not from large tentacle-flailing aliens, but from invaders so small they can barely be seen, and so strange they are not even clearly alive.  All over planet Earth, the human home world, DNA-based humans are being invaded by the RNA-based SARS-CoV2.  The virus, which creates a disease known as  COVID-19, specializes in reprogramming human cells into zombies that manufacture and release copies of itself.   Pictured here is a high magnification image of a human cell covered by attacking novel coronavirus SARS-CoV2 (orange).  Epic battles where two species square off in a fight to the death are not unusual on Earth, with several just involving humans typically ongoing at any time.  Even so, most humans are predicted to survive. After several years, humanity expects to win this war -- but only after millions of humans have died and trillions of coronaviruses have been destroyed.   Wash your hands: Tips for humans on how to survive this SARS-CoV2 assault",
    "hdurl": "https://apod.nasa.gov/apod/image/2006/SarsCov2_Niaid_4096.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Novel Coronavirus Attacks Humanity",
    "url": "https://apod.nasa.gov/apod/image/2006/SarsCov2_Niaid_960.jpg"
  },
  {
    "date": "2020-06-03",
    "explanation": "very time Venus passes the Earth, it shows the same face.  This remarkable fact has been known for only about 50 years, ever since radio telescopes have been able to peer beneath Venus' thick clouds and track its slowly rotating surface.  This inferior conjunction -- when Venus and Earth are the closest -- occurs today.  The featured animation shows the positions of the Sun, Venus and Earth between 2010-2023 based on NASA-downloaded data, while a mock yellow 'arm' has been fixed to the ground on Venus to indicate rotation.  The reason for this unusual 1.6-year resonance is the gravitational influence that Earth has on Venus, which surprisingly dominates the Sun's tidal effect.  If Venus could be seen through the Sun's glare today, it would show just a very slight sliver of a crescent. Although previously visible in the evening sky, starting tomorrow, Venus will appear in the morning sky -- on the other side of the Sun as viewed from Earth.   Experts Debate: How will humanity first discover extraterrestrial life?",
    "media_type": "video",
    "service_version": "v1",
    "title": "The Dance of Venus and Earth",
    "url": "https://www.youtube.com/embed/Cd5a5KdPxQc?rel=0"
  },
  {
    "copyright": "Stefano Cancelli",
    "date": "2020-06-04",
    "explanation": "Sharp telescopic views of NGC 3628 show a puffy galactic disk divided by dark dust lanes. Of course, this deep portrait of the magnificent, edge-on spiral galaxy puts some astronomers in mind of its popular moniker, the Hamburger Galaxy. It also reveals a small galaxy nearby, likely a satellite of NGC 3628, and a faint but extensive tidal tail. The drawn out tail stretches for about 300,000 light-years, even beyond the right edge of the wide frame. NGC 3628 shares its neighborhood in the local universe with two other large spirals M65 and M66 in a grouping otherwise known as the Leo Triplet. Gravitational interactions with its cosmic neighbors are likely responsible for creating the tidal tail, as well as the extended flare and warp of this spiral's disk. The tantalizing island universe itself is about 100,000 light-years across and 35 million light-years away in the northern springtime constellation Leo.",
    "hdurl": "https://apod.nasa.gov/apod/image/2006/N3628_StefanoCancelli_PaulMortfield.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Portrait of NGC 3628",
    "url": "https://apod.nasa.gov/apod/image/2006/N3628_StefanoCancelli_PaulMortfield1024.jpg"
  },
  {
    "copyright": "Stan Honda",
    "date": "2020-06-05",
    "explanation": "Still bathed in sunlight the International Space Station (ISS) arced through this Manhattan evening sky on May 30. Moving left to right, its bright trail was captured in this composite image with a series of 5 second long exposures. Stars left short trails and lights were reflected in still waters looking toward the north across the Central Park reservoir. Chasing the ISS in low Earth orbit the Crew Dragon spacecraft dubbed Endeavour also left a trail through that urban night. Seen about 6 hours after its launch the spacecraft's faint trail appears above the ISS, shown in the inset just as the two approached the bank of clouds at the right. Dragon Endeavour docked successfully with the ISS about nineteen hours after reaching orbit.",
    "hdurl": "https://apod.nasa.gov/apod/image/2006/SHonda_ISS-Dragon-NY-0530.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dragon over Central Park",
    "url": "https://apod.nasa.gov/apod/image/2006/SHonda_ISS-Dragon-NY-0530_1024.jpg"
  },
  {
    "copyright": "Dan Bartlett",
    "date": "2020-06-06",
    "explanation": "Comet PanSTARRs, C/2017 T2, shared this stunning telescopic field of view with galaxies M81 and M82 on May 22/23. Of course, the galaxies were some 12 million light-years distant and the comet about 14 light-minutes away, seen in planet Earth's sky toward the Big Dipper. A new visitor from the Oort Cloud, this Comet PanSTARRs was discovered in 2017 by the PanSTARRs survey telescope when the comet was over 1 light-hour from the Sun, almost as distant as the orbit of Saturn. With a beautiful coma and dust tail, this comet has been a solid northern hemisphere performer for telescope wielding comet watchers this May, following its closest approach to the Sun on May 4. In this deep image from dark California skies the outbound comet even seems to develop a short anti-tail as it leaves the inner Solar System.",
    "hdurl": "https://apod.nasa.gov/apod/image/2006/C2017T2_M81M82_May22_23_2020_DEBartlett.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet PanSTARRs and the Galaxies",
    "url": "https://apod.nasa.gov/apod/image/2006/C2017T2_M81M82_May22_23_2020_DEBartlett1024.jpg"
  },
  {
    "copyright": "Isaac Newton GroupNordic Optical Telescope",
    "date": "2020-06-07",
    "explanation": "The Cat's Eye Nebula (NGC 6543) is one of the best known planetary nebulae in the sky. Its haunting symmetries are seen in the very central region of this stunning false-color picture, processed to reveal the enormous but extremely faint halo of gaseous material, over three light-years across, which surrounds the brighter, familiar planetary nebula. Made with data from the Nordic Optical Telescope in the Canary Islands, the composite picture shows extended emission from the nebula. Planetary nebulae have long been appreciated as a final phase in the life of a Sun-like star. Only much more recently however, have some planetaries been found to have halos like this one, likely formed of material shrugged off during earlier active episodes in the star's evolution. While the planetary nebula phase is thought to last for around 10,000 years, astronomers estimate the age of the outer filamentary portions of this halo to be 50,000 to 90,000 years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2006/catseye2_not_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Halo of the Cat's Eye",
    "url": "https://apod.nasa.gov/apod/image/2006/catseye2_not_960.jpg"
  },
  {
    "copyright": "Pete LawrenceDigital Sky",
    "date": "2020-06-08",
    "explanation": "Why is Venus surrounded by a bright ring? Sometimes called a ring of fire, this rare ring is caused by the Sun's light being visible all around an object. Usually seen around the Moon during an annular solar eclipse, the ring of fire is also visible when either Venus or Mercury cross the face of our Sun.  In the featured pictured taken last week, though, Venus did not pass directly in front of the Sun -- the complete atmospheric ring was caused by sunlight scattering around the planet. Venus passed within one degree of the Sun during its inferior conjunction, as it moved from the evening to the morning sky.  The extreme brightness of the nearby Sun made capturing such an image very difficult -- the featured image was only made possible by using a temporary filter to block direct sunlight. The image was captured from Thorton, Leicestershire, UK. The pervasive blue sky glow indicates that the image was actually captured during the day.    Follow APOD on: Instagram, Facebook,  Reddit, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/2006/VenusFireRing_Lawrence_1402.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Atmospheric Ring of Venus",
    "url": "https://apod.nasa.gov/apod/image/2006/VenusFireRing_Lawrence_960.jpg"
  },
  {
    "copyright": "Nicolas Tabbush",
    "date": "2020-06-09",
    "explanation": "Do you recognize the constellation of Orion?  It may be harder than usual in today's featured image  because the camera has zoomed in on the center, and the exposure is long enough to enhance nebulas beyond what the unaided human eye can see.  Still, once you become oriented, you can see Orion's three belt stars lined up vertically near the image center, and even locate the familiar Orion Nebula on the upper left.  Famous faint features that are also visible include the dark Horsehead Nebula indentation near the image center, and the dusty Flame Nebula just to its right. Part of the Orion-encircling Barnard's Loop can also be found on the far right.  The image combines multiple sky-tracking shots of the background in different colors with a single static foreground exposure taken at twilight -- all captured with the same camera and from the same location.  The picturesque scene was captured early last year from mountains in San Juan, Argentina.    Next picture: June 11  < | Archive | Submissions | Index | Search | Calendar | RSS | Education | About APOD | Discuss | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (UMCP) NASA Official: Phillip Newman Specific rights apply. NASA Web Privacy Policy and Important Notices A service of: ASD at NASA / GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/2006/OrionMountains_Tabbush_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion over Argentine Mountains",
    "url": "https://apod.nasa.gov/apod/image/2006/OrionMountains_Tabbush_960.jpg"
  },
  {
    "date": "2020-06-11",
    "explanation": "Big, beautiful, barred spiral galaxy NGC 1300 lies some 70 million light-years away on the banks of the constellation Eridanus. This Hubble Space Telescope composite view of the gorgeous island universe is one of the largest Hubble images ever made of a complete galaxy. NGC 1300 spans over 100,000 light-years and the Hubble image reveals striking details of the galaxy's dominant central bar and majestic spiral arms. In fact, on close inspection the nucleus of this classic barred spiral itself shows a remarkable region of spiral structure about 3,000 light-years across. Like other spiral galaxies, including our own Milky Way, NGC 1300 is thought to have a supermassive central black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/2006/NGC1300HSTfull.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Barred Spiral Galaxy NGC 1300",
    "url": "https://apod.nasa.gov/apod/image/2006/NGC1300HST1200.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2020-06-12",
    "explanation": "NGC 2359 is a helmet-shaped cosmic cloud with wing-like appendages popularly called Thor's Helmet. Heroically sized even for a Norse god, Thor's Helmet is about 30 light-years across. In fact, the helmet is more like an interstellar bubble, blown as a fast wind from the bright, massive star near the bubble's center inflates a region within the surrounding molecular cloud. Known as a Wolf-Rayet star, the central star is an extremely hot giant thought to be in a brief, pre-supernova stage of evolution. NGC 2359 is located about 15,000 light-years away in the constellation of the Great Overdog. The remarkably sharp image is a mixed cocktail of data from broadband and narrowband filters using three different telescopes. It captures natural looking stars and the details of the nebula's filamentary structures. The predominant bluish hue is strong emission from doubly ionized oxygen atoms in the glowing gas.",
    "hdurl": "https://apod.nasa.gov/apod/image/2006/ThorsHelmet.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2359: Thor's Helmet",
    "url": "https://apod.nasa.gov/apod/image/2006/ThorsHelmet800.jpg"
  },
  {
    "date": "2020-06-13",
    "explanation": "Clouds are white but the sky is dark in this snapshot of Launch Complex 39A at the Kennedy Space Center.  The dramatic daytime sky is partly due to the black and white photo captured with a digital camera at near-infrared wavelengths. Taken at 3:22 p.m. EDT Saturday May 30 the launch was pretty dramatic too as a Falcon 9 rocket lofted a Crew Dragon spacecraft towards low-Earth orbit. Astronauts Robert Behnken and Douglas Hurley were onboard, the first crew launched from a United States spaceport since the conclusion of the Space Shuttle Program in 2011. A few minutes after launch, the Falcon 9 first stage returned to land on Of Course I Still Love You (that's an autonomous spaceport drone ship ...) patiently waiting off the Florida coast. The two astronauts guided their craft to a successfull docking with the International Space Station’s Harmony module at 10:16 a.m. EDT Sunday May 31.",
    "hdurl": "https://apod.nasa.gov/apod/image/2006/demo-2_crewedlaunchIR.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SpaceX Demo-2 Launch",
    "url": "https://apod.nasa.gov/apod/image/2006/demo-2_crewedlaunchIR1100.jpg"
  },
  {
    "date": "2020-06-14",
    "explanation": "What are these humans doing?  Dancing.  Many humans on Earth exhibit periods of happiness, and one method of displaying happiness is dancing. Happiness and dancing transcend national boundaries and occur in practically every human society. Above, Matt Harding traveled through many nations on Earth, planned on dancing, and filmed the result.  The featured video, one in a series of similar videos, is perhaps a dramatic example that humans from all over planet Earth feel a common bond as part of a single species. Happiness is frequently contagious -- few people are able to watch the featured video without smiling.   APOD across world languages: Arabic, Catalan, Chinese (Beijing), Chinese (Taiwan), Croatian, Czech, Dutch, Farsi, French, French, German, Hebrew, Indonesian, Japanese, Korean, Montenegrin, Polish, Russian, Serbian, Slovenian,  Spanish and Ukrainian",
    "media_type": "video",
    "service_version": "v1",
    "title": "Happy People Dancing on Planet Earth",
    "url": "https://www.youtube.com/embed/M6-iC_aYcug?rel=0"
  },
  {
    "date": "2020-06-15",
    "explanation": "What's rising above the horizon behind those clouds? It's the Sun.  Most sunrises don't look like this, though, because most sunrises don't include the Moon. In the early morning of 2013 May 10, however, from Western Australia, the Moon was between the Earth and the rising Sun.  At times, it would be hard for the uninformed to understand what was happening.  In an annular eclipse, the Moon is too far from the Earth to block the entire Sun, and at most leaves a ring of fire where sunlight pours out around every edge of the Moon.  The featured time-lapse video also recorded the eclipse through the high refraction of the Earth's atmosphere just above the horizon, making the unusual rising Sun and Moon appear also flattened.  As the video continues on, the Sun continues to rise, and the Sun and Moon begin to separate.  This weekend, a new annular solar eclipse will occur, visible from central Africa, the Arabian Peninsula, and a narrow band across Asia, with much of Earth's Eastern hemisphere being able to see a partial solar eclipse.",
    "media_type": "video",
    "service_version": "v1",
    "title": "A Ring of Fire Sunrise Solar Eclipse",
    "url": "https://www.youtube.com/embed/UJfpqSj7cCs?rel=0"
  },
  {
    "date": "2020-06-16",
    "explanation": "Welcome to the quadranscentennial year of the Astronomy Picture of the Day.  Perhaps a source of consistency for some, APOD is still here. To help celebrate APOD's Silver Anniversary, some of APOD's TVAoTaSMD have recorded a birthday greeting and thanks to APOD's readership in today's featured video.  Many have also highlighted a few of their favorite APOD images. In collaboration with NASA through APOD, these and other volunteers help to inform the world, in most major world languages and over most major media platforms, of NASA and humanity's growing knowledge, active exploration, and inspiring visualizations of the amazing astronomical universe in which we live. APOD's founders (still alive!) would also like to offer a sincere thank you -- not only to our TVAoTaSMD -- but to APOD's readership for continued interest, support, and many gracious communications over the years.",
    "media_type": "video",
    "service_version": "v1",
    "title": "APOD is 25 Years Old Today",
    "url": "https://www.youtube.com/embed/bhJ0MotUblo?rel=0"
  },
  {
    "date": "2020-06-17",
    "explanation": "What role do magnetic fields play in interstellar physics?  Analyses of observations by ESA's Planck satellite of emission by small magnetically-aligned dust grains reveal previously unknown magnetic field structures in our Milky Way Galaxy -- as shown by the curvy lines in the featured full-sky image.  The dark red shows the plane of the Milky Way, where the concentration of dust is the highest.  The huge arches above the plane are likely remnants of past explosive events from our Galaxy's core, conceptually similar to magnetic loop-like structures seen in our Sun's atmosphere.  The curvy streamlines align with interstellar filaments of neutral hydrogen gas and provide tantalizing evidence that magnetic fields may supplement gravity in not only in shaping the interstellar medium, but in forming stars.  How magnetism affected our Galaxy's evolution will likely remain a topic of research for years to come.",
    "hdurl": "https://apod.nasa.gov/apod/image/2006/PolarisedMilkyWay_Planck_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Magnetic Streamlines of the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/2006/PolarisedMilkyWay_Planck_1080.jpg"
  },
  {
    "copyright": "Trevor Jones",
    "date": "2020-06-18",
    "explanation": "This telescopic close-up shows off the central regions of otherwise faint emission nebula IC 410, captured under backyard suburban skies with narrowband filters. It also features two remarkable inhabitants of the cosmic pond of gas and dust. Below and right of center are the tadpoles of IC 410. Partly obscured by foreground dust, the nebula itself surrounds NGC 1893, a young galactic cluster of stars. Formed in the interstellar cloud a mere 4 million years ago, the intensely hot, bright cluster stars energize the glowing gas. Composed of denser cooler gas and dust, the tadpoles are around 10 light-years long and are likely sites of ongoing star formation. Sculpted by stellar winds and radiation their heads are outlined by bright ridges of ionized gas while their tails trail away from the cluster's central young stars. IC 410 lies some 10,000 light-years away, toward the nebula-rich constellation Auriga.",
    "hdurl": "https://apod.nasa.gov/apod/image/2006/Tadpoles-of-IC-410-Trevor-Jones.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Tadpoles of IC 410",
    "url": "https://apod.nasa.gov/apod/image/2006/Tadpoles-of-IC-410-Trevor-Jones.jpg"
  },
  {
    "copyright": "Ruslan Merzlyakov",
    "date": "2020-06-19",
    "explanation": "Transfusing sunlight through a darkened sky, this beautiful display of noctilucent clouds was captured earlier this week, reflected in calm waters from Nykobing Mors, Denmark. From the edge of space, about 80 kilometers above Earth's surface, the icy clouds themselves still reflect sunlight, though the Sun is below the horizon as seen from the ground. Usually spotted at high latitudes in summer months the night shining clouds have made an early appearance this year as northern nights grow short. Also known as polar mesopheric clouds they are understood to form as water vapor driven into the cold upper atmosphere condenses on the fine dust particles supplied by disintegrating meteors or volcanic ash. NASA's AIM mission provides daily projections of noctilucent clouds as seen from space.",
    "hdurl": "https://apod.nasa.gov/apod/image/2006/IMG_4164a.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Veins of Heaven",
    "url": "https://apod.nasa.gov/apod/image/2006/IMG_4164a_1024s.jpg"
  },
  {
    "date": "2020-06-20",
    "explanation": "Today's solstice brings summer to planet Earth's northern hemisphere. But the northern summer solstice arrived for ringed planet Saturn over three years ago on May 24, 2017. Orbiting the gas giant, Saturn's moon Titan experiences the Saturnian seasons that are about 7 Earth-years long. Larger than inner planet Mercury, Titan was captured in this Cassini spacecraft image about two weeks after its northern summer began. The near-infrared view finds bright methane clouds drifting through Titan's dense, hazy atmosphere as seen from a distance of about 507,000 kilometers. Below the clouds, dark hydrocarbon lakes sprawl near its fully illuminated north pole.",
    "hdurl": "https://apod.nasa.gov/apod/image/2006/PIA21615TitanNorthSummer.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Northern Summer on Titan",
    "url": "https://apod.nasa.gov/apod/image/2006/PIA21615TitanNorthSummer1024.jpg"
  },
  {
    "copyright": "Dzmitry Kananovich",
    "date": "2020-06-21",
    "explanation": "It may look like Earthrise, but it's actually Venus-set. Just after sunrise two days ago, both the Moon and Venus also rose.  But then the Moon overtook Venus. In the featured image sequence centered on the Moon, Venus is shown increasingly angularly close to the Moon. In the famous Earthrise image taken just over 50 years ago, the Earth was captured rising over the edge of the Moon, as seen from the Apollo 8 crew orbiting the Moon. This similar Venus-set image was taken from Earth, of course, specifically Estonia.  Venus shows only a thin crescent because last week it passed nearly in front of the Sun, as seen from Earth.  The Moon shows only a thin crescent because it will soon be passing directly in front of the Sun, as seen from Earth. Today, in fact, two days after this image was taken, the Moon will create a solar eclipse, with a thin swath across the Earth treated to an annular solar eclipse.    Gallery: Notable images of the Venus - Mooon conjunction of 2020 June submitted to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2006/VenusSet_Kananovich_1000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Occults Venus",
    "url": "https://apod.nasa.gov/apod/image/2006/VenusSet_Kananovich_1000.jpg"
  },
  {
    "copyright": "Wang LetianEyes at Night",
    "date": "2020-06-22",
    "explanation": "What are those dark streaks in this composite image of yesterday's solar eclipse? They are reversed shadows of mountains at the edge of the Moon.  The center image, captured from Xiamen, China, has the Moon's center directly in front of the Sun's center. The Moon, though, was too far from the Earth to completely block the entire Sun.  Light that streamed around all of the edges of the Moon is called a  ring of fire. Images at each end of the sequence show sunlight that streamed through lunar valleys.  As the Moon moved further in front of the Sun, left to right, only the higher peaks on the Moon's perimeter could block sunlight.  Therefore, the dark streaks are projected, distorted, reversed, and magnified shadows of mountains at the Moon's edge.  Bright areas are called Baily's Beads. Only a narrow swath across Earth's Eastern Hemisphere was able to see yesterday's full annular solar eclipse. Next June, though, a narrow swath across Earth's Northern Hemisphere will be able to see the next annular solar eclipse.  A total solar eclipse will be visible at the bottom of the world near the end of this year.   Gallery: Notable images of the Annular Solar Eclipse of 2020 June submitted to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2006/BeadMountains_Letian_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Mountains Magnified during Ring of Fire Eclipse",
    "url": "https://apod.nasa.gov/apod/image/2006/BeadMountains_Letian_960.jpg"
  },
  {
    "copyright": "TeamMPEIKI",
    "date": "2020-06-23",
    "explanation": "What if you could see X-rays?  The night sky would seem a strange and unfamiliar place.  X-rays are about 1,000 times more energetic than visible light photons and are produced by violent explosions and high temperature astronomical environments.  Instead of the familiar steady stars, the sky would seem to be filled with exotic stars, active galaxies, and hot supernova remnants. The featured X-ray image captures in unprecedented detail the entire sky in X-rays as seen by the eROSITA telescope onboard  Spektr-RG satellite, orbiting around the L2 point of the Sun-Earth system, launched last year. The image shows the plane of our Milky Way galaxy across the center, a diffuse and pervasive X-ray background, the hot interstellar bubble known as the North Polar Spur, sizzling supernova remnants such as Vela, the Cygnus Loop and Cas A, energetic binary stars including Cyg X-1 and Cyg X-2, the  LMC galaxy, and the Coma, Virgo, and Fornax clusters of galaxies.  This first sky scan by eROSITA located over one million X-ray sources, some of which are not understood and will surely be topics for future research.",
    "hdurl": "https://apod.nasa.gov/apod/image/2006/SkyMapB_eROSITA_2998.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The X-Ray Sky from eROSITA",
    "url": "https://apod.nasa.gov/apod/image/2006/SkyMapB_eROSITA_960.jpg"
  },
  {
    "copyright": "Mark Hersch",
    "date": "2020-06-24",
    "explanation": "How could that city be upside-down? The city, Chicago, was actually perfectly right-side up. The long shadows it projected onto nearby Lake Michigan near sunset, however, when seen in reflection, made the buildings appear inverted. This fascinating, puzzling, yet beautiful image was captured by a photographer in 2014 on an airplane on approach to Chicago's O'Hare International Airport.  The Sun can be seen both above and below the cloud deck, with the latter reflected in the calm lake.  As a bonus, if you look really closely -- and this is quite a challenge -- you can find another airplane in the image, likely also on approach to the same airport.",
    "hdurl": "https://apod.nasa.gov/apod/image/2006/ChicagoClouds_Hersch_3600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Inverted City Beneath Clouds",
    "url": "https://apod.nasa.gov/apod/image/2006/ChicagoClouds_Hersch_960.jpg"
  },
  {
    "copyright": "Gary Chan",
    "date": "2020-06-25",
    "explanation": "On June 21 an annular solar eclipse came soon after the solstice and our fair planet's northernmost sunset for 2020. At maximum eclipse, the New Moon in silhouette created a ring of fire visible along a narrow path at most 85 kilometers wide. The annular eclipse path began in central Africa, crossed south Asia and China, and ended over the Pacific Ocean. But a partial eclipse of the Sun was visible over a much broader region. In Hong Kong, this busy section of Jordan Street looks to the northwest, well-aligned with the track of the near solstice afternoon Sun. The street level view was composited with an eclipse sequence made with a safe solar filter on the camera. For that location the eclipse was partial. The Moon covered about 90 percent of the Sun's diameter at maximum, seen near the middle of the eclipse sequence.   Gallery: Notable images of the Annular Solar Eclipse of 2020 June submitted to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2006/HongKong2020JuneEclipse_Chan.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse Street, Hong Kong",
    "url": "https://apod.nasa.gov/apod/image/2006/HongKong2020JuneEclipse_Chan1024.jpg"
  },
  {
    "copyright": "Somak Raychaudhury",
    "date": "2020-06-26",
    "explanation": "Want to watch a solar eclipse safely? Try looking down instead of up, though you might discover you have a plethora of images to choose from. For example, during the June 21st solar eclipse this confusing display appeared under a shady bamboo grove in Pune, India. Small gaps between close knit leaves on the tall plants effectively created a network of randomly placed pinholes. Each one projected a separate image of the eclipsed Sun. The snapshot was taken close to the time of maximum eclipse in Pune when the Moon covered about 60 percent of the Sun's diameter. But an annular eclipse, the Moon in silhouette completely surrounded by a bright solar disk at maximum, could be seen along a narrow path where the Moon's dark shadow crossed central Africa, south Asia, and Ch",
    "hdurl": "https://apod.nasa.gov/apod/image/2006/Eclipse-under-bamboos.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse under the Bamboo",
    "url": "https://apod.nasa.gov/apod/image/2006/Eclipse-under-bamboos1024c.jpg"
  },
  {
    "date": "2020-06-27",
    "explanation": "The dark shadow of the New Moon reached out and touched planet Earth on June 21. A high definition camera outside the International Space Station captured its passing in this snapshot from low Earth orbit near the border of Kazakhstan and China. Of course those along the Moon's central shadow track below could watch the much anticipated annular eclipse of the Sun. In the foreground a cargo spacecraft is docked with the orbital outpost. It's the H-II Transfer Vehicle-9 from JAXA the Japan Aerospace Exploration Agency.   Gallery: Notable images of the Annular Solar Eclipse of 2020 June submitted to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2006/iss063e031761_June2020ase.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse under the ISS",
    "url": "https://apod.nasa.gov/apod/image/2006/iss063e031761_June2020ase1024.jpg"
  },
  {
    "date": "2020-06-28",
    "explanation": "What are those spots on Jupiter? Largest and furthest, just right of center, is the Great Red Spot -- a huge storm system that has been raging on Jupiter possibly since Giovanni Cassini's likely notation of it 355 years ago.  It is not yet known why this Great Spot is red. The spot toward the lower left is one of Jupiter's largest moons: Europa. Images from Voyager in 1979 bolster the modern hypothesis that Europa has an underground ocean and is therefore a good place to look for extraterrestrial life. But what about the dark spot on the upper right? That is a shadow of another of Jupiter's large moons: Io. Voyager 1 discovered Io to be so volcanic that no impact craters could be found.  Sixteen frames from Voyager 1's flyby of Jupiter in 1979 were recently reprocessed and merged to create the featured image.  About 43 years ago, Voyager 1 launched from Earth and started one of the greatest explorations of the Solar System ever.    Free Download: Voyager Posters",
    "hdurl": "https://apod.nasa.gov/apod/image/2006/EuropaJupiter_Voyager_2792.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Europa and Jupiter from Voyager 1",
    "url": "https://apod.nasa.gov/apod/image/2006/EuropaJupiter_Voyager_960.jpg"
  },
  {
    "copyright": "Will Godward",
    "date": "2020-06-29",
    "explanation": "When the lake calmed down, many wonders of the land and sky appeared twice. Perhaps the most dramatic from the dark sky was the central band of our Milky Way Galaxy, visible as a diagonal band. Toward the right were both the Small (SMC) and Large (LMC) Magellanic Clouds, satellite galaxies of our Milky Way. Faint multicolored bands of airglow fanned across the night. Numerous bright stars were visible including Antares, while the bright planet Jupiter appears just above the image center. The featured image is a composite of exposures all taken from the same camera and from the same location within 30 minutes in mid-May from the shore of Lake Bonney Riverland in South Australia. Dead trees that extend from the lake were captured not only in silhouette, but reflection, while lights from the small town of Barmera were visible across the lake. In July, Jupiter and Saturn will rise toward the east just as the Sun sets in the west.",
    "hdurl": "https://apod.nasa.gov/apod/image/2006/SkyReflections_Godward_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Sky Reflections",
    "url": "https://apod.nasa.gov/apod/image/2006/SkyReflections_Godward_1080.jpg"
  },
  {
    "date": "2020-06-30",
    "explanation": "What created this unusual planetary nebula? NGC 7027 is one of the smallest, brightest, and most unusually shaped planetary nebulas known. Given its expansion rate, NGC 7027 first started expanding, as visible from Earth, about 600 years ago.  For much of its history, the planetary nebula has been expelling shells, as seen in blue in the featured image.  In modern times, though, for reasons unknown, it began ejecting gas and dust (seen in red) in specific directions that created a new pattern that seems to have four corners. These shells and patterns have been mapped in impressive detail by recent images from the Wide Field Camera 3 onboard the Hubble Space Telescope.  What lies at the nebula's center is unknown, with one hypothesis holding it to be a close binary star system where one star sheds gas onto an erratic disk orbiting the other star. NGC 7027, about 3,000 light years away, was first discovered in 1878 and can be seen with a standard backyard telescope toward the constellation of the Swan (Cygnus).",
    "hdurl": "https://apod.nasa.gov/apod/image/2006/ngc7027_HubbleKastner_1764.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bright Planetary Nebula NGC 7027 from Hubble",
    "url": "https://apod.nasa.gov/apod/image/2006/ngc7027_HubbleKastner_960.jpg"
  },
  {
    "copyright": "BartoszWojczyński",
    "date": "2020-07-01",
    "explanation": "Has your world ever turned upside-down?  It would happen every day if you stay fixed to the stars.  Most time-lapse videos of the night sky show the stars and sky moving above a steady Earth.  Here, however, the camera has been forced to rotate so that the stars remain fixed, and the Earth rotates around them.  The movie, with each hour is compressed to a second, dramatically demonstrates the daily rotation of the Earth, called diurnal motion. The video begins by showing an open field in Namibia, Africa, on a clear day, last year.  Shadows shift as the Earth turns, the shadow of the Earth rises into the sky, the Belt of Venus momentarily appears, and then day turns into night. The majestic band of our Milky Way Galaxy stretches across the night sky, while sunlight-reflecting, Earth-orbiting satellites zoom by.  In the night sky, you can even spot the Large and Small Magellanic Clouds.  The video shows a sky visible from Earth's Southern Hemisphere, but a similar video could be made for every middle latitude on our blue planet.   Almost Hyperspace: Random APOD Generator",
    "media_type": "video",
    "service_version": "v1",
    "title": "Our Rotating Earth",
    "url": "https://www.youtube.com/embed/re3oEKX6Fks?rel=0"
  }
]
