[
  {
    "copyright": "Joonhwa Lee",
    "date": "2020-05-01",
    "explanation": "Big, bright, beautiful spiral, Messier 106 dominates this cosmic vista. The nearly two degree wide telescopic field of view looks toward the well-trained constellation Canes Venatici, near the handle of the Big Dipper. Also known as NGC 4258, M106 is about 80,000 light-years across and 23.5 million light-years away, the largest member of the Canes II galaxy group. For a far far away galaxy, the distance to M106 is well-known in part because it can be directly measured by tracking this galaxy's remarkable maser, or microwave laser emission. Very rare but naturally occurring, the maser emission is produced by water molecules in molecular clouds orbiting its active galactic nucleus. Another prominent spiral galaxy on the scene, viewed nearly edge-on, is NGC 4217 below and right of M106. The distance to NGC 4217 is much less well-known, estimated to be about 60 million light-years, but the bright spiky stars are in the foreground, well inside our own Milky Way galaxy. Even the existence of galaxies beyond the Milky Way was questioned 100 years ago in astronomy's Great Debate.   Experts Debate: How will humanity first discover extraterrestrial life?",
    "hdurl": "https://apod.nasa.gov/apod/image/2005/M106_ORG4_APOD.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A View Toward M106",
    "url": "https://apod.nasa.gov/apod/image/2005/M106_ORG4_APOD1024c.jpg"
  },
  {
    "copyright": "Rick Scott",
    "date": "2020-05-02",
    "explanation": "Since the early days of radio and television we have been freely broadcasting signals into space. For some time now, we have been listening too. A large radio telescope at Ohio State University known as affectionately The Big Ear was one of the first listeners. The Big Ear was about the size of three football fields and consisted of an immense metal ground plane with two fence-like reflectors, one fixed and one tiltable. It relied on the Earth's rotation to help scan the sky. This photo, taken by former Big Ear student volunteer Rick Scott, looks out across the ground plane toward the fixed reflector with the radio frequency receiver horns in the foreground. Starting in 1965, the Big Ear was used in an ambitious survey of the radio sky. In the 1970s, it became the first telescope to continuously listen for signals from extraterrestrial civilizations. For an exciting moment during August 1977 a very strong, unexpected signal, dubbed the Wow! Signal, was detected by the Big Ear. But alas, heard only once, the source of the signal could not be determined. In May 1998 the final pieces of the Big Ear were torn down.   Experts Debate: How will humanity first discover extraterrestrial life?",
    "hdurl": "https://apod.nasa.gov/apod/image/2005/bigear_rickscott_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Radio, The Big Ear, and the Wow! Signal",
    "url": "https://apod.nasa.gov/apod/image/2005/bigear_rickscott_big.jpg"
  },
  {
    "date": "2020-05-03",
    "explanation": "What are these Earthlings trying to tell us?  The featured message was broadcast from Earth towards the globular star cluster M13 in 1974.  During the dedication of the Arecibo Observatory - still one of the largest single radio telescopes in the world - a string of 1's and 0's representing the diagram was sent.   This attempt at extraterrestrial communication was mostly ceremonial - humanity regularly broadcasts radio and television signals out into space accidentally.  Even were this message received, M13 is so far away we would have to wait almost 50,000 years to hear an answer.   The featured message gives a few simple facts about humanity and its knowledge: from left to right are numbers from one to ten, atoms including hydrogen and carbon, some interesting molecules, DNA, a human with description, basics of our Solar System, and basics of the sending telescope.  Several searches for extraterrestrial intelligence are currently underway, including one where you can use your own home computer.    Experts Debate: How will humanity first discover ET life?",
    "hdurl": "https://apod.nasa.gov/apod/image/2005/Message_Arecibo_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Message from Earth",
    "url": "https://apod.nasa.gov/apod/image/2005/Message_Arecibo_960.jpg"
  },
  {
    "date": "2020-05-04",
    "explanation": "What it would look like to approach planet Earth?  Such an event was recorded visually in great detail by ESA's and JAXA's robotic BepiColombo spacecraft last month as it swung back past Earth on its journey in to the planet Mercury.  Earth can be seen rotating on approach as it comes out from behind the spacecraft's high-gain antenna in this nearly 10-hour time-lapse video.  The Earth is so bright that no background stars are visible.  Launched in 2018, the robotic BepiColombo used the gravity of Earth to adjust its course, the first of nine planetary flybys over the next seven years -- but the only one involving Earth. Scheduled to enter orbit in 2025, BepiColombo will take images and data of the surface and magnetic field of Mercury in an effort to better understand the early evolution of our Solar System and its innermost planet.    New: APOD now available through Instagram in Portuguese",
    "media_type": "video",
    "service_version": "v1",
    "title": "Earth Flyby of BepiColombo",
    "url": "https://www.youtube.com/embed/zWFuCO7jyBk?rel=0"
  },
  {
    "copyright": "Carlos Kiko Fairbairn",
    "date": "2020-05-05",
    "explanation": "You need to be in the south, looking south, to see such a sky.  And only then if you're lucky.  Just above the picturesque tree is the impressive Carina Nebula, one of the few nebulas in the sky that is visible to the unaided eye.  The featured image had to be taken from a very dark location to capture the Carina Nebula with such perspective and so near the horizon.  The Great Nebula in Carina, cataloged as NGC 3372, is home to the wildly variable star Eta Carinae that sometimes flares to become one of the brightest stars in the sky.  Above Carina is IC 2944, the Running Chicken Nebula, a nebula that not only looks like a chicken, but contains impressive dark knots of dust.  Above these red-glowing emission nebulas are the bright stars of the Southern Cross, while on the upper left of the image is the dark Coalsack Nebula. This image was composed from six consecutive exposures taken last summer from Padre Bernardo, Goiás, Brazil.  Even with careful planning, the astrophotographer felt lucky to get this shot because clouds -- some still visible near the horizon -- kept getting in the way.    Almost Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2005/CarinaPerspective_Fairbairn_1160.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Carina in Perspective",
    "url": "https://apod.nasa.gov/apod/image/2005/CarinaPerspective_Fairbairn_960.jpg"
  },
  {
    "date": "2020-05-06",
    "explanation": "What is the cause of this unusual parabolic structure?  This illuminated cavity, known as LDN 1471, was created by a newly forming star, seen as the bright source at the peak of the parabola.  This protostar is experiencing a stellar outflow which is then interacting with the surrounding material in the Perseus Molecular Cloud, causing it to brighten.  We see only one side of the cavity -- the other side is hidden by dark dust.  The parabolic shape is caused by the widening of the stellar-wind blown cavity over time. Two additional structures can also be seen either side of the protostar, these are known as Herbig-Haro objects, again caused by the interaction of the outflow with the surrounding material.  What causes the striations on the cavity walls, though, remains unknown.  The featured image was taken by NASA and ESA’s Hubble Space Telescope after an original detection by the Spitzer Space Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/2005/LDN1471_HubbleSchmidt_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "LDN 1471: A Windblown Star Cavity",
    "url": "https://apod.nasa.gov/apod/image/2005/LDN1471_HubbleSchmidt_960.jpg"
  },
  {
    "copyright": "Gyorgy Soponyai",
    "date": "2020-05-07",
    "explanation": "An analemma is that figure-8 curve you get when you mark the position of the Sun at the same time each day for one year. But the trick to imaging an analemma of the Moon is to wait bit longer. On average the Moon returns to the same position in the sky about 50 minutes and 29 seconds later each day. So photograph the Moon 50 minutes 29 seconds later on successive days. Over one lunation or lunar month it will trace out an analemma-like curve as the Moon's actual position wanders due to its tilted and elliptical orbit. To create this composite image of a lunar analemma, astronomer Gyorgy Soponyai chose a lunar month from March 26 to April 18 with a good stretch of weather and a site close to home near Mogyorod, Hungary. Crescent lunar phases too thin and faint to capture around the New Moon are missing though. Facing southwest, the lights of Budapest are in the distance of the base image taken on March 27.",
    "hdurl": "https://apod.nasa.gov/apod/image/2005/APOD_Soponyai_Analemma_Moon.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Analemma of the Moon",
    "url": "https://apod.nasa.gov/apod/image/2005/APOD_Soponyai_Analemma_Moon.jpg"
  },
  {
    "copyright": "D. Peach",
    "date": "2020-05-08",
    "explanation": "Blowing in the solar wind the spectacular ion tail of Comet SWAN (C/2020 F8) extends far across this 10 degree wide telephoto field of view. Captured on May 2 its greenish coma was about 6 light-minutes from Earth. The pretty background starfield lies near the border of the constellations Cetus and Aquarius. This comet SWAN was discovered at home by Australian amateur Michael Mattiazzo by checking images from the Sun-staring SOHO spacecraft's SWAN (Solar Wind ANisotropies) camera. The comet has now become just visible to the naked-eye as it sweeps from southern to northern skies. Appearing in morning twilight near the eastern horizon, Comet SWAN will make its closest approach to planet Earth on May 12 and reach perihelion on May 27.",
    "hdurl": "https://apod.nasa.gov/apod/image/2005/c2020_f8_2020_05_02dp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Long Tailed Comet SWAN",
    "url": "https://apod.nasa.gov/apod/image/2005/c2020_f8_2020_05_02dp_1024.jpg"
  },
  {
    "copyright": "Tiziano Boldrini",
    "date": "2020-05-09",
    "explanation": "Rising as the Sun set, the Moon was bright and full in planet Earth skies on May 7 and known to some as a Flower Moon. Near the horizon it does seem to take on rose pink hues of reddened sunlight in this reflective twilight scene. In fact one of the brighter Full Moons of the year, this month's full lunar phase occurred within about 32 hours of perigee. That's the closest point in the Moon's elliptical orbit. Flooded field and ruined church tower are near the municipality of Casaleggio Novara, Piedmont Region of northern Italy.",
    "hdurl": "https://apod.nasa.gov/apod/image/2005/FullFlowerMoonrise_Boldrini.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Full Flower Moonrise",
    "url": "https://apod.nasa.gov/apod/image/2005/FullFlowerMoonrise_Boldrini.jpg"
  },
  {
    "copyright": "Raul Villaverde",
    "date": "2020-05-10",
    "explanation": "What's happening to this spiral galaxy? Just a few hundred million years ago, NGC 2936, the upper of the two large galaxies shown, was likely a normal spiral galaxy -- spinning, creating stars -- and minding its own business. But then it got too close to the massive elliptical galaxy NGC 2937 below and took a dive. Dubbed the Porpoise Galaxy for its iconic shape, NGC 2936 is not only being deflected but also being distorted by the close gravitational interaction. A burst of young blue stars forms the nose of the porpoise toward the right of the upper galaxy, while the center of the spiral appears as an eye.  Alternatively, the galaxy pair, together known as Arp 142, look to some like a penguin protecting an egg. Either way, intricate dark dust lanes and bright blue star streams trail the troubled galaxy to the lower right. The featured re-processed image showing Arp 142 in unprecedented detail was taken by the Hubble Space Telescope last year. Arp 142 lies about 300 million light years away toward the constellation, coincidently, of the Water Snake (Hydra). In a billion years or so the two galaxies will likely merge into one larger galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/2005/PorpoiseGalaxy_HubbleFraile_1300.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Porpoise Galaxy from Hubble",
    "url": "https://apod.nasa.gov/apod/image/2005/PorpoiseGalaxy_HubbleFraile_960.jpg"
  },
  {
    "copyright": "Adam BlockSteward Observatory,\nUniversity of Arizona",
    "date": "2020-05-11",
    "explanation": "What's behind Betelgeuse? One of the brighter and more unusual stars in the sky, the red supergiant star Betelgeuse can be found in the direction of famous constellation Orion. Betelgeuse, however, is actually well in front of many of the constellation's other bright stars, and also in front of the greater Orion Molecular Cloud Complex.  Numerically, light takes about 700 years to reach us from Betelgeuse, but about 1,300 years to reach us from the Orion Nebula and its surrounding dust and gas.  All but the largest telescopes see Betelgeuse as only a point of light, but a point so bright that the inherent blurriness created by the telescope and Earth's atmosphere make it seem extended.  In the featured long-exposure image, thousands of stars in our Milky Way Galaxy can be seen in the background behind Betelgeuse, as well as dark dust from the Orion Molecular Cloud, and some red-glowing emission from hydrogen gas on the outskirts of the more distant Lambda Orionis Ring. Betelgeuse has recovered from appearing unusually dim over the past six months, but is still expected to explode in a spectacular supernova sometime in the next (about) 100,000 years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2005/betelgeuse_block_2662.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Behind Betelgeuse",
    "url": "https://apod.nasa.gov/apod/image/2005/betelgeuse_block_960.jpg"
  },
  {
    "copyright": "Petr Horálek",
    "date": "2020-05-12",
    "explanation": "Where are all of these meteors coming from?  In terms of direction on the sky, the pointed answer is the constellation of Small Harp (Lyra).  That is why the famous meteor shower that peaks every April is known as the Lyrids -- the meteors all appear to came from a radiant toward Lyra. In terms of parent body, though, the sand-sized debris that makes up the Lyrid meteors come from Comet Thatcher. The comet follows a well-defined orbit around our Sun, and the part of the orbit that approaches Earth is superposed in front of Lyra. Therefore, when Earth crosses this orbit, the radiant point of falling debris appears in Lyra. Featured here, a composite image containing over 33 meteors (can you find them all?) from last month's  Lyrid meteor shower shows several bright meteors that streaked over a shore of Seč Lake in the Czech Republic. Also visible are the bright stars Vega and Altair, the planet Jupiter, and the central band of our Milky Way Galaxy.   Notable APOD Submissions: Lyrid Meteor Shower 2020",
    "hdurl": "https://apod.nasa.gov/apod/image/2005/Lyrids_Horalek_1221.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lyrid Meteors from the Constellation Lyra",
    "url": "https://apod.nasa.gov/apod/image/2005/Lyrids_Horalek_960.jpg"
  },
  {
    "date": "2020-05-13",
    "explanation": "In infrared, Jupiter lights up the night.  Recently, astronomers at the Gemini North Observatory in Hawaii, USA, created some of the best infrared photos of Jupiter ever taken from Earth’s surface, pictured.  Gemini was able to produce such a clear image using a technique called lucky imaging, by taking many images and combining only the clearest ones that, by chance, were taken when Earth's atmosphere was the most calm.  Jupiter’s jack-o’-lantern-like appearance is caused by the planet’s different layers of clouds.  Infrared light can pass through clouds better than visible light, allowing us to see deeper, hotter layers of Jupiter's atmosphere, while the thickest clouds appear dark.  These pictures, together with ones from the Hubble Space Telescope and the Juno spacecraft, can tell us a lot about weather patterns on Jupiter, like where its massive, planet-sized storms form.   Notable APOD Submissions: Flower Moon 2020",
    "hdurl": "https://apod.nasa.gov/apod/image/2005/JupiterIR_Gemini_1400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter in Infrared from Gemini",
    "url": "https://apod.nasa.gov/apod/image/2005/JupiterIR_Gemini_960.jpg"
  },
  {
    "copyright": "Luc Perrot",
    "date": "2020-05-14",
    "explanation": "The pre-dawn hours of May 3rd were moonless as grains of cosmic dust streaked through southern skies above Reunion Island. Swept up as planet Earth plowed through dusty debris streams left behind periodic Comet 1/P Halley, the annual meteor shower is known as the Eta Aquarids. This inspired exposure captures a bright aquarid meteor flashing left to right over a sea of clouds. The meteor streak points back to the shower's radiant in the constellation Aquarius, well above the eastern horizon and off the top of the frame. Known for speed Eta Aquarid meteors move fast, entering the atmosphere at about 66 kilometers per second, visible at altitudes of 100 kilometers or so. Then about 6 light-minutes from Earth, the pale greenish coma and long tail of Comet C/2020 F8 SWAN were not to be left out of the celestial scene, posing above the volcanic peaks left of center. Now in the northern sky's morning twilight near the eastern horizon Comet SWAN has not become as bright as anticipated though. This first time comet made its closest approach to planet Earth only two days ago and reaches perihelion on May 27.",
    "hdurl": "https://apod.nasa.gov/apod/image/2005/SWAN1_perrot.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Halley vs Comet SWAN",
    "url": "https://apod.nasa.gov/apod/image/2005/SWAN1_perrot.jpg"
  },
  {
    "copyright": "Dietmar Hager",
    "date": "2020-05-15",
    "explanation": "These two galaxies are far far away, 12 million light-years distant toward the northern constellation of the Great Bear. On the left, with grand spiral arms and bright yellow core is spiral galaxy M81, some 100,000 light-years across.  On the right marked by red gas and dust clouds, is irregular galaxy M82.  The pair have been locked in gravitational combat for a billion years. Gravity from each galaxy has profoundly affected the other during a series of cosmic close encounters.  Their last go-round lasted about 100 million years and likely raised density waves rippling around M81, resulting in the richness of M81's spiral arms.  M82 was left with violent star forming regions and colliding gas clouds so energetic the galaxy glows in X-rays.  In the next few billion years, their continuing gravitational encounters will result in a merger, and a single galaxy will remain.",
    "hdurl": "https://apod.nasa.gov/apod/image/2005/M81-82.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy Wars: M81 and M82",
    "url": "https://apod.nasa.gov/apod/image/2005/M81-82_1024.jpg"
  },
  {
    "copyright": "Paul Schmit",
    "date": "2020-05-16",
    "explanation": "A dark river seems to flow through this sky from the horizon toward colorful clouds near red giant star Antares. Murky looking, the dark river is a dusty nebula obscuring background starlight near the central Milky Way, although the dark dust nebula contains mostly hydrogen molecular gas.  Dust scattering starlight around Antares, alpha star of Scorpius, creates the unusual yellow-hued reflection nebula. Above it, bright blue double star Rho Ophiuchi is embedded in more typical dusty bluish reflection nebulae, with red emission nebulae also scattered through the interstellar space. Globular star cluster M4 looks almost like a bright star just above and right of Antares, though it lies far behind the colorful clouds, at a distance of some 7,000 light-years. The dark river itself is about 500 light years away.  To create the startling night sky view, all background and foreground exposures were made back to back with the same camera and telephoto lens on the same night from the same location. In combination they produce a stunning image that reveals a range of brightness and color that your eye can't quite perceive. Recorded in the early hours of January 31, the composite also captures Mars still near the eastern horizon and rising to join rival Antares on the celestial stage. Bright Mars and its watery reflection are left of a lonely tree in the Bosque del Apache National Wildlife Refuge, New Mexico, planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2005/Reflections_APOD.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Dark River to Antares",
    "url": "https://apod.nasa.gov/apod/image/2005/Reflections_APOD1200.jpg"
  },
  {
    "copyright": "Joey Mole",
    "date": "2020-05-17",
    "explanation": "What's happening over the water?  Pictured here is one of the better images yet recorded of a waterspout, a type of tornado that occurs over water.  Waterspouts are spinning columns of rising moist air that typically form over warm water. Waterspouts can be as dangerous as tornadoes and can feature wind speeds over 200 kilometers per hour.  Some waterspouts form away from thunderstorms and even during relatively fair weather.  Waterspouts may be relatively transparent and initially visible only by an unusual pattern they create on the water.  The featured image was taken in 2013 July near Tampa Bay, Florida. The Atlantic Ocean off the coast of Florida is arguably the most active area in the world for waterspouts, with hundreds forming each year.    Experts Debate: How will humanity first discover extraterrestrial life?",
    "hdurl": "https://apod.nasa.gov/apod/image/2005/waterspout_mole_540.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Waterspout in Florida",
    "url": "https://apod.nasa.gov/apod/image/2005/waterspout_mole_960.jpg"
  },
  {
    "date": "2020-05-18",
    "explanation": "What would you see if you could fly into the Cosmic Reef? The nebular cloud NGC 2014 appear to some like an ocean reef that resides in the sky, specifically in the LMC, the largest satellite galaxy of our Milky Way Galaxy. A detailed image of this distant nebula was taken by the Hubble Space Telescope to help commemorate 30 years of investigating the cosmos.  Data and images of this cosmic reef have been combined into the three-dimensional model flown through in the featured video.  The computer animated sequence first takes you past a star cluster highlighted by bright blue stars, below pillars of gas and dust slowly being destroyed by the energetic light and winds emitted by these massive stars.  Filaments of gas and dust are everywhere, glowing in the red light of hydrogen and nitrogen. The animation next takes you to the blue-colored nebula NGC 2020, glowing in light emitted by oxygen and surrounding a Wolf-Rayet star about 200,000 times brighter than our Sun -- a nebula thought to be the ejected outer atmosphere of this stellar monster.  As the animation concludes, the virtual camera pivots to show that NGC 2020 has a familiar hourglass shape when viewed from the side.    Follow APOD on Instagram in: English, Indonesian, Persian, or Portuguese",
    "media_type": "video",
    "service_version": "v1",
    "title": "Journey into the Cosmic Reef",
    "url": "https://www.youtube.com/embed/1qO6SG1HzyI"
  },
  {
    "date": "2020-05-19",
    "explanation": "Would you like a NASA astronomy-exploration poster?  You are just one page-print away. Any of the panels you see on the featured image can appear on your wall.  Moreover, this NASA page has, typically, several more posters of each of the Solar System objects depicted.  These posters highlight many of the places humanity, through NASA, has explored in the past 50 years, including our Sun, and planets Mercury, Venus, Earth, Mars, Jupiter, Saturn, Uranus, and Neptune. Moons of Jupiter that have been posterized include Europa, Ganymede, Callisto, and Io, while moons of Saturn that can be framed include Enceladus and Titan.  Images of Pluto, Ceres, comets and asteroids are also presented, while six deep space scenes -- well beyond our Solar System -- can also be prominently displayed.  If you lack wall space or blank poster sheets don't despair -- you can still print many of these out as trading cards.",
    "hdurl": "https://apod.nasa.gov/apod/image/2005/SolarSystemPosters_NASA_2130.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Posters of the Solar System",
    "url": "https://apod.nasa.gov/apod/image/2005/SolarSystemPosters_NASA_1080.jpg"
  },
  {
    "copyright": "Mihail Minkov",
    "date": "2020-05-20",
    "explanation": "It is not a coincidence that planets line up. That's because all of the planets orbit the Sun in (nearly) a single sheet called the plane of the ecliptic. When viewed from inside that plane -- as Earth dwellers are likely to do -- the planets all appear confined to a single band. It is a coincidence, though, when three of the brightest planets all appear in nearly the same direction.  Such a coincidence was captured about a month ago. Featured above, Earth's Moon, Mars, Saturn, and Jupiter were all imaged together, just before sunrise, from the Black Sea coast of Bulgaria.  A second band is visible diagonally across this image -- the central band of our Milky Way Galaxy. If you wake up early, you will find that these same planets remain visible in the morning sky this month, too.   Astrophysicists: Browse 2,100+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/2005/MoonPlanetsMW_Minkov_1620.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon, Mars, Saturn, Jupiter, Milky Way",
    "url": "https://apod.nasa.gov/apod/image/2005/MoonPlanetsMW_Minkov_1080.jpg"
  },
  {
    "copyright": "Richard Addis",
    "date": "2020-05-21",
    "explanation": "Just as the Moon goes through phases, Venus' visible sunlit hemisphere waxes and wanes. This composite of backyard telescopic images illustrates the steady changes for Venus during its current stint as our evening star, as the inner planet grows larger but narrows to a thin crescent. Images from bottom to top were taken during 2020 on dates February 27, March 20, April 14, April 24, May 8, and May 14. Gliding along its interior orbit between Earth and Sun, Venus grows larger during that period because it is approaching planet Earth. Its crescent narrows, though, as Venus swings closer to our line-of-sight to the Sun. Closest to the Earth-Sun line but passing about 1/2 degree north of the Sun on June 3, Venus will reach a (non-judgmental) inferior conjunction. Soon after, Venus will shine clearly above the eastern horizon in predawn skies as planet Earth's morning star. After sunset tonight look for Venus above the western horizon and you can also spot elusive innermost planet Mercury.",
    "hdurl": "https://apod.nasa.gov/apod/image/2005/PhasesVenusAddis.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Phases of Venus",
    "url": "https://apod.nasa.gov/apod/image/2005/PhasesVenusAddis.jpg"
  },
  {
    "copyright": "Ignacio Diaz Bobillo",
    "date": "2020-05-22",
    "explanation": "With natal dust clouds in silhouette against glowing atomic gas, this colorful and chaotic vista lies within one of the largest star forming regions in the Milky Way galaxy, the Great Carina Nebula. The telescopic close-up frames a field of view about 80 light-years across, a little south and east of Eta Carinae, the nebula's most energetic and enigmatic star. Captured under suburban skies improved during national restrictions, a composite of narrowband image data was used to create the final image. In it, characteristic emission from the nebula's ionized sulfur, hydrogen, and oxygen atoms is mapped to red, green, and blue hues, a color palette also popular in Hubble Space Telescope images. The celestial landscape of bright ridges of emission bordered by cool, obscuring dust lies about 7,500 light-years away toward the southern constellation Carina.",
    "hdurl": "https://apod.nasa.gov/apod/image/2005/SouthCarina_SHO_final.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "South of Carina",
    "url": "https://apod.nasa.gov/apod/image/2005/SouthCarina_SHO_final1024.jpg"
  },
  {
    "copyright": "Gill Fry",
    "date": "2020-05-23",
    "explanation": "Stars shine and satellites glint in this clear, dark, night sky over Wannon Falls Reserve, South West Victoria, Australia. In fact the fuzzy, faint apparition above the tree tops is the only cloud visible, also known as the Large Magellanic Cloud, satellite galaxy of our own Milky Way. In the foreground, an Omphalotus nidiformis (ghost fungus) from planet Earth shines with a surprisingly bright bioluminescence. Like the Magellanic cloud, the ghost fungus was easily seen with the eye. Its ghostly glow was actually a dull green, but it appears bright green in digital camera picture. Two images were blended to create the scene. One focused on the distant stars and Large Magellanic Cloud some 160,000 light-years away. Another was focused on the foreground and glowing fungus several light-nanoseconds from the camera lens.",
    "hdurl": "https://apod.nasa.gov/apod/image/2005/IMG_1478-Edit.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ghost Fungus to Magellanic Cloud",
    "url": "https://apod.nasa.gov/apod/image/2005/IMG_1478-Edit1200.jpg"
  },
  {
    "date": "2020-05-24",
    "explanation": "The largest canyon in the Solar System cuts a wide swath across the face of Mars.  Named Valles Marineris, the grand valley extends over 3,000 kilometers long, spans as much as 600 kilometers across, and delves as much as 8 kilometers deep.  By comparison, the Earth's Grand Canyon in Arizona, USA is 800 kilometers long, 30 kilometers across, and 1.8 kilometers deep.  The origin of the Valles Marineris remains unknown, although a leading hypothesis holds that it started as a crack billions of years ago as the planet cooled.  Several geologic processes have been identified in the canyon.  The featured mosaic was  created from over 100 images of Mars taken by Viking Orbiters in the 1970s.",
    "hdurl": "https://apod.nasa.gov/apod/image/2005/marsglobe_viking_1552.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Valles Marineris: The Grand Canyon of Mars",
    "url": "https://apod.nasa.gov/apod/image/2005/marsglobe_viking_960.jpg"
  },
  {
    "date": "2020-05-25",
    "explanation": "Inside the head of this interstellar monster is a star that is slowly destroying it.  The huge monster, actually an inanimate series of pillars of gas and dust, measures light years in length.  The in-head star is not itself visible through the opaque interstellar dust but is bursting out partly by ejecting opposing beams of energetic particles called Herbig-Haro jets.  Located about 7,500 light years away in the Carina Nebula and known informally as Mystic Mountain, the appearance of these pillars is dominated by dark dust even though they are composed mostly of clear hydrogen gas.  The featured image was taken with the Hubble Space Telescope. All over these pillars, the energetic light and winds from massive newly formed stars are evaporating and dispersing the dusty stellar nurseries in which they formed.  Within a few million years, the head of this giant, as well as most of its body, will have been completely evaporated by internal and surrounding stars.    APOD across world languages: Arabic, Catalan, Chinese (Beijing), Chinese (Taiwan), Croatian, Czech, Dutch, Farsi, French, French, German, Hebrew, Indonesian, Japanese, Korean, Montenegrin, Polish, Russian, Serbian, Slovenian,  Spanish and Ukrainian",
    "hdurl": "https://apod.nasa.gov/apod/image/2005/MysticPillar_HubbleSchmidt_1433.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mystic Mountain Monster being Destroyed",
    "url": "https://apod.nasa.gov/apod/image/2005/MysticPillar_HubbleSchmidt_960.jpg"
  },
  {
    "copyright": "TomasHavel",
    "date": "2020-05-26",
    "explanation": "What’s higher than the Himalayas? Although the Himalayan Mountains are the tallest on planet Earth, they don't measure up to the Milky Way. Visible above the snow-capped mountains in the featured image is the arcing central band of our home galaxy.  The bright spot just above the central plane is the planet Jupiter, while the brightest orange spot on the upper right is the star Antares.  The astrophotographer braved below-zero temperatures at nearly 4,000-meters altitude to take the photographs that compose this image.  The featured picture is a composite of eight exposures taken with same camera and from the same location over three hours, just after sunset, in 2019 April, from near Bimtang Lake in Nepal.  Over much of planet Earth, the planets Mercury (faint) and Venus (bright) will be visible this week after sunset.   Experts Debate: How will humanity first discover extraterrestrial life?",
    "hdurl": "https://apod.nasa.gov/apod/image/2005/MwMountains_Havel_1200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Milky Way over Snow-Capped Himalayas",
    "url": "https://apod.nasa.gov/apod/image/2005/MwMountains_Havel_960.jpg"
  },
  {
    "date": "2020-05-27",
    "explanation": "What are those dots between Saturn's rings? Our Earth and Moon. Just over three years ago, because the Sun was temporarily blocked by the body of Saturn, the robotic Cassini spacecraft was able to look toward the inner Solar System. There, it spotted our Earth and Moon -- just pin-pricks of light lying about 1.4 billion kilometers distant. Toward the right of the featured image is Saturn's A ring, with the broad Encke Gap on the far right and the narrower Keeler Gap toward the center.  On the far left is Saturn's continually changing F Ring.  From this perspective, the light seen from Saturn's rings was scattered mostly forward , and so appeared backlit.  After more than a decade of exploration and discovery, the Cassini spacecraft ran low on fuel in 2017 and was directed to enter Saturn's atmosphere, where it surely melted.   Gallery: Notable Venus & Mercury Conjunction 2020 Images submitted to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2005/SaturnEarthMoon_Cassini_850.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth and Moon through Saturn's Rings",
    "url": "https://apod.nasa.gov/apod/image/2005/SaturnEarthMoon_Cassini_960.jpg"
  },
  {
    "copyright": "Helmut Schnieder",
    "date": "2020-05-28",
    "explanation": "Still bathed in sunlight, the International Space Station arced through the evening sky over lake Wulfsahl-Gusborn in northern Germany, just after sunset on March 25. The familiar constellation of Orion can be seen left of the trail of the orbital station's bright passage. On the right, Venus is the brilliant evening star above the western horizon. With the camera fixed to a tripod, this scene was captured in a series of five exposures. How can you tell? The short time delay between the end of one exposure and the beginning of the next leaves small gaps in the ISS light trail. Look closely and you'll also see that the sky that appears to be above the horizon is actually a reflection though. The final image has been vertically inverted and the night skyscape recorded in the mirror-like waters of the small lake.",
    "hdurl": "https://apod.nasa.gov/apod/image/2005/ISS-Lighttrail-Reflection.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Reflecting the International Space Station",
    "url": "https://apod.nasa.gov/apod/image/2005/ISS-Lighttrail-Reflection_invert.jpg"
  },
  {
    "copyright": "Marco Meniero",
    "date": "2020-05-29",
    "explanation": "That's not a bright star and crescent Moon caught between branches of a eucalyptus tree. It's Venus in a crescent phase and Mercury. Near the western horizon after sunset, the two inner planets closely shared this telescopic field of view on May 22, seen from a balcony in Civitavecchia, Italy. Venus, the very bright celestial beacon, is wandering lower into the evening twilight. It grows larger in apparent size and shows a thinner crescent as it heads toward its inferior conjunction, positioned between Earth and Sun on June 3. Mercury, in a fuller phase, is climbing in the western sky though, reaching its maximum angular distance from the Sun on June 4 Still, this remarkably close pairing with brilliant Venus made Mercury, usually lost in bright twilight skies, easier to spot from planet Earth.   Gallery: Notable Venus & Mercury Conjunction 2020 Images submitted to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2005/Venere-e-Mercurio-tra-gli-Eucalipti.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury Meets Crescent Venus",
    "url": "https://apod.nasa.gov/apod/image/2005/Venere-e-Mercurio-tra-gli-Eucalipti1024.jpg"
  },
  {
    "copyright": "Marcella Giulia Pace",
    "date": "2020-05-30",
    "explanation": "Follow a sunset on a clear day against a distant horizon and you might glimpse green just as the Sun disappears from view. The green flash is caused by refraction of light rays traveling to the eye over a long path through the atmosphere. Shorter wavelengths refract more strongly than longer redder wavelengths and the separation of colors lends a green hue to the last visible vestige of the solar disk. It's harder to see a green flash from the Moon, not to mention the diminutive disks of Venus and Mercury. But a telescope or telephoto lens and camera can help catch this tantalizing result of atmospheric refraction when the celestial bodies are near the horizon. From Sicily, the top panels were recorded on March 18, 2019 for the Sun and May 8, 2020 for the Moon. Also from the Mediterranean island, the bottom panels were shot during the twilight apparition of Venus and Mercury near the western horizon on May 24.",
    "hdurl": "https://apod.nasa.gov/apod/image/2005/GreenFlashdidacopia2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Green Flashes: Sun, Moon, Venus, Mercury",
    "url": "https://apod.nasa.gov/apod/image/2005/GreenFlashdidacopia2.jpg"
  },
  {
    "copyright": "Göran Strand",
    "date": "2020-05-31",
    "explanation": "It was bright and green and stretched across the sky. This striking aurora display was captured in 2016 just outside of Östersund, Sweden. Six photographic fields were merged to create the featured panorama spanning almost 180 degrees.  Particularly striking aspects of this aurora include its sweeping arc-like shape and its stark definition.  Lake Storsjön is seen in the foreground, while several familiar constellations and the star Polaris are visible through the aurora, far in the background.  Coincidently, the aurora appears to avoid the Moon visible on the lower left.  The aurora appeared a day after a large hole opened in the Sun's corona allowing particularly energetic particles to flow out into the Solar System.  The green color of the aurora is caused by oxygen atoms recombining with ambient electrons high in the Earth's atmosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/2005/AuroraSweden_Strand_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora over Sweden",
    "url": "https://apod.nasa.gov/apod/image/2005/AuroraSweden_Strand_960.jpg"
  },
  {
    "date": "2020-06-01",
    "explanation": "The center of the Lagoon Nebula is a whirlwind of spectacular star formation. Visible near the image center, at least two long funnel-shaped clouds, each roughly half a light-year long, have been formed by extreme stellar winds and intense energetic starlight.  A tremendously bright nearby star, Herschel 36, lights the area.  Vast walls of dust hide and redden other hot young stars.  As energy from these stars pours into the cool dust and gas, large temperature differences in adjoining regions can be created generating shearing winds which may cause the funnels.  This picture, spanning about 15 light years, features two colors detected by the orbiting Hubble Space Telescope.  The Lagoon Nebula, also known as M8, lies about 5000 light years distant toward the constellation of the Archer Sagittarius.",
    "hdurl": "https://apod.nasa.gov/apod/image/2006/LagoonCenter_HubbleGravinese_7012.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Lively Center of the Lagoon Nebula",
    "url": "https://apod.nasa.gov/apod/image/2006/LagoonCenter_HubbleGravinese_960.jpg"
  }
]
