[
  {
    "date": "2020-04-01",
    "explanation": "Is this asteroid Arrokoth or a potato? Perhaps, after all the data was beamed back to Earth from NASA's  robotic New Horizons spacecraft, the featured high resolution image of asteroid Arrokoth was constructed.  Perhaps, alternatively, the featured image is of a potato. Let's consider some facts.  Arrokoth is the most distant asteroid ever visited and a surviving remnant of the early years of our Solar System. A potato is a root vegetable that you can eat.  Happy April Fool's Day from the folks at APOD!  Although asteroid Arrokoth may look like a potato, in fact very much like the featured potato, Arrokoth (formerly known as Ultima Thule) is about 200,000 times wider and much harder to eat.    Activities: NASA Science at Home",
    "hdurl": "https://apod.nasa.gov/apod/image/2004/PotatoPod_Sutton_5332.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Asteroid or Potato?",
    "url": "https://apod.nasa.gov/apod/image/2004/PotatoPod_Sutton_960.jpg"
  },
  {
    "copyright": "Fred Espenak",
    "date": "2020-04-02",
    "explanation": "Venus is currently the brilliant evening star. Shared around world, in tonight's sky Venus will begin to wander across the face of the lovely Pleiades star cluster. This digital sky map illustrates the path of the inner planet as the beautiful conjunction evolves, showing its position on the sky over the next few days. The field of view shown is appropriate for binocular equipped skygazers but the star cluster and planet are easily seen with the naked-eye. As viewed from our fair planet, Venus passed in front of the stars of the Seven Sisters 8 years ago, and will again 8 years hence. In fact, orbiting the Sun 13 Venus years are almost equal to 8 years on planet Earth. So we can expect our sister planet to visit nearly the same place in our sky every 8 years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2004/Venus-Pleiades2020-1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus and the Pleiades in April",
    "url": "https://apod.nasa.gov/apod/image/2004/Venus-Pleiades2020-1.jpg"
  },
  {
    "copyright": "Lionel Majzik",
    "date": "2020-04-03",
    "explanation": "There's a traffic jam in Taurus lately. On April 1, this celestial frame from slightly hazy skies over Tapiobicske, Hungary recorded an impressive pile up toward the zodiacal constellation of the Bull and the Solar System's ecliptic plane. Streaking right to left the International Space Station speeds across the bottom of the telescopic field of view. Wandering about as far from the Sun in planet Earth's skies as it can get, inner planet Venus is bright and approaching much slower, overexposed at the right. Bystanding at the upper left are the sister stars of the Pleiades. No one has been injured in the close encounter though, because it really isn't very close. Continuously occupied since November 2000, the space station orbits some 400 kilometers above the planet's surface. Venus, currently the brilliant evening star, is almost 2/3 of an astronomical unit away. A more permanent resident of Taurus, the Pleiades star cluster is 400 light-years distant.",
    "hdurl": "https://apod.nasa.gov/apod/image/2004/TrafficTaurusLionelMajzik_2400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Traffic in Taurus",
    "url": "https://apod.nasa.gov/apod/image/2004/TrafficTaurusLionelMajzik_1067.jpg"
  },
  {
    "copyright": "Fred Espenak",
    "date": "2020-04-04",
    "explanation": "After wandering about as far from the Sun on the sky as Venus can get, the brilliant evening star is crossing paths with the sister stars of the Pleiades cluster. Look west after sunset and you can share the ongoing conjunction with skygazers around the world. Taken on April 2, this celestial group photo captures the view from Portal, Arizona, USA. Even bright naked-eye Pleiades stars prove to be much fainter than Venus though. Apparent in deeper telescopic images, the cluster's dusty surroundings and familiar bluish reflection nebulae aren't quite visible, while brighter Venus itself is almost overwhelming in the single exposure. And while Venus and the Sisters do look a little star-crossed, their spiky appearance is the diffraction pattern caused by multiple leaves in the aperture of the telephoto lens. The last similar conjunction of Venus and Pleiades occurred nearly 8 years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/2004/VenusM45-2020Apr02-105x.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus and the Sisters",
    "url": "https://apod.nasa.gov/apod/image/2004/VenusM45-2020Apr02-105x.jpg"
  },
  {
    "date": "2020-04-05",
    "explanation": "Wouldn't it be fun to color in the universe? If you think so, please accept this famous astronomical illustration as a preliminary substitute.  You, your friends, your parents or children, can print it out or even color it digitally.  While coloring, you might be interested to know that even though this illustration has appeared in numerous places over the past 100 years, the actual artist remains unknown.  Furthermore, the work has no accepted name -- can you think of a good one?  The illustration, first appearing in a book by Camille Flammarion in 1888, is used frequently to show that humanity's present concepts are susceptible to being supplanted by greater truths.   Notable APOD Submissions: Gallery of Venus passing in front of the Pleiades",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/BeyondEarth_Unknown_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Color the Universe",
    "url": "https://apod.nasa.gov/apod/image/1607/BeyondEarth_Unknown_960.jpg"
  },
  {
    "date": "2020-04-06",
    "explanation": "Many spiral galaxies have bars across their centers.  Even our own Milky Way Galaxy is thought to have a modest central bar. Prominently barred spiral galaxy NGC 1672, featured here, was captured in spectacular detail in an image taken by the orbiting Hubble Space Telescope. Visible are dark filamentary dust lanes, young clusters of bright blue stars, red emission nebulas of glowing hydrogen gas, a long bright bar of stars across the center, and a bright active nucleus that likely houses a supermassive black hole.  Light takes about 60 million years to reach us from NGC 1672, which spans about 75,000 light years across. NGC 1672, which appears toward the constellation of the Dolphinfish (Dorado), has been studied to find out how a spiral bar contributes to star formation in a galaxy's central regions.    Notable APOD Submissions: Gallery of Venus passing in front of the Pleiades",
    "hdurl": "https://apod.nasa.gov/apod/image/2004/NGC1672_HubbleNobre_1824.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1672: Barred Spiral Galaxy from Hubble",
    "url": "https://apod.nasa.gov/apod/image/2004/NGC1672_HubbleNobre_960.jpg"
  },
  {
    "copyright": "Mario Konang",
    "date": "2020-04-07",
    "explanation": "What happens if you keep going north? The direction north on the Earth, the place on your horizon below the northern spin pole of the Earth -- around which other stars appear to slowly swirl, will remain the same. This spin-pole-of-the-north will never move from its fixed location on the sky -- night or day -- and its height will always match your latitude.  The further north you go, the higher the north spin pole will appear.  Eventually, if you can reach the Earth's North Pole, the stars will circle a point directly over your head.  Pictured, a four-hour long stack of images shows stars trailing in circles around this north celestial pole.  The bright star near the north celestial pole is Polaris, known as the North Star.  The bright path was created by the astrophotographer's headlamp as he zigzagged up a hill just over a week ago in Lower Saxony, Germany. The astrophotographer can be seen, at times, in shadow. Actually, the Earth has two spin poles -- and much the same would happen if you started below the Earth's equator and went south.",
    "hdurl": "https://apod.nasa.gov/apod/image/2004/PathNorth_Konang_2500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Path North",
    "url": "https://apod.nasa.gov/apod/image/2004/PathNorth_Konang_960.jpg"
  },
  {
    "copyright": "Tomas Slovinsky Text: Matipon TangmatithamNARIT",
    "date": "2020-04-08",
    "explanation": "Dark skies are disappearing from the world.  With modernization comes artificial lighting that brightens the night.  While these lights allow modern humans to see, much light is wasted up into the sky.  This light pollution not only wastes energy, but, when reflected by the Earth's atmosphere back down, creates a nighttime brightness that  disrupts wildlife and harms human health, while doing very little to prevent crime.  Light pollution is also making a dark night sky a scarcity for new generations.  While there is little that can be done in large cities, rural country areas could benefit from lighting that is fully shielded from exposing the night sky where it is not needed.  The featured panorama contains 6 adjacent vertical segments taken from different locations across Slovakia -- but with the same equipment and at the same time of night, and then subjected to the same digital post-processing.  Although no stars are visible on the left-most city sky, the right-most country sky is magnificently dark.  You can help protect the wonders of your night sky by favoring, when possible, dark sky friendly lighting.",
    "hdurl": "https://apod.nasa.gov/apod/image/2004/LightPollutionPan_Slovinsky_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Country Sky versus City Sky",
    "url": "https://apod.nasa.gov/apod/image/2004/LightPollutionPan_Slovinsky_960_labeled.jpg"
  },
  {
    "copyright": "Paul Schmit",
    "date": "2020-04-09",
    "explanation": "This surreal timelapse, landscape, panorama spans predawn, blue hour, and sunrise skies. Close to the start of planet Earth's northern hemisphere spring, the flow of time was captured between 4:30 and 7:00 am from a location overlooking northern New Mexico's Rio Grande Valley. In tracked images of the night sky just before twilight begins, the Milky Way is cast across the southern (right) edge of the panoramic frame. Toward the east, a range of short and long exposures resolves the changing brightness as the Sun rises over the distant peaks of the Sangre de Cristo Mountains. In between, exposures made during the spring morning's tantalizing blue hour are used to blend the night sky and sunrise over the high desert landscape.",
    "hdurl": "https://apod.nasa.gov/apod/image/2004/Flow_of_time_APOD.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Flow of Time",
    "url": "https://apod.nasa.gov/apod/image/2004/Flow_of_time_APOD1024.jpg"
  },
  {
    "copyright": "Jeff Dai",
    "date": "2020-04-10",
    "explanation": "From home this Full Moon looked bright. Around our fair planet it rose as the Sun set on April 7/8, the first Full Moon after the vernal equinox and the start of northern hemisphere spring. April's full lunar phase was also near perigee, the closest point in the Moon's elliptical orbit. In fact, it was nearer perigee than any other Full Moon of 2020 making it the brightest Full Moon of the year. To create the visual experience a range of exposures was blended to capture the emerging foreground foliage and bright lunar disk. The hopefull image of spring was recorded from a home garden in skies over Chongqing, China.   April Full Moon Gallery: Notable images submitted to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2004/MoonSpringDai_1980crop.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Full Moon of Spring",
    "url": "https://apod.nasa.gov/apod/image/2004/MoonSpringDai_1024crop.jpg"
  },
  {
    "copyright": "Antonio\nFinazzi",
    "date": "2020-04-11",
    "explanation": "Shared around world in early April skies Venus, our brilliant evening star, wandered across the face of the lovely Pleiades star cluster. This timelapse image follows the path of the inner planet during the beautiful conjunction showing its daily approach to the stars of the Seven Sisters. From a composite of tracked exposures made with a telephoto lens, the field of view is also appropriate for binocular equipped skygazers. While the star cluster and planet were easily seen with the naked-eye, the spiky appearance of our sister planet in the picture is the result of a diffraction pattern produced by the camera's lens. All images were taken from a home garden in Chiuduno, Bergamo, Lombardy, Italy, fortunate in good weather and clear spring nights.   Notable APOD Submissions: Gallery of Venus passing in front of the Pleiades",
    "hdurl": "https://apod.nasa.gov/apod/image/2004/TimelapseVenusPleiadesFinazzi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus and the Pleiades in April",
    "url": "https://apod.nasa.gov/apod/image/2004/TimelapseVenusPleiadesFinazzi800.jpg"
  },
  {
    "date": "2020-04-12",
    "explanation": "While drifting through the cosmos, a magnificent interstellar dust cloud became sculpted by stellar winds and radiation to assume a recognizable shape.  Fittingly named the Horsehead Nebula, it is embedded in the vast and complex Orion Nebula (M42).  A potentially rewarding but difficult object to view personally with a small telescope, the above gorgeously detailed image was taken in 2013 in infrared light by the orbiting Hubble Space Telescope in honor of the 23rd anniversary of Hubble's launch. The dark molecular cloud, roughly 1,500 light years distant, is cataloged as Barnard 33 and is seen above primarily because it is backlit by the nearby massive star Sigma Orionis. The Horsehead Nebula will slowly shift its apparent shape over the next few million years and will eventually be destroyed by the high energy starlight.   April:  (AWB's) Global Astronomy Month",
    "hdurl": "https://apod.nasa.gov/apod/image/2004/horseheadir_hubble_1225.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Horsehead Nebula in Infrared from Hubble",
    "url": "https://apod.nasa.gov/apod/image/2004/horseheadir_hubble_960.jpg"
  },
  {
    "date": "2020-04-13",
    "explanation": "How did this big rock end up on this strange terrain? One of the more unusual places here on Earth occurs inside Death Valley, California, USA.  There a dried lakebed named Racetrack Playa exists that is almost perfectly flat, with the odd exception of some very large stones, one of which is pictured here in April of 2019 beneath a dark, Milky-Way filled sky.  Now the flatness and texture of large playa like Racetrack are fascinating but not scientifically puzzling -- they are caused by mud flowing, drying, and cracking after a heavy rain.  Only recently, however, has a viable scientific hypothesis been given to explain how heavy  sailing stones end up near the middle of such a large flat surface.  Unfortunately, as frequently happens in science, a seemingly surreal problem ends up having a relatively mundane solution.  It turns out that in winter thin floating ice sheets form in a rare ephemeral lake, and light winds push ice sections that then push even heavy rocks across the temporarily flooded playa when sunlight begins to melt the ice.",
    "hdurl": "https://apod.nasa.gov/apod/image/2004/SailingStone_Burke_1366.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sailing Stone across Death Valley",
    "url": "https://apod.nasa.gov/apod/image/2004/SailingStone_Burke_960.jpg"
  },
  {
    "date": "2020-04-14",
    "explanation": "NGC 253 is one of the brightest spiral galaxies visible, but also one of the dustiest.  Dubbed the Silver Coin for its appearance in smalltelescopes, it is more formally known as the Sculptor Galaxy for its location within the boundaries of the southern constellation Sculptor.  Discovered in 1783 by mathematician and astronomer Caroline Herschel, the dusty island universe lies a mere 10 million light-years away. About 70 thousand light-years across, NGC 253, pictured, is the largest member of the Sculptor Group of Galaxies, the nearest to our own Local Group of galaxies.  In addition to its spiral dust lanes, tendrils of dust seem to be rising from a galactic disk laced with young star clusters and star forming regions in this sharp color image. The high dust content accompanies frantic star formation, earning NGC 253 the designation of a starburst galaxy. NGC 253 is also known to be a strong source of high-energy x-rays and gamma rays, likely due to massive black holes near the galaxy's center. Take a trip through extragalactic space in this short video flyby of NGC 253.   Astrophysicists: Browse 2,100+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/2004/NGC253_HstSubaruEsoNew_3500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 253: The Silver Coin Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2004/NGC253_HstSubaruEsoNew_960.jpg"
  },
  {
    "copyright": "ScottAspinall",
    "date": "2020-04-15",
    "explanation": "It was an astronomical triple play. Setting on the left, just after sunset near the end of last month, was our Moon -- showing a bright crescent phase.  Setting on the right was Venus, the brightest planet in the evening sky last month -- and this month, too.  With a small telescope, you could tell that Venus' phase was half, meaning that only half of the planet, as visible from Earth, was exposed to direct sunlight and brightly lit. High above and much further in the distance was the Pleiades star cluster.  Although the Moon and Venus move with respect to the background stars, the Pleiades do not -- because they are background stars. In the beginning of this month, Venus appeared to move right in front of the Pleiades, a rare event that happens only once every eight years.  The featured image captured this cosmic triangle with a series of exposures taken from the same camera over 70 minutes near Avonlea, Saskatchewan, Canada. The positions of the celestial objects was predicted. The only thing unpredicted was the existence of the foreground tree -- and the astrophotographer is still unsure what type of tree that is.",
    "hdurl": "https://apod.nasa.gov/apod/image/2004/MVP_Aspinall_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Cosmic Triangle",
    "url": "https://apod.nasa.gov/apod/image/2004/MVP_Aspinall_960.jpg"
  },
  {
    "copyright": "NAO Rozhen",
    "date": "2020-04-16",
    "explanation": "Cruising through the inner solar system, Comet ATLAS (C/2019 Y4) has apparently fragmented. Multiple separate condensations within its diffuse coma are visible in this telescopic close-up from April 12, composed of frames tracking the comet's motion against trailing background stars. Discovered at the end of December 2019, this comet ATLAS showed a remarkably rapid increase in brightness in late March. Northern hemisphere comet watchers held out hope that it would become a bright naked-eye comet as it came closer to Earth in late April and May. But fragmenting ATLAS is slowly fading in northern skies. The breakup of comets is not uncommon though. This comet ATLAS is in an orbit similar to the Great Comet of 1844 (C/1844 Y1) and both may be fragments of a single larger comet.",
    "hdurl": "https://apod.nasa.gov/apod/image/2004/C2019Y4_20.04.13_1100px.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet ATLAS Breaks Up",
    "url": "https://apod.nasa.gov/apod/image/2004/C2019Y4_20.04.13_1100px.jpg"
  },
  {
    "copyright": "Antonio Gonzalez",
    "date": "2020-04-17",
    "explanation": "Stars can't turn these old wooden arms, but it does look like they might in this scene from a rotating planet. The well-composed night skyscape was recorded from Garafia, a municipality on the island of La Palma, Canary Islands, planet Earth. The center of the once working windmill, retired since 1953, is lined-up with the north celestial pole, the planet's rotation axis projected on to the northern sky. From a camera fixed to a tripod, the star trails are a reflection of the planet's rotation traced in a digital composite of 39 sequential exposures each 25 seconds long. Brought out by highlighting the final exposure in the sequence, the stars themselves appear at the ends of their short concentric arcs. A faint band of winter's Milky Way and even a diffuse glow from our neighboring Andromeda Galaxy also shine in the night.",
    "hdurl": "https://apod.nasa.gov/apod/image/2004/WindmillStarTrails.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Windmill and the Star Trails",
    "url": "https://apod.nasa.gov/apod/image/2004/WindmillStarTrails1024.jpg"
  },
  {
    "date": "2020-04-18",
    "explanation": "It was just another day on aerosol Earth. For August 23, 2018, the identification and distribution of aerosols in the Earth's atmosphere is shown in this dramatic, planet-wide digital visualization. Produced in real time, the Goddard Earth Observing System Forward Processing (GEOS FP) model relies on a combination of Earth-observing satellite and ground-based data to calculate the presence of types of aerosols, tiny solid particles and liquid droplets, as they circulate above the entire planet. This August 23rd model shows black carbon particles in red from combustion processes, like smoke from the fires in the United States and Canada, spreading across large stretches of North America and Africa. Sea salt aerosols are in blue, swirling above threatening typhoons near South Korea and Japan, and the hurricane looming near Hawaii. Dust shown in purple hues is blowing over African and Asian deserts. The location of cities and towns can be found from the concentrations of lights based on satellite image data of the Earth at night.   Celebrate: Earth Day at Home",
    "hdurl": "https://apod.nasa.gov/apod/image/2004/atmosphere_geo5_2018235_eq2400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Just Another Day on Aerosol Earth",
    "url": "https://apod.nasa.gov/apod/image/2004/atmosphere_geo5_2018235_eq1200.jpg"
  },
  {
    "copyright": "Cassini Imaging TeamISSJPLESANASAS. Van Vuuren\nMusic:\nAdagio for Strings\n(NY Philharmonic)\n",
    "date": "2020-04-19",
    "explanation": "What would it look like to approach Saturn in a spaceship? One doesn't have to just imagine -- the Cassini spacecraft did just this in 2004, recording thousands of images along the way, and hundreds of thousands more since entering orbit. Some of Cassini's early images have been digitally tweaked, cropped, and compiled into the featured inspiring video which is part of a larger developing IMAX movie project named In Saturn's Rings.  In the concluding sequence, Saturn looms increasingly large on approach as cloudy Titan swoops below. With Saturn whirling around in the background, Cassini is next depicted flying over Mimas, with large Herschel Crater clearly visible. Saturn's majestic rings then take over the show as Cassini crosses Saturn's thin ring plane. Dark shadows of the ring appear on Saturn itself. Finally, the enigmatic ice-geyser moon Enceladus appears in the distance and then is approached just as the video clip ends. After more than a decade of exploration and discovery, the Cassini spacecraft ran low on fuel in 2017 was directed to enter Saturn's atmosphere, where it surely melted.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Cassini Approaches Saturn",
    "url": "https://player.vimeo.com/video/11386048#t=0m58s?color=8BA0FF&portrait=0"
  },
  {
    "copyright": "Juan Filas",
    "date": "2020-04-20",
    "explanation": "To some, it looks like a giant chicken running across the sky. To others, it looks like a gaseous nebula where star formation takes place. Cataloged as IC 2944, the Running Chicken Nebula spans about 100 light years and lies about 6,000 light years away toward the constellation of the Centaur (Centaurus).  The featured image, shown in scientifically assigned colors, was captured recently in a 12-hour exposure. The star cluster Collinder 249 is visible embedded in the nebula's glowing gas.  Although difficult to discern here, several dark molecular clouds with distinct shapes can be found inside the nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/2004/IC2944_Filas_3320.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 2944: The Running Chicken Nebula",
    "url": "https://apod.nasa.gov/apod/image/2004/IC2944_Filas_960.jpg"
  },
  {
    "copyright": "Miguel Claro",
    "date": "2020-04-21",
    "explanation": "Have you ever had stars in your eyes? It appears that the eye on the left does, and moreover it appears to be gazing at even more stars. The featured 27-frame mosaic was taken last July from Ojas de Salar in the Atacama Desert of Chile.  The eye is actually a small lagoon captured reflecting the dark night sky as the Milky Way Galaxy arched overhead. The seemingly smooth band of the Milky Way is really composed of billions of stars, but decorated with filaments of light-absorbing dust and red-glowing nebulas. Additionally, both Jupiter (slightly left the galactic arch) and Saturn (slightly to the right) are visible.  The lights of small towns dot the unusual vertical horizon.  The rocky terrain around the lagoon appears to some more like the surface of Mars than our Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2004/EyeOnMW_Claro_1380.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eye on the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/2004/EyeOnMW_Claro_960.jpg"
  },
  {
    "date": "2020-04-22",
    "explanation": "No sudden, sharp boundary marks the passage of day into night in this gorgeous view of ocean and clouds over our fair planet Earth. Instead, the shadow line or terminator is diffuse and shows the gradual transition to darkness we experience as twilight. With the Sun illuminating the scene from the right, the cloud tops reflect gently reddened sunlight filtered through the dusty troposphere, the lowest layer of the planet's nurturing atmosphere. A clear high altitude layer, visible along the dayside's upper edge, scatters blue sunlight and fades into the blackness of space. This picture was taken in June of 2001 from the International Space Station orbiting at an altitude of 211 nautical miles. Of course from home, you can check out the Earth Now.  Celebrate: Today is Earth Day",
    "hdurl": "https://apod.nasa.gov/apod/image/2004/ISS002-E-7377_2048c.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planet Earth at Twilight",
    "url": "https://apod.nasa.gov/apod/image/2004/ISS002-E-7377_1024c.jpg"
  },
  {
    "copyright": "Zolt Levay",
    "date": "2020-04-23",
    "explanation": "rth's annual Lyrid Meteor Shower peaked before dawn yesterday, as our fair planet plowed through debris from the tail of long-period comet Thatcher. In crisp, clear and moonless predawn skies over Brown County, Indiana this streak of vaporizing comet dust briefly shared a telephoto field of view with stars and nebulae along the Milky Way. Alpha star of the constellation Cygnus, Deneb lies near the bright meteor's path along with the region's dark interstellar clouds of dust and the recognizable glow of the North America nebula (NGC 7000). The meteor's streak points back to the shower's radiant, its apparent point of origin on the sky. That would be in the constellation Lyra, near bright star Vega and off the top edge of the frame.   Celebrate the Night: International Dark Sky Week",
    "hdurl": "https://apod.nasa.gov/apod/image/2004/ZGL-200422-0497.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lyrid Meteor Streak",
    "url": "https://apod.nasa.gov/apod/image/2004/ZGL-200422-0497_1024.jpg"
  },
  {
    "copyright": "Jeff Dai",
    "date": "2020-04-24",
    "explanation": "Watch this video.  In only a minute or so you can explore the night skies around planet Earth through a compilation of stunning timelapse sequences.  The presentation will take you to sites in the United States, Germany, Russia, Iran, Nepal, Thailand, Laos and China. You might even catch the view from a small island in the southeastern Pacific Ocean. But remember that while you're home tonight, the night sky will come to you. Look up and celebrate the night during this International Dark Sky Week.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Around the World at Night",
    "url": "https://www.youtube.com/embed/aQ-cG_6WhDM?rel=0"
  },
  {
    "date": "2020-04-25",
    "explanation": "These bright ridges of interstellar gas and dust are bathed in energetic starlight. With its sea of young stars, the massive star-forming region NGC 2014 has been dubbed the Cosmic Reef. Drifting just off shore, the smaller NGC 2020, is an expansive blue-hued structure erupting from a single central Wolf-Rayet star, 200,000 times brighter than the Sun. The cosmic frame spans some 600 light-years within the Large Magellanic Cloud 160,000 light-years away, a satellite galaxy of our Milky Way. A magnificent Hubble Space Telescope portrait, the image was released this week as part of a celebration to mark Hubble's 30th year exploring the Universe from Earth orbit.",
    "hdurl": "https://apod.nasa.gov/apod/image/2004/STSCI-H-p2016a-m-2000x1374.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hubble's Cosmic Reef",
    "url": "https://apod.nasa.gov/apod/image/2004/STSCI-H-p2016a-z-1000x687.jpg"
  },
  {
    "copyright": "Carnegie Institution for Science",
    "date": "2020-04-26",
    "explanation": "How big is our universe? This very question, among others, was debated by two leading astronomers 100 years ago today in what has become known as astronomy's Great Debate.  Many astronomers then believed that our Milky Way Galaxy was the entire universe.  Many others, though, believed that our galaxy was just one of many.  In the Great Debate, each argument was detailed, but no consensus was reached.  The answer came over three years later with the detected variation of single spot in the Andromeda Nebula, as shown on the original glass discovery plate digitally reproduced here. When Edwin Hubble compared images, he noticed that this spot varied, and so wrote \"VAR!\" on the plate.  The best explanation, Hubble knew, was that this spot was the image of a variable star that was very far away. So M31 was really the Andromeda Galaxy -- a galaxy possibly similar to our own.  The featured image may not be pretty, but the variable spot on it opened a door through which humanity gazed knowingly, for the first time, into a surprisingly vast cosmos.   Centennial Celebration: Astronomy's Great Debate was  100 Years Ago Today",
    "hdurl": "https://apod.nasa.gov/apod/image/2004/HubbleVarOrig_Carnegie_2880.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Edwin Hubble Discovers the Universe",
    "url": "https://apod.nasa.gov/apod/image/2004/HubbleVarOrig_Carnegie_960.jpg"
  },
  {
    "date": "2020-04-27",
    "explanation": "How will humanity first learn of extraterrestrial life? One possibility is to find it under the icy surface of Saturn's moon Enceladus. A reason to think that life may exist there are long features -- dubbed tiger stripes -- that are known to be spewing ice from the moon's icy interior into space. These surface cracks create clouds of fine ice particles over the moon's South Pole and create  Saturn's mysterious E-ring.  Evidence for this has come from the robot Cassini spacecraft that orbited Saturn from 2004 to 2017.  Pictured here, a high resolution image of Enceladus is shown from a close flyby.  The unusual surface tiger stripes are shown in false-color blue.  Why Enceladus is active remains a mystery, as the neighboring moon Mimas, approximately the same size, appears quite dead. A recent analysis of ejected ice grains has yielded evidence that complex organic molecules exist inside Enceladus. These large carbon-rich molecules bolster -- but do not prove -- that oceans under Enceladus' surface could contain life. Another Solar System moon that might contain underground life is Europa.    Experts Debate: How will humanity first discover ET life?",
    "hdurl": "https://apod.nasa.gov/apod/image/2004/enceladusstripes_cassini_3237.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fresh Tiger Stripes on Saturn's Enceladus",
    "url": "https://apod.nasa.gov/apod/image/2004/enceladusstripes_cassini_960.jpg"
  },
  {
    "date": "2020-04-28",
    "explanation": "Do other stars have planetary systems like our own? Yes -- one such system is Kepler-90. Cataloged by the  Kepler satellite that operated from Earth orbit between 2009 and 2018,  eight planets were discovered, giving Kepler-90 the same number of known planets as our Solar System. Similarities between Kepler-90 and our system include a G-type star comparable to our Sun, rocky planets comparable to our Earth, and large planets comparable in size to Jupiter and Saturn. Differences include that all of the known Kepler-90 planets orbit relatively close in -- closer than Earth's orbit around the Sun -- making them possibly too hot to harbor life. However, observations over longer time periods may discover cooler planets farther out. Kepler-90 lies about 2,500 light years away, and at magnitude 14 is visible with a medium-sized telescope toward the constellation of the Dragon (Draco).  The exoplanet-finding mission TESS was launched in 2018, while missions with exoplanet finding capability planned for launch in the next decade include NASA's JWST and WFIRST.   Experts Debate: How will humanity first discover extraterrestrial life?",
    "hdurl": "https://apod.nasa.gov/apod/image/2004/Kepler90Illustration_Kepler_1820.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Kepler-90 Planetary System",
    "url": "https://apod.nasa.gov/apod/image/2004/Kepler90Illustration_Kepler_1080.jpg"
  },
  {
    "copyright": "Gerald Rhemann",
    "date": "2020-04-29",
    "explanation": "Newly discovered Comet SWAN has already developed an impressive tail.  The comet came in from the outer Solar System and has just passed inside the orbit of the Earth. Officially designated C/2020 F8 (SWAN), this outgassing interplanetary iceberg will pass its closest to the Earth on May 13, and closest to the Sun on May 27.  The comet was first noticed in late March by an astronomy enthusiast looking through images taken by ESA's and NASA's Sun-orbiting SOHO spacecraft, and is named for this spacecraft's Solar Wind Anisotropies (SWAN) camera. The featured image, taken from the dark skies in Namibia in mid-April, captured Comet SWAN's green-glowing coma and unexpectedly long, detailed, and blue ion-tail.   Although the brightness of comets are notoriously hard to predict, some models have Comet SWAN becoming bright enough to see with the unaided eye during June.    Experts Debate: How will humanity first discover extraterrestrial life?",
    "hdurl": "https://apod.nasa.gov/apod/image/2004/CometSwan_Rhemann_1200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Ion Tail of New Comet SWAN",
    "url": "https://apod.nasa.gov/apod/image/2004/CometSwan_Rhemann_960.jpg"
  },
  {
    "copyright": "Yuzhe Xiao",
    "date": "2020-04-30",
    "explanation": "The most distant object easily visible to the unaided eye is M31, the great Andromeda Galaxy some two and a half million light-years away. But without a telescope, even this immense spiral galaxy - spanning over 200,000 light years - appears as a faint, nebulous cloud in the constellation Andromeda. In contrast, a bright yellow nucleus, dark winding dust lanes, expansive blue spiral arms and star clusters are recorded in this stunning telescopic image. While even casual skygazers are now inspired by the knowledge that there are many distant galaxies like M31, astronomers debated this fundamental concept 100 years ago. Were these \"spiral nebulae\" simply outlying components of our own Milky Way Galaxy or were they instead \"island universes\", distant systems of stars comparable to the Milky Way itself? This question was central to the famous Shapley-Curtis debate of 1920, which was later resolved by observations of M31 in favor of Andromeda, island universe.    Experts Debate: How will humanity first discover extraterrestrial life?",
    "hdurl": "https://apod.nasa.gov/apod/image/2004/M31Dec2019final1YuzheB2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Andromeda Island Universe",
    "url": "https://apod.nasa.gov/apod/image/2004/M31Dec2019final1YuzheB2_1024.jpg"
  },
  {
    "copyright": "Joonhwa Lee",
    "date": "2020-05-01",
    "explanation": "Big, bright, beautiful spiral, Messier 106 dominates this cosmic vista. The nearly two degree wide telescopic field of view looks toward the well-trained constellation Canes Venatici, near the handle of the Big Dipper. Also known as NGC 4258, M106 is about 80,000 light-years across and 23.5 million light-years away, the largest member of the Canes II galaxy group. For a far far away galaxy, the distance to M106 is well-known in part because it can be directly measured by tracking this galaxy's remarkable maser, or microwave laser emission. Very rare but naturally occurring, the maser emission is produced by water molecules in molecular clouds orbiting its active galactic nucleus. Another prominent spiral galaxy on the scene, viewed nearly edge-on, is NGC 4217 below and right of M106. The distance to NGC 4217 is much less well-known, estimated to be about 60 million light-years, but the bright spiky stars are in the foreground, well inside our own Milky Way galaxy. Even the existence of galaxies beyond the Milky Way was questioned 100 years ago in astronomy's Great Debate.   Experts Debate: How will humanity first discover extraterrestrial life?",
    "hdurl": "https://apod.nasa.gov/apod/image/2005/M106_ORG4_APOD.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A View Toward M106",
    "url": "https://apod.nasa.gov/apod/image/2005/M106_ORG4_APOD1024c.jpg"
  }
]
