[
  {
    "copyright": "Chad Leader",
    "date": "2020-08-01",
    "explanation": "Like an illustration in a galactic Just So Story, the Elephant's Trunk Nebula winds through the emission nebula and young star cluster complex IC 1396, in the high and far off constellation of Cepheus. Also known as vdB 142, the cosmic elephant's trunk is over 20 light-years long. This detailed close-up view was recorded through narrow band filters that transmit the light from ionized hydrogen and oxygen atoms in the region.  The resulting composite highlights the bright swept-back ridges that outline pockets of cool interstellar dust and gas. Such embedded, dark, tendril-shaped clouds contain the raw material for star formation and hide protostars within. Nearly 3,000 light-years distant, the relatively faint IC 1396 complex covers a large region on the sky, spanning over 5 degrees. This dramatic scene spans a 1 degree wide field of view though, about the size of 2 Full Moons.  Mars 2020 Launch: photos from planet Earth",
    "hdurl": "https://apod.nasa.gov/apod/image/2008/IC1396_Chad_Leader.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Elephant's Trunk Nebula in Cepheus",
    "url": "https://apod.nasa.gov/apod/image/2008/IC1396_Chad_Leader1208.jpg"
  },
  {
    "copyright": "Damia Bouic\n Right Image Credit:  NASA,\nJPL-Caltech,\nMSSS;\n Digital processing: \nDamia Bouic\n",
    "date": "2020-08-02",
    "explanation": "How different does sunset appear from Mars than from Earth? For comparison, two images of our common star were taken at sunset, one from Earth and one from Mars. These images were scaled to have same angular width and featured here side-by-side. A quick inspection will reveal that the Sun appears slightly smaller from Mars than from Earth. This makes sense since Mars is 50% further from the Sun than Earth. More striking, perhaps, is that the Martian sunset is noticeably bluer near the Sun than the typically orange colors near the setting Sun from Earth. The reason for the blue hues from Mars is not fully understood, but thought to be related to forward scattering properties of Martian dust. The terrestrial sunset was taken in 2012 March from Marseille, France, while the Martian sunset was captured in 2015 by NASA's robotic Curiosity rover from Gale crater on Mars. Last week a new rover and a helicopter -- onboard Mars 2020 -- launched for Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/2008/TwoWorldsOneSun_Bouic_2683.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Two Worlds, One Sun",
    "url": "https://apod.nasa.gov/apod/image/2008/TwoWorldsOneSun_Bouic_1080.jpg"
  },
  {
    "copyright": "Constantine Emmanouilidi",
    "date": "2020-08-03",
    "explanation": "Did the Earth part to show us this comet?  Of course not, even if this image makes it seem that way. Pictured far in the background is Comet NEOWISE as it appeared about two weeks ago over northern Greece. Above the comet are many stars including the bright stars of the Big Dipper (also the Sorcerer, in Aztec mythology), an asterism that many people around the world used to find the naked-eye comet as it hovered in the northern sky over the past month.  In the foreground is Vikos Gorge, the deepest gorge on Earth, relative to its width. The gorge was slowly created by erosion from the Voidomatis River over the past few million years.  Capturing this image took a lot of planning, waiting, luck, braving high winds, and avoiding local wolves.  Comet C/2020 F3 (NEOWISE) continues to fade and is now best visible through binoculars as it coasts back to the outer Solar System.    Notable Comet NEOWISE Images: July 31 30, 29, 28, 27, 26, 25, 24",
    "hdurl": "https://apod.nasa.gov/apod/image/2008/NeowiseGorge_Emmanouilidi_1161.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet NEOWISE over Vikos Gorge",
    "url": "https://apod.nasa.gov/apod/image/2008/NeowiseGorge_Emmanouilidi_960.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2020-08-04",
    "explanation": "Distorted galaxy NGC 2442 can be found in the southern constellation of the flying fish, (Piscis) Volans. Located about 50 million light-years away, the galaxy's two spiral arms extending from a pronounced central bar have a hook-like appearance in wide-field images. But this mosaicked close-up, constructed from Hubble Space Telescope and European Southern Observatory data, follows the galaxy's structure in amazing detail. Obscuring dust lanes, young blue star clusters and reddish star forming regions surround a core of yellowish light from an older population of stars. The sharp image data also reveal more distant background galaxies seen right through NGC 2442's star clusters and nebulae. The image spans about 75,000 light-years at the estimated distance of NGC 2442.",
    "hdurl": "https://apod.nasa.gov/apod/image/2008/NGC2442_HstGendler_2400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2442: Galaxy in Volans",
    "url": "https://apod.nasa.gov/apod/image/2008/NGC2442_HstGendler_960.jpg"
  },
  {
    "copyright": "Brad Schaefer Music & License: AwakeningWojciech UsarewiczLone Tree Music",
    "date": "2020-08-05",
    "explanation": "Ancient sun daggers will not hurt you, but they may tell you the time.  A sun dagger is a dagger-shaped gap in a shadow created by sunlight streaming through a crevice in a nearby rock. Starting over a thousand year ago, native people of the American southwest carved spiral petroglyphs into rocks that became illuminated by sun daggers in different ways as the Sun shifts in the sky. A type of sundial, where the end of the sundagger points in the spiral at high noon (for example) indicates a time of year, possibly illuminating a solstice or equinox.  Sun daggers are thought to have been used by Sun Priests during lone vigils with prayers and offerings.  Of the few known, the featured video discusses the historic Picture Rocks Sun Dagger near Tucson, Arizona, USA, likely created by a Hohokam Sun Priest around 1000 AD. ",
    "media_type": "video",
    "service_version": "v1",
    "title": "Picture Rocks Sun Dagger",
    "url": "https://www.youtube.com/embed/X_UOLpUDwpU?rel=0"
  },
  {
    "copyright": "Emanuele Petrilli",
    "date": "2020-08-06",
    "explanation": "The beautiful Trifid Nebula, also known as Messier 20, is easy to find with a small telescope in the nebula rich constellation Sagittarius. About 5,000 light-years away, the colorful study in cosmic contrasts shares this well-composed, nearly 1 degree wide field with open star cluster Messier 21 (right). Trisected by dust lanes the Trifid itself is about 40 light-years across and a mere 300,000 years old. That makes it one of the youngest star forming regions in our sky, with newborn and embryonic stars embedded in its natal dust and gas clouds. Estimates of the distance to open star cluster M21 are similar to M20's, but though they share this gorgeous telescopic skyscape there is no apparent connection between the two. In fact, M21's stars are much older, about 8 million years old.",
    "hdurl": "https://apod.nasa.gov/apod/image/2008/trifidnebulaM20M21_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 20 and 21",
    "url": "https://apod.nasa.gov/apod/image/2008/trifidnebulaM20M21_1024.jpg"
  },
  {
    "copyright": "Jose Mtanous",
    "date": "2020-08-07",
    "explanation": "st of Antares, dark markings sprawl through crowded star fields toward the center of our Milky Way Galaxy. Cataloged in the early 20th century by astronomer E. E. Barnard, the obscuring interstellar dust clouds include B59, B72, B77 and B78, seen in against the starry background. Here, their combined shape suggests a pipe stem and bowl, and so the dark nebula's popular name is the Pipe Nebula. The deep and expansive view covers a full 10 by 10 degree field in the pronounceable constellation Ophiuchus. The Pipe Nebula is part of the Ophiuchus dark cloud complex located at a distance of about 450 light-years. Dense cores of gas and dust within the Pipe Nebula are collapsing to form stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/2008/pipenebula_rc3.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pipe Nebula",
    "url": "https://apod.nasa.gov/apod/image/2008/pipenebula_rc3_1024.jpg"
  },
  {
    "date": "2020-08-08",
    "explanation": "From Earth, Saturn never shows a crescent phase. But when viewed from a spacecraft the majestic giant planet can show just a sunlit slice. This image of crescent Saturn in natural color was taken by the robotic Cassini spacecraft in 2007. It captures Saturn's rings from the side of the ring plane opposite the Sun -- the unilluminated side -- another vista not visible from Earth. Visible are subtle colors of cloud bands, the complex shadows of the rings on the planet, and the shadow of the planet on the rings. The moons Mimas, at 2 o'clock, and Janus 4 o'clock, can be seen as specks of light, but the real challenge is to find Pandora (8 o'clock).  From Earth, Saturn's disk is nearly full now and opposite the Sun. Along with bright fellow giant planet Jupiter it rises in the early evening.",
    "hdurl": "https://apod.nasa.gov/apod/image/2008/CrescentSaturn_cassini_4824.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crescent Saturn",
    "url": "https://apod.nasa.gov/apod/image/2008/CrescentSaturn_cassini_1080.jpg"
  },
  {
    "date": "2020-08-09",
    "explanation": "The hydrogen in your body, present in every molecule of water, came from the Big Bang.  There are no other appreciable sources of hydrogen in the universe.  The carbon in your body was made by nuclear fusion in the interior of stars, as was the oxygen.  Much of the iron in your body was made during supernovas of stars that occurred long ago and far away.  The gold in your jewelry was likely made from neutron stars during collisions that may have been visible as short-duration gamma-ray bursts or gravitational wave events. Elements like phosphorus and copper are present in our bodies in only small amounts but are essential to the functioning of all known life.  The featured periodic table is color coded to indicate humanity's best guess as to the nuclear origin of all known elements.  The sites of nuclear creation of some elements, such as copper, are not really well known and are continuing topics of observational and computational research.   Almost Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2008/Nucleosynthesis2_WikipediaCmglee_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Origin of Elements",
    "url": "https://apod.nasa.gov/apod/image/2008/Nucleosynthesis2_WikipediaCmglee_1080.jpg"
  },
  {
    "copyright": "Petr Horálek",
    "date": "2020-08-10",
    "explanation": "Where are all these meteors coming from?  In terms of direction on the sky, the pointed answer is the constellation of Perseus.  That is why the meteor shower that peaks tomorrow night is known as the Perseids -- the meteors all appear to came from a radiant toward Perseus. In terms of parent body, though, the sand-sized debris that makes up the Perseids meteors come from Comet Swift-Tuttle. The comet follows a well-defined orbit around our Sun, and the part of the orbit that approaches Earth is superposed in front of the Perseus. Therefore, when Earth crosses this orbit, the radiant point of falling debris appears in Perseus. Featured here, a composite image taken over eight nights and containing over 400 meteors from 2018 August's Perseids meteor shower shows many bright meteors that streaked over Kolonica Observatory in Slovakia.  This year's Perseids holds promise to be one of the best meteor showers of the year.",
    "hdurl": "https://apod.nasa.gov/apod/image/2008/NightOfThePerseids_Horalek_1800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseids from Perseus",
    "url": "https://apod.nasa.gov/apod/image/2008/NightOfThePerseids_Horalek_960.jpg"
  },
  {
    "date": "2020-08-11",
    "explanation": "Where is Jupiter's ammonia? Gaseous ammonia was expected to be seen in Jupiter's upper atmosphere by the orbiting Juno spacecraft -- but in many clouds is almost absent. Recent Juno data, however, gives some clues: some high-level clouds appear to be home to an unexpected type of electrical discharge dubbed shallow lightning. Great charge separations are needed for lightning, which might be created by colliding mushballs lifted by rising updrafts of gas.  Ammonia and water stick to these mushballs which rise until they get too heavy -- after which they fall deep into Jupiter's atmosphere and melt.  By this process, ammonia found missing from Jupiter's upper atmosphere reappears below.  Pictured by Juno, churning clouds on Jupiter show not only mesmerizing complexity but some high-level, light-colored pop-up clouds. Understanding atmospheric dynamics on Jupiter gives valuable perspective to similar atmospheric and lightning phenomena that occur on our home Earth.    Peaking Tonight: The Perseid Meteor Shower",
    "hdurl": "https://apod.nasa.gov/apod/image/2008/JupiterChurning_JunoGill_3279.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Churning Clouds on Jupiter",
    "url": "https://apod.nasa.gov/apod/image/2008/JupiterChurning_JunoGill_1080.jpg"
  },
  {
    "copyright": "Ignacio Llorens",
    "date": "2020-08-12",
    "explanation": "Keep your eye on the ion tail of Comet NEOWISE.  A tale of this tail is the trail of the Earth. As with all comets, the blue ion tail always points away from the Sun. But as Comet C/2020 F3 (NEOWISE) rounded our Sun, its ion tail pointed in slightly different directions. This is because between 2020 July 17 and July 25 when the featured images were taken, the Earth moved noticeably in its orbit around the Sun. But the Earth's motion made the Sun appear to shift in the sky. So even though you can't see the Sun directly in the featured image(s), the directions of the ion tails reveal this apparent solar shift. The Sun's apparent motion is in the ecliptic, the common plane where all planets orbit.  The featured five image composite was meticulously composed to accurately place each comet image -- and the five extrapolated solar positions -- on a single foreground image of Turó de l'Home Mountain, north of Barcelona, Spain Comet NEOWISE is no longer the impressive naked-eye object it was last month, but it can still be found with a small telescope as it heads back to the outer Solar System.",
    "hdurl": "https://apod.nasa.gov/apod/image/2008/NeowiseSequence_Llorens_3044_annotated.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Shifting Tails of Comet NEOWISE",
    "url": "https://apod.nasa.gov/apod/image/2008/NeowiseSequence_Llorens_960_annotated.jpg"
  },
  {
    "copyright": "Marcin Zając",
    "date": "2020-08-13",
    "explanation": "What planets are those behind that unusual rock spire? Saturn (lower left) and Jupiter.  This month, after sunset, the bright planetary duo are quite prominent toward the southeast.  Now your view of our Solar System's largest planets might not include a picturesque hoodoo in the foreground, nor the spectacular central band of our Milky Way Galaxy across the background, but should be quite eye-catching anyway.  The featured image is a composite of consecutive foreground and background exposures all taken in late May with the same camera and from the same location -- the badlands of the  Ah-Shi-Sle-Pah Wilderness in the San Juan Basin in New Mexico, USA.  The rock spire, informally dubbed 'Alien Throne', stands about 3 meters tall. Saturn and Jupiter will remain visible together after sunset for several months.",
    "hdurl": "https://apod.nasa.gov/apod/image/2008/AlienThrone_Zajac_3807.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter and Saturn Rising Beyond Alien Throne Rock",
    "url": "https://apod.nasa.gov/apod/image/2008/AlienThrone_Zajac_960.jpg"
  },
  {
    "date": "2020-08-14",
    "explanation": "Why is this nebula so complex? When a star like our Sun is dying, it will cast off its outer layers, usually into a simple overall shape. Sometimes this shape is a sphere, sometimes a double lobe, and sometimes a ring or a helix.  In the case of planetary nebula NGC 5189, however, besides an overall \"Z\" shape (the featured image is flipped horizontally and so appears as an \"S\"), no such simple structure has emerged.  To help find out why, the Earth-orbiting Hubble Space Telescope has observed NGC 5189 in great detail. Previous findings indicated the existence of multiple epochs of material outflow, including a recent one that created a bright but distorted torus running horizontally across image center.  Hubble results appear consistent with a hypothesis that the dying star is part of a binary star system with a precessing symmetry axis. NGC 5189 spans about three light years and lies about 3,000 light years away toward the southern constellation of the Fly (Musca).",
    "hdurl": "https://apod.nasa.gov/apod/image/2008/NGC5189_HubbleVargas_4039.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 5189: An Unusually Complex Planetary Nebula",
    "url": "https://apod.nasa.gov/apod/image/2008/NGC5189_HubbleVargas_960.jpg"
  },
  {
    "copyright": "Sergio Scauso",
    "date": "2020-08-15",
    "explanation": "Does the Moon ever block out Mars? Yes, the Moon occasionally moves in front of all of the Solar System's planets.  Just this past Sunday, as visible from some locations in South America, a waning gibbous Moon eclipsed Mars.  The featured image from Córdoba, Argentina captured this occultation well, showing a familiar cratered Moon in the foreground with the bright planet Mars unusually adjacent.  Within a few seconds, Mars then disappeared behind the Moon, only to reappear a few minutes later across the Moon.  Today the Moon moves close to, but not in front of, Venus.  Because alignments will not have changed by much, the next two times the Moon passes through this part of the sky – in early September and early October – it will also occult Mars, as seen from parts of South America.    Perseid Meteor Shower: Notable images submitted to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2008/MoonOverMars_Scauso_1202.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars at the Moon's Edge",
    "url": "https://apod.nasa.gov/apod/image/2008/MoonOverMars_Scauso_960.jpg"
  },
  {
    "date": "2020-08-16",
    "explanation": "In the center of this serene stellar swirl is likely a harrowing black-hole beast.  The surrounding swirl sweeps around billions of stars which are highlighted by the brightest and bluest. The breadth and beauty of the display give the swirl the designation of a grand design spiral galaxy. The central beast shows evidence that it is a supermassive black hole about 10 million times the mass of  our Sun.  This ferocious creature devours stars and gas and is surrounded by a spinning moat of hot plasma that emits blasts of X-rays. The central violent activity gives it the designation of a Seyfert galaxy. Together, this beauty and beast are cataloged as NGC 6814 and have been appearing together toward the constellation of the Eagle (Aquila) for roughly the past billion years.   Perseid Meteor Shower: Notable images submitted to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2008/NGC6814_HubbleSchmidt_3970.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6814: Grand Design Spiral Galaxy from Hubble",
    "url": "https://apod.nasa.gov/apod/image/2008/NGC6814_HubbleSchmidt_960.jpg"
  },
  {
    "copyright": "Jingyi Zhang",
    "date": "2020-08-17",
    "explanation": "Why would meteor trails appear curved? The arcing effect arises only because the image artificially compresses (nearly) the whole sky into a rectangle. The meteors are from the Perseid Meteor Shower that peaked last week. The featured multi-frame image combines not only different directions from the 360 projection, but different times when bright Perseid meteors momentarily streaked across the sky. All Perseid meteors can be traced back to the constellation Perseus toward the lower left, even the seemingly curved (but really straight) meteor trails.  Although Perseids always point back to their Perseus radiant, they can appear almost anywhere on the sky. The image was taken from Inner Mongolia, China, where grasslands meet sand dunes. Many treasures also visible in the busy night sky including the central arch of our Milky Way Galaxy, the planets Saturn and Jupiter toward the right, colorful airglow on the central left, and some relatively nearby Earthly clouds.  The Perseid Meteor Shower peaks every August.    Perseid Meteor Shower: Notable images submitted to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2008/PerseidBridge_Zhang_4032.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseids Around the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/2008/PerseidBridge_Zhang_1080.jpg"
  },
  {
    "date": "2020-08-18",
    "explanation": "Do other stars have planets like our Sun? Previous evidence shows that they do, coming mostly from slight shifts in the star's light created by the orbiting planets.  Recently, however, and for the first time, a pair of planets has been directly imaged around a Sun-like star.  These exoplanets orbit the star designated TYC 8998-760-1 and are identified by arrows in the featured infrared image.  At 17 million years old, the parent star is much younger than the 5-billion-year age of our Sun.  Also, the exoplanets are both more massive and orbit further out than their Solar System analogues: Jupiter and Saturn. The exoplanets were found by the ESO's Very Large Telescope in Chile by their infrared glow – after the light from their parent star was artificially blocked.  As telescope and technology improve over the next decade, it is hoped that planets more closely resembling our Earth will be directly imaged.    Experts Debate: How will humanity first discover extraterrestrial life?",
    "hdurl": "https://apod.nasa.gov/apod/image/2008/TYC8998_ESO_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "TYC 8998-760-1: Multiple Planets around a Sun Like Star",
    "url": "https://apod.nasa.gov/apod/image/2008/TYC8998_ESO_960.jpg"
  },
  {
    "date": "2020-08-19",
    "explanation": "Does the Sun change as it rotates? Yes, and the changes can vary from subtle to dramatic. In the featured time-lapse sequences, our Sun -- as imaged by NASA's Solar Dynamics Observatory -- is shown rotating though an entire month in 2014.  In the large image on the left, the solar chromosphere is depicted in ultraviolet light, while the smaller and lighter image to its upper right simultaneously shows the more familiar solar photosphere in visible light. The rest of the inset six Sun images highlight X-ray emission by relatively rare iron atoms located at different heights of the corona, all false-colored to accentuate differences. The Sun takes just under a month to rotate completely -- rotating fastest at the equator. A large and active sunspot region rotates into view soon after the video starts.  Subtle effects include changes in surface texture and the shapes of active regions. Dramatic effects include numerous flashes in active regions, and fluttering and erupting prominences visible all around the Sun's edge.  Presently, our Sun is passing an unusually low  Solar minimum in activity of its 11-year magnetic cycle. As the video ends, the same large and active sunspot region previously mentioned rotates back into view, this time looking different.",
    "media_type": "video",
    "service_version": "v1",
    "title": "The Sun Rotating",
    "url": "https://www.youtube.com/embed/2WRgXvdasm0"
  },
  {
    "date": "2020-08-20",
    "explanation": "Shrouded in a thick atmosphere, Saturn's largest moon Titan really is hard to see. Small particles suspended in the upper atmosphere cause an almost impenetrable haze, strongly scattering light at visible wavelengths and hiding Titan's surface features from prying eyes. But Titan's surface is better imaged at infrared wavelengths where scattering is weaker and atmospheric absorption is reduced. Arrayed around this visible light image (center) of Titan are some of the clearest global infrared views of the tantalizing moon so far. In false color, the six panels present a consistent processing of 13 years of infrared image data from the Visual and Infrared Mapping Spectrometer (VIMS) on board the Cassini spacecraft. They offer a stunning comparison with Cassini's visible light view.   Experts Debate: How will humanity first discover extraterrestrial life?",
    "hdurl": "https://apod.nasa.gov/apod/image/2008/PIA21923_fig1SeeingTitan2400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Seeing Titan",
    "url": "https://apod.nasa.gov/apod/image/2008/PIA21923_fig1SeeingTitan1024.jpg"
  },
  {
    "copyright": "Hubble Heritage Project",
    "date": "2020-08-21",
    "explanation": "The arms of a grand design spiral galaxy 60,000 light-years across are unwound in this digital transformation of the magnificent 2005 Hubble Space Telescope portrait of M51. In fact, M51 is one of the original spiral nebulae, its winding arms described by a mathematical curve known as a logarithmic spiral, a spiral whose separation grows in a geometric way with increasing distance from the center. Applying logarithms to shift the pixel coordinates in the Hubble image relative to the center of M51 maps the galaxy's spiral arms into diagonal straight lines. The transformed image dramatically shows the arms themselves are traced by star formation, lined with pinkish starforming regions and young blue star clusters. Companion galaxy NGC 5195 (top) seems to alter the track of the arm in front of it though, and itself remains relatively unaffected by this unwinding of M51. Also known as the spira mirabilis, logarthimic spirals can be found in nature on all scales. For example, logarithmic spirals can also describe hurricanes, the tracks of subatomic particles in a bubble chamber and, of course, cauliflower.",
    "hdurl": "https://apod.nasa.gov/apod/image/2008/M51Unwound.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unwinding M51",
    "url": "https://apod.nasa.gov/apod/image/2008/M51Unwound_crop600.jpg"
  },
  {
    "copyright": "IMP Team",
    "date": "2020-08-22",
    "explanation": "From July of 1997, a ramp from the Pathfinder lander, the Sojourner robot rover, airbags, a couch, Barnacle Bill and Yogi Rock appear together in this 3D stereo view of the surface of Mars. Barnacle Bill is the rock just left of the solar-paneled Sojourner. Yogi is the big friendly-looking boulder at top right. The \"couch\" is the angular rock shape visible near center on the horizon. Look at the image with red/blue glasses (or just hold a piece of clear red plastic over your left eye and blue or green over your right) to get the dramatic 3D perspective. The stereo view was recorded by the remarkable Imager for Mars Pathfinder (IMP) camera. The IMP had two optical paths for stereo imaging and ranging and was equipped with an array of color filters for spectral analysis.  Operating as the first astronomical observatory on Mars, the IMP also recorded images of the Sun and Deimos, the smallest of Mars' two tiny moons. This July saw the launch of NASA's Mars Perseverance Rover on a mission to the Red Planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/2008/mars10_st_path_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Yogi And Friends In 3D",
    "url": "https://apod.nasa.gov/apod/image/2008/mars10_st_path_big.jpg"
  },
  {
    "date": "2020-08-23",
    "explanation": "How did a star create the Helix nebula?  The shapes of planetary nebula like the Helix are important because they likely hold clues to how stars like the Sun end their lives.  Observations by the orbiting Hubble Space Telescope and the 4-meter Blanco Telescope in Chile, however, have shown the Helix is not really a simple helix.  Rather, it incorporates two nearly perpendicular disks as well as arcs, shocks, and even features not well understood.  Even so, many strikingly geometric symmetries remain.  How a single Sun-like star created such beautiful yet geometric complexity is a topic of research.  The Helix Nebula is the nearest planetary nebula to Earth, lies only about 700 light years away toward the constellation of Aquarius, and spans about 3 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2008/helix_blancoHubble_6145.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Helix Nebula from Blanco and Hubble",
    "url": "https://apod.nasa.gov/apod/image/2008/helix_blancoHubble_1080.jpg"
  },
  {
    "copyright": "Miguel Claro",
    "date": "2020-08-24",
    "explanation": "How come the crescent Moon doesn't look like this?  For one reason, because your eyes can't simultaneously discern bright and dark regions like this. Called earthshine or the da Vinci glow, the unlit part of a crescent Moon is visible but usually hard to see because it is much dimmer than the sunlit arc. In our digital age, however, the differences in brightness can be artificially reduced. The featured image is actually a digital composite of 15 short exposures of the bright crescent, and 14 longer exposures of the dim remainder.  The origin of the da Vinci glow, as explained by Leonardo da Vinci about 510 years ago, is sunlight reflected first by the Earth to the Moon, and then back from the Moon to the Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2008/HdrMoon_Claro_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crescent Moon HDR",
    "url": "https://apod.nasa.gov/apod/image/2008/HdrMoon_Claro_1080.jpg"
  },
  {
    "date": "2020-08-25",
    "explanation": "What would it look like to circle a black hole? If the black hole was surrounded by a swirling disk of glowing and accreting gas, then the great gravity of the black hole would deflect light emitted by the disk to make it look very unusual. The featured animated video gives a visualization. The video starts with you, the observer, looking toward the black hole from just above the plane of the accretion disk.  Surrounding the central black hole is a thin circular image of the orbiting disk that marks the position of the photon sphere -- inside of which lies the black hole's event horizon.  Toward the left, parts of the large main image of the disk appear brighter as they move toward you. As the video continues, you loop over the black hole, soon looking down from the top, then passing through the disk plane on the far side, then returning to your original vantage point. The accretion disk does some interesting image inversions -- but never appears flat. Visualizations such as this are particularly relevant today as black holes are being imaged in unprecedented detail by the Event Horizon Telescope.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Visualization: A Black Hole Accretion Disk",
    "url": "https://www.youtube.com/embed/l36UkYtq6m0?rel=0"
  },
  {
    "copyright": "Alistair Symon",
    "date": "2020-08-26",
    "explanation": "In brush strokes of interstellar dust and glowing hydrogen gas, this beautiful skyscape is painted across the plane of our Milky Way Galaxy near the northern end of the Great Rift and the constellation Cygnus the Swan. Composed using 22 different images and over 180 hours of image data, the widefield mosaic spans an impressive 24 degrees across the sky. Alpha star of Cygnus, bright, hot, supergiant Deneb lies near top center. Crowded with stars and luminous gas clouds Cygnus is also home to the dark, obscuring Northern Coal Sack Nebula, extending from Deneb toward the center of the view. The reddish glow of star forming regions NGC 7000 and IC 5070, the North America Nebula and Pelican Nebulas, are just left of Deneb. The Veil Nebula is a standout below and left of center. A supernova remnant, the Veil is some 1,400 light years away, but many other nebulae and star clusters are identifiable throughout the cosmic scene. Of course, Deneb itself is also known to northern hemisphere skygazers for its place in two asterisms -- marking the top of the Northern Cross and a vertex of the Summer Triangle.   Follow APOD on: Instagram, Facebook,  Reddit, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/2008/CygnusVeil_Symon_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cygnus Skyscape",
    "url": "https://apod.nasa.gov/apod/image/2008/CygnusVeil_Symon_960.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2020-08-27",
    "explanation": "This intergalactic skyscape features a peculiar system of galaxies cataloged as Arp 227 some 100 million light-years distant. Swimming within the boundaries of the constellation Pisces, Arp 227 consists of the two galaxies prominent right of center, the curious shell galaxy NGC 474 and its blue, spiral-armed neighbor NGC 470. The faint, wide arcs or shells of NGC 474 could have been formed by a gravitational encounter with neighbor NGC 470. Alternately the shells could be caused by a merger with a smaller galaxy producing an effect analogous to ripples across the surface of a pond. The large galaxy on the top lefthand side of the deep image, NGC 467, appears to be surrounded by faint shells too, evidence of another interacting galaxy system. Intriguing background galaxies are scattered around the field that also includes spiky foreground stars. Of course, those stars lie well within our own Milky Way Galaxy. The field of view spans 25 arc minutes or about 1/2 degree on the sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/2008/ngc474MP.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shell Galaxies in Pisces",
    "url": "https://apod.nasa.gov/apod/image/2008/ngc474MP1024.jpg"
  },
  {
    "date": "2020-08-28",
    "explanation": "This exciting and unfamiliar view of the Orion Nebula is a visualization based on astronomical data and movie rendering techniques. Up close and personal with a famous stellar nursery normally seen from 1,500 light-years away, the digitally modeled frame transitions from a visible light representation based on Hubble data on the left to infrared data from the Spitzer Space Telescope on the right. The perspective at the center looks along a valley over a light-year wide, in the wall of the region's giant molecular cloud. Orion's valley ends in a cavity carved by the energetic winds and radiation of the massive central stars of the Trapezium star cluster. The single frame is part of a multiwavelength, three-dimensional video that lets the viewer experience an immersive, three minute flight through the Great Nebula of Orion.",
    "hdurl": "https://apod.nasa.gov/apod/image/2008/PIA22089OrionValley.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Valley of Orion",
    "url": "https://apod.nasa.gov/apod/image/2008/PIA22089OrionValley.jpg"
  },
  {
    "date": "2020-08-29",
    "explanation": "Deep shadows create dramatic contrasts between light and dark in this high-resolution close-up of the martian surface. Recorded on January 24, 2014 by the HiRISE camera on board the Mars Reconnaissance Orbiter, the scene spans about 1.5 kilometers. From 250 kilometers above the Red Planet the camera is looking down at a sand dune field in a southern highlands crater. Captured when the Sun was about 5 degrees above the local horizon, only the dune crests were caught in full sunlight. A long, cold winter was coming to the southern hemisphere and bright ridges of seasonal frost line the martian dunes.  The Mars Reconnaissance Orbiter, one of the oldest operating spacecraft at the Red Planet, celebrated the 15th anniversary of its launch from planet Earth on August 12.",
    "hdurl": "https://apod.nasa.gov/apod/image/2008/marsHirise_ESP_035143_1325.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Martian Chiaroscuro",
    "url": "https://apod.nasa.gov/apod/image/2008/marsHirise_ESP_035143_1325_1096.jpg"
  },
  {
    "date": "2020-08-30",
    "explanation": "How massive can a normal star be?  Estimates made from distance, brightness and standard solar models had given one star in the open cluster Pismis 24 over 200 times the mass of our Sun, making it one of the most massive stars known.  This star is the brightest object located just above the gas front in the featured image.  Close inspection of images taken with the Hubble Space Telescope, however, have shown that Pismis 24-1 derives its brilliant luminosity not from a single star but from three at least.  Component stars would still remain near 100 solar masses, making them among the more massive stars currently on record.  Toward the bottom of the image, stars are still forming in the associated emission nebula NGC 6357. Appearing perhaps like a Gothic cathedral, energetic stars near the center appear to be breaking out and illuminating a spectacular cocoon.   Teachers & Students: Ideas for Utilizing APOD in the Classroom",
    "hdurl": "https://apod.nasa.gov/apod/image/2008/ngc6357_hubble_3140.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6357: Cathedral to Massive Stars",
    "url": "https://apod.nasa.gov/apod/image/2008/ngc6357_hubble_960.jpg"
  },
  {
    "date": "2020-08-31",
    "explanation": "SS 433 is one of the most exotic star systems known.  Its unremarkable name stems from its inclusion in a catalog of Milky Way stars which emit radiation characteristic of atomic hydrogen.  Its remarkable behavior stems from a compact object, a black hole or neutron star, which has produced an accretion disk with jets.  Because the disk and jets from SS 433 resemble those surrounding supermassive black holes in the centers of distant galaxies, SS 433 is considered a micro-quasar.  As illustrated in the animated featured video based on observational data, a massive, hot, normal star is locked in orbit with the compact object.  As the video starts, material is shown being gravitationally ripped from the normal star and falling onto an accretion disk. The central star also blasts out jets of ionized gas in opposite directions – each at about 1/4 the speed of light.  The video then pans out to show a top view of the precessing jets producing an expanding spiral. From even greater distances, the dissipating jets are then visualized near the heart of supernova remnant W50. Two years ago, SS 433 was unexpectedly found by the HAWC detector array in Mexico to emit unusually high energy (TeV-range) gamma-rays. Surprises continue, as a recent analysis of archival data taken by NASA's Fermi satellite find a gamma-ray source -- separated from the central stars as shown -- that pulses in gamma-rays with a period of 162 days – the same as SS 433's jet precession period – for reasons yet unknown.    Teachers & Students: Ideas for utilizing APOD in the classroom.",
    "media_type": "video",
    "service_version": "v1",
    "title": "SS 433: Binary Star Micro-Quasar",
    "url": "https://www.youtube.com/embed/ld-bG1CjkZY?rel=0"
  },
  {
    "date": "2020-09-01",
    "explanation": "Does Ceres have underground pockets of water? Ceres, the largest asteroid in the asteroid belt, was thought to be composed of rock and ice. At the same time, Ceres was known to have unusual bright spots on its surface. These bright spots were clearly imaged during Dawn's exciting approach in 2015. Analyses of Dawn images and spectra indicated that the bright spots arise from the residue of highly-reflective salt water that used to exist on Ceres' surface but evaporated. Recent analysis indicates that some of this water may have originated from deep inside the dwarf planet, indicating Ceres to be a kindred spirit with several  Solar System moons, also thought to harbor deep water pockets.  The featured video shows in false-color pink the bright evaporated brine named Cerealia Facula in Occator Crater.  In 2018, the mission-successful but fuel-depleted Dawn  spacecraft was placed in a distant parking orbit, keeping it away from the Ceres' surface for at least 20 years to avoid interfering with any life that might there exist.   Experts Debate: How will humanity first discover extraterrestrial life?",
    "media_type": "video",
    "service_version": "v1",
    "title": "Salt Water Remnants on Ceres",
    "url": "https://www.youtube.com/embed/ALaOGmu1S0I?rel=0"
  }
]
