[
  {
    "date": "2020-11-01",
    "explanation": "What's happening at the center of the Trifid Nebula? Three prominent dust lanes that give the Trifid its name all come together. Mountains of opaque dust appear near the bottom, while other dark filaments of dust are visible threaded throughout the nebula.  A single massive star visible near the center causes much of the Trifid's glow.  The Trifid, cataloged as M20, is only about 300,000 years old, making it among the youngest emission nebulas known.  The star forming nebula lies about 9,000 light years away toward the constellation of the Archer (Sagittarius). The region pictured here spans about 10 light years.  The featured image is a composite with luminance taken from an image by the 8.2-m ground-based Subaru Telescope, detail provided by the 2.4-m orbiting Hubble Space Telescope, color data provided by Martin Pugh and image assembly and processing provided by Robert Gendler.   Portal Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2011/Trifid_HubbleGendler_2400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Center of the Trifid Nebula",
    "url": "https://apod.nasa.gov/apod/image/2011/Trifid_HubbleGendler_960.jpg"
  },
  {
    "copyright": "Rainee Colacurcio",
    "date": "2020-11-02",
    "explanation": "What's happening to the Sun? Clearly, the Sun's lower half is hidden behind a thick cloud.  Averaging over the entire Earth, clouds block the Sun about 2/3rds of the time, although much less over many land locations. On the Sun's upper right is a prominence of magnetically levitating hot gas. The prominence might seem small but it could easily envelop our  Earth and persist for over a month.  The featured image is a combination of two exposures, one optimizing the cloud and prominence, and the other optimizing the Sun's texture.  Both were taken about an hour apart with the same camera and from the same location in Lynnwood, Washington, USA.  The shaggy texture derives from the Sun's chromosphere, an atmospheric layer that stands out in the specifically exposed color.  The uniformity of the texture shows the surface to be relatively calm, indicative of a Sun just past the solar minimum in its 11-year cycle. In the years ahead, the Sun will progress toward a more active epoch where sunspots, prominences, and ultimately auroras on Earth will be more common: solar maximum.    Gallery: Notable images of the Halloween Blue Moon of 2020 submitted to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2011/HalfSunProm_Colacurcio_2974.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Half Sun with Prominence",
    "url": "https://apod.nasa.gov/apod/image/2011/HalfSunProm_Colacurcio_960.jpg"
  },
  {
    "date": "2020-11-03",
    "explanation": "This is what it looks like to punch an asteroid. Last month, NASA's robotic spacecraft OSIRIS-REx descended toward, thumped into, and then quickly moved away from the small near-Earth asteroid 101955 Bennu.  The featured video depicts the Touch-And-Go (TAG) sampling event over a three-hour period.  As the movie begins, the automated probe approaches the 500-meter, diamond-shaped, space rock as it rotates noticeably below. About 20 seconds into the video, Nightingale comes into view -- a touchdown area chosen to be relatively flat and devoid of large boulders that could damage the spaceship.  At 34 seconds, the shadow of OSIRIS-REx's sampling arm suddenly comes into view, while very soon thereafter rocks and gravel fly from the arm's abrupt hard impact.  The wily spacecraft was able to capture and successfully stow some of Bennu's ejecta for return to Earth for a detailed analysis.  This long return is scheduled to start in 2021 March with arrival back on Earth in 2023 September. If the return sample does successfully reach Earth, it will be scrutinized for organic compounds that might have seeded a young Earth, rare or unusual elements and minerals, and clues about the early history of our Solar System.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Tagging Bennu: The Movie",
    "url": "https://www.youtube.com/embed/F6Tkb8syTK8?rel=0"
  },
  {
    "date": "2020-11-04",
    "explanation": "Over fifty gravitational wave events have now been detected. These events mark the distant, violent collisions of two black holes, a black hole and a neutron star, or two neutron stars.  Most of the 50 events were detected in 2019 by the LIGO gravitational wave detectors in the USA and the VIRGO detector in Europe.  In the featured illustration summarizing the masses of the first 50 events, blue dots indicate higher-mass black holes while orange dots denote lower-mass neutron stars. Astrophysicists are currently uncertain, though, about the nature of events marked in white involving masses that appear to be in the middle -- between two and five solar masses.  The night sky in optical light is dominated by nearby and bright planets and stars that have been known since the dawn of humanity. In contrast, the sky in gravitational waves is dominated by distant and dark black holes  that have only been known about for less than five years.  This contrast is enlightening -- understanding the gravitational wave sky is already reshaping humanity's knowledge not only of star birth and death across the universe, but properties of the universe itself.",
    "hdurl": "https://apod.nasa.gov/apod/image/2011/GWaveSources2020Oct_LigoVIrgo_2977.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fifty Gravitational Wave Events Illustrated",
    "url": "https://apod.nasa.gov/apod/image/2011/GWaveSources2020Oct_LigoVIrgo_960.jpg"
  },
  {
    "copyright": "Terry Hancock",
    "date": "2020-11-05",
    "explanation": "Bright stars, interstellar clouds of dust and glowing nebulae fill this cosmic scene, a skyscape just north of Orion's belt. Close to the plane of our Milky Way Galaxy, the wide field view spans just under 5 degrees or about 10 full moons on the sky. Striking bluish M78, a reflection nebula, is at the lower right. M78's tint is due to dust preferentially reflecting the blue light of hot, young stars. In colorful contrast, the red swath of glowing hydrogen gas streaming through the center is part of the region's faint but extensive emission nebula known as Barnard's Loop. At upper left, a dark dust cloud forms a prominent silhouette cataloged as LDN 1622. While M78 and the complex Barnard's Loop are some 1,500 light-years away, LDN 1622 is likely to be much closer, only about 500 light-years distant from our fair planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2011/M78_LDN1622_BarnardsLoop_SEP27_28_Oct15_final2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "North of Orion's Belt",
    "url": "https://apod.nasa.gov/apod/image/2011/M78_LDN1622_BarnardsLoop_SEP27_28_Oct15_final1024.jpg"
  },
  {
    "copyright": "Derek Demeter",
    "date": "2020-11-06",
    "explanation": "Completing one orbit of our fair planet in 90 minutes the International Space Station can easily be spotted by eye as a very bright star moving through the night sky. Have you seen it? The next time you do, you will have recognized the location of over 20 years of continuous human presence in space. In fact, the Expedition 1 crew to the ISS docked with the orbital outpost some 400 kilometers above the Earth on November 2, 2000. No telescope is required to spot the ISS flashing through the night. But this telescopic field of view does reveal remarkable details of the space station captured as it transited the waning gibbous moon on November 3, just one day after the space age milestone. The well-timed telescopic snapshot also contains the location of another inspirational human achievement. About 400,000 kilometers away, the Apollo 11 landing site on the dark, smooth lunar Sea of Tranquility is to the right of the ISS silhouette.",
    "hdurl": "https://apod.nasa.gov/apod/image/2011/ISSlunartransit110320closeup.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon over ISS",
    "url": "https://apod.nasa.gov/apod/image/2011/ISSlunartransit110320closeup1024.jpg"
  },
  {
    "copyright": "Howard Trottier",
    "date": "2020-11-07",
    "explanation": "These are galaxies of the Hercules Cluster, an archipelago of island universes a mere 500 million light-years away. Also known as Abell 2151, this cluster is loaded with gas and dust rich, star-forming spiral galaxies but has relatively few elliptical galaxies, which lack gas and dust and the associated newborn stars. The colors in this deep composite image clearly show the star forming galaxies with a blue tint and galaxies with older stellar populations with a yellowish cast. The sharp picture spans about 1/2 degree across the cluster center, corresponding to over 4 million light-years at the cluster's estimated distance. Diffraction spikes around brighter foreground stars in our own Milky Way galaxy are produced by the imaging telescope's mirror support vanes. In the cosmic vista many galaxies seem to be colliding or merging while others seem distorted - clear evidence that cluster galaxies commonly interact. In fact, the Hercules Cluster itself may be seen as the result of ongoing mergers of smaller galaxy clusters and is thought to be similar to young galaxy clusters in the much more distant, early Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/2011/Abell2151_Howard_Trottier_2020_FFTelescope1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Hercules Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/2011/Abell2151_Howard_Trottier_2020_FFTelescope1024.jpg"
  },
  {
    "date": "2020-11-08",
    "explanation": "Why is Phobos so dark?  Phobos, the largest and innermost of two Martian moons, is the darkest moon in the entire Solar System.  Its unusual orbit and color indicate that it may be a captured asteroid composed of a mixture of ice and dark rock.  The featured picture of Phobos near the limb of Mars was captured in 2010 by the robot spacecraft Mars Express currently orbiting Mars.  Phobos is a heavily cratered and barren moon, with its largest crater located on the far side.  From images like this, Phobos has been determined to be covered by perhaps a meter of loose dust.  Phobos orbits so close to Mars that from some places it would appear to rise and set twice a day, but from other places it would not be visible at all.  Phobos' orbit around Mars is continually decaying -- it will likely break up with pieces crashing to the Martian surface in about 50 million years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2011/phoboslimb_marsexpress_2592.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Martian Moon Phobos from Mars Express",
    "url": "https://apod.nasa.gov/apod/image/2011/phoboslimb_marsexpress_960.jpg"
  },
  {
    "copyright": "Max Rive",
    "date": "2020-11-09",
    "explanation": "Raise your arms if you see an aurora. With those instructions, two nights went by with, well, clouds -- mostly. On the third night of returning to same peaks, though, the sky not only cleared up but lit up with a spectacular auroral display. Arms went high in the air, patience and experience paid off, and the creative featured image was captured as a composite from three separate exposures. The setting is a summit of the Austnesfjorden fjord close to the town of Svolvear on the Lofoten islands in northern Norway. The time was early 2014. Although our Sun has just passed the solar minimum of its 11-year cycle, surface activity should pick up over the next few years with the promise of triggering more spectacular auroras on Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2011/greencompany_rive_2916.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In Green Company: Aurora over Norway",
    "url": "https://apod.nasa.gov/apod/image/2011/greencompany_rive_960.jpg"
  },
  {
    "copyright": "Jason Guenzel",
    "date": "2020-11-10",
    "explanation": "This cosmic close-up looks deep inside the Soul Nebula. The dark and brooding dust clouds near the top, outlined by bright ridges of glowing gas, are cataloged as IC 1871. About 25 light-years across, the telescopic field of view spans only a small part of the much larger Heart and Soul nebulae. At an estimated distance of 6,500 light-years the star-forming complex lies within the Perseus spiral arm of our  Milky Way Galaxy, seen in planet Earth's skies toward the constellation Cassiopeia. An example of triggered star formation, the dense star-forming clouds in the Soul Nebula are themselves sculpted by the intense winds and radiation of the region's massive young stars. In the featured image, stars have been digitally removed to highlight the commotion in the gas and dust.",
    "hdurl": "https://apod.nasa.gov/apod/image/2011/IC1848_Guenzel_1080.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Central Soul Nebula Without Stars",
    "url": "https://apod.nasa.gov/apod/image/2011/IC1848_Guenzel_960.jpg"
  },
  {
    "copyright": "Marcella Giulia Pace",
    "date": "2020-11-11",
    "explanation": "What color is the Moon? It depends on the night.  Outside of the Earth's atmosphere, the dark Moon, which shines by reflected sunlight, appears a magnificently brown-tinged gray.  Viewed from inside the Earth's atmosphere, though, the moon can appear quite different.  The featured image highlights a collection of apparent colors of the full moon documented by one astrophotographer over 10 years from different locations across Italy. A red or yellow colored moon usually indicates a moon seen near the horizon.  There, some of the blue light has been scattered away by a long path through the Earth's atmosphere, sometimes laden with fine dust. A blue-colored moon is more rare and can indicate a moon seen through an atmosphere carrying larger dust particles.  What created the purple moon is unclear -- it may be a combination of several effects.  The last image captures the total lunar eclipse of 2018 July -- where the moon, in Earth's shadow, appeared a faint red -- due to light refracted through air around the Earth. The next full moon will occur at the end of this month (moon-th) and is known in some cultures as the Beaver Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/2011/MoonColors_Pace_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Colors of the Moon",
    "url": "https://apod.nasa.gov/apod/image/2011/MoonColors_Pace_960.jpg"
  },
  {
    "copyright": "Charles Bracken",
    "date": "2020-11-12",
    "explanation": "With its closest approach to planet Earth scheduled for November 14, this Comet ATLAS (C/2020 M3) was discovered just this summer, another comet found by the NASA funded Asteroid Terrestrial-impact Last Alert System. It won't get as bright as Comet NEOWISE but it can still be spotted using binoculars, as it currently sweeps through the familiar constellation of Orion. This telephoto field from November 8, blends exposures registered on the comet with exposures registered on Orion's stars. It creates an effectively deep skyview that shows colors and details you can't quite see though, even in binoculars. The comet's telltale greenish coma is toward the upper left, above Orion's three belt stars lined-up across the frame below center. You'll also probably spot the Orion Nebula, and famous Horsehead Nebula in the stunning field of view. Of course one of Orion's belt stars is nearly 2,000 light-years away. On November 14, this comet ATLAS will fly a mere 2.9 light-minutes from Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2011/C2020M3Orion_CharlesBracken.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet ATLAS and Orion's Belt",
    "url": "https://apod.nasa.gov/apod/image/2011/C2020M3Orion_CharlesBracken1024.jpg"
  },
  {
    "copyright": "Ignacio Diaz Bobillo",
    "date": "2020-11-13",
    "explanation": "The Tarantula Nebula, also known as 30 Doradus, is more than a thousand light-years in diameter, a giant star forming region within nearby satellite galaxy the Large Magellanic Cloud. About 180 thousand light-years away, it's the largest, most violent star forming region known in the whole Local Group of galaxies. The cosmic arachnid sprawls across the top of this spectacular view, composed with narrowband filter data centered on emission from ionized hydrogen and oxygen atoms. Within the Tarantula (NGC 2070), intense radiation, stellar winds and supernova shocks from the central young cluster of massive stars, cataloged as R136, energize the nebular glow and shape the spidery filaments. Around the Tarantula are other star forming regions with young star clusters, filaments, and blown-out bubble-shaped clouds. In fact, the frame includes the site of the closest supernova in modern times, SN 1987A, right of center. The rich field of view spans about 2 degrees or 4 full moons, in the southern constellation Dorado. But were the Tarantula Nebula closer, say 1,500 light-years distant like the local star forming Orion Nebula, it would take up half the sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/2011/Tarantula_HOO_final_2_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Tarantula Zone",
    "url": "https://apod.nasa.gov/apod/image/2011/Tarantula_HOO_final_2_1024.jpg"
  },
  {
    "copyright": "Kevin Saragozza",
    "date": "2020-11-14",
    "explanation": "Yesterday, early morning risers around planet Earth were treated to a waning Moon low in the east as the sky grew bright before dawn. From the Island of Ortigia, Syracuse, Sicily, Italy this simple snapshot found the slender sunlit crescent just before sunrise. Never wandering far from the Sun in Earth's sky, inner planets Venus and Mercury shared the calm seaside view. Also in the frame, right of the line-up of Luna and planets, is bright star Spica, alpha star of the constellation Virgo and one of the 20 brightest stars in Earth's night. Tomorrow the Moon will be New. The dark lunar disk means mostly dark nights for planet Earth in the coming week and a good chance to watch the annual Leonid Meteor Shower.",
    "hdurl": "https://apod.nasa.gov/apod/image/2011/lunaortybluenodidasc.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus, Mercury, and the Waning Moon",
    "url": "https://apod.nasa.gov/apod/image/2011/lunaortyblue1200nodidasc.jpg"
  },
  {
    "date": "2020-11-15",
    "explanation": "Why is this galaxy so thin?  Many disk galaxies are just as thin as NGC 5866, pictured here, but are not seen edge-on from our vantage point.  One galaxy that is situated edge-on is our own Milky Way Galaxy.  Classified as a lenticular galaxy, NGC 5866 has numerous and complex dust lanes appearing dark and red, while many of the bright stars in the disk give it a more blue underlying hue.  The blue disk of young stars can be seen extending past the dust in the extremely thin galactic plane, while the bulge in the disk center appears tinged more orange from the older and redder stars that likely exist there. Although similar in mass to our Milky Way Galaxy, light takes about 60,000 years to cross NGC 5866, about 30 percent less than light takes to cross our own Galaxy. In general, many disk galaxies are very thin because the gas that formed them collided with itself as it rotated about the gravitational center. Galaxy NGC 5866 lies about 44 million light years distant toward the constellation of the Dragon (Draco).    Almost Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2011/ngc5866_hst_1235.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Edge-On Galaxy NGC 5866",
    "url": "https://apod.nasa.gov/apod/image/2011/ngc5866_hst_960.jpg"
  },
  {
    "copyright": "Tomáš Slovinský",
    "date": "2020-11-16",
    "explanation": "The month was July, the place was the Greek island of Crete, and the sky was spectacular. Of course there were the usual stars like Polaris, Vega, and Antares -- and that common asterism everyone knows: the Big Dipper. But this sky was just getting started.  The band of the Milky Way Galaxy stunned as it arched across the night like a bridge made of stars and dust but dotted with red nebula like candy. The planets Saturn and Jupiter were so bright you wanted to stop people on the beach and point them out. The air glowed like a rainbow -- but what really grabbed the glory was a comet. Just above the northern horizon, Comet NEOWISE spread its tails like nothing you had ever seen before or might ever see again.  Staring in amazement, there was only one thing to do: take a picture.   Coverage: NASA's SpaceX Crew-1 Mission",
    "hdurl": "https://apod.nasa.gov/apod/image/2011/CreteSky_Slovinsky_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Light and Glory over Crete",
    "url": "https://apod.nasa.gov/apod/image/2011/CreteSky_Slovinsky_1080.jpg"
  },
  {
    "date": "2020-11-17",
    "explanation": "What's creating these long glowing streaks in the sky? No one is sure.  Known as Strong Thermal Emission Velocity Enhancements (STEVEs), these luminous light-purple sky ribbons may resemble regular auroras, but recent research reveals significant differences. A STEVE's great length and unusual colors, when measured precisely, indicate that it may be related to a subauroral ion drift (SAID), a supersonic river of hot atmospheric ions thought previously to be invisible.  Some STEVEs are now also thought to be accompanied by green picket fence structures, a series of sky slats that can appear outside of the main auroral oval that does not involve much glowing nitrogen. The featured wide-angle composite image shows a STEVE in a dark sky above Childs Lake, Manitoba, Canada in 2017, crossing in front of the central band of our Milky Way Galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/2011/SteveMilkyWay_NasaTrinder_6144.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Glowing STEVE and the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/2011/SteveMilkyWay_NasaTrinder_960.jpg"
  },
  {
    "copyright": "Greg Polanski",
    "date": "2020-11-18",
    "explanation": "Most star clusters are singularly impressive.  Open clusters NGC 869 and NGC 884, however, could be considered doubly impressive.  Also known as \"h and chi Persei\", this unusual double cluster, shown above, is bright enough to be seen from a dark location without even binoculars.  Although their discovery surely predates recorded history, the Greek astronomer Hipparchus notably cataloged the double cluster.  The clusters are over 7,000 light years distant toward the constellation of Perseus, but are separated by only hundreds of light years. In addition to being physically close together, the clusters' ages based on their individual stars are similar - evidence that both clusters were likely a product of the same star-forming region.",
    "hdurl": "https://apod.nasa.gov/apod/image/2011/DoubleCluster_Polanski_4560.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Double Star Cluster in Perseus",
    "url": "https://apod.nasa.gov/apod/image/2011/DoubleCluster_Polanski_960.jpg"
  },
  {
    "copyright": "Jen Scott",
    "date": "2020-11-19",
    "explanation": "Leaving planet Earth for a moment, a SpaceX Falcon 9 rocket arced into the early evening sky last Sunday at 7:27 pm EST from Kennedy Space Center's Launch Complex 39A. This 3 minute 20 second exposure traces the launch streak as seen over watery reflections from Port Canaveral, about 15 miles south of the launch. The rocket carried four astronauts en route to the International Space Station on the first flight of a NASA-certified commercial human spacecraft system. Dubbed Resilience, the astronauts' Crew Dragon spacecraft successfully docked with the orbital outpost one day later, on Monday, November 16. At the conclusion of their six-month stay on the ISS, the Crew-1 astronauts will use their spacecraft to return to Earth. Of course about 9 minutes after launch the Falcon 9 rocket's first stage returned to Earth, landing in the Atlantic Ocean on autonomous spaceport drone ship Just Read The Instructions.",
    "hdurl": "https://apod.nasa.gov/apod/image/2011/spacex-crew-1-JenScottPhotography-11.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crew-1 Mission Launch Streak",
    "url": "https://apod.nasa.gov/apod/image/2011/spacex-crew-1-JenScottPhotography-11_1050.jpg"
  },
  {
    "copyright": "F. Colas",
    "date": "2020-11-20",
    "explanation": "This may be the best global Mars map made with a telescope based on planet Earth. The image data were captured by a team of observers over six long nights at the Pic du Midi mountaintop observatory between October 8 and November 1, when the fourth rock from the Sun had not wandered far from its 2020 opposition and its biggest and brightest appearance in Earth's night sky. The large telescope used, 1 meter in diameter with a 17 meter focal length, was also used in support of NASA's Apollo lunar landing missions. After about 30 hours of processing, the data were combined to produced this remarkably sharp projected view of the martian surface extending to about 45 degrees northern latitude. The image data have also been mapped onto rotating sphere and rotating stereo views. Fans of Mars can easily pick out their favorite markings on the Red Planet by eyeing a labeled version of this global map of Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/2011/marsglobalmap.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Global Map: Mars at Opposition",
    "url": "https://apod.nasa.gov/apod/image/2011/marsglobalmap_1100.jpg"
  },
  {
    "copyright": "Jeff Dai",
    "date": "2020-11-21",
    "explanation": "A brilliant yellowish celestial beacon, Mars still dazzles in the night. Peering between clouds the wandering planet was briefly joined by the flash of a meteor in this moonless dark sky on November 18. The single exposure was taken as the Earth swept up dust from periodic comet Tempel-Tuttle during the annual Leonid Meteor Shower. The view of a rugged western horizon looks along the Yulong mountain range in Yunnan province, southwestern China. Yulong (Jade Dragon) Snow Mountain lies below the clouds and beyond the end of the meteor streak.",
    "hdurl": "https://apod.nasa.gov/apod/image/2011/LeonidmeteorandMarsoverYulongsnowmountain.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars and Meteor over Jade Dragon Snow Mountain",
    "url": "https://apod.nasa.gov/apod/image/2011/LeonidmeteorandMarsoverYulongsnowmountain1050.jpg"
  },
  {
    "date": "2020-11-22",
    "explanation": "Where did all the stars go?  What used to be considered a hole in the sky is now known to astronomers as a dark molecular cloud.  Here, a high concentration of dust and molecular gas absorb practically all the visible light emitted from background stars.  The eerily dark surroundings help make the interiors of molecular clouds some of the coldest and most isolated places in the universe.  One of the most notable of these dark absorption nebulae is a cloud toward the constellation Ophiuchus known as Barnard 68, pictured here.  That no stars are visible in the center indicates that Barnard 68 is relatively nearby, with measurements placing it about 500 light-years away and half a light-year across.  It is not known exactly how molecular clouds like Barnard 68 form, but it is known that these clouds are themselves likely places for new stars to form. In fact, Barnard 68 itself has been found likely to collapse and form a new star system. It is possible to look right through the cloud in infrared light.",
    "hdurl": "https://apod.nasa.gov/apod/image/2011/barnard68v2_vlt_4000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Molecular Cloud Barnard 68",
    "url": "https://apod.nasa.gov/apod/image/2011/barnard68v2_vlt_960.jpg"
  },
  {
    "date": "2020-11-23",
    "explanation": "Why do colorful cloud bands encircle Jupiter? Jupiter's top atmospheric layer is divided into light zones and dark belts that go all the way around the giant planet. It is high horizontal winds -- in excess of 300 kilometers per hour -- that cause the zones to spread out planet-wide. What causes these strong winds remains a topic of research.  Replenished by upwelling gas, zonal bands are thought to include relatively opaque clouds of ammonia and water that block light from lower and darker atmospheric levels.  One light-colored zone is shown in great detail in the featured vista taken by the robotic Juno spacecraft in 2017.  Jupiter's atmosphere is mostly clear and colorless hydrogen and helium, gases that are not thought to contribute to the gold and brown colors.  What compounds create these colors is another active topic of research -- but is hypothesized to involve small amounts of sunlight-altered sulfur and carbon.  Many discoveries have been made from Juno's data, including that water composes an unexpectedly high 0.25 percent of upper-level cloud molecules near Jupiter's equator, a finding important not only for understanding Jovian currents but for the history of water in the entire Solar System.",
    "hdurl": "https://apod.nasa.gov/apod/image/2011/JupiterVista_JunoGill_3688.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Jupiter Vista from Juno",
    "url": "https://apod.nasa.gov/apod/image/2011/JupiterVista_JunoGill_1080.jpg"
  },
  {
    "copyright": "CFHTCoelumMegaCamJ.-C. CuillandreCFHTG. A. AnselmiCoelum",
    "date": "2020-11-24",
    "explanation": "Will our Sun look like this one day?  The Helix Nebula is one of brightest and closest examples of a planetary nebula, a gas cloud created at the end of the life of a Sun-like star. The outer gasses of the star expelled into space appear from our vantage point as if we are looking down a helix. The remnant central stellar core, destined to become a white dwarf star, glows in light so energetic it causes the previously expelled gas to fluoresce. The Helix Nebula, given a technical designation of NGC 7293, lies about 700 light-years away towards the constellation of the Water Bearer (Aquarius) and spans about 2.5 light-years. The featured picture was taken with the Canada-France-Hawaii Telescope (CFHT) located atop a dormant volcano in Hawaii, USA. A close-up of the inner edge of the Helix Nebula shows complex gas knots of unknown origin.",
    "hdurl": "https://apod.nasa.gov/apod/image/2011/Helix2_CFHT_1917.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Helix Nebula from CFHT",
    "url": "https://apod.nasa.gov/apod/image/2011/Helix2_CFHT_960.jpg"
  },
  {
    "copyright": "Gerardo Ferrarino",
    "date": "2020-11-25",
    "explanation": "How far can you see?  The Andromeda Galaxy at 2.5 million light years away is the most distant object easily seen with your unaided eye.  Most other apparent denizens of the night sky -- stars, clusters, and nebulae -- typically range from a few hundred to a few thousand light-years away and lie well within our own Milky Way Galaxy.  Given its distance, light from Andromeda is likely also the oldest light that you can see.  Also known as M31, the Andromeda Galaxy dominates the center of the featured zoomed image, taken from the dunes of Bahía Creek, Patagonia, in southern Argentina.  The image is a combination of 45 background images with one foreground image -- all taken with the same camera and from the same location within 90 minutes.  M110, a satellite galaxy of Andromenda is visible just below and to the left of M31's core. As cool as it may be to see this neighboring galaxy to our Milky Way with your own eyes, long duration camera exposures can pick up many faint and breathtaking details.  Recent data indicates that our Milky Way Galaxy will collide and combine with the similarly-sized Andromeda galaxy in a few billion years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2011/M31Horizon_Ferrarino_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Andromeda over Patagonia",
    "url": "https://apod.nasa.gov/apod/image/2011/M31Horizon_Ferrarino_1080.jpg"
  },
  {
    "copyright": "Eric Coles",
    "date": "2020-11-26",
    "explanation": "Surprisingly reminiscent of The Great Nebula in Orion, The Great Turkey Nebula spans this creative field of view.  Of course if it were the Orion Nebula it would be our closest large stellar nursery, found at the edge of a large molecular cloud a mere 1,500 light-years away. Also known as M42, the Orion Nebula is visible to the eye as the middle \"star\" in the sword of Orion the Hunter, a constellation now rising in planet Earth's evening skies. Stellar winds from clusters of newborn stars scattered throughout the Orion Nebula sculpt its ridges and cavities seen in familiar in telescopic images. Much larger than any bird you might be cooking, this Great Turkey Nebula was imagined to be similar in size to the Orion Nebula, about 13 light-years across. Stay safe and well.",
    "hdurl": "https://apod.nasa.gov/apod/image/2011/TheGreatTurkeyNebula.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Great Turkey Nebula",
    "url": "https://apod.nasa.gov/apod/image/2011/TheGreatTurkeyNebula1024.jpg"
  },
  {
    "copyright": "Jeff Dai",
    "date": "2020-11-27",
    "explanation": "This Long March-5 rocket blasted off from the Wenchang launch site in southernmost Hainan province on Tuesday November 24, at 4:30 am Beijing Time, carrying China's Chang'e-5 mission to the Moon. The lunar landing mission is named for the ancient Chinese goddess of the moon. Its goal is to collect about 2 kilograms (4.4 pounds) of lunar material from the surface and return it to planet Earth, the first robotic sample return mission to the Moon since the Soviet Union's Luna 24 mission in 1976. The complex Chang'e-5 mission landing target is in the Oceanus Procellarum (Ocean of Storms). The smooth volcanic plain was also visited by the Apollo 12 mission in 1969. Chang'e-5's lander is solar-powered and scheduled to operate on the lunar surface during its location's lunar daylight, which will last about two Earth weeks, beginning around November 27. A capsule with the lunar sample on board would return to Earth in mid-December.",
    "hdurl": "https://apod.nasa.gov/apod/image/2011/IMG_20201124052235_9280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Chang'e 5 Mission Launch",
    "url": "https://apod.nasa.gov/apod/image/2011/IMG_20201124052235_9280_px1050.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2020-11-28",
    "explanation": "Grand spiral galaxies often seem to get all the glory, flaunting their young, bright, blue star clusters in beautiful, symmetric spiral arms. But small galaxies form stars too, like nearby NGC 6822, also known as Barnard's Galaxy. Beyond the rich starfields in the constellation Sagittarius, NGC 6822 is a mere 1.5 million light-years away, a member of our Local Group of galaxies. A dwarf irregular galaxy similar to the Small Magellanic Cloud, NGC 6822 is about 7,000 light-years across. Brighter foreground stars in our Milky Way have a spiky appearance. Behind them, Barnard's Galaxy is seen to be filled with young blue stars and mottled with the telltale pinkish hydrogen glow of star forming regions in this deep color composite image.",
    "hdurl": "https://apod.nasa.gov/apod/image/2011/NGC-6822.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6822: Barnard's Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2011/NGC-6822_1024.jpg"
  },
  {
    "date": "2020-11-29",
    "explanation": "Could you survive a jump off the tallest cliff in the Solar System? Quite possibly.  Verona Rupes on Uranus' moon Miranda is estimated to be 20 kilometers deep -- ten times the depth of the Earth's Grand Canyon.   Given Miranda's low gravity, it would take about 12 minutes for a thrill-seeking adventurer to fall from the top, reaching the bottom at the speed of a racecar -- about 200 kilometers per hour.   Even so, the fall might be survivable given proper airbag protection.  The featured image of Verona Rupes was captured by the passing Voyager 2 robotic spacecraft in 1986.  How the giant cliff was created remains unknown, but is possibly related to a large impact or tectonic surface motion.",
    "hdurl": "https://apod.nasa.gov/apod/image/2011/TallestCliff_Voyager2_1002.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Verona Rupes: Tallest Known Cliff in the Solar System",
    "url": "https://apod.nasa.gov/apod/image/2011/TallestCliff_Voyager2_1002.jpg"
  },
  {
    "copyright": "Bowen James Cameron",
    "date": "2020-11-30",
    "explanation": "The sky is filled with faintly glowing gas, though it can take a sensitive camera and telescope to see it. For example, this twelve-degree-wide view of the northern part of the constellation Cygnus reveals a complex array of cosmic clouds of gas along the plane of our Milky Way galaxy. The featured mosaic of telescopic images was recorded through two filters: an H-alpha filter that transmits only visible red light from glowing hydrogen atoms, and a blue filter that transmits primarily light emitted by the slight amount of energized oxygen. Therefore, in this 18-hour exposure image, blue areas are hotter than red.  Further digital processing has removed the myriad of point-like Milky Way stars from the scene. Recognizable bright nebulas include NGC 7000 (North America Nebula), and IC 5070 (Pelican Nebula) on the left with IC 1318 (Butterfly Nebula) and NGC 6888 (Crescent Nebula) on the right -- but others can be found throughout the wide field.",
    "hdurl": "https://apod.nasa.gov/apod/image/2011/CygnusStarless_Cameron_8859.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cygnus Without Stars",
    "url": "https://apod.nasa.gov/apod/image/2011/CygnusStarless_Cameron_960.jpg"
  },
  {
    "date": "2020-12-01",
    "explanation": "Are stars still forming in the Milky Way's satellite galaxies?  Found among the Small Magellanic Cloud's (SMC's) clusters and nebulas, NGC 346 is a star forming region about 200 light-years across, pictured here in the center of a Hubble Space Telescope image. A satellite galaxy of the Milky Way, the Small Magellanic Cloud (SMC) is a wonder of the southern sky, a mere 210,000 light-years distant in the constellation of the Toucan (Tucana). Exploring NGC 346, astronomers have identified a population of embryonic stars strung along the dark, intersecting dust lanes visible here on the right. Still collapsing within their natal clouds, the stellar infants' light is reddened by the intervening dust. Toward the top of the frame is another star cluster with intrinsically older and redder stars. A small, irregular galaxy, the SMC itself represents a type of galaxy more common in the early Universe. These small galaxies, though, are thought to be building blocks for the larger galaxies present today.   All 30: 2020 November APODs voiced by AI",
    "hdurl": "https://apod.nasa.gov/apod/image/2012/Ngc346_HubbleSchmidt_3375.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 346: Star Forming Cluster in the SMC",
    "url": "https://apod.nasa.gov/apod/image/2012/Ngc346_HubbleSchmidt_960.jpg"
  }
]
