[
  {
    "date": "2020-03-01",
    "explanation": "What created this unusual hole in Mars? The hole was discovered by chance in 2011 on images of the dusty slopes of Mars' Pavonis Mons volcano taken by the HiRISE instrument aboard the robotic Mars Reconnaissance Orbiter currently circling Mars. The hole, shown in representative color, appears to be an opening to an underground cavern, partly illuminated on the image right.  Analysis of this and follow-up images revealed the opening to be about 35 meters across, while the interior shadow angle indicates that the underlying cavern is roughly 20 meters deep. Why there is a circular crater surrounding this hole remains a topic of speculation, as is the full extent of the underlying cavern. Holes such as this are of particular interest because their interior caves are relatively protected from the harsh surface of Mars, making them relatively good candidates to contain Martian life. These pits are therefore prime targets for possible future spacecraft, robots, and even human interplanetary explorers.",
    "hdurl": "https://apod.nasa.gov/apod/image/2003/marshole2r_hirise_2560.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Hole in Mars",
    "url": "https://apod.nasa.gov/apod/image/2003/marshole2r_hirise_960.jpg"
  },
  {
    "copyright": "ChilesopePleaides Astrophotography Team",
    "date": "2020-03-02",
    "explanation": "Blown by fast winds from a hot, massive star, this cosmic bubble is much larger than the dolphin it appears to be. Cataloged as Sharpless 2-308 it lies some 5,200 light-years away toward the constellation of the Big Dog (Canis Major) and covers slightly more of the sky than a Full Moon. That corresponds to a diameter of 60 light-years at its estimated distance. The massive star that created the bubble, a Wolf-Rayet star, is the bright one near the center of the nebula. Wolf-Rayet stars have over 20 times the mass of the Sun and are thought to be in a brief, pre-supernova phase of massive star evolution. Fast winds from this Wolf-Rayet star create the bubble-shaped nebula as they sweep up slower moving material from an earlier phase of evolution. The windblown nebula has an age of about 70,000 years. Relatively faint emission captured in the featured expansive image is dominated by the glow of ionized oxygen atoms mapped to a blue hue.",
    "hdurl": "https://apod.nasa.gov/apod/image/2003/Dolphin_Pleiades_3495.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sharpless-308: The Dolphin Nebula",
    "url": "https://apod.nasa.gov/apod/image/2003/Dolphin_Pleiades_960.jpg"
  },
  {
    "date": "2020-03-03",
    "explanation": "What if the only way to get back to Earth was to go around the far side of the Moon? Such was the dilemma of the Apollo 13 Crew in 1970 as they tried to return home in their unexpectedly damaged spacecraft. With the Moon in the middle, their perilous journey substituted spectacular views of the lunar farside for radio contact with NASA's Mission Control. These views have now been digitally recreated from detailed images of the Moon taken by the robotic Lunar Reconnaissance Orbiter. The featured video starts by showing Earth disappear behind a dark lunar limb, while eight minutes later the Sun rises around the opposite side of the Moon and begins to illuminate the Moon's unusual and spectacularly cratered surface.  Radio contact was only re-established several minutes after that, as a crescent Earth rose into view.  With the gravity of the Moon and the advice of many industrious NASA engineers and scientists, a few days later Apollo 13 opened its parachutes over the Pacific Ocean and landed safely back on Earth.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Apollo 13 Views of the Moon",
    "url": "https://www.youtube.com/embed/Ilifg26TZrI?rel=0"
  },
  {
    "date": "2020-03-04",
    "explanation": "If you like slow dances, then this may be one for you.  A single turn in this dance takes several hundred million years.  Two galaxies, NGC 5394 and NGC 5395, slowly whirl about each other in a gravitational interaction that sets off a flourish of sparks in the form of new stars.  The featured image, taken with the Gemini North 8-meter telescope on Maunakea, Hawaii, USA, combines four different colors.  Emission from hydrogen gas, colored red, marks stellar nurseries where new stars drive the evolution of the galaxies.  Also visible are dark dust lanes that mark gas that will eventually become stellar nurseries. If you look carefully you will see many more galaxies in the background, some involved in their own slow cosmic dances.   APOD across world languages: Arabic, Catalan, Chinese (Beijing), Chinese (Taiwan), Croatian, Czech, Dutch, Farsi, French, French, German, Hebrew, Indonesian, Japanese, Korean, Montenegrin, Polish, Russian, Serbian, Slovenian,  Spanish and Ukrainian",
    "hdurl": "https://apod.nasa.gov/apod/image/2003/NGC5394n5_gemini_1886.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Slow Dance of Galaxies NGC 5394 and 5395",
    "url": "https://apod.nasa.gov/apod/image/2003/NGC5394n5_gemini_960.jpg"
  },
  {
    "copyright": "Casey Good",
    "date": "2020-03-05",
    "explanation": "This colorful skyscape spans about four full moons across nebula rich starfields along the plane of our Milky Way Galaxy in the royal northern constellation Cepheus. Near the edge of the region's massive molecular cloud some 2,400 light-years away, bright reddish emission region Sharpless (Sh) 155 is left of center, also known as the Cave Nebula. About 10 light-years across the cosmic cave's bright walls of gas are ionized by ultraviolet light from the hot young stars around it. Dusty blue reflection nebulae, like vdB 155 at lower right, and dense obscuring clouds of dust also abound on the interstellar canvas. Astronomical explorations have revealed other dramatic signs of star formation, including the bright red fleck of Herbig-Haro (HH) 168. Below center in the frame, the Herbig-Haro object emission is generated by energetic jets from a newborn star.",
    "hdurl": "https://apod.nasa.gov/apod/image/2003/CaveNebulaHaRGB.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Light, the Dark, and the Dusty",
    "url": "https://apod.nasa.gov/apod/image/2003/CaveNebulaHaRGB_1024.jpg"
  },
  {
    "date": "2020-03-06",
    "explanation": "The Mars Rover named Curiosity recorded high-resolution, 360 degree views of its location on Mars late last year. The panoramic scene was stitched from over 1,000 images from Curiosity's Mast camera or Mastcam. In this version, captured with Mastcam's medium angle lens, the rover's deck and robotic arm are in the foreground, stretched and distorted by the extreme wide perspective. Just beyond the rover are regions of clay rich rock, evidence for an ancient watery environment, with a clear view toward more distant martian ridges and buttes. Gale crater wall runs across the center (toward the north) in the background over 30 kilometers in the distance. The upper reaches of Mt. Sharp are at the far right. Images to construct the panorama were recorded over 4 consecutive sols between local noon and 2pm to provide consistent lighting. Zoom in to the panoramic scene and you can easily spot the shadow casting sundial mounted on rover's deck (right). In July NASA plans to launch a new rover to Mars named Perseverance.",
    "hdurl": "https://apod.nasa.gov/apod/image/2003/PIA23623_fig1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars Panorama from Curiosity",
    "url": "https://apod.nasa.gov/apod/image/2003/PIA23623_fig1_600v.jpg"
  },
  {
    "copyright": "Patrick Lécureuil",
    "date": "2020-03-07",
    "explanation": "A surreal night skyscape, this panorama stitched from 12 photos looks to the west at an evening winter sky over Pic du Midi Observatory, Pyrenees Mountains, Planet Earth. Telescope domes and a tall communications tower inhabit the rugged foreground. On the right, lights from Tarbes, France about 35 kilometers away impinge on the designated dark sky site though, but more distant terrestrial lights seen toward the left are from cities in Spain. Stars and nebulae of the northern winter's Milky Way arc through the sky above. Known to the planet's night skygazers, the Pleiades and Hyades star clusters still hang over the western horizon near center. Captured in mid February the familiar stars of the constellation Orion are to the left and include the no longer fainting star Betelgeuse.",
    "hdurl": "https://apod.nasa.gov/apod/image/2003/Pano_Robley2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pic du Midi Panorama",
    "url": "https://apod.nasa.gov/apod/image/2003/Pano_Robley2.jpg"
  },
  {
    "date": "2020-03-08",
    "explanation": "Some stars explode in slow motion.  Rare, massive Wolf-Rayet stars are so tumultuous and hot that they are slowly disintegrating right before our telescopes.  Glowing gas globs each typically over 30 times more massive than the Earth are being expelled by violent stellar winds.  Wolf-Rayet star WR 124, visible near the featured image center spanning six light years across, is thus creating the surrounding nebula known as M1-67.  Details of why this star has been slowly blowing itself apart over the past 20,000 years remains a topic of research.  WR 124 lies 15,000 light-years away towards the constellation of the Arrow (Sagitta).  The fate of any given Wolf-Rayet star likely depends on how massive it is, but many are thought to end their lives with spectacular explosions such as supernovas or gamma-ray bursts.",
    "hdurl": "https://apod.nasa.gov/apod/image/2003/wr124_hubbleschmidt_1289.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Wolf-Rayet Star 124: Stellar Wind Machine",
    "url": "https://apod.nasa.gov/apod/image/2003/wr124_hubbleschmidt_960.jpg"
  },
  {
    "copyright": "Roman PončaMasaryk U.",
    "date": "2020-03-09",
    "explanation": "What is the band of light connecting the ground to the Milky Way?  Zodiacal light -- a stream of dust that orbits the Sun in the inner Solar System. It is most easily seen just before sunrise, where it has been called a false dawn, or just after sunset. The origin of zodiacal dust remains a topic of research, but is hypothesized to result from asteroid collisions and comet tails.  The featured wide-angle image shows the central band of our Milky Way Galaxy arching across the top, while the Large Magellanic Cloud (LMC), a satellite galaxy to our Milky Way, is visible on the far left. The image is a combination of over 30 exposures taken last July near La Serena among the mountains of Chile.  During the next two months, zodiacal light can appear quite prominent in northern skies just after sunset.   Almost Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2003/ZodiacalMw_Ponca_5834.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way and Zodiacal Light over Chile",
    "url": "https://apod.nasa.gov/apod/image/2003/ZodiacalMw_Ponca_960.jpg"
  },
  {
    "copyright": "Greg Gurdak",
    "date": "2020-03-10",
    "explanation": "What do the following things have in common: a cone, the fur of a fox, and a Christmas tree?  Answer: they all occur in the constellation of the unicorn (Monoceros).  Pictured as a star forming region and cataloged as NGC 2264, the complex jumble of cosmic gas and dust is about 2,700 light-years distant and mixes reddish emission nebulae excited by energetic light from newborn stars with dark interstellar dust clouds. Where the otherwise obscuring dust clouds lie close to the hot, young stars they also reflect starlight, forming blue reflection nebulae. The featured wide-field image spans over three times the diameter of a full moon, covering over 100 light-years at the distance of NGC 2264. Its cast of cosmic characters includes the Fox Fur Nebula, whose convoluted pelt lies just to the lower right of the image center, bright variable star S Mon visible just above the Fox Fur, and the Cone Nebula just to the left.  Given their distribution, the stars of NGC 2264 are also known as the Christmas Tree star cluster.",
    "hdurl": "https://apod.nasa.gov/apod/image/2003/ConeTreeWide_Gurdak_3883.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Wide Field: Fox Fur, Unicorn, and Christmas Tree",
    "url": "https://apod.nasa.gov/apod/image/2003/ConeTreeWide_Gurdak_960.jpg"
  },
  {
    "date": "2020-03-11",
    "explanation": "Astronomers believe they have now found the most powerful example of a black hole outburst yet seen in our Universe.  The composite, false-color featured image is of a cluster of galaxies in the constellation of Ophiuchus, the serpent-bearer.  The composite includes X-ray images (from the Chandra X-ray Observatory and XMM-Newton) in purple, and a radio image (from India's Giant Metrewave Radio Telescope) in blue (along with an infrared image of the galaxies and stars in the field in white for good measure).  The dashed line marks the border of a cavity blown out by the supermassive black hole which lurks at the center of the galaxy marked by the cross.  Radio emission fills this cavity.  This big blowout is believed to be due to the black hole eating too much and experiencing a transient bout of \"black hole nausea\", which resulted in the ejection of a powerful radio jet blasting into intergalactic space.  The amount of energy needed to blow this cavity is equivalent to about 10 billion supernova explosions.",
    "hdurl": "https://apod.nasa.gov/apod/image/2003/OphGalaxyClusterLabeled_Chandra_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Extreme Black Hole Outburst",
    "url": "https://apod.nasa.gov/apod/image/2003/OphGalaxyClusterLabeled_Chandra_960.jpg"
  },
  {
    "copyright": "John Kraus",
    "date": "2020-03-12",
    "explanation": "Short star trails appear in this single 84 second long exposure, taken on March 6 from a rotating planet. The remarkable scene also captures the flight of a Falcon 9 rocket and Dragon cargo spacecraft over Cape Canaveral Air Force Station shortly after launch, on a resupply mission bound for the International Space Station. Beginning its return to a landing zone about 9 kilometers from the launch site, the Falcon 9 first stage boostback burn arcs toward the top of the frame. The second stage continues toward low Earth orbit though, its own fiery arc traced below the first stage boostback burn from the camera's perspective, along with expanding exhaust plumes from the two stages. This Dragon spacecraft was a veteran of two previous resupply missions. Successfully returning to the landing zone, this Falcon 9 first stage had flown before too. Its second landing marked the 50th landing of a SpaceX orbital class rocket booster.",
    "hdurl": "https://apod.nasa.gov/apod/image/2003/crs20_boostback.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Falcon 9 Boostback",
    "url": "https://apod.nasa.gov/apod/image/2003/crs20_boostback1024.jpg"
  },
  {
    "date": "2020-03-13",
    "explanation": "A dramatic nocturnal landscape from around 1850, this oil painting is the work of French artist Jean-Francois Millet. In the dark and atmospheric night sky are shooting stars, known too as meteors, above a landscape showing a path through the faintly lit countryside that leads toward trees and a cart in silhouette on the horizon. Millet was raised in a farming family in Normandy and is known for his paintings of rural scenes and peasant life. This Starry Night was painted after the artist moved to Barbizon, about 30 kilometers southeast of any 19th century light pollution from Paris. Millet wrote to his brother at this time, \"If only you knew how beautiful the night is ... the calm and grandeur of it are so awesome that I find that I actually feel overwhelmed.\" Dutch artist Vincent van Gogh was an admirer of Millet's work, and later also painted two dramatic starry nights.",
    "hdurl": "https://apod.nasa.gov/apod/image/2003/ag-obj-52945-001-pub-large.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Starry Night by Jean-Francois Millet",
    "url": "https://apod.nasa.gov/apod/image/2003/ag-obj-52945-001-1024b05.jpg"
  },
  {
    "copyright": "El Cielo de Canarias",
    "date": "2020-03-14",
    "explanation": "What phase of the Moon is 3.14 radians from the Sun? The Full Moon, of course. Even though the Moon might look full for several days, the Moon is truly at its full phase when it is 3.14 radians (aka 180 degrees) from the Sun in ecliptic longitude. That's opposite the Sun in planet Earth's sky. Rising as the Sun set on March 9, only an hour or so after the moment of its full phase, this orange tinted and slightly flattened Moon still looked full. It was photographed opposite the setting Sun from Teide National Park on the Canary Island of Tenerife. Also opposite the setting Sun, seen from near the Teide volcano peak about 3,500 meters above sea level, is the mountain's rising triangular shadow extending into Earth's dense atmosphere. Below the distant ridge line on the left are the white telescope domes of Teide Observatory",
    "hdurl": "https://apod.nasa.gov/apod/image/2003/MoonriseShadowDLopez_1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moonrise and Mountain Shadow",
    "url": "https://apod.nasa.gov/apod/image/2003/MoonriseShadowDLopez_1024.jpg"
  },
  {
    "date": "2020-03-15",
    "explanation": "You couldn't really be caught in this blizzard while standing by a cliff on Churyumov-Gerasimenko. Orbiting the comet -- frequently abbreviated as 67P or CG -- in June of 2016, the Rosetta spacecraft's narrow angle camera did record streaks of dust and ice particles -- similar to snow -- as they drifted across the field of view near the camera and above the comet's surface. Some of the bright specks in the scene, however, are likely due to a rain of energetic charged particles or cosmic rays hitting the camera, and the dense background of stars in the direction of the constellation of the Big Dog (Canis Major). In the featured video, these background stars are easy to spot trailing from top to bottom. The stunning movie was constructed from 33 consecutive images taken over 25 minutes while Rosetta cruised some 13 kilometers from the comet's nucleus.",
    "media_type": "video",
    "service_version": "v1",
    "title": "The Snows of Churyumov-Gerasimenko",
    "url": "https://www.youtube.com/embed/PpyPgJHKxSw?rel=0"
  },
  {
    "copyright": "Francisco Sojuel",
    "date": "2020-03-16",
    "explanation": "Why does Saturn appear so big? It doesn't -- what is pictured are foreground clouds on Earth crossing in front of the Moon. The Moon shows a slight crescent phase with most of its surface visible by reflected Earthlight known as ashen glow. The Sun directly illuminates the brightly lit lunar crescent from the bottom, which means that the Sun must be below the horizon and so the image was taken before sunrise.  This double take-inducing picture was captured on 2019 December 24, two days before the Moon slid in front of the Sun to create a solar eclipse. In the foreground, lights from small Guatemalan towns are visible behind the huge volcano Pacaya.   Follow APOD in English on: Instagram, Facebook,  Reddit, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/2003/SaturnMoon_Sojuel_1824.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Moon Dressed Like Saturn",
    "url": "https://apod.nasa.gov/apod/image/2003/SaturnMoon_Sojuel_960.jpg"
  },
  {
    "date": "2020-03-17",
    "explanation": "What's happening in the center of nearby spiral galaxy M77? The face-on galaxy lies a mere 47 million light-years away toward the constellation of the Sea Monster (Cetus).  At that estimated distance, this gorgeous island universe is about 100 thousand light-years across.  Also known as NGC 1068, its compact and very bright core is well studied by astronomers exploring the mysteries of supermassive black holes in active Seyfert galaxies.  M77 and its active core glows bright at x-ray, ultraviolet, visible, infrared, and radio wavelengths.  The featured sharp image of M77 was taken by the Hubble Space Telescope and is dominated by the (visible) red light emitted by hydrogen.  The image shows details of the spiral's winding spiral arms as traced by obscuring dust clouds, and red-tinted star forming regions close in to the galaxy's luminous core.    Astrophysicists: Browse 2,100+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/2003/M77Halpha_HubbleSchmidt_2290.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M77: Spiral Galaxy with an Active Center",
    "url": "https://apod.nasa.gov/apod/image/2003/M77Halpha_HubbleSchmidt_960.jpg"
  },
  {
    "copyright": "Bryan Goff",
    "date": "2020-03-18",
    "explanation": "What's happening behind those clouds?  Although the scene may appear somehow supernatural, nothing more unusual is occurring than a Sun setting on the other side of the sky.  Pictured here are anticrepuscular rays.  To understand them, start by picturing common crepuscular rays that are seen any time that sunlight pours though scattered clouds. Now although sunlight indeed travels along straight lines, the projections of these lines onto the spherical sky are great circles.  Therefore, the crepuscular rays from a setting (or rising) sun will appear to re-converge on the other side of the sky.  At the anti-solar point 180 degrees around from the Sun, they are referred to as anticrepuscular rays.  Featured here is a particularly striking display of anticrepuscular rays photographed in 2016 over Dry Tortugas National Park in Florida, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/2003/AntiCrepRays_Goff_3072.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Anticrepuscular Rays over Florida",
    "url": "https://apod.nasa.gov/apod/image/2003/AntiCrepRays_Goff_960.jpg"
  },
  {
    "copyright": "Eric Coles",
    "date": "2020-03-19",
    "explanation": "In 1716, English astronomer Edmond Halley noted, \"This is but a little Patch, but it shews itself to the naked Eye, when the Sky is serene and the Moon absent.\" Of course, M13 is now less modestly recognized as the Great Globular Cluster in Hercules, one of the brightest globular star clusters in the northern sky. Sharp telescopic views like this one reveal the spectacular cluster's hundreds of thousands of stars. At a distance of 25,000 light-years, the cluster stars crowd into a region 150 light-years in diameter. Approaching the cluster core upwards of 100 stars could be contained in a cube just 3 light-years on a side. For comparison, the closest star to the Sun is over 4 light-years away. The remarkable range of brightness recorded in this image follows stars into the dense cluster core and reveals three subtle dark lanes forming the apparent shape of a propeller just below and slightly left of center. Distant background galaxies in the medium-wide field of view include NGC 6207 at the upper left.",
    "hdurl": "https://apod.nasa.gov/apod/image/2003/Messier13_HelmColes.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M13: The Great Globular Cluster in Hercules",
    "url": "https://apod.nasa.gov/apod/image/2003/Messier13_HelmColes1024.jpg"
  },
  {
    "copyright": "Arnaud Mariat",
    "date": "2020-03-20",
    "explanation": "Dawn's early light came to Montreal, northern planet Earth, on March 18, the day before the vernal equinox. At the end of that nearly equal night the Moon stands above a dense constellation of urban lights in this serene city and skyscape. Of course the Moon's waning crescent faces toward the rising Sun. Skygazers could easily spot bright Jupiter just above the Moon, close on the sky to a fainter Mars. Saturn, a telescopic favorite, is just a pinprick of light below and farther left of the closer conjunction of Moon, Jupiter and Mars. Near the ecliptic, even Mercury is rising along a line extended to the horizon from Jupiter and Saturn. The elusive inner planet is very close to the horizon though, and not quite visible in this morning's sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/2003/conjonction-montreal-200318.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Morning, Planets, Moon and Montreal",
    "url": "https://apod.nasa.gov/apod/image/2003/conjonction-montreal-200318_crop1016.jpg"
  },
  {
    "copyright": "CARA Project",
    "date": "2020-03-21",
    "explanation": "Comet ATLAS C/2019 Y4 was discovered by the NASA funded Asteroid Terrestrial-impact Last Alert System, the last comet discovery reported in 2019. Now growing brighter in northern night skies, the comet's pretty greenish coma is at the upper left of this telescopic skyview captured from a remotely operated observatory in New Mexico on March 18. At lower right are M81 and M82, well-known as large, gravitationally interacting galaxies. Seen through faint dust clouds above the Milky Way, the galaxy pair lies about 12 million light-years distant, toward the constellation Ursa Major. In bound Comet ATLAS is about 9 light-minutes from Earth, still beyond the orbit of Mars. The comet's elongated orbit is similar to orbit of the Great Comet of 1844 though, a trajectory that will return this comet to the inner Solar System in about 6,000 years.  Comet ATLAS will reach a perihelion or closest approach to the Sun on May 31 inside the orbit of Mercury and may become a naked-eye comet in the coming days.",
    "hdurl": "https://apod.nasa.gov/apod/image/2003/C2019Y4_200318_FB.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet ATLAS and the Mighty Galaxies",
    "url": "https://apod.nasa.gov/apod/image/2003/C2019Y4_200318_FB1024.jpg"
  },
  {
    "copyright": "El Cielo de Canarias",
    "date": "2020-03-22",
    "explanation": "These people are not in danger. What is coming down from the left is just the Moon, far in the distance. Luna appears so large here because she is being photographed through a telescopic lens.  What is moving is mostly the Earth, whose spin causes the Moon to slowly disappear behind Mount Teide, a volcano in the Canary Islands off the northwest coast of Africa. The people pictured are 16 kilometers away and  many are facing the camera because they are watching the Sun rise behind the photographer. It is not a coincidence that a full moon rises just when the Sun sets because the Sun is always on the opposite side of the sky from a full moon. The featured video was made two years ago during the full Milk Moon.  The video is not time-lapse -- this was really how fast the Moon was setting.   Free Video Lectures: Introductory Astronomy",
    "media_type": "video",
    "service_version": "v1",
    "title": "Moon Setting Behind Teide Volcano",
    "url": "https://www.youtube.com/embed/afHfMMC-MJE?rel=0"
  },
  {
    "copyright": "Hirofumi Okubo",
    "date": "2020-03-23",
    "explanation": "If you stare at an interesting patch of sky long enough, will it look different? In the case of Pleiades and Hyades star clusters -- and surrounding regions -- the answer is: yes, pretty different. Long duration camera exposures reveal an intricate network of interwoven interstellar dust and gas that was previously invisible not only to the eye but to lower exposure images. In the featured wide and deep mosaic, the dust stands out spectacularly, with the familiar Pleaides star cluster visible as the blue patch near the top of the image.  Blue is the color of the Pleiades' most massive stars, whose distinctive light reflects from nearby fine dust. On the upper left is the Hyades star cluster surrounding the bright, orange, foreground-star Aldebaran.  Red glowing emission nebula highlight the bottom of the image, including the curving vertical red ribbon known as the Eridanus Loop.  The pervasive dust clouds appear typically in light brown and are dotted with unrelated stars.   Almost Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2003/Taurus2Eridanus_Okubo_1085.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "From the Pleiades to the Eridanus Loop",
    "url": "https://apod.nasa.gov/apod/image/2003/Taurus2Eridanus_Okubo_960.jpg"
  },
  {
    "date": "2020-03-24",
    "explanation": "What happens to a star that goes near a black hole? If the star directly impacts a massive black hole, then the star falls in completely -- and everything vanishes. More likely, though, the star goes close enough to have the black hole's gravity pull away the outer layers of the star, or disrupt the star. Then most of the star's gas does not fall into the black hole.  These stellar tidal disruption events can be as bright as a supernova, and an increasing amount of them are being discovered by automated sky surveys. In the featured artist's illustration, a star has just passed a massive black hole and sheds gas that continues to orbit.  The inner edge of a disk of gas and dust surrounding the black hole is heated by the disruption event and may glow long after the star  is gone.",
    "hdurl": "https://apod.nasa.gov/apod/image/2003/BhShredder_NASA_3482.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Black Hole Disrupts a Passing Star",
    "url": "https://apod.nasa.gov/apod/image/2003/BhShredder_NASA_1080.jpg"
  },
  {
    "copyright": "Utkarsh Mishra",
    "date": "2020-03-25",
    "explanation": "Massive star IRS 4 is beginning to spread its wings.  Born only about 100,000 years ago, material streaming out from this newborn star has formed the nebula dubbed Sharpless 2-106 Nebula (S106), featured here.  A large disk of dust and gas orbiting Infrared Source 4 (IRS 4), visible in brown near the image center, gives the nebula an hourglass or butterfly shape.  S106 gas near IRS 4 acts as an emission nebula as it emits light after being ionized, while dust far from IRS 4 reflects light from the central star and so acts as a reflection nebula.  Detailed inspection of a relevant  infrared image of S106  reveal hundreds of low-mass brown dwarf stars lurking in the nebula's gas.  S106 spans about 2 light-years and lies about 2000 light-years away toward the  constellation of the Swan (Cygnus).",
    "hdurl": "https://apod.nasa.gov/apod/image/2003/S106_Mishra_1947.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Forming Region S106",
    "url": "https://apod.nasa.gov/apod/image/2003/S106_Mishra_960.jpg"
  },
  {
    "copyright": "Ralf Rohner",
    "date": "2020-03-26",
    "explanation": "This surreal picture isn't from a special effects sci-fi movie. It is a digital composite of frames of the real Andromeda Galaxy, also known as M31, rising over a real mountain. Exposures tracking the galaxy and background stars have been digitally combined with separate exposures of the foreground terrain. All background and foreground exposures were made back to back with the same camera and telephoto lens on the same night from the same location. In the \"Deepscape\" combination they produce a stunning image that reveals a range of brightness and color that your eye can't quite see on its own. Still, it does look like you could ride a cable car up this mountain and get off at the station right next to Andromeda. But at 2.5 million light-years from Earth the big beautiful spiral galaxy really is a little out of reach as a destination. Don't worry, though. Just wait 5 billion years and the Andromeda Galaxy will come to you. This Andromeda Station is better known as Weisshorn, the highest peak of the ski area in Arosa, Switzerland.",
    "hdurl": "https://apod.nasa.gov/apod/image/2003/AndromedaStation.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Andromeda Station",
    "url": "https://apod.nasa.gov/apod/image/2003/AndromedaStation1049.jpg"
  },
  {
    "copyright": "Massimo Tamajo",
    "date": "2020-03-27",
    "explanation": "A drop of water seems to hold an entire galaxy in this creative macro-astrophotograph. In the imaginative work of cosmic nature photography a close-up lens was used to image a previously made picture of a galaxy, viewed through a water drop suspended from a stem. A favorite of many telescope-wielding astroimagers, the galaxy is the Andromeda Galaxy, also known as M31. About 100,000 light-years across that majestic galaxy's spiral arms and dust lanes are curved and distorted in the image contained in the centimeter-sized droplet. Andromeda is some 2.5 million light-years distant, but this project was still carried out while spending time indoors.",
    "hdurl": "https://apod.nasa.gov/apod/image/2003/Galassiainunagoccia.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Little Drop of Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2003/Galassiainunagoccia1024.jpg"
  },
  {
    "copyright": "Gianni Tumino",
    "date": "2020-03-28",
    "explanation": "In trying times, stars still trail in the night. Taken on March 14, this night skyscape was made by combining 230 exposures each 15 seconds long to follow the stars' circular paths. The camera was fixed to a tripod on an isolated terrace near the center of Ragusa, Italy, on the island of Sicily. But the night sky was shared around the rotating planet. A friend to celestial navigators and astrophotographers alike Polaris, the north star, makes the short bright trail near the center of the concentric celestial arcs.",
    "hdurl": "https://apod.nasa.gov/apod/image/2003/STARTRAILRAGUSA14_03_2020_14mm3120px.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars Trail over Ragusa",
    "url": "https://apod.nasa.gov/apod/image/2003/STARTRAILRAGUSA14_03_2020_14mm1024px.jpg"
  },
  {
    "copyright": "Stanislav Volskiy Rollover Annotation: Judy Schmidt",
    "date": "2020-03-29",
    "explanation": "The constellation of Orion is much more than three stars in a row. It is a direction in space that is rich with impressive nebulas. To better appreciate this well-known swath of sky, an extremely long exposure was taken over many clear nights in 2013 and 2014. After 212 hours of camera time and an additional year of processing, the featured 1400-exposure collage spanning over 40 times the angular diameter of the Moon emerged.  Of the many interesting details that have become visible, one that particularly draws the eye is Barnard's Loop, the bright red circular filament arcing down from the middle. The Rosette Nebula is not the giant red nebula near the top of the image -- that is a larger but lesser known nebula known as Lambda Orionis.  The Rosette Nebula is visible, though: it is the red and white nebula on the upper left.  The bright orange star just above the frame center is Betelgeuse, while the bright blue star on the lower right is Rigel. Other famous nebulas visible include the Witch Head Nebula, the Flame Nebula, the Fox Fur Nebula, and, if you know just where to look, the comparatively small Horsehead Nebula. About those famous three stars that cross the belt of Orion the Hunter -- in this busy frame they can be hard to locate, but a discerning eye will find them just below and to the right of the image center.",
    "hdurl": "https://apod.nasa.gov/apod/image/1511/Orion212_Volskiy_5574.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A 212-Hour Exposure of Orion",
    "url": "https://apod.nasa.gov/apod/image/1511/Orion212_Volskiy_960.jpg"
  },
  {
    "date": "2020-03-30",
    "explanation": "What creates Saturn's colors?  The featured picture of Saturn only slightly exaggerates what a human would see if hovering close to the giant ringed world.   The image was taken in 2005 by the robot Cassini spacecraft that orbited Saturn from 2004 to 2017.  Here Saturn's majestic rings appear directly only as a curved line, appearing brown, in part, from its infrared glow.  The rings best show their complex structure in the dark shadows they create across the upper part of the planet.   The northern hemisphere of Saturn can appear partly blue for the same reason that Earth's skies can appear blue -- molecules in the cloudless portions of both planet's atmospheres are better at scattering blue light than red.  When looking deep into Saturn's clouds, however, the natural gold hue of Saturn's clouds becomes dominant.   It is not known why southern Saturn does not show the same blue hue -- one hypothesis holds that clouds are higher there.   It is also not known why some of Saturn's clouds are colored gold.   Activities: NASA Science at Home",
    "hdurl": "https://apod.nasa.gov/apod/image/2003/SaturnColors_CassiniSchmidt_1000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Colors of Saturn from Cassini",
    "url": "https://apod.nasa.gov/apod/image/2003/SaturnColors_CassiniSchmidt_960.jpg"
  },
  {
    "date": "2020-03-31",
    "explanation": "In how many ways does the center of our Galaxy glow?  This enigmatic region, about 26,000 light years away toward the constellation of the Archer (Sagittarius), glows in every type of light that we can see.  In the featured image, high-energy X-ray emission captured by NASA's orbiting Chandra X-Ray Observatory appears in green and blue, while low-energy radio emission captured by SARAO's ground-based MeerKAT telescope array is colored red. Just on the right of the colorful central region lies Sagittarius A (Sag A), a strong radio source that coincides with Sag A*, our Galaxy's central supermassive black hole. Hot gas surrounds Sag A, as well as a series of parallel radio filaments known as the Arc, seen just left of the image center.  Numerous unusual single radio filaments are visible around the image. Many stars orbit in and around Sag A, as well as numerous small black holes and dense stellar cores known as neutron stars and white dwarfs.  The Milky Way's central supermassive black hole is currently being imaged by the Event Horizon Telescope.   Activities: NASA Science at Home",
    "hdurl": "https://apod.nasa.gov/apod/image/2003/GalCenterRadXray_NASA_10800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Galactic Center from Radio to X-ray",
    "url": "https://apod.nasa.gov/apod/image/2003/GalCenterRadXray_NASA_1080.jpg"
  },
  {
    "date": "2020-04-01",
    "explanation": "Is this asteroid Arrokoth or a potato? Perhaps, after all the data was beamed back to Earth from NASA's  robotic New Horizons spacecraft, the featured high resolution image of asteroid Arrokoth was constructed.  Perhaps, alternatively, the featured image is of a potato. Let's consider some facts.  Arrokoth is the most distant asteroid ever visited and a surviving remnant of the early years of our Solar System. A potato is a root vegetable that you can eat.  Happy April Fool's Day from the folks at APOD!  Although asteroid Arrokoth may look like a potato, in fact very much like the featured potato, Arrokoth (formerly known as Ultima Thule) is about 200,000 times wider and much harder to eat.    Activities: NASA Science at Home",
    "hdurl": "https://apod.nasa.gov/apod/image/2004/PotatoPod_Sutton_5332.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Asteroid or Potato?",
    "url": "https://apod.nasa.gov/apod/image/2004/PotatoPod_Sutton_960.jpg"
  }
]
