[
  {
    "date": "2020-12-01",
    "explanation": "Are stars still forming in the Milky Way's satellite galaxies?  Found among the Small Magellanic Cloud's (SMC's) clusters and nebulas, NGC 346 is a star forming region about 200 light-years across, pictured here in the center of a Hubble Space Telescope image. A satellite galaxy of the Milky Way, the Small Magellanic Cloud (SMC) is a wonder of the southern sky, a mere 210,000 light-years distant in the constellation of the Toucan (Tucana). Exploring NGC 346, astronomers have identified a population of embryonic stars strung along the dark, intersecting dust lanes visible here on the right. Still collapsing within their natal clouds, the stellar infants' light is reddened by the intervening dust. Toward the top of the frame is another star cluster with intrinsically older and redder stars. A small, irregular galaxy, the SMC itself represents a type of galaxy more common in the early Universe. These small galaxies, though, are thought to be building blocks for the larger galaxies present today.   All 30: 2020 November APODs voiced by AI",
    "hdurl": "https://apod.nasa.gov/apod/image/2012/Ngc346_HubbleSchmidt_3375.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 346: Star Forming Cluster in the SMC",
    "url": "https://apod.nasa.gov/apod/image/2012/Ngc346_HubbleSchmidt_960.jpg"
  },
  {
    "copyright": "Zachery Cooley",
    "date": "2020-12-02",
    "explanation": "Who's watching whom?  The featured image of the Moon through a gap in a wall of rock may appear like a giant eye looking back at you.  Although, in late October, it took only a single exposure to capture this visual double, it also took a lot of  planning.  The photographic goal was achieved by precise timing -- needed for a nearly full moon to appear through the eye-shaped arch, by precise locating -- needed for the angular size of the Moon to fit iconically inside the rock arch, and by good luck -- needed for a clear sky and for the entire scheme to work. The seemingly coincidental juxtaposition was actually engineered with the help of three smartphone apps.  The pictured sandstone arch, carved by erosion, is millions of years old and just one of thousands of natural rock arches that have been found in Arches National Park near Moab, Utah, USA.  Contrastingly, the pictured Moon can be found up in the sky from just about anywhere on Earth, about half the time.",
    "hdurl": "https://apod.nasa.gov/apod/image/2012/MoonEye_Cooley_1350.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eye of Moon",
    "url": "https://apod.nasa.gov/apod/image/2012/MoonEye_Cooley_960.jpg"
  },
  {
    "date": "2020-12-03",
    "explanation": "Sixty million light-years away toward the southerly constellation Corvus, these two large galaxies are colliding. The cosmic train wreck captured in stunning detail in this Hubble Space Telescope snapshot takes hundreds of millions of years to play out. Cataloged as NGC 4038 and NGC 4039, the galaxies' individual stars don't often collide though. Their large clouds of molecular gas and dust do, triggering furious episodes of star formation near the center of the wreckage. New star clusters and interstellar matter are jumbled and flung far from the scene of the accident by gravitational forces. This Hubble close-up frame is about 50,000 light-years across at the estimated distance of the colliding galaxies. In wider-field views their suggestive visual appearance, with extended structures arcing for hundreds of thousands of light-years, gives the galaxy pair its popular name, The Antennae Galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/2012/AntennaeGpotw1345a_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Antennae Galaxies in Collision",
    "url": "https://apod.nasa.gov/apod/image/2012/AntennaeGpotw1345a_1024.jpg"
  },
  {
    "copyright": "Fabian Neyer",
    "date": "2020-12-04",
    "explanation": "A bright spiral galaxy of the northern sky, Messier 63 is nearby, about 30 million light-years distant toward the loyal constellation Canes Venatici. Also cataloged as NGC 5055, the majestic island universe is nearly 100,000 light-years across, about the size of our own Milky Way. Its bright core and majestic spiral arms lend the galaxy its popular name, The Sunflower Galaxy, while this exceptionally deep exposure also follows faint, arcing star streams far into the galaxy's halo. Extending nearly 180,000 light-years from the galactic center the star streams are likely remnants of tidally disrupted satellites of M63. Other satellite galaxies of M63 can be spotted in this remarkable wide-field image, made with a small telescope, including five newly identified faint dwarf galaxies, which could contribute to M63's star streams in the next few billion years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2012/Neyerm63_l2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Curly Spiral Galaxy M63",
    "url": "https://apod.nasa.gov/apod/image/2012/Neyerm63_l1_1024.jpg"
  },
  {
    "copyright": "Jean-Yves Letellier",
    "date": "2020-12-05",
    "explanation": "Mons Rumker, a 70 kilometer wide complex of volcanic domes, rises some 1100 meters above the vast, smooth lunar mare known as Oceanus Procellarum, the Ocean of Storms. Daylight came to the area late last month. The lunar terminator, the shadow line between night and day, runs diagonally across the left side in this telescopic close-up of a waxing gibbous Moon from November 27. China's Chang'e-5 mission landing site is also in the frame. The probe's lander-ascender combination touch down on the lunar surface within a region right of center and north of Mons Rumker's domes on December 1. On December 3 the ascender left the Ocean of Storms carrying 2 kilograms of lunar material for return to planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2012/MonsRumker_Letellier.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mons Rumker in the Ocean of Storms",
    "url": "https://apod.nasa.gov/apod/image/2012/MonsRumker_Letellier.jpg"
  },
  {
    "date": "2020-12-06",
    "explanation": "These dark pillars may look destructive, but they are creating stars.  This pillar-capturing image of the inside of the Eagle Nebula, taken with the Hubble Space Telescope in 1995, shows evaporating gaseous globules (EGGs) emerging from pillars of molecular hydrogen gas and dust.  The giant pillars are light years in length and are so dense that interior gas contracts gravitationally to form stars.  At each pillars' end, the intense radiation of bright young stars causes low density material to boil away, leaving stellar nurseries of dense EGGs exposed.  The Eagle Nebula, associated with the open star cluster M16, lies about 7000 light years away.  The pillars of creation have been imaged more recently in infrared light by Hubble, NASA's Spitzer Space Telescope, and ESA's Herschel Space Observatory -- showing new detail.   Be Honest: Have you seen this image before?",
    "hdurl": "https://apod.nasa.gov/apod/image/2012/pillars8_hst_1518.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M16: Pillars of Star Creation",
    "url": "https://apod.nasa.gov/apod/image/2012/pillars8_hst_960.jpg"
  },
  {
    "copyright": "Laure Mattuzzi",
    "date": "2020-12-07",
    "explanation": "What's that below those strange clouds? Presidents. If you look closely, you may recognize the heads of four former US Presidents carved into famous Mount Rushmore in South Dakota, USA.  More obvious in the featured image are the unusual mammatus clouds that passed briefly overhead. Both were captured together by a surprised tourist with a quick camera in early September. Unlike normal flat-bottomed clouds which form when moist and calm air plateaus rise and cool, bumpy mammatus clouds form as icy and turbulent air pockets sink and heat up.  Such turbulent air is frequently accompanied by a thunderstorm.  Each mammatus lobe spans about one kilometer. The greater mountain is known to native Lakota Sioux as Six Grandfathers, deities responsible for the directions north, south, east, west, up, and down.",
    "hdurl": "https://apod.nasa.gov/apod/image/2012/MammatusRushmore_Mattuzzi_3024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mammatus Clouds over Mount Rushmore",
    "url": "https://apod.nasa.gov/apod/image/2012/MammatusRushmore_Mattuzzi_960.jpg"
  },
  {
    "copyright": "Kevin Saragozza",
    "date": "2020-12-08",
    "explanation": "Don’t miss the coming great conjunction. In just under two weeks, the two largest planets in our Solar System will angularly pass so close together in Earth's sky that the Moon would easily be able to cover them both simultaneously.  This pending planetary passage -- on December 21 -- will be the closest since 1623.  Jupiter and Saturn will remain noticeably bright and can already be seen together toward the southwest just after sunset.  Soon after dusk is the best time to see them -- because they set below the horizon soon after.  In mid-November, the Jovian giants were imaged together here about three degrees apart -- and slowly closing. The featured image, including a crescent moon, captured the dynamic duo beyond the Cape Murro di Porco Lighthouse in Syracuse, Sicily, Italy.",
    "hdurl": "https://apod.nasa.gov/apod/image/2012/LighthouseJupSat_Saragozza_4480.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Great Conjunction over Sicilian Lighthouse",
    "url": "https://apod.nasa.gov/apod/image/2012/LighthouseJupSat_Saragozza_960.jpg"
  },
  {
    "date": "2020-12-09",
    "explanation": "This was one great scientific instrument. Starting in 1963, the 305-meters across Arecibo Telescope in Puerto Rico USA reigned as the largest single-dish radio telescope in the world for over 50 years. Among numerous firsts and milestones, data from Arecibo has been used to measure the spin of Mercury, map the surface of Venus, discover the first planets outside of our Solar System, verify the existence of gravitational radiation, search for extraterrestrial intelligence, and, reportedly, locate hidden military radar by tracking their reflections from the Moon.  In the process of being decommissioned, the Arecibo Telescope suffered a catastrophic structural collapse early this month, as seen in the featured composite video.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Arecibo Telescope Collapse",
    "url": "https://www.youtube.com/embed/Eenw0p14ZrM?rel=0"
  },
  {
    "copyright": "Georges Attard",
    "date": "2020-12-10",
    "explanation": "It's easy to get lost following the intricate looping filaments in this detailed image of supernova remnant Simeis 147. Also cataloged as Sharpless 2-240 it goes by the popular nickname, the Spaghetti Nebula. Seen toward the boundary of the constellations Taurus and Auriga, it covers nearly 3 degrees or 6 full moons on the sky. That's about 150 light-years at the stellar debris cloud's estimated distance of 3,000 light-years. This composite includes image data taken through narrow-band filters where reddish emission from ionized hydrogen atoms and doubly ionized oxygen atoms in faint blue-green hues trace the shocked, glowing gas. The supernova remnant has an estimated age of about 40,000 years, meaning light from the massive stellar explosion first reached Earth 40,000 years ago. But the expanding remnant is not the only aftermath. The cosmic catastrophe also left behind a spinning neutron star or pulsar, all that remains of the original star's core.",
    "hdurl": "https://apod.nasa.gov/apod/image/2012/S147_GeorgesAttard.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Simeis 147: Supernova Remnant",
    "url": "https://apod.nasa.gov/apod/image/2012/S147_GeorgesAttard1024.jpg"
  },
  {
    "date": "2020-12-11",
    "explanation": "Many bright nebulae and star clusters in planet Earth's sky are associated with the name of astronomer Charles Messier from his famous 18th century catalog. His name is also given to these two large and remarkable craters on the Moon. Standouts in the dark, smooth lunar Sea of Fertility or Mare Fecunditatis, Messier (left) and Messier A have dimensions of 15 by 8 and 16 by 11 kilometers respectively. Their elongated shapes are explained by the extremely shallow-angle trajectory followed by an impactor, moving left to right, that gouged out the craters. The shallow impact also resulted in two bright rays of material extending along the surface to the right, beyond the picture. Intended to be viewed with red/blue glasses (red for the left eye), this striking stereo picture of the crater pair was recently created from high resolution scans of two images (AS11-42-6304, AS11-42-6305) taken during the Apollo 11 mission to the Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/2012/MessierCrater3d_vantuyne.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier Craters in Stereo",
    "url": "https://apod.nasa.gov/apod/image/2012/MessierCrater3d_vantuyne1024c.jpg"
  },
  {
    "copyright": "Tunc Tezel",
    "date": "2020-12-12",
    "explanation": "During this northern summer Saturn and Jupiter were both near opposition, opposite the Sun in planet Earth's sky. Their paired retrograde motion, seen about every 20 years, is followed from 19 June through 28 August in this panoramic composite as they wander together between the stars in western Capricornus and eastern Sagittarius. But this December's skies find them drawing even closer together. Jupiter and Saturn are now close, bright celestial beacons in the west after sunset. On solstice day December 21 they will reach their magnificent 20 year Great Conjunction. Then the two largest worlds in the Solar System will appear in Earth's sky separated by only about 1/5 the apparent diameter of a Full Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/2012/SaJu2020Lb.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn and Jupiter in Summer 2020",
    "url": "https://apod.nasa.gov/apod/image/2012/SaJu2020Lb_1024.jpg"
  },
  {
    "copyright": "Steed YuNightChina.net",
    "date": "2020-12-13",
    "explanation": "Where do Geminid meteors come from?  In terms of location on the sky, as the featured image composite beautifully demonstrates, the sand-sized bits of rock that create the streaks of the Geminids meteor shower appear to flow out from the constellation of Gemini. In terms of parent body, Solar System trajectories point to the asteroid 3200 Phaethon -- but this results in a bit of a mystery since that unusual object appears mostly dormant.  Perhaps, 3200 Phaethon undergoes greater dust-liberating events than we know. Over 50 meteors including a bright fireball were captured during the peak of the 2015 Geminids Meteor Shower streaking above Xinglong Observatory in China.  The Geminids of December are one of the most predictable and active meteor showers.  This year's Geminids peak tonight and should be particularly good because, in part, the nearly new Moon will only rise toward dawn and so not brighten the sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/2012/GemindsXinglong_Steed_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Geminid Meteors over Xinglong Observatory",
    "url": "https://apod.nasa.gov/apod/image/2012/GemindsXinglong_Steed_960.jpg"
  },
  {
    "date": "2020-12-14",
    "explanation": "The streak across the sky is a capsule returning from an asteroid. It returned earlier this month from the near-Earth asteroid 162173 Ryugu carrying small rocks and dust from its surface.  The canister was released by its mothership, Japan's Hayabusa2, a mission that visited Ryugu in 2018, harvested a surface sample in 2019, and zoomed back past Earth.  The jettisoned return capsule deployed a parachute and landed in rural Australia. A similar mission, NASA's OSIRIS- REx, recently captured rocks and dust from a similar asteroid, Bennu, and is scheduled to return its surface sample to Earth in 2023. Analyses of compounds from these asteroids holds promise to give humanity new insights about the early Solar System and new clues about how water and organic matter came to be on Earth.   Experts Debate: How will humanity first discover extraterrestrial life?",
    "media_type": "video",
    "service_version": "v1",
    "title": "Capsule Returns from Asteroid Ryugu",
    "url": "https://www.youtube.com/embed/NuLuCeawQSo?rel=0"
  },
  {
    "copyright": "Sebastian Voltmer",
    "date": "2020-12-15",
    "explanation": "It's happening. Saturn and Jupiter are moving closer and will soon appear in almost exactly the same direction.  Coincidentally, on the night of the December solstice -- the longest night of the year in the north and the longest day in the south -- the long-awaited Great Conjunction will occur. Then, about six days from now, Saturn and Jupiter will be right next to each other -- as they are every 20 years. But this juxtaposition is not just any Great Conjunction -- it will be the closest since 1623 because the two planetary giants will pass only 1/10th of a degree from each other -- well less than the apparent diameter of a full moon.  In the next few days a crescent moon will also pass a few degrees away from the converging planets and give a preliminary opportunity for iconic photos.  The featured illustration shows the approach of Saturn and Jupiter during November and December over the French Alps.   Growing Gallery: Notable images of the Great Conjunction submitted to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2012/SaturnJupiter_Voltmer_1920.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Great Conjunction: Saturn and Jupiter Converge",
    "url": "https://apod.nasa.gov/apod/image/2012/SaturnJupiter_Voltmer_960.jpg"
  },
  {
    "date": "2020-12-16",
    "explanation": "What's the matter with the Bullet Cluster? This massive cluster of galaxies (1E 0657-558) creates gravitational lens distortions of background galaxies in a way that has been interpreted as strong evidence for the leading theory: that dark matter exists within. Different analyses, though, indicate that a less popular alternative -- modifying gravity-- could explain cluster dynamics without dark matter, and provide a more likely progenitor scenario as well. Currently, the two scientific hypotheses are competing to explain the observations: it's invisible matter versus amended gravity. The duel is dramatic as a clear Bullet-proof example of dark matter would shatter the simplicity of modified gravity theories.  The featured sonified image is a Hubble/Chandra/Magellan composite with red depicting the X-rays emitted by hot gas, and blue depicting the suggested separated dark matter distribution.  The sonification assigns low tones to dark matter, mid-range frequencies to visible light, and high tones to X-rays.  The battle over the matter in the Bullet cluster is likely to continue as more observations, computer simulations, and analyses are completed.    Submitted to APOD: Notable images of the 2020 Geminids Meteor Shower",
    "media_type": "video",
    "service_version": "v1",
    "title": "Sonified: The Matter of the Bullet Cluster",
    "url": "https://www.youtube.com/embed/sau5-39wK1c?rel=0"
  },
  {
    "copyright": "Stefano Pellegrini",
    "date": "2020-12-17",
    "explanation": "Taken over the course of an hour shortly after local midnight on December 13, 35 exposures were used to create this postcard from Earth. The composited night scene spans dark skies above the snowy Italian Dolomites during our fair planet's annual Geminid meteor shower. Sirius, alpha star of Canis Major and the brightest star in the night, is grazed by a meteor streak on the right. The Praesepe star cluster, also known as M44 or the Beehive cluster, itself contains about a thousand stars but appears as a smudge of light far above the southern alpine peaks near the top. The shower's radiant is off the top of the frame though, near Castor and Pollux the twin stars of Gemini. The radiant effect is due to perspective as the parallel meteor tracks appear to converge in the distance. As Earth sweeps through the dust trail of asteroid 3200 Phaethon, the dust that creates Gemini's meteors enters Earth's atmosphere traveling at about 22 kilometers per second.   Submitted to APOD: Notable images of the 2020 Geminids Meteor Shower",
    "hdurl": "https://apod.nasa.gov/apod/image/2012/GeminidMeteorsStePelle.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gemini's Meteors",
    "url": "https://apod.nasa.gov/apod/image/2012/GeminidMeteorsStePelle1024.jpg"
  },
  {
    "copyright": "Mariano Ribas",
    "date": "2020-12-18",
    "explanation": "When the shadow of the Moon raced across planet Earth's southern hemisphere on December 14, sky watchers along the shadow's dark central path were treated to the only total solar eclipse of 2020. During the New Moon's shadow play this glistening diamond ring was seen for a moment, even in cloudy skies. Known as the diamond ring effect, the transient spectacle actually happens twice. Just before and immediately after totality, a thin sliver of solar disk visible behind the Moon's edge creates the appearance of a shiny jewel set in a dark ring. This dramatic snapshot from the path of totality in northern Patagonia, Argentina captures this eclipse's second diamond ring, along with striking solar prominences lofted beyond the edge of the Moon's silhouette.",
    "hdurl": "https://apod.nasa.gov/apod/image/2012/2020Dec14TSE_Ribas_IMG_9291c.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Diamond in the Sky",
    "url": "https://apod.nasa.gov/apod/image/2012/2020Dec14TSE_Ribas_IMG_9291c1024.jpg"
  },
  {
    "copyright": "Alireza Vafa",
    "date": "2020-12-19",
    "explanation": "How close will Jupiter and Saturn be at their Great Conjunction? Consider this beautiful triple conjunction of Moon, Jupiter and Saturn captured through clouds in the wintry twilight. The telephoto view looks toward the western horizon and the Alborz Mountains in Iran after sunset on December 17. The celestial gathering makes it easy to see Jupiter and fainter Saturn are separated on that date by roughly the diameter of the waxing crescent Moon. On the day of their Great Conjunction, solstice day December 21, Jupiter and Saturn may seem to nearly merge though. In their closest conjunction in 400 years they will be separated on the sky by only about 1/5 the apparent diameter of the Moon. By then the two largest worlds in the Solar System and their moons will be sharing the same field of view in telescopes around planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2012/ConjunctionPanorama1-S2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Conjunction after Sunset",
    "url": "https://apod.nasa.gov/apod/image/2012/ConjunctionPanorama1-S2_1024.jpg"
  },
  {
    "copyright": "Francisco Sojuel",
    "date": "2020-12-20",
    "explanation": "Where can I see the Great Conjunction?  Near where the Sun just set. Directionally, this close passing of Jupiter and Saturn will be toward the southwest. Since the planetary pair, the Sun, and the Earth are nearly in a geometric straight line, the planets will be seen to set just where the Sun had set -- from every location on Earth.  When can I see the Great Conjunction?  Just after sunset.  Since the two planets are so near the Sun directionally, they always appear in the sky near the Sun, but can best be seen when the Earth blocks the Sun but not the planets: sunset.  Soon thereafter, Jupiter and Saturn will also set, so don't be late!   Is tomorrow night the only night that I can see the Great Conjunction?  Tomorrow night the jovian giants will appear the closest, but on any night over the next few days they will appear unusually close. Technically, the closest pass happens on 21 December at 18:20 UTC.    Will there be an erupting volcano on the horizon near the Great Conjunction? Yes, for example if you live in Guatemala where the featured image was taken. Otherwise, generally, no.  In the featured image captured last week, Jupiter and Saturn are visible toward the right, just above a tree, and bathed in the diffuse glow of zodiacal light.   Growing Gallery: Notable images of the Great Conjunction submitted to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2012/VolcanicConjunction_Sojuel_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Volcanic Great Conjunction",
    "url": "https://apod.nasa.gov/apod/image/2012/VolcanicConjunction_Sojuel_1080.jpg"
  },
  {
    "copyright": "Zaid M. Al-Abbadi",
    "date": "2020-12-21",
    "explanation": "Does the Sun always rise in the same direction?  No.  As the months change, the direction toward the rising Sun changes, too.  The featured image shows the direction of sunrise every month during 2019 as seen from near the city of Amman, Jordan.  The camera in the image is always facing due east, with north toward the left and south toward the right.  Although the Sun always rises in the east in general, it rises furthest to the south of east on the December solstice, and furthest north of east on the June solstice. Today is the December solstice, the day of least sunlight in the Northern Hemisphere and of most sunlight in the Southern Hemisphere.  In many countries, the December Solstice is considered an official change in season: for example the first day of winter in the North.  Solar heating and stored energy in the Earth's surface and atmosphere are near their lowest during winter, making the winter months usually the coldest of the year.  On the brighter side, in the north, daylight hours will now increase every day from until June.   Sunset: The Great Conjunction of Jupiter & Saturn",
    "hdurl": "https://apod.nasa.gov/apod/image/2012/SunRiseYear_Abbadi_2017.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solstice: Sunrises Around the Year",
    "url": "https://apod.nasa.gov/apod/image/2012/SunRiseYear_Abbadi_960.jpg"
  },
  {
    "date": "2020-12-22",
    "explanation": "Dust pillars are like interstellar mountains.  They survive because they are more dense than their surroundings, but they are being slowly eroded away by a hostile environment.  Visible in the featured picture is the end of a huge gas and dust pillar in the Trifid Nebula (M20), punctuated by a smaller pillar pointing up and an unusual jet pointing to the left.  Many of the dots are newly formed low-mass stars. A star near the small pillar's end is slowly being stripped of its accreting gas by radiation from a tremendously brighter star situated off the top of the image.  The jet extends nearly a light-year and would not be visible without external illumination.  As gas and dust evaporate from the pillars, the hidden stellar source of this jet will likely be uncovered, possibly over the next 20,000 years.   Growing Gallery: Notable images of the Great Conjunction submitted to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2012/Trifid_HubbleMehla_1446.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Trifid Pillars and Jets",
    "url": "https://apod.nasa.gov/apod/image/2012/Trifid_HubbleMehla_1080.jpg"
  },
  {
    "copyright": "Damian Peach",
    "date": "2020-12-23",
    "explanation": "It was time for their close-up. Two days ago  Jupiter and Saturn passed a tenth of a degree from each other in what is known a Great Conjunction. Although the two planets pass each other on the sky every 20 years, this was the closest pass in nearly four centuries.  Taken early in day of the Great Conjunction, the featured multiple-exposure combination captures not only both giant planets in a single frame, but also Jupiter's four largest moons (left to right) Callisto, Ganymede, Io, and Europa --  and Saturn's largest moon Titan. If you look very closely, the clear Chilescope image even captures Jupiter's Great Red Spot. The now-separating planets can still be seen remarkably close -- within about a degree -- as they set just after the Sun, toward the west, each night for the remainder of the year.    Gallery: Notable images of the Great Conjunction submitted to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2012/GreatConjunction_Peach_2042.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter Meets Saturn: A Red Spotted Great Conjunction",
    "url": "https://apod.nasa.gov/apod/image/2012/GreatConjunction_Peach_960.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2020-12-24",
    "explanation": "Big, beautiful spiral galaxy NGC 1055 is a dominant member of a small galaxy group a mere 60 million light-years away toward the aquatically intimidating constellation Cetus. Seen edge-on, the island universe spans over 100,000 light-years, a little larger than our own Milky Way galaxy. The colorful, spiky stars decorating this cosmic portrait of NGC 1055 are in the foreground, well within the Milky Way. But the telltale pinkish star forming regions are scattered through winding dust lanes along the distant galaxy's thin disk. With a smattering of even more distant background galaxies, the deep image also reveals a boxy halo that extends far above and below the central bluge and disk of NGC 1055. The halo itself is laced with faint, narrow structures, and could represent the mixed and spread out debris from a satellite galaxy disrupted by the larger spiral some 10 billion years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/2012/NGC1055_MP.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Portrait of NGC 1055",
    "url": "https://apod.nasa.gov/apod/image/2012/NGC1055_MP_1024c.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2020-12-25",
    "explanation": "Orion always seems to come up sideways on northern winter evenings. Those familiar stars of the constellation of the Hunter are caught above the trees in this colorful night skyscape. Not a star at all but still visible to eye, the Great Nebula of Orion shines below the Hunter's belt stars. The camera's exposure reveals the stellar nursery's faint pinkish glow. Betelgeuse, giant star at Orion's shoulder, has the color of warm and cozy terrestrial lighting, but so does another familiar stellar giant, Aldebaran. Alpha star of the constellation Taurus the Bull, Aldebaran anchors the recognizable V-shape traced by the Hyades Cluster toward the top of the starry frame.",
    "hdurl": "https://apod.nasa.gov/apod/image/2012/WinterSceneBlock.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Northern Winter Night",
    "url": "https://apod.nasa.gov/apod/image/2012/WinterSceneBlock.jpg"
  },
  {
    "copyright": "Miguel Claro",
    "date": "2020-12-26",
    "explanation": "Clouds of glowing hydrogen gas fill this colorful skyscape in the faint but fanciful constellation Monoceros, the Unicorn. A star forming region cataloged as NGC 2264, the complex jumble of cosmic gas and dust is about 2,700 light-years distant and mixes reddish emission nebulae excited by energetic light from newborn stars with dark interstellar dust clouds. Where the otherwise obscuring dust clouds lie close to the hot, young stars they also reflect starlight, forming blue reflection nebulae. The telescopic image spans about 1.5 degrees or 3 full moons, covering nearly 80 light-years at the distance of NGC 2264. Its cast of cosmic characters includes the the Fox Fur Nebula, whose dusty, convoluted pelt lies left of center, bright variable star S Monocerotis immersed in the blue-tinted haze near center, and the Cone Nebula pointing in from the right side of the frame. Of course, the stars of NGC 2264 are also known as the Christmas Tree star cluster. The triangular tree shape is seen on its side here. Traced by brighter stars it has its apex at the Cone Nebula. The tree's broader base is centered near S Monocerotis.",
    "hdurl": "https://apod.nasa.gov/apod/image/2012/ChristmasTree-ConeNebula-CumeadaObservatoryDSA-net.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fox Fur, Unicorn, and Christmas Tree",
    "url": "https://apod.nasa.gov/apod/image/2012/ChristmasTree-ConeNebula-CumeadaObservatoryDSA-net1100.jpg"
  },
  {
    "date": "2020-12-27",
    "explanation": "What color is the universe?  More precisely, if the entire sky were smeared out, what color would the final mix be?  This whimsical question came up when trying to determine what stars are commonplace in nearby galaxies. The answer, depicted above, is a conditionally perceived shade of beige. In computer parlance: #FFF8E7.  To determine this, astronomers computationally averaged the light emitted by one of the larger samples of galaxies analyzed: the 200,000 galaxies of the 2dF survey.  The resulting cosmic spectrum has some emission in all parts of the electromagnetic spectrum, but a single perceived composite color.  This color has become much less blue over the past 10 billion years, indicating that redder stars are becoming more prevalent.  In a contest to better name the color, notable entries included skyvory, univeige, and the winner: cosmic latte.   Gallery: Notable images of the Great Conjunction submitted to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2012/cosmiclatte_jhu_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cosmic Latte: The Average Color of the Universe",
    "url": "https://apod.nasa.gov/apod/image/2012/cosmiclatte_jhu_960.jpg"
  },
  {
    "copyright": "Nicolas Paladini",
    "date": "2020-12-28",
    "explanation": "From afar, the whole thing looks like an Eagle.  A closer look at the Eagle Nebula, however, shows the bright region is actually a window into the center of a larger dark shell of dust.  Through this window, a brightly-lit workshop appears where a whole open cluster of stars is being formed.  In this cavity tall pillars and round globules of dark dust and cold molecular gas remain where stars are still forming.  Already visible are several young bright blue stars whose light and winds are burning away and pushing back the remaining filaments and walls of gas and dust.  The Eagle emission nebula, tagged M16, lies about 6500 light years away, spans about 20 light-years, and is visible with binoculars toward the constellation of the Serpent (Serpens).  This picture involved over 12 hours of imaging and combines three specific emitted colors emitted by sulfur (colored as red), hydrogen (yellow), and oxygen (blue).   Gallery: Notable images of the recent Total Solar Eclipse submitted to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2012/EagleNebula_Paladini_2854.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M16: Inside the Eagle Nebula",
    "url": "https://apod.nasa.gov/apod/image/2012/EagleNebula_Paladini_960.jpg"
  },
  {
    "date": "2020-12-29",
    "explanation": "What does the Earth look like during a total solar eclipse? It appears dark in the region where people see the eclipse, because that's where the shadow of the Moon falls. The shadow spot rapidly shoots across the Earth at nearly 2,000 kilometers per hour, darkening locations in its path -- typically for only a few minutes -- before moving on. The featured video shows the Earth during the total solar eclipse earlier this month.  The time-lapse sequence, taken from a geostationary satellite, starts with the Earth below showing night but the sun soon rises at the lower right.  Clouds shift as day breaks over the blue planet. Suddenly the circular shadow of the Moon appears on the left and moves rapidly across South America, disappearing on the lower right.  The video ends as nightfall begins again.  The next total solar eclipse will occur next December -- but be visible only from parts of Antarctica.   Gallery: Notable images of the recent Total Solar Eclipse submitted to APOD",
    "media_type": "video",
    "service_version": "v1",
    "title": "Earth During a Total Solar Eclipse",
    "url": "https://www.youtube.com/embed/4Kkd2k0pDsI?rel=0"
  },
  {
    "date": "2020-12-30",
    "explanation": "Yes, but have you seen a movie of Jupiter and Saturn's Great Conjunction? The featured time-lapse video was composed from a series of images taken from Thailand and shows the two giant planets as they angularly passed about a tenth of a degree from each other.  The first Great Conjunction sequence shows a relative close up over five days with moons and cloud bands easily visible, followed by a second video sequence, zoomed out, over 9 days.  Even though Jupiter and Saturn appeared to pass unusually close together on the sky on December 21, 2020, in actuality they were still nearly a billion kilometers apart.  The two gas giants are destined for similar meet ups every 19.86 years.  However, they had not come this close, angularly, for the past 397 years, and will not again for another 60 years.  If you're willing to wait until the year 7541, though, you can see Jupiter  pass directly in front of Saturn.    Gallery: Notable images of the Great Conjunction submitted to APOD",
    "media_type": "video",
    "service_version": "v1",
    "title": "Jupiter and Saturn Great Conjunction: The Movie",
    "url": "https://www.youtube.com/embed/aokGqxVdpz0?rel=0"
  },
  {
    "copyright": "Zhuoxiao Wang",
    "date": "2020-12-31",
    "explanation": "Familiar stars of a northern winter's night shine in this night skyview, taken near Zhangye, Gansu, China and the border with Inner Mongolia. During the early hours of December 17 Orion is near center in the single exposure that captures a fireball streaking across the sky, almost as bright as yellowish Mars shining on the right. Splitting Gemini's twin bright stars Castor and Pollux near the top of the frame, the fireball's trail and timing are consistent with the second skipping atmospheric entry of the Chang'e 5 mission's returner capsule. The returner capsule was successfully recovered after landing in Inner Mongolia, planet Earth with about 2 kilograms of lunar material on board. The lunar sample is thought to contain relatively young material collected near the Mons Rumker region of the Moon's Oceanus Procellarum. Launched on November 23 UT, China's Chang'e 5 mission is the first lunar sample return mission since the Soviet Union’s Luna 24 mission in 1976.",
    "hdurl": "https://apod.nasa.gov/apod/image/2012/fireball_trail2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Trail of the Returner",
    "url": "https://apod.nasa.gov/apod/image/2012/fireball_trail2.jpg"
  },
  {
    "copyright": "Petr Horalek",
    "date": "2021-01-01",
    "explanation": "The South Celestial Pole is easy to spot in star trail images of the southern sky. The extension of Earth's axis of rotation to the south, it's at the center of all the southern star trail arcs. In this starry panorama streching about 60 degrees across deep southern skies the South Celestial Pole is somewhere near the middle though, flanked by bright galaxies and southern celestial gems. Across the top of the frame are the stars and nebulae along the plane of our own Milky Way Galaxy. Gamma Crucis, a yellowish giant star heads the Southern Cross near top center, with the dark expanse of the Coalsack nebula tucked under the cross arm on the left. Eta Carinae and the reddish glow of the Great Carina Nebula shine along the galactic plane near the right edge. At the bottom are the Large and Small Magellanic clouds, external galaxies in their own right and satellites of the mighty Milky Way. A line from Gamma Crucis through the blue star at the bottom of the southern cross, Alpha Crucis, points toward the South Celestial Pole, but where exactly is it? Just look for south pole star Sigma Octantis. Analog to Polaris the north pole star, Sigma Octantis is little over one degree fom the the South Celestial pole.",
    "hdurl": "https://apod.nasa.gov/apod/image/2101/2020_12_16_Kujal_Jizni_Pol_1500px-3.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxies and the South Celestial Pole",
    "url": "https://apod.nasa.gov/apod/image/2101/2020_12_16_Kujal_Jizni_Pol_1500px-3.jpg"
  }
]
