[
  {
    "date": "2021-06-01",
    "explanation": "What are those streaks across Orion? They are reflections of sunlight from numerous Earth-orbiting satellites. Appearing by eye as a series of successive points floating across a twilight sky, the increasing number of communications satellites, including SpaceX Starlink satellites, are causing concern among many astronomers. On the positive side, Starlink and similar constellations make the post-sunset sky more dynamic, satellite-based global communications faster, and help provide digital services to currently underserved rural areas.  On the negative side, though, these low Earth-orbit satellites make some deep astronomical imaging programs more difficult, in particular observing programs that need images taken just after sunset and just before dawn.  Planned future satellite arrays that function in higher orbits may impact investigations of the deep universe planned for large ground-based telescopes at any time during the night.  The streaks across Orion are not from Starlink but rather satellites in high geosynchronous orbit.  The featured picture, taken in 2019 December, is a digital combination of over 65 3-minutes exposures, with some images taken to highlight the background Orion Nebula, while others to feature the passing satellites.    SatCon2 Wokshop 12-16 July 2021: Mitigating Satellite Constellations",
    "hdurl": "https://apod.nasa.gov/apod/image/2106/StarlinkOrion_Abolfath_2138.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Satellites over Orion",
    "url": "https://apod.nasa.gov/apod/image/2106/StarlinkOrion_Abolfath_960.jpg"
  },
  {
    "date": "2021-06-02",
    "explanation": "What's going on near the center of our galaxy? To help find out, a newly detailed panorama has been composed that explores regions just above and below the galactic plane in radio and X-ray light.  X-ray light taken by the orbiting Chandra Observatory is shown in orange (hot), green (hotter), and purple (hottest) and superposed with a highly detailed image in radio waves, shown in gray, acquired by the MeerKAT array.  Interactions are numerous and complex. Galactic beasts such as expanding supernova remnants, hot winds from newly formed stars, unusually strong and colliding magnetic fields, and a central supermassive black hole are all battling in a space only 1000 light years across.  Thin bright stripes appear to result from twisting and newly connecting magnetic fields in colliding regions, creating an energetic type of inner galactic space weather with similarities to that created by our Sun.  Continued observations and study hold promise to not only shed more light on the history and evolution of our own galaxy -- but all galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/2106/gcenter_ChandraMeerKAT_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Galactic Center in Stars, Gas, and Magnetism",
    "url": "https://apod.nasa.gov/apod/image/2106/gcenter_ChandraMeerKAT_960.jpg"
  },
  {
    "copyright": "Ignacio Diaz Bobillo",
    "date": "2021-06-03",
    "explanation": "Globular star cluster Omega Centauri, also known as NGC 5139, is some 15,000 light-years away. The cluster is packed with about 10 million stars much older than the Sun within a volume about 150 light-years in diameter. It's the largest and brightest of 200 or so known globular clusters that roam the halo of our Milky Way galaxy. Though most star clusters consist of stars with the same age and composition, the enigmatic Omega Cen exhibits the presence of different stellar populations with a spread of ages and chemical abundances. In fact, Omega Cen may be the remnant core of a small galaxy merging with the Milky Way. Omega Centauri's red giant stars (with a yellowish hue) are easy to pick out in this sharp, color telescopic view.",
    "hdurl": "https://apod.nasa.gov/apod/image/2106/OmegaCent_LRGB_final1_small.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Millions of Stars in Omega Centauri",
    "url": "https://apod.nasa.gov/apod/image/2106/OmegaCent_LRGB_final1_1024.jpg"
  },
  {
    "copyright": "Chirag Upreti",
    "date": "2021-06-04",
    "explanation": "On May 26, the Full Flower Moon was caught in this single exposure as it emerged from Earth's shadow and morning twilight began to wash over the western sky. Posing close to the horizon near the end of totality, an eclipsed lunar disk is framed against bare oak trees at Pinnacles National Park in central California. The Earth's shadow isn't completely dark though. Faintly suffused with sunlight scattered by the atmosphere, the inner shadow gives the totally eclipsed moon a reddened appearance and the very dramatic popular moniker of a Blood Moon. Still, the monstrous visage of a gnarled tree in silhouette made this view of a total lunar eclipse even scarier.",
    "hdurl": "https://apod.nasa.gov/apod/image/2106/Lunareclipse_PinnaclesNationalPark.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Blood Monster Moon",
    "url": "https://apod.nasa.gov/apod/image/2106/Lunareclipse_PinnaclesNationalPark1024.jpg"
  },
  {
    "date": "2021-06-05",
    "explanation": "The weathered and layered face of Mount Mercou looms in the foreground of this mosaic from the Curiosity Mars rover's Mast Camera. Made up of 21 individual images the scene was recorded just after sunset on March 19, the 3,063rd martian day of Curiosity's on going exploration of the Red Planet. In the martian twilight high altitude clouds still shine above, reflecting the light from the Sun below the local horizon like the noctilucent clouds of planet Earth. Though water ice clouds drift through the thin martian atmosphere, these wispy clouds are also at extreme altitudes and could be composed of frozen carbon dioxide, crystals of dry ice. Curiosity's Mast Cam has also imaged iridescent or mother of pearl clouds adding subtle colors to the martian sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/2106/PIA24622-Curiosity_Clouds_Mont_Mercou.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Shining Clouds of Mars",
    "url": "https://apod.nasa.gov/apod/image/2106/PIA24622-Curiosity_Clouds_Mont_Mercou1100.jpg"
  },
  {
    "copyright": "Elias Chasiotis",
    "date": "2021-06-06",
    "explanation": "Yes, but have you ever seen a sunrise like this?  Here, after initial cloudiness, the Sun appeared to rise in two pieces and during partial eclipse, causing the photographer to describe it as the most stunning sunrise of his life.  The dark circle near the top of the atmospherically-reddened Sun is the Moon -- but so is the dark peak just below it.  This is because along the way, the Earth's atmosphere had a layer of unusually warm air over the sea which acted like a gigantic lens and created a second image.  For a normal sunrise or sunset, this rare phenomenon of atmospheric optics is known as the Etruscan vase effect. The featured picture was captured in December 2019 from Al Wakrah, Qatar.  Some observers in a narrow band of Earth to the east were able to see a full annular solar eclipse -- where the Moon appears completely surrounded by the background Sun in a ring of fire.  The next solar eclipse, also an annular eclipse for well-placed observers, will occur later this week on  June 10.",
    "hdurl": "https://apod.nasa.gov/apod/image/2106/DistortedSunrise_Chasiotis_2442.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Distorted Sunrise Eclipse",
    "url": "https://apod.nasa.gov/apod/image/2106/DistortedSunrise_Chasiotis_1080.jpg"
  },
  {
    "copyright": "Chuck Ayoub",
    "date": "2021-06-07",
    "explanation": "What’s that new spot of light in Cassiopeia? A nova.  Although novas occur frequently throughout the universe, this nova, known as Nova Cas 2021 or V1405 Cas, became so unusually bright in the skies of Earth last month that it was visible to the unaided eye.  Nova Cas 2021 first brightened in mid-March but then, unexpectedly, became even brighter in mid-May and remained quite bright for about a week.  The nova then faded back to early-May levels,  but now is slightly brightening again and remains visible through binoculars.  Identified by the arrow, the nova occurred toward the constellation of Cassiopeia, not far from the Bubble Nebula.  A nova is typically caused by a thermonuclear explosion on the surface of a white dwarf star that is accreting matter from a binary-star companion -- although details of this outburst are currently unknown.  Novas don't destroy the underlying star, and are sometimes seen to recur.  The featured image was created from 14 hours of imaging from Detroit, Michigan, USA.  Both professional and amateur astronomers will likely continue to monitor Nova Cas 2021 and hypothesize about details of its cause.",
    "hdurl": "https://apod.nasa.gov/apod/image/2106/NovaCasAndFriends_Ayoub_2230.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Bright Nova in Cassiopeia",
    "url": "https://apod.nasa.gov/apod/image/2106/NovaCasAndFriends_Ayoub_960.jpg"
  },
  {
    "date": "2021-06-08",
    "explanation": "What do you see in the clouds of Jupiter? On the largest scale, circling the planet, Jupiter has alternating light zones and reddish-brown belts. Rising zone gas, mostly hydrogen and helium, usually swirls around regions of high pressure. Conversely, falling belt gas usually whirls around regions of low pressure, like cyclones and hurricanes on Earth.  Belt storms can form into large and long-lasting white ovals and elongated red spots. NASA's robotic Juno spacecraft captured most of these cloud features in 2017 during perijove 6, its sixth pass over the giant planet in its looping 2-month orbit.  But it is surely not these clouds themselves that draws your attention to the displayed image, but rather their arrangement.  The face that stands out, nicknamed Jovey McJupiterFace, lasted perhaps a few weeks before the neighboring storm clouds rotated away. Juno has now completed 33 orbits around Jupiter and just yesterday made a close pass near Ganymede, our Solar System's largest moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/2106/Jovey_JunoMajor_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Face in the Clouds of Jupiter from Juno",
    "url": "https://apod.nasa.gov/apod/image/2106/Jovey_JunoMajor_960.jpg"
  },
  {
    "copyright": "Helmut Eder",
    "date": "2021-06-09",
    "explanation": "This moon appears multiply strange.  This moon was a full moon, specifically called a Flower Moon at this time of the year.  But that didn't make it strange -- full moons occur once a month (moon-th).  This moon was a supermoon, meaning that it reached its full phase near its closest approach to the Earth in its slightly elliptical orbit.  Somewhat strange, a supermoon appears a bit larger and brighter than the average full moon -- and enables it to be called a Super Flower Moon.  This moon was undergoing a total lunar eclipse. An eclipsed moon can look quite strange, being dark, unevenly lit, and, frequently, red -- sometimes called blood red. Therefore, this moon could be called a Super Flower Blood Moon. This moon was seen through thin clouds. These clouds created a faint corona around the moon, making it look not only strange, but colorful.  This moon was imaged so deeply that the heart of the Milky Way galaxy, far in the background, was visible to its lower right.  This moon, this shadow, this galaxy and these colors were all captured last month near Cassilis, NSW, Australia -- with a single shot. (Merged later with two lower shots that better capture the Milky Way.)   Details: Annular Solar Eclipse Tomorrow  Gallery: Total Eclipse of the Super Flower Blood Moon",
    "hdurl": "https://apod.nasa.gov/apod/image/2106/MultiEclipse_Eder_1080.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Total Lunar Eclipse Corona",
    "url": "https://apod.nasa.gov/apod/image/2106/MultiEclipse_Eder_960.jpg"
  },
  {
    "copyright": "Vincenzo Mirabella",
    "date": "2021-06-10",
    "explanation": "Want to see a ring around the Sun? It's easy to do in daytime skies around the world. Created by randomly oriented ice crystals in thin high cirrus clouds, circular 22 degree halos are visible much more often than rainbows. This one was captured by smart phone photography on May 29 near Rome, Italy. Carefully blocking the Sun, for example with a finger tip, is usually all that it takes to reveal the common bright halo ring. The halo's characteristic angular radius is about equal to the span of your hand, thumb to little finger, at the end of your outstretched arm.  Want to see a ring of fire eclipse? That's harder. The spectacular annular phase of today's (June 10) solar eclipse, known as a ring of fire, was briefly visible only when standing along the Moon's narrow shadow track that passes over parts of northern Canada, Greenland, the Arctic, and eastern Russia. The solar eclipse was partial though, when seen from broader regions, including northern Asia, Europe, and parts of the US.",
    "hdurl": "https://apod.nasa.gov/apod/image/2106/Vincenzo_Mirabella_20210529_134459.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Circular Sun Halo",
    "url": "https://apod.nasa.gov/apod/image/2106/Vincenzo_Mirabella_20210529_134459_1024px.jpg"
  },
  {
    "copyright": "Zev Hoover",
    "date": "2021-06-11",
    "explanation": "On June 10 a New Moon passed in front of the Sun. In silhouette only two days after reaching apogee, the most distant point in its elliptical orbit, the Moon's small apparent size helped create an annular solar eclipse. The brief but spectacular annular phase of the eclipse shows a bright solar disk as a ring of fire when viewed along its narrow, northerly shadow track across planet Earth. Cloudy early morning skies along the US east coast held gorgeous views of a partially eclipsed Sun though. Rising together Moon and Sun are captured in a sequence of consecutive frames near maximum eclipse in this digital composite, seen from Quincy Beach south of Boston, Massachusetts. The serendipitous sequence follows the undulating path of a bird in flight joining the Moon in silhouette with the rising Sun.   Notable images submitted to APOD: This week's solar eclipse",
    "hdurl": "https://apod.nasa.gov/apod/image/2106/2021-06-10EclipseFlybywm.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse Flyby",
    "url": "https://apod.nasa.gov/apod/image/2106/2021-06-10EclipseFlybywm1066.jpg"
  },
  {
    "copyright": "Elliot Severn",
    "date": "2021-06-12",
    "explanation": "clipses tend to come in pairs. Twice a year, during an eclipse season that lasts about 34 days, Sun, Moon, and Earth can nearly align. Then the full and new phases of the Moon separated by just over 14 days create a lunar and a solar eclipse. Often partial eclipses are part of any eclipse season. But sometimes the alignment at both new moon and full moon phases during a single eclipse season is close enough to produce a pair of both total (or a total and an annular) lunar and solar eclipses. For this eclipse season, the New Moon following the Full Moon's total lunar eclipse on May 26 did produce an annular solar eclipse along its northerly shadow track. That eclipse is seen here in a partially eclipsed sunrise on June 10, photographed from a fishing pier in Stratford, Connecticut in the northeastern US.   Notable images submitted to APOD: June 10 solar eclipse",
    "hdurl": "https://apod.nasa.gov/apod/image/2106/JunSE_DSC_7477b_.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse on the Water",
    "url": "https://apod.nasa.gov/apod/image/2106/JunSE_DSC_7477b_1024.jpg"
  },
  {
    "copyright": "Mike Olbinski Music: Incompetech",
    "date": "2021-06-13",
    "explanation": "Is that a cloud or an alien spaceship?  It's an unusual and sometimes dangerous type of thunderstorm cloud called a supercell. Supercells may spawn damaging tornados, hail, downbursts of air, or drenching rain.  Or they may just look impressive. A supercell harbors a mesocyclone -- a rising column of air surrounded by drafts of falling air.  Supercells could occur over many places on Earth but are particularly common in  Tornado Alley of the USA. Featured here are four time-lapse sequences of a supercell in 2013 rotating above and moving across Booker, Texas.  Captured in the video are new clouds forming near the storm center, dust swirling on the ground, lightning flashing in the upper clouds, all while the impressively sculptured complex rotates ominously.  Finally, after a few hours, as shown in the final sequence, dense rain falls as the storm begins to die out.   Notable images submitted to APOD: Last week's solar eclipse",
    "media_type": "video",
    "service_version": "v1",
    "title": "A Supercell Thunderstorm Over Texas",
    "url": "https://player.vimeo.com/video/67995158?title=0&portrait=0"
  },
  {
    "date": "2021-06-14",
    "explanation": "What does the largest moon in the Solar System look like?  Jupiter's moon Ganymede, larger than even Mercury and Pluto, has an icy surface speckled with bright young craters overlying a mixture of older, darker, more cratered terrain laced with grooves and ridges.  The cause of the grooved terrain remains a topic of research, with a leading hypothesis relating it to shifting ice plates.  Ganymede is thought to have an ocean layer that contains more water than Earth -- and might contain life.  Like Earth's Moon, Ganymede keeps the same face towards its central planet, in this case Jupiter.  The featured image was captured last week by NASA's robotic Juno spacecraft as it passed only about 1000 kilometers above the immense moon.  The close pass reduced Juno's orbital period around Jupiter from 53 days to 43 days.  Juno continues to study the giant planet's high gravity, unusual magnetic field, and complex cloud structures.    Last week's solar eclipse: Notable images submitted to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2106/Ganymede_JunoGill_2217.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ganymede from Juno",
    "url": "https://apod.nasa.gov/apod/image/2106/Ganymede_JunoGill_960.jpg"
  },
  {
    "date": "2021-06-15",
    "explanation": "There's a new rover on Mars. In mid-May, China's Tianwen-1 mission delivered the Zhurong rover onto the red planet.  As Mars means Planet of Fire in Chinese, the Zhurong rover's name means, roughly, God of Fire in Chinese mythology.  Zhurong landed in northern Utopia Planitia, the largest known impact basin in the Solar System, and an area reported to have much underground ice. Among many other scientific instruments, Zhurong carries ground-penetrating radar that can detect ice buried even 100-meters deep. Car-sized Zhurong is pictured here next to its landing base.  The image was snapped by a remote camera deployed by the rolling rover. Zhurong's planned 90-day mission includes studying the geology, soil, and atmosphere of Mars in Utopia Planitia.",
    "hdurl": "https://apod.nasa.gov/apod/image/2106/ZhurongRover_CNSA_1920.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Zhurong: New Rover on Mars",
    "url": "https://apod.nasa.gov/apod/image/2106/ZhurongRover_CNSA_1080.jpg"
  },
  {
    "copyright": "Stefan Lenz",
    "date": "2021-06-16",
    "explanation": "If Scorpius looked this good to the unaided eye, humans might remember it better.  Scorpius more typically appears as a few bright stars in a well-known but rarely pointed out zodiacal constellation. To get a spectacular image like this, though, one needs a good camera, a dark sky, and some sophisticated image processing.  The resulting digitally-enhanced image shows many breathtaking features.  Diagonal across the image right is part of the plane of our Milky Way Galaxy.   Visible there are vast clouds of bright stars and long filaments of dark and intricate dust.  Rising vertically on the image left are dark dust bands known as the Dark River.  Several of the bright stars on the left are part of Scorpius' head and claws, and include the bright star Antares.  Numerous red emission nebulas, blue reflection nebulas, and dark filaments became visible as the deep 17-hour expo image developed. Scorpius appears prominently in southern skies after sunset during the middle of the year.",
    "hdurl": "https://apod.nasa.gov/apod/image/2106/ScorpiusEnhanced_Lenz_5000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Scorpius Enhanced",
    "url": "https://apod.nasa.gov/apod/image/2106/ScorpiusEnhanced_Lenz_1080.jpg"
  },
  {
    "copyright": "Joe Navara",
    "date": "2021-06-17",
    "explanation": "NGC 6888, also known as the Crescent Nebula, is a about 25 light-years across blown by winds from its central, bright, massive star. A triumvirate of astroimagers ( Joe, Glenn, Russell) created this sharp portrait of the cosmic bubble. Their telescopic collaboration collected over 30 hours of narrow band image data isolating light from hydrogen and oxygen atoms. The oxygen atoms produce the blue-green hue that seems to enshroud the detailed folds and filaments. Visible within the nebula, NGC 6888's central star is classified as a Wolf-Rayet star (WR 136). The star is shedding its outer envelope in a strong stellar wind, ejecting the equivalent of the Sun's mass every 10,000 years.  The nebula's complex structures are likely the result of this strong wind interacting with material ejected in an earlier phase. Burning fuel at a prodigious rate and near the end of its stellar life this star should ultimately go out with a bang in a spectacular supernova explosion. Found in the nebula rich constellation Cygnus, NGC 6888 is about 5,000 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/2106/CrescentHOOcombinedFinalimage.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6888: The Crescent Nebula",
    "url": "https://apod.nasa.gov/apod/image/2106/CrescentHOOcombinedFinalimage1024.jpg"
  },
  {
    "copyright": "Madhup Rathi",
    "date": "2021-06-18",
    "explanation": "Atmospheric refraction flattened the solar disk and distorted its appearance in this telescopic view of an Atlantic sunrise on June 10. From Belmar, New Jersey on the US east coast, the scene was recorded at New Moon during this season's annular solar eclipse. The Moon in partial silhouette gives the rising Sun its crescent shape reminding some of the horns of the devil (or maybe a flying canoe ...). But at its full annular phase this eclipsed Sun looked like a ring of fire in the heavens. June's annular solar eclipse followed on the heels of the total lunar eclipse of late May's Full Moon. Of course, that total lunar eclipse was a dramatic red Blood Moon eclipse.",
    "hdurl": "https://apod.nasa.gov/apod/image/2106/IMG_3915.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Devil Horns from a Ring of Fire",
    "url": "https://apod.nasa.gov/apod/image/2106/IMG_3915_1024.jpg"
  },
  {
    "copyright": "Justin Anderson",
    "date": "2021-06-19",
    "explanation": "Nights grow shorter and days grow longer as the summer solstice approaches in the north. Usually seen at high latitudes in summer months, noctilucent or night shining clouds begin to make their appearance.  Drifting near the edge of space about 80 kilometers above the Earth's surface, these icy clouds were still reflecting the sunlight on June 14. Though the Sun was below the horizon as seen north of Forrest, Manitoba, Canada, they were caught in a single exposure of a near midnight twilight sky. Multiple exposures of the foreground track the lower altitude flash of fireflies, another fleeting apparition shining in the summer night.",
    "hdurl": "https://apod.nasa.gov/apod/image/2106/IMG_1088_resize.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Northern Summer Twilight",
    "url": "https://apod.nasa.gov/apod/image/2106/IMG_1088_resize1024.jpg"
  },
  {
    "copyright": "Max AlexanderSTFCSPL",
    "date": "2021-06-20",
    "explanation": "Today the Sun reaches its northernmost point in planet Earth's sky.  Called a solstice, many cultures mark this date as a change of seasons -- from spring to summer in Earth's Northern Hemisphere and from fall to winter in Earth's Southern Hemisphere.  Precisely, the single time of solstice occurs today for some parts of the world, but tomorrow for other regions. The featured image was taken during the week of the 2008 summer solstice at Stonehenge in United Kingdom, and captures a picturesque sunrise involving fog, trees, clouds, stones placed about 4,500 years ago, and a 4.5 billion year old large glowing orb. Even given the precession of the Earth's rotational axis over the millennia, the Sun continues to rise over Stonehenge in an astronomically significant way.",
    "hdurl": "https://apod.nasa.gov/apod/image/2106/StonehengeSun_alexander_4200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunrise Solstice over Stonehenge",
    "url": "https://apod.nasa.gov/apod/image/2106/StonehengeSun_alexander_960.jpg"
  },
  {
    "date": "2021-06-21",
    "explanation": "Why does this galaxy have such a long tail?  In this stunning vista, based on image data from the Hubble Legacy Archive, distant galaxies form a dramatic backdrop for disrupted spiral galaxy Arp 188, the Tadpole Galaxy. The cosmic tadpole is a mere 420 million light-years distant toward the northern constellation of the Dragon (Draco). Its eye-catching tail is about 280 thousand light-years long and features massive, bright blue star clusters. One story goes that a more compact intruder galaxy crossed in front of Arp 188 - from right to left in this view - and was slung around behind the Tadpole by their gravitational attraction. During the close encounter, tidal forces drew out the spiral galaxy's stars, gas, and dust forming the spectacular tail. The intruder galaxy itself, estimated to lie about 300 thousand light-years behind the Tadpole, can be seen through foreground spiral arms at the upper right. Following its terrestrial namesake, the Tadpole Galaxy will likely lose its tail as it grows older, the tail's star clusters forming smaller satellites of the large spiral galaxy.   APOD in world languages: Arabic, Bulgarian, Catalan, Chinese (Beijing), Chinese (Taiwan), Croatian, Czech, Dutch, Farsi, French, German, Hebrew, Indonesian, Japanese, Korean, Montenegrin, Polish, Russian, Serbian, Slovenian,  Spanish, Taiwanese, Turkish, Turkish, and  Ukrainian",
    "hdurl": "https://apod.nasa.gov/apod/image/2106/tadpole_HubbleBiju_3852.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Tadpole Galaxy from Hubble",
    "url": "https://apod.nasa.gov/apod/image/2106/tadpole_HubbleBiju_960.jpg"
  },
  {
    "date": "2021-06-22",
    "explanation": "How are jets created during star formation? No one is sure, although recent images of the young star system HD 163296 are quite illuminating. The central star in the featured image is still forming but seen already surrounded by a rotating disk and an outward moving jet. The disk is shown in radio waves taken by the Atacama Large Millimeter Array (ALMA) in Chile, and show gaps likely created by the gravity of very-young planets.  The jet, shown in visible light taken by the Very Large Telescope (VLT, also in Chile), expels fast-moving gas -- mostly hydrogen -- from the disk center.  The system spans hundreds of times the Earth-Sun distance (au).  Details of these new observations are being interpreted to  bolster conjectures that the jets are generated and shaped, at least in part, by magnetic fields in the rotating disk. Future observations of HD 163296 and other similar star-forming systems may help fill in details.    Astrophysicists: Browse 2,500+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/2106/HD163296_AlmaVlt_1187.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "HD 163296: Jet from a Star in Formation",
    "url": "https://apod.nasa.gov/apod/image/2106/HD163296_AlmaVlt_960.jpg"
  },
  {
    "date": "2021-06-23",
    "explanation": "How do stars form?  Most form in giant molecular clouds located in the central disk of a galaxy.  The process is started, influenced, and limited by the stellar winds, jets, high energy starlight, and supernova explosions of previously existing stars. The featured video shows these complex interactions as computed by the STARFORGE simulation of a gas cloud 20,000 times the mass of our Sun. In the time-lapse visualization, lighter regions indicate denser gas, color encodes the gas speed (purple is slow, orange is fast), while dots indicate the positions of newly formed stars. As the video begins, a gas cloud spanning about 50 light years begins to condense under its own gravity.  Within 2 million years, the first stars form, while newly formed massive stars are seen to expel impressive jets. The simulation is frozen after 4.3 million years, and the volume then rotated to gain a three-dimensional perspective. Much remains unknown about star formation, including the effect of the jets in limiting the masses of subsequently formed stars.    Portal Universe: Random APOD Generator",
    "media_type": "video",
    "service_version": "v1",
    "title": "STARFORGE: A Star Formation Simulation",
    "url": "https://www.youtube.com/embed/BEckYJwCJno?rel=0"
  },
  {
    "date": "2021-06-24",
    "explanation": "Grand design spiral galaxy Messier 99 looks majestic on a truly cosmic scale. This recently processed full galaxy portrait stretches over 70,000 light-years across M99. The sharp view is a combination of ultraviolet, visible, and infrared image data from the Hubble Space Telescope. About 50 million light-years distant toward the well-groomed constellation Coma Bernices, the face-on spiral is a member of the nearby Virgo Galaxy Cluster. Also cataloged as NGC 4254, a close encounter with another Virgo cluster member has likely influenced the shape of its well-defined, blue spiral arms.",
    "hdurl": "https://apod.nasa.gov/apod/image/2106/M99_LeoShatz_cropped.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 99",
    "url": "https://apod.nasa.gov/apod/image/2106/M99_LeoShatz_cropped1024.jpg"
  },
  {
    "copyright": "Miguel Claro",
    "date": "2021-06-25",
    "explanation": "How far can you see? The Andromeda Galaxy, 2.5 million light years away, is the most distant object easily seen by the unaided eye. Other denizens of the night sky, like stars, clusters, and nebulae, are typically hundreds to thousands of light-years distant. That's far beyond the Solar System but well within our own Milky Way Galaxy. Also known as M31, the external galaxy poses directly above a chimney in this well-planned deep night skyscape from an old mine in southern Portugal. The image was captured in a single exposure tracking the sky, so the foreground is slightly blurred by the camera's motion while Andromeda itself looms large. The galaxy's brighter central region, normally all that's visible to the naked-eye, can be seen extending to spiral arms with fainter outer reaches spanning over 4 full moons across the sky. Of course in only 5 billion years or so, the stars of Andromeda could span the entire night sky as the Andromeda Galaxy merges with the Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/2106/AndromedaGalaxy-SingleShotMina-4688-net.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Andromeda in a Single Shot",
    "url": "https://apod.nasa.gov/apod/image/2106/AndromedaGalaxy-SingleShotMina-4688-net1200.jpg"
  },
  {
    "copyright": "Wang Letian",
    "date": "2021-06-26",
    "explanation": "These two panels, composed of video frames made with a safe solar telescope and hydrogen alpha filter, show remarkably sharp details on the solar disk and giant prominences along the Sun's edge on June 6 (top) and June 18. Taken from Beijing, China, they also show a transit of the International Space Station and China's new Tiangong Space Station in silhouette against the bright Sun. The International Space Station is near center in the bottom panel, crossing the solar disk left of bright active region AR2833 and below a large looping solar filament. China's space station is below solar active region AR2827 and right of center in the top panel, seen as a smaller, combined \"+\" and \"-\" shape. The pictures of the transiting orbital outposts were taken with the same equipment and at the same pixel scale, with the International Space Station some 492 kilometers away. China's space station was over 400 kilometers from the camera.",
    "hdurl": "https://apod.nasa.gov/apod/image/2106/ISS_CSSsolarTransit.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pixels in the Sun",
    "url": "https://apod.nasa.gov/apod/image/2106/ISS_CSSsolarTransit_1070.jpg"
  },
  {
    "date": "2021-06-27",
    "explanation": "What drives auroras on Saturn? To help find out, scientists have sorted through hundreds of infrared images of Saturn taken by the Cassini spacecraft for other purposes, trying to find enough aurora images to correlate changes and make movies. Once made, some movies clearly show that Saturnian auroras can change not only with the angle of the Sun, but also as the planet rotates. Furthermore, some auroral changes appear related to waves in Saturn's magnetosphere likely caused by Saturn's moons. Pictured here, a false-colored image taken in 2007 shows Saturn in three bands of infrared light.  The rings reflect relatively blue sunlight, while the planet itself glows in comparatively low energy red.  A band of southern aurora in visible in green. In has recently been found that auroras heat Saturn's upper atmosphere. Understanding Saturn's auroras is a path toward a better understanding of Earth's auroras.",
    "hdurl": "https://apod.nasa.gov/apod/image/2106/neonsaturnaurora_cassini_2560.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Dancing Auroras of Saturn",
    "url": "https://apod.nasa.gov/apod/image/2106/neonsaturnaurora_cassini_1080.jpg"
  },
  {
    "copyright": "Wang LetianEyes at Night",
    "date": "2021-06-28",
    "explanation": "It may look like a paper Moon.  Sailing past a  canvas Sun.  But those are not cardboard clouds.  And it's not make believe.  The featured picture of an orange colored sky is real -- a digital composite of two exposures of the solar eclipse that occurred earlier this month.  The first exposure was taken with a regular telescope that captured an overexposed Sun and an underexposed Moon, while the second image was taken with a solar telescope that captured details of the chromosphere of the background Sun. The Sun's canvas-like texture was brought up by imaging in a very specific shade of red emitted by hydrogen.  Several prominences can be seen around the Sun's edge.  The image was captured just before sunset from Xilingol, Inner Mongolia, China. It's also not make-believe to imagine that the Moon is made of dense rock, the Sun is made of hot gas, and clouds are made of floating droplets of water and ice.",
    "hdurl": "https://apod.nasa.gov/apod/image/2106/PaperMoonSolarEclipse_Letian_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Paper Moon Solar Eclipse",
    "url": "https://apod.nasa.gov/apod/image/2106/PaperMoonSolarEclipse_Letian_960.jpg"
  },
  {
    "date": "2021-06-29",
    "explanation": "Few cosmic vistas excite the imagination like the Orion Nebula. Also known as M42, the nebula's glowing gas surrounds hot young stars at the edge of an immense interstellar molecular cloud only 1,500 light-years away. The Orion Nebula offers one of the best opportunities to study how stars are born partly because it is the nearest large star-forming region, but also because the nebula's energetic stars have blown away obscuring gas and dust clouds that would otherwise block our view - providing an intimate look at a range of ongoing stages of starbirth and evolution. The featured image of the Orion Nebula is among the sharpest ever, constructed using data from the Hubble Space Telescope.  The entire Orion Nebula spans about 40 light years and is located in the same spiral arm of our Galaxy as the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/2106/OrionNebula_HubbleSerrano_2362.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion Nebula: The Hubble View",
    "url": "https://apod.nasa.gov/apod/image/2106/OrionNebula_HubbleSerrano_960.jpg"
  },
  {
    "date": "2021-06-30",
    "explanation": "How did the first stars form? To help find out, the SPHINX computer simulation of star formation in the very early universe was created, some results of which are shown in the featured video. Time since the Big Bang is shown in millions of years on the upper left.  Even 100 million years after the Big Bang, matter was spread too uniformly across the cosmos for stars to be born.  Besides background radiation, the universe was dark. Soon, slight matter clumps rich in hydrogen gas begin to coalesce into the first stars. In the time-lapse video, purple denotes gas, white denotes light, and gold shows radiation so energetic that it ionizes hydrogen, breaking it up into charged electrons and protons.  The gold-colored regions also track the most massive stars that die with powerful supernovas. The inset circle highlights a central region that is becoming a galaxy.  The simulation continues until the universe was about 550 million years old.  To assess the accuracy of the SPHINX simulations and the assumptions that went into them, the results are not only being compared to current deep observations, but will also be compared with more direct observations of the early universe planned with NASA's pending James Webb Space Telescope.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Simulation: Formation of the First Stars",
    "url": "https://www.youtube.com/embed/q9ZCBR-onRw?rel=0"
  },
  {
    "date": "2021-07-01",
    "explanation": "On sol 46 (April 6, 2021) the Perseverance rover held out a robotic arm to take its first selfie on Mars. The WATSON camera at the end of the arm was designed to take close-ups of martian rocks and surface details though, and not a quick snap shot of friends and smiling faces. In the end, teamwork and weeks of planning on Mars time was required to program a complex series of exposures and camera motions to include Perseverance and its surroundings. The resulting 62 frames were composed into a detailed mosiac, one of the most complicated Mars rover selfies ever taken. In this version of the selfie, the rover's Mastcam-Z and SuperCam instruments are looking toward WATSON and the end of the rover's outstretched arm. About 4 meters (13 feet) from Perseverance is a robotic companion, the Mars Ingenuity helicopter.",
    "hdurl": "https://apod.nasa.gov/apod/image/2107/PIA24542_fig2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseverance Selfie with Ingenuity",
    "url": "https://apod.nasa.gov/apod/image/2107/PIA24542_fig2_1100c.jpg"
  }
]
