[
  {
    "copyright": "U. Mishra",
    "date": "2021-03-01",
    "explanation": "The Pelican Nebula is changing.   The entire nebula, officially designated IC 5070, is divided from the larger North America Nebula by a molecular cloud filled with dark dust.  The Pelican, however, is particularly interesting because it is an unusually active mix of star formation and evolving gas clouds.  The featured picture was processed to bring out two main colors, red and blue, with the red dominated by light emitted by interstellar hydrogen. Ultraviolet light emitted by young energetic stars is slowly transforming cold gas in the nebula to hot gas, with the advancing boundary between the two, known as an ionization front, visible in bright red across the image center. Particularly dense tentacles of cold gas remain.  Millions of years from now this nebula might no longer be known as the Pelican, as the balance and placement of stars and gas will surely leave something that appears completely different.   APOD in world languages: Arabic, Bulgarian, Catalan, Chinese (Beijing), Chinese (Taiwan), Croatian, Czech, Dutch, Farsi, French, German, Hebrew, Indonesian, Korean, Montenegrin, Polish, Russian, Serbian, Slovenian,  Spanish, Taiwanese, Turkish, Turkish, and  Ukrainian",
    "hdurl": "https://apod.nasa.gov/apod/image/2102/Pelican_PetraskoEtAl_3555.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pelican Nebula in Red and Blue",
    "url": "https://apod.nasa.gov/apod/image/2102/Pelican_PetraskoEtAl_960.jpg"
  },
  {
    "date": "2021-03-02",
    "explanation": "What if you could fly around Mars?  NASA may have achieved that capability last month with the landing of Perseverance, a rover which included a small flight-worthy companion called Ingenuity, nicknamed Ginny. Even though Ginny is small -- a toaster-sized helicopter with four long legs and two even-longer (1.2-meter) rotors, she is the first of her kind -- there has never been anything like her before.  After being deployed, possibly in April, the car-sized Perseverance (\"Percy\") will back away to give Ginny ample room to attempt her unprecedented first flight.  In the featured artistic illustration, Ginny's long rotors are depicted giving her the lift she needs to fly into the thin Martian atmosphere and explore the area near Perseverance.  Although Ingenuity herself will not fly very far, she is a prototype for all future airborne Solar-System robots that may fly far across not only Mars, but Titan.",
    "hdurl": "https://apod.nasa.gov/apod/image/2103/Helicopter_Mars2020_3811.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ingenuity: A Mini-Helicopter Now on Mars",
    "url": "https://apod.nasa.gov/apod/image/2103/Helicopter_Mars2020_1080.jpg"
  },
  {
    "copyright": "Giuseppe Vella",
    "date": "2021-03-03",
    "explanation": "Mt. Etna has been erupting for hundreds of thousands of years.  Located in Sicily, Italy, the volcano produces lava fountains over one kilometer high.  Mt. Etna is not only one of the most active volcanoes on Earth, it is one of the largest, measuring over 50 kilometers at its base and rising nearly 3 kilometers high.  Pictured erupting last month,  a lava plume shoots upwards, while hot lava flows down the volcano's exterior. Likely satellite trails appear above, while ancient stars dot the sky far in the distance.  This volcanic eruption was so strong that nearby airports were closed to keep planes from flying through the dangerous plume.  The image foreground and background were captured consecutively by the same camera and from the same location.    Please take a short survey in aesthetics & astronomy: Sonification",
    "hdurl": "https://apod.nasa.gov/apod/image/2103/VolcanoStars_Vella_1920.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars over an Erupting Volcano",
    "url": "https://apod.nasa.gov/apod/image/2103/VolcanoStars_Vella_1080.jpg"
  },
  {
    "copyright": "Petr Horalek",
    "date": "2021-03-04",
    "explanation": "You can spot Mars in the evening sky tonight. Now home to the Perseverance rover, the Red Planet is presently wandering through the constellation Taurus, close on the sky to the Seven Sisters or Pleiades star cluster. In fact this deep, widefield view of the region captures Mars near its closest conjunction to the Pleiades on March 3. Below center, Mars is the bright yellowish celestial beacon only about 3 degrees from the pretty blue star cluster. Competing with Mars in color and brightness, Aldebaran is the alpha star of Taurus. The red giant star is toward the lower left edge of the frame, a foreground star along the line-of-sight to the more distant Hyades star cluster. Otherwise too faint for your eye to see, the dark, dusty nebulae lie along the edge of the massive Perseus molecular cloud, with the striking reddish glow of NGC 1499, the California Nebula, at the upper right.   Please take a short survey in aesthetics & astronomy: Sonification",
    "hdurl": "https://apod.nasa.gov/apod/image/2103/2021_03_02_Mars_Taurus_1800px.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars in Taurus",
    "url": "https://apod.nasa.gov/apod/image/2103/2021_03_02_Mars_Taurus_1024px.jpg"
  },
  {
    "copyright": "Robert Barsa",
    "date": "2021-03-05",
    "explanation": "The surface of this planet looks a little like Mars. It's really planet Earth though. In a digitally stitched little planet projection, the 360 degree mosaic was captured near San Pedro in the Chilean Atacama desert. Telescopes in domes on the horizon are taking advantage of the arid region's famously dark, clear nights. Taken in early December, a magnificent Milky Way arcs above the horizon for almost 180 degrees around the little planet with Orion prominent in the southern sky. A familiar constellation upside down for northern hemisphere skygazers, Orion shares that southern December night almost opposite the Large and Small Magellanic clouds. But the Red Planet itself is the brightest yellowish celestial beacon in this little planet sky.   Please take a short survey in aesthetics & astronomy: Sonification",
    "hdurl": "https://apod.nasa.gov/apod/image/2103/Barsa-LikealittleMars.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Little Like Mars",
    "url": "https://apod.nasa.gov/apod/image/2103/Barsa-LikealittleMars1024.jpg"
  },
  {
    "date": "2021-03-06",
    "explanation": "After arriving at Jezero Crater on Mars, Perseverance went for a spin on March 4. This sharp image from the car-sized rover's Navcam shows tracks left by its six wheels in the martian soil. In preparation for operations on the surface of the Red Planet, its first drive lasted about 33 minutes. On a short and successful test drive Perseverance moved forward 4 meters, made a 150 degree turn in place, backed up for 2.5 meters, and now occupies a different parking space at its newly christened Octavia E. Butler Landing location. Though the total travel distance of the rover's first outing was about 6.5 meters (21 feet), regular commutes of 200 meters or more can be expected in the future.   Please take a short survey in aesthetics & astronomy: Sonification",
    "hdurl": "https://apod.nasa.gov/apod/image/2103/PIA24487.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseverance Takes a Spin",
    "url": "https://apod.nasa.gov/apod/image/2103/PIA24487_1024.jpg"
  },
  {
    "date": "2021-03-07",
    "explanation": "Newborn stars are forming in the Eagle Nebula.  Gravitationally contracting in pillars of dense gas and dust, the intense radiation of these newly-formed bright stars is causing surrounding material to boil away. This image, taken with the Hubble Space Telescope in near infrared light, allows the viewer to see through much of the thick dust that makes the pillars opaque in visible light.  The giant structures are light years in length and dubbed informally the Pillars of Creation.  Associated with the open star cluster M16, the Eagle Nebula lies about 6,500 light years away.  The Eagle Nebula is an easy target for small telescopes in a nebula-rich part of the sky toward the split constellation Serpens Cauda (the tail of the snake).",
    "hdurl": "https://apod.nasa.gov/apod/image/2103/M16Ir_HubbleRomero_2786.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pillars of the Eagle Nebula in Infrared",
    "url": "https://apod.nasa.gov/apod/image/2103/M16Ir_HubbleRomero_960.jpg"
  },
  {
    "copyright": "Nicolas Lefaudeux",
    "date": "2021-03-08",
    "explanation": "What created the unusual red tail in Comet NEOWISE? Sodium.  A spectacular sight back in the summer of 2020, Comet NEOWISE, at times, displayed something more than just a surprisingly striated white dust tail and a pleasingly patchy blue ion tail. Some color sensitive images showed an unusual red tail, and analysis showed much of this third tail's color was emitted by sodium.  Gas rich in sodium atoms might have been liberated from Comet NEOWISE's warming nucleus in early July by bright sunlight, electrically charged by ultraviolet sunlight, and then pushed out by the solar wind. The featured image was captured in mid-July from Brittany, France and shows the real colors. Sodium comet tails have been seen before but are rare -- this one disappeared by late July.  Comet C/2020 F3 (NEOWISE) has since faded, lost all of its bright tails, and now approaches the orbit of Jupiter as it heads back to the outer Solar System, to return only in about 7,000 years.    Astrophysicists: Browse 2,400+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/2103/Neowise3Tails_Lefaudeux_1088.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Three Tails of Comet NEOWISE",
    "url": "https://apod.nasa.gov/apod/image/2103/Neowise3Tails_Lefaudeux_960.jpg"
  },
  {
    "date": "2021-03-09",
    "explanation": "Is that a fossil?  Looking through recent images of Mars taken by the new Perseverance rover may seem a bit like treasure hunting, with the possibility of fame coming to the first person to correctly identify a petrified bone, a rock imprinted by an ancient plant, or any clear indication that life once existed on Mars.  Unfortunately, even though it is possible that something as spectacular as a skeleton could be identified, most exobiologists think it much more likely that biochemical remnants of ancient single-celled microbes could be found with Perseverance's chemical analyzers.  A key reason is that multicellular organisms may take a greater amount of oxygen to evolve than has ever been present on Mars. That said, nobody's sure, so please feel free to digitally magnify any Perseverance image that interests you -- including the featured 360-degree zoomable image of the rocks and ridges surrounding Perseverance's landing location in Jezero Crater.  And even though NASA-affiliated scientists are themselves studying Perseverance's images, if you see anything really unusual, please post it to popular social media. If your sighting turns out to be particularly intriguing, scientifically, it is likely that NASA will hear about it.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Perseverance 360: Unusual Rocks and the Search for Life on Mars",
    "url": "https://mars.nasa.gov/layout/embed/image/mars-panorama/?id=25674"
  },
  {
    "copyright": "Yannick Akar",
    "date": "2021-03-10",
    "explanation": "Could Queen Calafia's mythical island exist in space? Perhaps not, but by chance the outline of this molecular space cloud echoes the outline of the state of California, USA. Our Sun has its home within the Milky Way's Orion Arm, only about 1,000 light-years from the California Nebula. Also known as NGC 1499, the classic emission nebula is around 100 light-years long. On the featured image, the most prominent glow of the California Nebula is the red light characteristic of hydrogen atoms recombining with long lost electrons, stripped away (ionized) by energetic starlight. The star most likely providing the energetic starlight that ionizes much of the nebular gas is the bright, hot, bluish Xi Persei just to the right of the nebula.  A regular target for astrophotographers, the California Nebula can be spotted with a wide-field telescope under a dark sky toward the constellation of Perseus, not far from the Pleiades.   New: APOD now available in Arabic from Syria",
    "hdurl": "https://apod.nasa.gov/apod/image/2103/NGC1499_Akar_3296.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1499: The California Nebula",
    "url": "https://apod.nasa.gov/apod/image/2103/NGC1499_Akar_960.jpg"
  },
  {
    "copyright": "Joshua Rhoades",
    "date": "2021-03-11",
    "explanation": "Just after sunset on March 7, a faint band of light still reaches above the western horizon in this serene, rural Illinois, night skyscape. Taken from an old farmstead, the luminous glow is zodiacal light, prominent in the west after sunset during planet Earth's northern hemisphere spring. On that clear evening the band of zodiacal light seems to engulf bright yellowish Mars and the Pleiades star cluster. Their close conjunction is in the starry sky above the old barn's roof. Zodiacal light is sunlight scattered by interplanetary dust particles that lie near the Solar System's ecliptic plane. Of course all the Solar System's planets orbit near the plane of the ecliptic, within the band of zodiacal light. But zodiacal light and Mars may have a deeper connection. A recent analysis of serendipitous detections of interplanetary dust by the Juno spacecraft during its Earth to Jupiter voyage suggest Mars is the likely source of the dust that produces zodiacal light.",
    "hdurl": "https://apod.nasa.gov/apod/image/2103/ZodiacalLightBarn.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Zodiacal Light and Mars",
    "url": "https://apod.nasa.gov/apod/image/2103/ZodiacalLightBarn1024.jpg"
  },
  {
    "copyright": "Wissam Ayoub",
    "date": "2021-03-12",
    "explanation": "One of the brightest galaxies in planet Earth's sky is similar in size to our Milky Way Galaxy: big, beautiful Messier 81. Also known as NGC 3031 or Bode's galaxy for its 18th century discoverer, this grand spiral can be found toward the northern constellation of Ursa Major, the Great Bear. The sharp, detailed telescopic view reveals M81's bright yellow nucleus, blue spiral arms, pinkish starforming regions, and sweeping cosmic dust lanes. Some dust lanes actually run through the galactic disk (left of center), contrary to other prominent spiral features though. The errant dust lanes may be the lingering result of a close encounter between M81 and the nearby galaxy M82 lurking outside of this frame. M81's faint, dwarf irregular satellite galaxy, Holmberg IX, can be seen just below the large spiral. Scrutiny of variable stars in M81 has yielded a well-determined distance for an external galaxy -- 11.8 million light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2103/BodesGalaxyM81.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 81",
    "url": "https://apod.nasa.gov/apod/image/2103/BodesGalaxyM81_1024.jpg"
  },
  {
    "date": "2021-03-13",
    "explanation": "What's the sound of one laser zapping? There's no need to consult a Zen master to find out, just listen to the first acoustic recording of laser shots on Mars. On Perseverance mission sol 12 (March 2) the SuperCam instrument atop the rover's mast zapped a rock dubbed Ma'az 30 times from a range of about 3.1 meters. Its microphone recorded the soft staccato popping sounds of the rapid series of SuperCam laser zaps. Shockwaves created in the thin martian atmosphere as bits of rock are vaporized by the laser shots make the popping sounds, sounds that offer clues to the physical structure of the target. This SuperCam close-up of the Ma'az target region is 6 centimeters (2.3 inches) across. Ma'az means Mars in the Navajo language.",
    "hdurl": "https://apod.nasa.gov/apod/image/2103/pia24493-2-1041.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SuperCam Target on Ma'az",
    "url": "https://apod.nasa.gov/apod/image/2103/pia24493-2-1041.jpg"
  },
  {
    "copyright": "Mia Stålnacke",
    "date": "2021-03-14",
    "explanation": "It appeared, momentarily, like a 50-km tall banded flag.  In mid-March of 2015, an energetic Coronal Mass Ejection directed toward a clear magnetic channel to Earth led to one of the more intense geomagnetic storms of recent years. A visual result was wide spread auroras being seen over many countries near Earth's magnetic poles.  Captured over Kiruna, Sweden, the image features an unusually straight auroral curtain with the green color emitted low in the Earth's atmosphere, and red many kilometers higher up. It is unclear where the rare purple aurora originates, but it might involve an unusual blue aurora at an even lower altitude than the green, seen superposed with a much higher red.  Now past Solar Minimum, colorful nights of auroras over Earth are likely to increase.   Follow APOD: Through the Free NASA App",
    "hdurl": "https://apod.nasa.gov/apod/image/2103/AuroraFlag_Stalnacke_6677.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Flag Shaped Aurora over Sweden",
    "url": "https://apod.nasa.gov/apod/image/2103/AuroraFlag_Stalnacke_960.jpg"
  },
  {
    "copyright": "Thomas AshcraftRadio Fireball Observatory",
    "date": "2021-03-15",
    "explanation": "Yes, but have you ever heard a meteor? Usually, meteors are too far away to make any audible sound.  However, a meteor will briefly create an ionization trail that can reflect a distant radio signal. If the geometry is right, you may momentarily hear -- through your radio -- a distant radio station even over static.  In the featured video, the sounds of distant radio transmitters were caught reflecting from large meteor trails by a sensitive radio receiver -- at the same time the bright streaks were captured by an all-sky video camera. In the video, the  bright paths taken by four fireballs across the sky near Lamy, New Mexico, USA, are shown first.  Next, after each static frame, a real-time video captures each meteor streaking across the sky, now paired with the sound recorded from its radio reflection.  Projecting a meteor trail down to the Earth may lead to finding its impact site (if any), while projecting its trail back into the sky may lead to identifying its parent comet or asteroid.   Almost Hyperspace: Random APOD Generator",
    "media_type": "video",
    "service_version": "v1",
    "title": "Meteor Fireballs in Light and Sound",
    "url": "https://www.youtube.com/embed/WJua8eXLX9o?rel=0"
  },
  {
    "copyright": "Alan Pham",
    "date": "2021-03-16",
    "explanation": "In the constellation of the swan near the nebula of the pelican lies the gas cloud of the butterfly next to a star known as the hen.  That star, given the proper name Sadr, is just to the right of the featured frame, but the central Butterfly Nebula, designated IC 1318, is shown in high resolution. The intricate patterns in the bright gas and dark dust are caused by complex interactions between interstellar winds, radiation pressures, magnetic fields, and gravity. The featured telescopic view captures IC 1318's characteristic emission from ionized sulfur, hydrogen, and oxygen atoms mapped to the red, green, and blue hues of the popular Hubble Palette. The portion of the Butterfly Nebula pictured spans about 100 light years and lies about 4000 light years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/2103/IC1318_Pham_3200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 1318: The Butterfly Nebula in Gas and Dust",
    "url": "https://apod.nasa.gov/apod/image/2103/IC1318_Pham_960.jpg"
  },
  {
    "copyright": "Donald Mitchell",
    "date": "2021-03-17",
    "explanation": "If you could stand on Venus -- what would you see?  Pictured is the view from Venera 14, a robotic Soviet lander which parachuted and air-braked down through the thick Venusian atmosphere in March of 1982. The desolate landscape it saw included flat rocks, vast empty terrain, and a featureless sky above Phoebe Regio near Venus' equator. On the lower left is the spacecraft's penetrometer used to make scientific measurements, while the light piece on the right is part of an ejected lens-cap.  Enduring temperatures near 450 degrees Celsius and pressures 75 times that on Earth, the hardened Venera spacecraft lasted only about an hour. Although data from Venera 14 was beamed across the inner Solar System almost 40 years ago, digital processing and merging of Venera's unusual images continues even today.  Recent analyses of infrared measurements taken by ESA's orbiting Venus Express spacecraft indicate that active volcanoes may currently exist on Venus.",
    "hdurl": "https://apod.nasa.gov/apod/image/2103/Venus_Venera14_1705.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Surface of Venus from Venera 14",
    "url": "https://apod.nasa.gov/apod/image/2103/Venus_Venera14_960.jpg"
  },
  {
    "copyright": "Kerry-Ann Lecky Hepburn",
    "date": "2021-03-18",
    "explanation": "Clouds of stardust drift through this deep skyscape, across the Perseus molecular cloud some 850 light-years away. Dusty nebulae reflecting light from embedded young stars stand out in the nearly 2 degree wide telescopic field of view. With a characteristic bluish color reflection nebula NGC 1333 is at center, vdB 13 at top right, with rare yellowish reflection nebula vdB 12 near the top of the frame. Stars are forming in the molecular cloud, though most are obscured at visible wavelengths by the pervasive dust. Still, hints of contrasting red emission from Herbig-Haro objects, the jets and shocked glowing gas emanating from recently formed stars, are evident in NGC 1333. The chaotic environment may be similar to one in which our own Sun formed over 4.5 billion years ago. At the estimated distance of the Perseus molecular cloud, this cosmic scene would span about 40 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2103/KerryLeckyHepburn_NGC1333_LRGB_SH_KLH.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stardust in the Perseus Molecular Cloud",
    "url": "https://apod.nasa.gov/apod/image/2103/KerryLeckyHepburn_NGC1333_LRGB_SH_KLH1024.jpg"
  },
  {
    "date": "2021-03-19",
    "explanation": "Stars fill this infrared view, spanning 4 light-years across the center of the Lagoon Nebula. Visible light images show the glowing gas and obscuring dust clouds that dominate the scene. But this infrared image, constructed from Hubble Space Telescope data, peers closer to the heart of the active star-forming region revealing newborn stars scattered within, against a crowded field of background stars toward the center of our Milky Way galaxy. This tumultuous stellar nursery's central regions are sculpted and energized by the massive, young Herschel 36, seen as the bright star near center in the field of view. Herschel 36 is actually a multiple system of massive stars. At over 30 times the mass of the Sun and less than 1 million years old, the most massive star in the system should live to a stellar old age of 5 million years. Compare that to the almost 5 billion year old Sun which will evolve into a red giant in only another 5 billion years or so. The Lagoon Nebula, also known as M8, lies about 4,000 light-years away within the boundaries of the constellation Sagittarius.",
    "hdurl": "https://apod.nasa.gov/apod/image/2103/M8_HLA_F125wF160w_Nachman.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Central Lagoon in Infrared",
    "url": "https://apod.nasa.gov/apod/image/2103/M8_HLA_F125wF160w_Nachman1024.jpg"
  },
  {
    "copyright": "Francis Bozon",
    "date": "2021-03-20",
    "explanation": "This popular group leaps into the early evening sky around the March equinox and the northern hemisphere spring. Famous as the Leo Triplet, the three magnificent galaxies found in the prominent constellation Leo gather here in one astronomical field of view. Crowd pleasers when imaged with even modest telescopes, they can be introduced individually as NGC 3628 (right), M66 (upper left), and M65 (bottom). All three are large spiral galaxies but tend to look dissimilar, because their galactic disks are tilted at different angles to our line of sight. NGC 3628, also known as the Hamburger Galaxy, is temptingly seen edge-on, with obscuring dust lanes cutting across its puffy galactic plane. The disks of M66 and M65 are both inclined enough to show off their spiral structure.  Gravitational interactions between galaxies in the group have left telltale signs, including the tidal tails and warped, inflated disk of NGC 3628 and the drawn out spiral arms of M66. This gorgeous view of the region spans over 1 degree (two full moons) on the sky in a frame that covers over half a million light-years at the trio's estimated distance of 30 million light-years. Of course the spiky foreground stars lie well within our own Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/2103/TrioduLionLRVB_FrancisBozon.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Leo Trio",
    "url": "https://apod.nasa.gov/apod/image/2103/TrioduLionLRVB_FrancisBozon1024.jpg"
  },
  {
    "date": "2021-03-21",
    "explanation": "No one knew that 2,000 years ago, the technology existed to build such a device.  The Antikythera mechanism, pictured, is now widely regarded as the first computer. Found at the bottom of the sea aboard a decaying Greek ship, its complexity prompted decades of study, and even today some of its functions likely remain unknown.  X-ray images of the device, however, have confirmed that a main function of its numerous clock-like wheels and gears is to create a portable, hand-cranked, Earth-centered, orrery of the sky, predicting future star and planet locations as well as lunar and solar eclipses.  The corroded core of the Antikythera mechanism's largest gear is featured, spanning about 13 centimeters, while the entire mechanism was 33 centimeters high, making it similar in size to a large book. Recently, modern computer modeling of missing components is allowing for the creation of a more complete replica of this surprising ancient machine.",
    "hdurl": "https://apod.nasa.gov/apod/image/2103/antikythera_wikipedia_1036.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Antikythera Mechanism",
    "url": "https://apod.nasa.gov/apod/image/2103/antikythera_wikipedia_960.jpg"
  },
  {
    "copyright": "Alistair Symon",
    "date": "2021-03-22",
    "explanation": "What's up in the sky from Auriga to Orion? Many of the famous stars and nebulas in this region were captured on 34 separate images, taking over 430 hours of exposure, and digitally combined to reveal the featured image. Starting on the far upper left, toward the constellation of Auriga (the Chariot driver), is the picturesque Flaming Star Nebula (IC 405).  Continuing down along the bright arc of our Milky Way Galaxy, from left to right crossing the constellations of the Twins and the Bull, notable appearing nebulas include the Tadpole, Simeis 147, Monkey Head, Jellyfish, Cone and Rosette nebulas.  In the upper right quadrant of the image, toward the constellation of Orion (the hunter), you can see Sh2-264, the half-circle of Barnard's Loop, and the Horsehead and Orion nebulas. Famous stars in and around Orion include, from left to right, orange Betelgeuse (just right of the image center), blue Bellatrix (just above it), the Orion belt stars of Mintaka, Alnilam, and Alnitak, while bright Rigel appears on the far upper right. This stretch of sky won't be remaining up in the night very long -- it will be setting continually earlier in the evening as mid-year approaches.",
    "hdurl": "https://apod.nasa.gov/apod/image/2103/AroundOrion_Symon_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "From Auriga to Orion",
    "url": "https://apod.nasa.gov/apod/image/2103/AroundOrion_Symon_1080.jpg"
  },
  {
    "copyright": "Ged Kivlehan",
    "date": "2021-03-23",
    "explanation": "Why are these large stones here? One the more famous stone circles is the Duddo Five Stones of Northumberland, England.  Set in the open near the top of a modest incline, a short hike across empty fields will bring you to unusual human -sized stones that are unlike anything surrounding them. The grooved, pitted, and deeply weathered surfaces of the soft sandstones are consistent with being placed about 4000 years ago -- but placed for reasons now unknown.  The featured image -- a composite of two consecutive images taken from the same location -- was captured last October under a starry sky when the Earth was passing near Mars, making the red planet unusually large and bright.  Mars remains visible at sunset, although increasingly close to the horizon over the next few months.   APOD via Instagram in: English, Indonesian, Persian, and Portuguese",
    "hdurl": "https://apod.nasa.gov/apod/image/2103/MarsDuddo_Kivlehan_2250.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars over Duddo Stone Circle",
    "url": "https://apod.nasa.gov/apod/image/2103/MarsDuddo_Kivlehan_960.jpg"
  },
  {
    "date": "2021-03-24",
    "explanation": "Why does so much of Jupiter's lightning occur near its poles? Similar to Earth, Jupiter experiences both aurorae and lightning. Different from Earth, though, Jupiter's lightning usually occurs near its poles -- while much of Earth's lightning occurs near its equator. To help understand the difference, NASA's Juno spacecraft, currently orbiting Jupiter, has observed numerous aurora and lightning events. The featured image, taken by Juno's Stellar Reference Unit camera on 2018 May 24, shows Jupiter's northern auroral oval and several bright dots and streaks. An eye-catching event is shown in the right inset image -- which is a flash of Jupiter's lightning -- one of the closest images of aurora and lightning ever. On Earth (which is much nearer to the Sun than Jupiter), sunlight is bright enough to create, by itself, much stronger atmospheric heating at the equator than the poles, driving turbulence, storms, and lightning. On Jupiter, in contrast, atmospheric heating comes mostly from its interior (as a remnant from its formation), leading to the hypothesis that more intense equatorial sunlight  reduces temperature differences between upper atmospheric levels, hence reducing equatorial lightning-creating storms.   APOD via Facebook in: in English, Catalan and Portuguese",
    "hdurl": "https://apod.nasa.gov/apod/image/2103/AuroraLightningJupiter_Juno_1629.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurorae and Lightning on Jupiter",
    "url": "https://apod.nasa.gov/apod/image/2103/AuroraLightningJupiter_Juno_1080.jpg"
  },
  {
    "date": "2021-03-25",
    "explanation": "Before Perseverance there was Curiosity. In fact, the Curiosity rover accomplished the first sky crane maneuver touchdown on Mars on August 5, 2012. March 2, 2021 marked Curiosity's 3,048th martian day operating on the surface of the Red Planet. This 360 degree panorama from sol 3048 is a mosaic of 149 frames from Curiosity's Mastcam above the rover's deck. It includes 23 frames of icy, thin, high clouds drifting through the martian sky. The cloudy sky frames were recorded throughout that martian day and are digitally stitched together in the panoramic view. Near center is a layered and streaked Mont Mercou. The peak of central Mount Sharp, rising over 5 kilometers above the floor of Gale Crater, is in the distant background on the left.",
    "hdurl": "https://apod.nasa.gov/apod/image/2103/sol3048curiosityBonoraFaccin.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Curiosity: Sol 3048",
    "url": "https://apod.nasa.gov/apod/image/2103/sol3048curiosityBonoraFaccin500.jpg"
  },
  {
    "copyright": "Josep Drudis",
    "date": "2021-03-26",
    "explanation": "Braided and serpentine filaments of glowing gas suggest this nebula's popular name, The Medusa Nebula. Also known as Abell 21, this Medusa is an old planetary nebula some 1,500 light-years away in the constellation Gemini. Like its mythological namesake, the nebula is associated with a dramatic transformation. The planetary nebula phase represents a final stage in the evolution of low mass stars like the sun as they transform themselves from red giants to hot white dwarf stars and in the process shrug off their outer layers. Ultraviolet radiation from the hot star powers the nebular glow. The Medusa's transforming star is the faint one near the center of the overall bright crescent shape. In this deep telescopic view, fainter filaments clearly extend above and right of the bright crescent region. The Medusa Nebula is estimated to be over 4 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/2103/Abell21-Drudis.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Medusa Nebula",
    "url": "https://apod.nasa.gov/apod/image/2103/Abell21-Drudis1024.jpg"
  },
  {
    "copyright": "Bernard Miller",
    "date": "2021-03-27",
    "explanation": "Some 60 million light-years away in the southerly constellation Corvus, two large galaxies are colliding. Stars in the two galaxies, cataloged as NGC 4038 and NGC 4039, very rarely collide in the course of the ponderous cataclysm that lasts for hundreds of millions of years. But the galaxies' large clouds of molecular gas and dust often do, triggering furious episodes of star formationi near the center of the cosmic wreckage. Spanning over 500 thousand light-years, this stunning view also reveals new star clusters and matter flung far from the scene of the accident by gravitational tidal forces. The remarkably sharp ground-based image includes narrowband data that highlights the characteristic red glow of atomic hydrogen gas in star-forming regions. The suggestive overall visual appearance of the extended arcing structures gives the galaxy pair its popular name - The Antennae.",
    "hdurl": "https://apod.nasa.gov/apod/image/2103/C60-61_PS2_CROP_FULL.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Exploring the Antennae",
    "url": "https://apod.nasa.gov/apod/image/2103/C60-61_PS2_CROP_FULL1024.jpg"
  },
  {
    "date": "2021-03-28",
    "explanation": "A spacesuit floated away from the International Space Station 15 years ago, but no investigation was conducted.  Everyone knew that it was pushed by the space station crew.   Dubbed Suitsat-1, the unneeded Russian Orlan spacesuit filled mostly with old clothes was fitted with a faint radio transmitter and released to orbit the Earth. The suit circled the Earth twice before its radio signal became unexpectedly weak. Suitsat-1 continued to orbit every 90 minutes until it burned up in the Earth's atmosphere after a few weeks.  Pictured, the lifeless spacesuit was photographed in 2006 just as it drifted away from  space station.    Portal Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2103/suitsat1_nasa_2008.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SuitSat-1: A Spacesuit Floats Free",
    "url": "https://apod.nasa.gov/apod/image/2103/suitsat1_nasa_1080.jpg"
  },
  {
    "date": "2021-03-29",
    "explanation": "Who knows what evil lurks in the eyes of galaxies? The Hubble knows -- or in the case of spiral galaxy M64 -- is helping to find out. Messier 64, also known as the Evil Eye or Sleeping Beauty Galaxy, may seem to have evil in its eye because all of its stars rotate in the same direction as the interstellar gas in the galaxy's central region, but in the opposite direction in the outer regions. Captured here in great detail by the Earth-orbiting Hubble Space Telescope, enormous dust clouds obscure the near-side of M64's central region, which are laced with the telltale reddish glow of hydrogen associated with star formation.  M64 lies about 17 million light years away, meaning that the light we see from it today left when the last common ancestor between humans and chimpanzees roamed the Earth.  The dusty eye and bizarre rotation are likely the result of a billion-year-old merger of two different galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/2103/M64_Hubble_4032.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M64: The Evil Eye Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2103/M64_Hubble_960.jpg"
  },
  {
    "copyright": "Yuri BeletskyCarnegieLas Campanas ObservatoryTWAN",
    "date": "2021-03-30",
    "explanation": "What are those red filaments in the sky? They are a rarely seen form of lightning confirmed only about 30 years ago: red sprites. Recent research has shown that following a powerful positive cloud-to-ground lightning strike, red sprites may start as 100-meter balls of ionized air that shoot down from about 80-km high at 10 percent the speed of light. They are quickly followed by a group of upward streaking ionized balls. The featured image was taken earlier this year from Las Campanas observatory in Chile over the Andes Mountains in Argentina. Red sprites take only a fraction of a second to occur and are best seen when powerful thunderstorms are visible from the side.    APOD via Instagram in: English, Indonesian, Persian, and Portuguese",
    "hdurl": "https://apod.nasa.gov/apod/image/2103/sprites_beletsky_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Red Sprite Lightning over the Andes",
    "url": "https://apod.nasa.gov/apod/image/2103/sprites_beletsky_960.jpg"
  },
  {
    "date": "2021-03-31",
    "explanation": "To play on Carl Sagan’s famous words \"If you wish to make black hole jets, you must first create magnetic fields.\" The featured image represents the detected intrinsic spin direction (polarization) of radio waves.  The polarizationi is produced by the powerful magnetic field surrounding the supermassive black hole at the center of elliptical galaxy M87. The radio waves were detected by the Event Horizon Telescope (EHT), which combines data from radio telescopes distributed worldwide.  The polarization structure, mapped using computer generated flow lines, is overlaid on EHT’s famous black hole image, first published in 2019. The full 3-D magnetic field is complex.  Preliminary analyses indicate that parts of the field circle around the black hole along with the accreting matter, as expected.  However, another component seemingly veers vertically away from the black hole.  This component could explain how matter resists falling in and is instead launched into M87’s jet.",
    "hdurl": "https://apod.nasa.gov/apod/image/2103/M87bhPolarized_Eht_3414.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M87's Central Black Hole in Polarized Light",
    "url": "https://apod.nasa.gov/apod/image/2103/M87bhPolarized_Eht_960.jpg"
  },
  {
    "date": "2021-04-01",
    "explanation": "Have you ever seen a rocket launch -- from space?  A close inspection of the featured time-lapse video will reveal a rocket rising to Earth orbit as seen from the International Space Station (ISS).  The Russian Soyuz-FG rocket was launched in November 2018 from the Baikonur Cosmodrome in Kazakhstan, carrying a Progress MS-10 (also 71P) module to bring needed supplies to the ISS.  Highlights in the 90-second video (condensing about 15-minutes) include city lights and clouds visible on the Earth on the lower left, blue and gold bands of atmospheric airglow running diagonally across the center, and distant stars on the upper right that set behind the Earth. A lower stage can be seen falling back to Earth as the robotic supply ship fires its thrusters and begins to close on the ISS, a space laboratory that celebrated its 20th anniversary in 2018. Astronauts who live aboard the Earth-orbiting ISS conduct, among more practical duties, numerous science experiments that expand human knowledge and enable future commercial industry in low Earth orbit.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Rocket Launch as Seen from the Space Station",
    "url": "https://www.youtube.com/embed/B1R3dTdcpSU?rel=0"
  }
]
