[
  {
    "copyright": "Göran Strand",
    "date": "2021-02-01",
    "explanation": "Have you ever seen a halo around the Moon?  This fairly common sight occurs when high thin clouds containing millions of tiny ice crystals cover much of the sky.  Each ice crystal acts like a miniature lens.  Because most of the crystals have a similar elongated hexagonal shape, light entering one crystal face and exiting through the opposing face refracts 22 degrees, which corresponds to the radius of the Moon Halo.  A similar Sun Halo may be visible during the day.  Exactly how ice-crystals form in clouds remains a topic of research. In the featured image taken last week from Östersund, Sweden, a complete lunar halo was captured over snowy trees and rabbit tracks.   APOD is available via Instagram: in English, Indonesian, Persian, and Portuguese",
    "hdurl": "https://apod.nasa.gov/apod/image/2102/LunarHalo_Strand_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Halo over Snowy Trees",
    "url": "https://apod.nasa.gov/apod/image/2102/LunarHalo_Strand_960.jpg"
  },
  {
    "copyright": "Frank Kuszaj",
    "date": "2021-02-02",
    "explanation": "Meteors can be colorful. While the human eye usually cannot discern many colors, cameras often can. Pictured is a Quadrantids meteor captured by camera over Missouri, USA, early this month that was not only impressively bright, but colorful. The radiant grit, likely cast off by asteroid 2003 EH1, blazed a path across Earth's atmosphere.  Colors in meteors usually originate from ionized elements released as the meteor disintegrates, with blue-green typically originating from magnesium, calcium radiating violet, and nickel glowing green. Red, however, typically originates from energized nitrogen and oxygen in the Earth's atmosphere.  This bright meteoric fireball was gone in a flash -- less than a second -- but it left a wind-blown ionization trail that remained visible for several minutes.   APOD is available via Facebook: in English, Catalan and Portuguese",
    "hdurl": "https://apod.nasa.gov/apod/image/2102/MeteorStreak_Kuszaj_5341.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Colorful Quadrantid Meteor",
    "url": "https://apod.nasa.gov/apod/image/2102/MeteorStreak_Kuszaj_1080.jpg"
  },
  {
    "date": "2021-02-03",
    "explanation": "Was the oldest known rock on Earth found on the Moon? Quite possibly.  The story opens with the Apollo 14 lunar mission. Lunar sample 14321, a large rock found in Cone crater by astronaut Alan Shepard, when analyzed back on Earth, was found to have a fragment that was a much better match to Earth rocks than other Moon rocks.  Even more surprising, that rock section has recently been dated back 4 billion years, making it older, to within measurement uncertainty, than any rock ever found on Earth.  A leading hypothesis now holds that an ancient comet or asteroid impact launched Earth rocks into the Solar System, some of which fell back to the Moon, became mixed with heated lunar soil and other rocks, cooled, and re-fragmented.  The video features an internal X-ray scan of 14321 showing multiple sections with markedly different chemistries. Moon rocks will continue to be studied to learn a more complete history of the Moon, the Earth, and the early Solar System.  Friday marks the 50th Anniversary of the Apollo 14 landing on the Moon.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Found on the Moon: Candidate for Oldest Known Earth Rock",
    "url": "https://www.youtube.com/embed/V0UBZh6Hf-s?rel=0"
  },
  {
    "date": "2021-02-04",
    "explanation": "Fifty years ago this Friday, Apollo 14's Lunar Module Antares landed on the Moon. Toward the end of the stay astronaut Ed Mitchell snapped a series of photos of the lunar surface while looking out a window, assembled into this detailed mosaic by Apollo Lunar Surface Journal editor Eric Jones. The view looks across the Fra Mauro highlands to the northwest of the landing site after the Apollo 14 astronauts had completed their second and final walk on the Moon. Prominent in the foreground is their Modular Equipment Transporter, a two-wheeled, rickshaw-like device used to carry tools and samples. Near the horizon at top center is a 1.5 meter wide boulder dubbed Turtle rock. In the shallow crater below Turtle rock is the long white handle of a sampling instrument, thrown there javelin-style by Mitchell. Mitchell's fellow moonwalker and first American in space, Alan Shepard, also used a makeshift six iron to hit two golf balls. One of Shepard's golf balls is just visible as a white spot below Mitchell's javelin.",
    "hdurl": "https://apod.nasa.gov/apod/image/2102/a14pan9335-43emj.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 14: A View from Antares",
    "url": "https://apod.nasa.gov/apod/image/2102/a14pan9335-43emj_900.jpg"
  },
  {
    "date": "2021-02-05",
    "explanation": "Fifty years ago this Sunday (February 7, 1971), the crew of Apollo 14 left lunar orbit and headed for home. They watched this Earthrise from their command module Kitty Hawk. With Earth's sunlit crescent just peeking over the lunar horizon, the cratered terrain in the foreground is along the lunar farside. Of course, while orbiting the Moon, the crew could watch Earth rise and set, but from the lunar surface the Earth hung stationary in the sky over their landing site at Fra Mauro Base. Rock samples returned from Fra Mauro included a 20 pound rock nicknamed Big Bertha, determined to contain a likely fragment of a meteorite from planet Earth. Kept on board the Kitty Hawk during the Apollo 14 mission was a cannister of 400-500 seeds that were later grown into Moon Trees.",
    "hdurl": "https://apod.nasa.gov/apod/image/2102/AS14-71-9845v2wmktwtr4Jerry.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 14 Heads for Home",
    "url": "https://apod.nasa.gov/apod/image/2102/AS14-71-9845v2wmktwtr4Jerry.jpg"
  },
  {
    "copyright": "Lukasz Zak",
    "date": "2021-02-06",
    "explanation": "Snow blankets the ground in this serene forest and sky view. Assembled in a 360 degree panoramic projection, the mosaicked frames were captured at January's end along a quiet country road near Siemiony, northeastern Poland, planet Earth. The night was cold and between trees reaching toward the sky shine the stars and nebulae of the northern winter Milky Way. Near zenith is bright star Capella, a mere 43 light-years above the tree tops. Alpha star of the constellation Auriga the Charioteer and part of the winter hexagon asterism, Capella is a well-studied double star system. Follow the Milky Way above and right of Capella and you might spot the familiar stars of Orion in the northern winter night.",
    "hdurl": "https://apod.nasa.gov/apod/image/2102/Siemiony_las_31_01_2021_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Northern Winter Night",
    "url": "https://apod.nasa.gov/apod/image/2102/Siemiony_las_31_01_2021_1024.jpg"
  },
  {
    "date": "2021-02-07",
    "explanation": "If our Sun were part of this star cluster, the night sky would glow like a jewel box of bright stars. This cluster, known as M53 and cataloged as NGC 5024, is one of about 250 globular clusters that survive in our Galaxy. Most of the stars in M53 are older and redder than our Sun, but some enigmatic stars appear to be bluer and younger. These young stars might contradict the hypothesis that all the stars in M53 formed at nearly the same time. These unusual stars are known as blue stragglers and are unusually common in M53. After much debate, blue stragglers are now thought to be stars rejuvenated by fresh matter falling in from a binary star companion. By analyzing pictures of globular clusters like the featured image taken by the Hubble Space Telescope, astronomers use the abundance of stars like blue stragglers to help determine the age of the globular cluster and hence a limit on the age of the universe. M53, visible with a binoculars towards the constellation of Bernice's Hair (Coma Berenices), contains over 250,000 stars and is one of the furthest globulars from the center of our Galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/2102/m53_hubble_4131.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Blue Straggler Stars in Globular Cluster M53",
    "url": "https://apod.nasa.gov/apod/image/2102/m53_hubble_960.jpg"
  },
  {
    "copyright": "Ariel Cappelletti",
    "date": "2021-02-08",
    "explanation": "Stars can be like artists. With interstellar gas as a canvas, a massive and tumultuous Wolf-Rayet star has created the picturesque ruffled half-circular filaments called WR23, on the image left. Additionally, the winds and radiation from a small cluster of stars, NGC 3324, have sculpted a 35 light year cavity on the upper right, with its right side appearing as a recognizable face in profile.  This region's popular name is the Gabriela Mistral Nebula for the famous  Chilean poet. Together, these interstellar clouds lie about 8,000 light-years away in the Great Carina Nebula, a complex stellar neighborhood harboring numerous clouds of gas and dust rich with imagination inspiring shapes. The featured telescopic view captures these nebulae's characteristic emission from ionized sulfur, hydrogen, and oxygen atoms mapped to the red, green, and blue hues of the popular Hubble Palette.    New: APOD now available in Bulgarian from Bulgaria",
    "hdurl": "https://apod.nasa.gov/apod/image/2102/WR23Friends_cappelletti_4438.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "WR23 and Interstellar Clouds in Carina",
    "url": "https://apod.nasa.gov/apod/image/2102/WR23Friends_cappelletti_960.jpg"
  },
  {
    "copyright": "Martin Fiedler",
    "date": "2021-02-09",
    "explanation": "It somehow survived an explosion that would surely have destroyed our Sun. Now it is spins 30 times a second and is famous for the its rapid flashes. It is the Crab Pulsar, the rotating neutron star remnant of the supernova that created the Crab Nebula. A careful eye can spot the pulsar flashes in the featured time-lapse video, just above the image center. The video was created by adding together images taken only when the pulsar was flashing, as well as co-added images from other relative times.  The Crab Pulsar flashes may have been first noted by an unknown woman attending a public observing night at the University of Chicago in 1957 -- but who was not believed.  The progenitor supernova explosion was seen by many in the year 1054 AD.  The expanding Crab Nebula remains a picturesque expanding gas cloud that glows across the electromagnetic spectrum.  The pulsar is now thought to have survived the supernova explosion because it is composed of extremely-dense quantum-degenerate matter.   Who was this mystery woman?  Please email leads to the APOD editors.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Flashes of the Crab Pulsar",
    "url": "https://www.youtube.com/embed/4on-e614tag?rel=0"
  },
  {
    "copyright": "Juan Carlos MuñozESO Text: Juan Carlos Muñoz",
    "date": "2021-02-10",
    "explanation": "Why do stars twinkle? Our atmosphere is to blame as pockets of slightly off-temperature air, in constant motion, distort the light paths from distant astronomical objects. Atmospheric turbulence is a problem for astronomers because it blurs the images of the sources they want to study. The telescope featured in this image, located at ESO’s Paranal Observatory, is equipped with four lasers to combat this turbulence. The lasers are tuned to a color that excites atoms floating high in Earth's atmosphere -- sodium left by passing meteors. These glowing sodium spots act as artificial stars whose twinkling is immediately recorded and passed to a flexible mirror that deforms hundreds of times per second, counteracting atmospheric turbulence and resulting in crisper images. The de-twinkling of stars is a developing field of technology and allows, in some cases, Hubble-class images to be taken from the ground.  This technique has also led to spin-off applications in human vision science, where it is used to obtain very sharp images of the retina.",
    "hdurl": "https://apod.nasa.gov/apod/image/2102/AoLasers_Munoz_3648.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Firing Lasers to Tame the Sky",
    "url": "https://apod.nasa.gov/apod/image/2102/AoLasers_Munoz_960.jpg"
  },
  {
    "copyright": "Astro Anarchy",
    "date": "2021-02-11",
    "explanation": "In brush strokes of interstellar dust and glowing gas, this beautiful skyscape is painted across the plane of our Milky Way Galaxy near the northern end of the Great Rift and the constellation Cygnus the Swan. Composed over a decade with 400 hours of image data, the broad mosaic spans an impressive 28x18 degrees across the sky. Alpha star of Cygnus, bright, hot, supergiant Deneb lies at the left. Crowded with stars and luminous gas clouds Cygnus is also home to the dark, obscuring Northern Coal Sack Nebula and the star forming emission regions NGC 7000, the North America Nebula and IC 5070, the Pelican Nebula, just left and a little below Deneb. Many other nebulae and star clusters are identifiable throughout the cosmic scene. Of course, Deneb itself is also known to northern hemisphere skygazers for its place in two asterisms, marking a vertex of the Summer Triangle, the top of the Northern Cross.",
    "hdurl": "https://apod.nasa.gov/apod/image/2102/00Cygnus_Visual_colors.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cygnus Mosaic 2010 - 2020",
    "url": "https://apod.nasa.gov/apod/image/2102/00Cygnus_Visual_colors1100.jpg"
  },
  {
    "copyright": "Mike Selby",
    "date": "2021-02-12",
    "explanation": "This gorgeous island universe lies about 85 million light-years distant in the southern constellation Fornax. Inhabited by young blue star clusters, the tightly wound spiral arms of NGC 1350 seem to join in a circle around the galaxy's large, bright nucleus, giving it the appearance of a cosmic eye. In fact, NGC 1350 is about 130,000 light-years across. That makes it as large or slightly larger than the Milky Way. For earth-based astronomers, NGC 1350 is seen on the outskirts of the Fornax cluster of galaxies, but its estimated distance suggests that it is not itself a cluster member. Of course, the bright spiky stars in the foreground of this telescopic field of view are members of our own spiral Milky Way galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/2102/NGC1350_crop.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy NGC 1350",
    "url": "https://apod.nasa.gov/apod/image/2102/NGC1350_crop1024.jpg"
  },
  {
    "date": "2021-02-13",
    "explanation": "Get out your red/blue glasses and float next to asteroid 433 Eros. Orbiting the Sun once every 1.8 years, the near-Earth asteroid is named for the Greek god of love. Still, its shape more closely resembles a lumpy potato than a heart. Eros is a diminutive 40 x 14 x 14 kilometer world of undulating horizons, craters, boulders and valleys. Its unsettling scale and unromantic shape are emphasized in this mosaic of images from the NEAR Shoemaker spacecraft processed to yield a stereo anaglyphic view.  Along with dramatic chiaroscuro, NEAR Shoemaker's 3-D imaging provided important measurements of the asteroid's landforms and structures, and clues to the origin of this city-sized chunk of Solar System. The smallest features visible here are about 30 meters across. Beginning on February 14, 2000, historic NEAR Shoemaker spent a year in orbit around Eros, the first spacecraft to orbit an asteroid. Twenty years ago, on February 12 2001, it landed on Eros, the first ever landing on an asteroid's surface. NEAR Shoemaker's final transmission from the surface of Eros was on February 28, 2001.",
    "hdurl": "https://apod.nasa.gov/apod/image/2102/PIA02471_800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stereo Eros",
    "url": "https://apod.nasa.gov/apod/image/2102/PIA02471_800.jpg"
  },
  {
    "copyright": "Adam BlockTim Puckett",
    "date": "2021-02-14",
    "explanation": "Would the Rosette Nebula by any other name look as sweet? The bland New General Catalog designation of NGC 2237 doesn't appear to diminish the appearance of this flowery emission nebula, at the top of the image, atop a long stem of glowing hydrogen gas. Inside the nebula lies an open cluster of bright young stars designated NGC 2244. These stars formed about four million years ago from the nebular material and their stellar winds are clearing a hole in the nebula's center, insulated by a layer of dust and hot gas. Ultraviolet light from the hot cluster stars causes the surrounding nebula to glow. The Rosette Nebula spans about 100 light-years across, lies about 5000 light-years away, and can be seen with a small telescope towards the constellation of the Unicorn (Monoceros).   Jump around the Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2102/rosette_BlockPuckett_2918.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Long Stem Rosette Nebula",
    "url": "https://apod.nasa.gov/apod/image/2102/rosette_BlockPuckett_960.jpg"
  },
  {
    "date": "2021-02-15",
    "explanation": "Starting Thursday, there may be an amazing new robotic explorer on Mars.  Or there may be a new pile of junk.  It all likely depends on things going correctly in the minutes after the Mars 2020 mission arrives at its new home planet and attempts to deploy the Perseverance rover.  Arguably the most sophisticated landing yet attempted on the red planet, consecutive precision events will involve a heat shield, a parachute, several rocket maneuvers, and the automatic operation of an unusual device called a Sky Crane.  Thursday's Seven Minutes of Terror echo the landing of the Curiosity rover on Mars in 2012, as depicted in the featured video. If successful, the car-sized Perseverance rover will rest on the surface of Mars, soon to begin exploring Jezero Crater to better determine the habitability of this seemingly barren world to life -- past, present, and future.  Although multiple media outlets may cover this event, one way to watch these landing events unfold is on the NASA channel live on the web.   News: NASA Perseverance Coverage",
    "media_type": "video",
    "service_version": "v1",
    "title": "Landing on Mars: Seven Minutes of Terror",
    "url": "https://www.youtube.com/embed/Ki_Af_o9Q9s?rel=0"
  },
  {
    "date": "2021-02-16",
    "explanation": "How hard is it to land safely on Mars? So hard that many more attempts have failed than succeeded.  The next attempt will be on Thursday. The main problem is that the Martian atmosphere is too thick to ignore -- or it will melt your spacecraft.  On the other hand, the atmosphere is too thin to rely on parachutes -- or your spacecraft will crash land.  Therefore, as outlined in the featured video, the Perseverance lander will lose much of its high speed by deploying a huge parachute, but then switch to rockets, and finally, assuming everything goes right, culminate with a hovering Sky Crane that will slowly lower the car-sized Perseverance rover to the surface with ropes.  It may sound crazy, but the Curiosity rover was placed on Mars using a similar method in 2012.  From atmospheric entry to surface touch-down takes about seven minutes, all coordinated by an onboard computer because Mars is too far away for rapid interactive communication.  During this time, humans on Earth will simply wait to hear if the landing was successful. Last week, UAE's Hope spacecraft successfully began orbiting Mars, followed a day later by the Chinese Tianwen-1 mission, which will likely schedule a landing of its own rover sometime in the next few months.    News: NASA Perseverance Coverage",
    "media_type": "video",
    "service_version": "v1",
    "title": "Perseverance: Seven Minutes to Mars",
    "url": "https://www.youtube.com/embed/M4tdMR5HLtg?rel=0"
  },
  {
    "copyright": "Mike Cohea",
    "date": "2021-02-17",
    "explanation": "This was not a typical sun pillar.  Just after sunrise two weeks ago in Providence, Rhode Island, USA, a photographer, looking out his window, was suddenly awestruck. The astonishment was caused by a sun pillar that fanned out at the top.  Sun pillars, singular columns of light going up from the Sun, are themselves rare to see, and are known to be caused by sunlight reflecting from wobbling, hexagon-shaped ice-disks falling through Earth's atmosphere.  Separately, upper tangent arcs are known to be caused by sunlight refracting through falling hexagon-shaped ice-tubes. Finding a sun pillar connected to an upper tangent arc is extraordinary, and, initially, took some analysis to figure out what was going on. A leading theory is that this sun pillar was also created, in a complex and unusual way, by falling ice tubes.  Few might believe that such a rare phenomenon was seen again if it wasn't for the quick thinking of the photographer -- and the camera on his nearby smartphone.    News from Mars: NASA Perseverance Coverage",
    "hdurl": "https://apod.nasa.gov/apod/image/2102/SunPillar_Cohea_3400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sun Pillar with Upper Tangent Arc",
    "url": "https://apod.nasa.gov/apod/image/2102/SunPillar_Cohea_960.jpg"
  },
  {
    "copyright": "Jens Bydal",
    "date": "2021-02-18",
    "explanation": "Taken on February 6, this snowy mountain and skyscape was captured near Melchsee-Frutt, central Switzerland, planet Earth. The reddish daylight and blue tinted glow around the afternoon Sun are colors of the Martian sky, though. Of course both worlds have the same Sun. From Mars, the Sun looks only about half as bright and 2/3 the size compared to its appearance from Earth. Lofted from the surface of Mars, fine dust particles suspended in the thin Martian atmosphere are rich in the iron oxides that make the Red Planet red. They tend to absorb blue sunlight giving a red tinge to the Martian sky, while forward scattering still makes the light appear relatively bluish near the smaller, fainter Martian Sun. Normally Earth's denser atmosphere strongly scatters blue light, making the terrestrial sky blue. But on February 6 a huge cloud of dust blown across the Mediterranean from the Sahara desert reached the Swiss Alps, dimming the Sun and lending that Alpine afternoon the colors of the Martian sky. By the next day, only the snow was left covered with reddish dust.   News from Mars: NASA Perseverance Coverage",
    "hdurl": "https://apod.nasa.gov/apod/image/2102/SwissAlpsMartianSky.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Swiss Alps, Martian Sky",
    "url": "https://apod.nasa.gov/apod/image/2102/SwissAlpsMartianSky1024.jpg"
  },
  {
    "date": "2021-02-19",
    "explanation": "After a 203 day interplanetary voyage, and seven minutes of terror, Perseverance has landed on Mars.  Confirmation of the successful landing at Jezero crater was announced from mission control at NASA’s Jet Propulsion Laboratory in Southern California at 12:55 pm PST on February 18. The car-sized Mars rover's Front Left Hazard Avoidance Camera acquired this initial low resolution image shortly after touchdown on mission Sol 0. A protective cover is still on the camera, but the shadow of Perseverance, now the most ambitious rover sent to the Red Planet, is visible cast across the martian surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/2102/Mars_Perseverance_FLR_0000_0666952977_800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars Perseverance Sol 0",
    "url": "https://apod.nasa.gov/apod/image/2102/Mars_Perseverance_FLR_0000_0666952977_800.jpg"
  },
  {
    "date": "2021-02-20",
    "explanation": "Slung beneath its rocket powered descent stage Perseverance hangs only a few meters above the martian surface, captured here moments before its February 18 touchdown on the Red Planet. The breath-taking view followed an intense seven minute trip from the top of the martian atmosphere. Part of a high resolution video, the picture was taken from the descent stage itself during the final skycrane landing maneuver. Three taut mechanical cables about 7 meters long are visible lowering Perseverance, along with an electrical umbilical connection feeding signals (like this image), to a computer on board the car-sized rover. Below Perseverance streamers of martian dust are kicked-up from the surface by the descent rocket engines. Immediately after touchdown, the cables were released allowing the descent stage to fly to a safe distance before exhausting its fuel as planned.",
    "hdurl": "https://apod.nasa.gov/apod/image/2102/rover_drop.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseverance: How to Land on Mars",
    "url": "https://apod.nasa.gov/apod/image/2102/rover_drop1024.jpg"
  },
  {
    "copyright": "Don Goldman",
    "date": "2021-02-21",
    "explanation": "In the heart of the Rosette Nebula lies a bright open cluster of stars that lights up the nebula.  The stars of NGC 2244 formed from the surrounding gas only a few million years ago.  The featured image taken in January using multiple exposures and very specific colors of Sulfur (shaded red), Hydrogen (green), and Oxygen (blue), captures the central region in tremendous detail. A hot wind of particles streams away from the cluster stars and contributes to an already complex menagerie of gas and dust filaments while slowly evacuating the cluster center.  The Rosette Nebula's center measures about 50 light-years across, lies about 5,200 light-years away, and is visible with binoculars towards the constellation of the Unicorn (Monoceros).",
    "hdurl": "https://apod.nasa.gov/apod/image/2102/rosette_goldman_2500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2244: A Star Cluster in the Rosette Nebula",
    "url": "https://apod.nasa.gov/apod/image/2102/rosette_goldman_960.jpg"
  },
  {
    "copyright": "John Kraus",
    "date": "2021-02-22",
    "explanation": "What's that on either side of the Moon? Starships. Specifically, they are launch-and-return reusable rockets being developed by SpaceX to lift cargo and eventually humans from the Earth's surface into space.  The two rockets pictured are SN9 (Serial Number 9) and SN10 which were captured near their Boca Chica, Texas launchpad last month posing below January's full Wolf Moon. The Starships house liquid-methane engines inside rugged stainless-steel shells. SN9 was test-launched earlier this month and did well with the exception of one internal rocket that failed to relight during powered descent.  SN10 continues to undergo ground tests and may be test-launched later this month.",
    "hdurl": "https://apod.nasa.gov/apod/image/2102/StarshipsMoon_Kraus_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Rising Between Starships",
    "url": "https://apod.nasa.gov/apod/image/2102/StarshipsMoon_Kraus_1080.jpg"
  },
  {
    "date": "2021-02-23",
    "explanation": "What would it look like to land on Mars?  To better monitor the instruments involved in the Entry, Decent, and Landing of the Perseverance Rover on Mars last week, cameras with video capability were included that have now returned their images. The featured 3.5-minute composite video begins with the opening of a huge parachute that dramatically slows the speeding spacecraft as it enters the Martian atmosphere.  Next the heat shield is seen separating and falls ahead. As Perseverance descends, Mars looms large and its surface becomes increasingly detailed.  At just past 2-minutes into the video, the parachute is released and Perseverance begins to land with dust-scattering rockets. Soon the Sky Crane takes over and puts Perseverance down softly, then quickly jetting away. The robotic Perseverance rover will now begin exploring ancient Jezero Crater, including a search for signs that life once existed on Earth's neighboring planet.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Video: Perseverance Landing on Mars",
    "url": "https://www.youtube.com/embed/4czjS9h4Fpg?rel=0"
  },
  {
    "date": "2021-02-24",
    "explanation": "It’s always nice to get a new view of an old friend.  This stunning Hubble Space Telescope image of nearby spiral galaxy M66 is just that.  A spiral galaxy with a small central bar, M66 is a member of the Leo Galaxy Triplet, a group of three galaxies about 30 million light years from us.  The Leo Triplet is a popular target for relatively small telescopes, in part because M66 and its galactic companions M65 and NGC 3628 all appear separated by about the angular width of a full moon.  The featured image of M66 was taken by Hubble to help investigate the connection between star formation and molecular gas clouds.  Clearly visible are bright blue stars, pink ionized hydrogen clouds -- sprinkled all along the outer spiral arms, and dark dust lanes in which more star formation could be hiding.",
    "hdurl": "https://apod.nasa.gov/apod/image/2102/M66_HubbleShatz_2066.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy M66 from Hubble",
    "url": "https://apod.nasa.gov/apod/image/2102/M66_HubbleShatz_960.jpg"
  },
  {
    "date": "2021-02-25",
    "explanation": "On a mission to explore the inner heliosphere and solar corona, on July 11, 2020 the Wide-field Imager on board NASA's Parker Solar Probe captured this stunning view of the nightside of Venus at distance of about 12,400 kilometers (7,693 miles). The spacecraft was making the third of seven gravity-assist flybys of the inner planet. The gravity-asssist flybys are designed to use the approach to Venus to help the probe alter its orbit to ultimately come within 6 million kilometers (4 million miles) of the solar surface in late 2025. A surprising image, the side-looking camera seems to peer through the clouds to show a dark feature near the center known as Aphrodite Terra, the largest highland region on the Venusian surface. The bright rim at the edge of the planet is nightglow likely emitted by excited oxygen atoms recombining into molecules in the upper reaches of the atmosphere. Bright streaks and blemishes throughout the image are likely due to energetic charged particles, and dust near the camera reflecting sunlight. Skygazers from planet Earth probably recognize the familiar stars of Orion's belt and sword at lower right.",
    "hdurl": "https://apod.nasa.gov/apod/image/2102/wispr_venus_image.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Venus Flyby",
    "url": "https://apod.nasa.gov/apod/image/2102/wispr_venus_image.jpg"
  },
  {
    "date": "2021-02-26",
    "explanation": "Stitched together on planet Earth, 142 separate images make up this 360 degree panorama from the floor of Jezero Crater on Mars. The high-resolution color images were taken by the Perseverance rover's zoomable Mastcam-Z during mission sol 3, also known as February 21, 2021. In the foreground of Mastcam-Z's view is the car-sized rover's deck. Broad light-colored patches in the martian soil just beyond it were scoured by descent stage rocket engines during the rover's dramatic arrival on February 18. The rim of 45 kilometer-wide Jezero Crater rises in the distance. In the coming sols, Perseverance will explore the ancient lake-delta system in the crater, hunting for signs of past microscopic life and collecting samples for potential future return to planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2102/PIA24264.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars Perseverance Sol 3",
    "url": "https://apod.nasa.gov/apod/image/2102/PIA24264-1900.jpg"
  },
  {
    "date": "2021-02-27",
    "explanation": "Seen from orbit a day after a dramatic arrival on the martian surface, the Perseverance landing site is identified in this high-resolution view from the Mars Reconnaissance Orbiter. The orbiter's camera image also reveals the location of the Mars 2020 mission descent stage, heat shield, and parachute and back shell that delivered Perseverance to the surface of Mars.  Each annotated inset box spans 200 meters (650 feet) across the floor of Jezero Crater. Perseverance is located at the center of the pattern created by rocket exhaust as the descent stage hovered and lowered the rover to the surface. Following the sky crane maneuver, the descent stage itself flew away to crash at a safe distance from the rover, its final resting place indicated by a dark V-shaped debris pattern. Falling to the surface nearby after their separation in the landing sequence, heat shield, parachute and back shell locations are marked in the high-resolution image from Mars orbit.",
    "hdurl": "https://apod.nasa.gov/apod/image/2102/PIA24333_fig1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseverance Landing Site from Mars Reconnaissance Orbiter",
    "url": "https://apod.nasa.gov/apod/image/2102/PIA24333_fig1_1035c.jpg"
  },
  {
    "copyright": "Alyn Wallace",
    "date": "2021-02-28",
    "explanation": "Yes, but can your tree do this?  Pictured is a visual coincidence between the dark branches of a nearby tree and bright glow of a distant aurora. The beauty of the aurora -- combined with how it seemed to mimic a tree right nearby -- mesmerized the photographer to such a degree that he momentarily forgot to take pictures. When viewed at the right angle, it seemed that this tree had aurora for leaves. Fortunately, before the aurora morphed into a different overall shape, he came to his senses and capture the awe-inspiring momentary coincidence.  Typically triggered by solar explosions, aurora are caused by high energy electrons impacting the Earth's atmosphere around 150 kilometers up.  The unusual Earth-sky collaboration was witnessed in March of 2017 in Iceland.    Almost Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2102/AuroraTree_Wallace_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Aurora Tree",
    "url": "https://apod.nasa.gov/apod/image/2102/AuroraTree_Wallace_960.jpg"
  },
  {
    "copyright": "U. Mishra",
    "date": "2021-03-01",
    "explanation": "The Pelican Nebula is changing.   The entire nebula, officially designated IC 5070, is divided from the larger North America Nebula by a molecular cloud filled with dark dust.  The Pelican, however, is particularly interesting because it is an unusually active mix of star formation and evolving gas clouds.  The featured picture was processed to bring out two main colors, red and blue, with the red dominated by light emitted by interstellar hydrogen. Ultraviolet light emitted by young energetic stars is slowly transforming cold gas in the nebula to hot gas, with the advancing boundary between the two, known as an ionization front, visible in bright red across the image center. Particularly dense tentacles of cold gas remain.  Millions of years from now this nebula might no longer be known as the Pelican, as the balance and placement of stars and gas will surely leave something that appears completely different.   APOD in world languages: Arabic, Bulgarian, Catalan, Chinese (Beijing), Chinese (Taiwan), Croatian, Czech, Dutch, Farsi, French, German, Hebrew, Indonesian, Korean, Montenegrin, Polish, Russian, Serbian, Slovenian,  Spanish, Taiwanese, Turkish, Turkish, and  Ukrainian",
    "hdurl": "https://apod.nasa.gov/apod/image/2102/Pelican_PetraskoEtAl_3555.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pelican Nebula in Red and Blue",
    "url": "https://apod.nasa.gov/apod/image/2102/Pelican_PetraskoEtAl_960.jpg"
  }
]
