[
  {
    "date": "2021-04-01",
    "explanation": "Have you ever seen a rocket launch -- from space?  A close inspection of the featured time-lapse video will reveal a rocket rising to Earth orbit as seen from the International Space Station (ISS).  The Russian Soyuz-FG rocket was launched in November 2018 from the Baikonur Cosmodrome in Kazakhstan, carrying a Progress MS-10 (also 71P) module to bring needed supplies to the ISS.  Highlights in the 90-second video (condensing about 15-minutes) include city lights and clouds visible on the Earth on the lower left, blue and gold bands of atmospheric airglow running diagonally across the center, and distant stars on the upper right that set behind the Earth. A lower stage can be seen falling back to Earth as the robotic supply ship fires its thrusters and begins to close on the ISS, a space laboratory that celebrated its 20th anniversary in 2018. Astronauts who live aboard the Earth-orbiting ISS conduct, among more practical duties, numerous science experiments that expand human knowledge and enable future commercial industry in low Earth orbit.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Rocket Launch as Seen from the Space Station",
    "url": "https://www.youtube.com/embed/B1R3dTdcpSU?rel=0"
  },
  {
    "copyright": "Eric Benson",
    "date": "2021-04-02",
    "explanation": "Gorgeous spiral galaxy NGC 3521 is a mere 35 million light-years away, toward the constellation Leo. Relatively bright in planet Earth's sky, NGC 3521 is easily visible in small telescopes but often overlooked by amateur imagers in favor of other Leo spiral galaxies, like M66 and M65. It's hard to overlook in this colorful cosmic portr",
    "hdurl": "https://apod.nasa.gov/apod/image/2104/NGC3521-LRGB-1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3521: Galaxy in a Bubble",
    "url": "https://apod.nasa.gov/apod/image/2104/NGC3521-LRGB-1024c.jpg"
  },
  {
    "date": "2021-04-03",
    "explanation": "The Mars Ingenuity Helicopter, all four landing legs down, was captured here on sol 39 (March 30) slung beneath the belly of the Perseverance rover. The near ground level view is a mosaic of images from the WATSON camera on the rover's SHERLOC robotic arm. Near the center of the frame the experimental helicopter is suspended just a few centimeters above the martian surface. Tracks from Perseverance extend beyond the rover's wheels with the rim of Jezero crater visible about 2 kilometers in the distance. Ingenuity has a weight of 1.8 kilograms or 4 pounds on Earth. That corresponds to a weight of 0.68 kilograms or 1.5 pounds on Mars. With rotor blades spanning 1.2 meters it will attempt to make the first powered flight of an aircraft on another planet in the thin martian atmosphere, 1 percent as dense as Earth's, no earlier than April 11.",
    "hdurl": "https://apod.nasa.gov/apod/image/2104/PIA24449.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ingenuity on Sol 39",
    "url": "https://apod.nasa.gov/apod/image/2104/PIA24449_1024.jpg"
  },
  {
    "date": "2021-04-04",
    "explanation": "Four moons are visible on the featured image -- can you find them all? First -- and farthest in the background -- is Titan, the largest moon of Saturn and one of the larger moons in the Solar System.  The dark feature across the top of this perpetually cloudy world is the north polar hood. The next most obvious moon is bright Dione, visible in the foreground, complete with craters and long ice cliffs. Jutting in from the left are several of Saturn's expansive rings, including Saturn's A ring featuring the dark Encke Gap. On the far right, just outside the rings, is Pandora, a moon only 80-kilometers across that helps shepherd Saturn's F ring. The fourth moon?  If you look closely inside Saturn's rings, in the Encke Gap, you will find a speck that is actually Pan. Although one of Saturn's smallest moons at 35-kilometers across, Pan is massive enough to help keep the Encke gap relatively free of ring particles. After more than a decade of exploration and discovery, the Cassini spacecraft ran low on fuel in 2017 and was directed to enter Saturn's atmosphere, where it surely melted.",
    "hdurl": "https://apod.nasa.gov/apod/image/2104/fourmoons_cassini_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In, Through, and Beyond Saturn's Rings",
    "url": "https://apod.nasa.gov/apod/image/2104/fourmoons_cassini_960.jpg"
  },
  {
    "date": "2021-04-05",
    "explanation": "Wisps like this are all that remain visible of a Milky Way star.  About 7,000 years ago that star exploded in a supernova leaving the Veil Nebula. At the time, the expanding cloud was likely as bright as a crescent Moon, remaining visible for weeks to people living at the dawn of recorded history.  Today, the resulting supernova remnant, also known as the Cygnus Loop, has faded and is now visible only through a small telescope directed toward the constellation of the Swan (Cygnus). The remaining Veil Nebula is physically huge, however, and even though it lies about 1,400 light-years distant, it covers over five times the size of the full Moon.  The featured picture is a Hubble Space Telescope mosaic of six images together covering a span of only about two light years, a small part of the expansive supernova remnant. In images of the complete Veil Nebula, even studious readers might not be able to identify the featured filaments.",
    "hdurl": "https://apod.nasa.gov/apod/image/2104/VeilDetail_Hubble_10743.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Veil Nebula: Wisps of an Exploded Star",
    "url": "https://apod.nasa.gov/apod/image/2104/VeilDetail_Hubble_960.jpg"
  },
  {
    "copyright": "Kristine Richer",
    "date": "2021-04-06",
    "explanation": "Is this just a lonely tree on an empty hill? To start, perhaps, but look beyond.  There, a busy universe may wait to be discovered. First, physically, to the left of the tree, is the planet Mars. The red planet, which is the new home to NASA's Perseverance rover, remains visible this month at sunset above the western horizon. To the tree's right is the Pleiades, a bright cluster of stars dominated by several bright blue stars. The featured picture is a composite of several separate foreground and background images taken within a few hours of each other, early last month, from the same location on Vinegar Hill in Milford, Nova Scotia, Canada. At that time, Mars was passing slowly, night after night, nearly in front of the distant Seven Sisters star cluster. The next time Mars will pass angularly as close to the Pleiades as it did in March will be in 2038.",
    "hdurl": "https://apod.nasa.gov/apod/image/2104/MartianSisters_Rose_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars and the Pleiades Beyond Vinegar Hill",
    "url": "https://apod.nasa.gov/apod/image/2104/MartianSisters_Rose_960.jpg"
  },
  {
    "date": "2021-04-07",
    "explanation": "Found in far southern skies, deep within the boundaries of the constellation Dorado, NGC 1947 is some 40 million light-years away. In silhouette against starlight, obscuring lanes of cosmic dust thread across the peculiar galaxy's bright central regions. Unlike the rotation of stars, gas, and dust tracing the arms of spiral galaxies, the motions of dust and gas don't follow the motions of stars in NGC 1947 though. Their more complicated disconnected motion suggest this galaxy's visible threads of dust and gas may have come from a donor galaxy, accreted by NGC 1947 during the last 3 billion years or so of the peculiar galaxy's evolution. With spiky foreground Milky Way stars and even more distant background galaxies scattered through the frame, this sharp Hubble image spans about 25,000 light-years near the center of NGC 1947.",
    "hdurl": "https://apod.nasa.gov/apod/image/2104/NGC1947potw2051a.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Threads of NGC 1947",
    "url": "https://apod.nasa.gov/apod/image/2104/NGC1947potw2051a_1024.jpg"
  },
  {
    "date": "2021-04-08",
    "explanation": "The multicolor, stereo imaging Mastcam-Z on the Perseverance rover zoomed in to captured this 3D close-up (get out your red/blue glasses) of the Mars Ingenuity helicopter on mission sol 45, April 5. That's only a few sols before the technology demonstrating Ingenuity will attempt to fly in the thin martian atmosphere, making the first powered flight on another planet. The historic test flight is planned for no earlier than Sunday, April 11.  Casting its shadow on the martian surface, Ingenuity is standing alone on four landing legs next to the rover's wheel tracks. The experimental helicopter's solar panel, charging batteries that keep it warm through the cold martian nights and power its flight, sits above its two 1.2 meter (4 foot) long counter-rotating blades.",
    "hdurl": "https://apod.nasa.gov/apod/image/2104/PIA24547_fig1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "3D Ingenuity",
    "url": "https://apod.nasa.gov/apod/image/2104/PIA24547_fig1_1024.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2021-04-09",
    "explanation": "Close to the Great Bear (Ursa Major) and surrounded by the stars of the Hunting Dogs (Canes Venatici), this celestial wonder was discovered in 1781 by the metric French astronomer Pierre Mechain. Later, it was added to the catalog of his friend and colleague Charles Messier as M106. Modern deep telescopic views reveal it to be an island universe - a spiral galaxy around 30 thousand light-years across located only about 21 million light-years beyond the stars of the Milky Way. Along with a bright central core, this stunning galaxy portrait, a composite of image data from amateur and professional telescopes, highlights youthful blue star clusters and reddish stellar nurseries tracing the galaxy's spiral arms. It also shows off remarkable reddish jets of glowing hydrogen gas. In addition to small companion galaxy NGC 4248 at bottom right, background galaxies can be found scattered throughout the frame. M106, also known as NGC 4258, is a nearby example of the Seyfert class of active galaxies, seen across the spectrum from radio to X-rays. Active galaxies are powered by matter falling into a massive central black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/2104/M106-NOAO-HST-L.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 106",
    "url": "https://apod.nasa.gov/apod/image/2104/M106-NOAO-HST-1024c.jpg"
  },
  {
    "copyright": "Jean-Francois\nGraffand",
    "date": "2021-04-10",
    "explanation": "An intense band of zodiacal light is captured in this serene mountain and night skyscape from April 7. The panoramic view was recorded after three hours of hiking from a vantage looking west after sunset across the Pyrenees in southern France. At 2838 meters altitude, Mont Valier is the tallest peak near center. In the sky above, the familiar stars of Orion and the northern winter Milky Way are approaching the rugged western horizon. At the shoulder of Orion, Betelgeuse is one of three bright yellowish celestial beacons. It forms a triangle with fellow red giant star Aldebaran located below Betelgeuse and to the right, and the red planet Mars. Mars shines just under the band of the Milky Way, still immersed in the bright zodiacal light.   Tournament Earth: Vote for your favorite image from NASA's Earth Observatory",
    "hdurl": "https://apod.nasa.gov/apod/image/2104/ZodiacalNight.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Zodiacal Night",
    "url": "https://apod.nasa.gov/apod/image/2104/ZodiacalNight1024.jpg"
  },
  {
    "copyright": "Simulating Extreme Spacetimes",
    "date": "2021-04-11",
    "explanation": "What happens when two black holes collide? This extreme scenario occurs in the centers of many merging galaxies and multiple star systems. The featured video shows a computer animation of the final stages of such a merger, while highlighting the gravitational lensing effects that would appear on a background starfield. The black regions indicate the event horizons of the dynamic duo, while a surrounding ring of shifting background stars indicates the position of their combined Einstein ring. All background stars not only have images visible outside of this Einstein ring, but also have one or more companion images visible on the inside. Eventually the two black holes coalesce.  The end stages of such a merger is now known to produce a strong blast of gravitational radiation, providing a new way to see our universe.    This Week is: Black Hole Week at NASA",
    "media_type": "video",
    "service_version": "v1",
    "title": "When Black Holes Collide",
    "url": "https://www.youtube.com/embed/Qg6PwRI2uS8?rel=0"
  },
  {
    "copyright": "Team ARO",
    "date": "2021-04-12",
    "explanation": "What lights up the Flame Nebula?  Fifteen hundred light years away towards the constellation of Orion lies a nebula which, from its glow and dark dust lanes, appears, on the left, like a billowing fire.  But fire, the rapid acquisition of oxygen, is not what makes this Flame glow.  Rather the bright star Alnitak, the easternmost star in the Belt of Orion visible on the far left, shines energetic light into the Flame that knocks electrons away from the great clouds of hydrogen gas that reside there.  Much of the glow results when the electrons and ionized hydrogen recombine.  The featured picture of the Flame Nebula (NGC 2024) was taken across three visible color bands with detail added by a long duration exposure taken in light emitted only by hydrogen.  The Flame Nebula is part of the Orion Molecular Cloud Complex, a star-forming region that includes the famous Horsehead Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/2104/Flame_ARO_1462.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Alnitak and the Flame Nebula",
    "url": "https://apod.nasa.gov/apod/image/2104/Flame_ARO_960.jpg"
  },
  {
    "date": "2021-04-13",
    "explanation": "How fast do elementary particles wobble?  A surprising answer to this seemingly inconsequential question came out of Brookhaven National Laboratory in New York, USA in 2001, and indicated that the Standard Model of Particle Physics, adopted widely in physics, is incomplete. Specifically, the muon, a particle with similarities to a heavy electron, has had its relatively large wobble under scrutiny in a series of experiments known as g-2 (gee-minus-two). The Brookhaven result galvanized other experimental groups around the world to confirm it, and pressured theorists to better understand it.  Reporting in last week, the most sensitive muon wobble experiment yet, conducted at Fermi National Accelerator Laboratory (Fermilab) in Illinois and pictured here, agreed with the Brookhaven result. The unexpected wobble rate may indicate that an ever-present sea of  virtual particles includes types not currently known.  Alternatively, it may indicate that flaws exist in difficult theoretical prediction calculations. Future runs at Fermilab's g-2 experiment will further increase precision and, possibly, the statistical difference between the universe we measure and the universe we understand.",
    "hdurl": "https://apod.nasa.gov/apod/image/2104/Gminus2Ring_FNAL_7360.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Confirmed Muon Wobble Remains Unexplained",
    "url": "https://apod.nasa.gov/apod/image/2104/Gminus2Ring_FNAL_1080.jpg"
  },
  {
    "copyright": "Utkarsh Mishra",
    "date": "2021-04-14",
    "explanation": "This supernova shock wave plows through interstellar space at over 500,000 kilometers per hour. Near the middle and moving up in this sharply detailed color composite, thin, bright, braided filaments are actually long ripples in a cosmic sheet of glowing gas seen almost edge-on. Cataloged as NGC 2736, its elongated appearance suggests its popular name, the Pencil Nebula. The Pencil Nebula is about 5 light-years long and 800 light-years away, but represents only a small part of the Vela supernova remnant. The Vela remnant itself is around 100 light-years in diameter, the expanding debris cloud of a star that was seen to explode about 11,000 years ago. Initially, the shock wave was moving at millions of kilometers per hour but has slowed considerably, sweeping up surrounding interstellar material. In the featured narrow-band, wide field image, red and blue colors track, primarily, the characteristic glows of ionized hydrogen and oxygen atoms, respectively.   Portal Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2104/Pencil_TurgeonMishra_3930.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pencil Nebula Supernova Shock Wave",
    "url": "https://apod.nasa.gov/apod/image/2104/Pencil_TurgeonMishra_960.jpg"
  },
  {
    "date": "2021-04-15",
    "explanation": "Bright elliptical galaxy Messier 87 (M87) is home to the supermassive black hole captured by planet Earth's Event Horizon Telescope in the first ever image of a black hole. Giant of the Virgo galaxy cluster about 55 million light-years away, M87 is the large galaxy rendered in blue hues in this infrared image from the Spitzer Space telescope.  Though M87 appears mostly featureless and cloud-like, the Spitzer image does record details of relativistic jets blasting from the galaxy's central region. Shown in the inset at top right, the jets themselves span thousands of light-years. The brighter jet seen on the right is approaching and close to our line of sight. Opposite, the shock created by the otherwise unseen receding jet lights up a fainter arc of material. Inset at bottom right, the historic black hole image is shown in context, at the center of giant galaxy and relativistic jets. Completely unresolved in the Spitzer image, the supermassive black hole surrounded by infalling material is the source of enormous energy driving the relativistic jets from the center of active galaxy M87.",
    "hdurl": "https://apod.nasa.gov/apod/image/2104/pia23122c-16.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Galaxy, the Jet, and a Famous Black Hole",
    "url": "https://apod.nasa.gov/apod/image/2104/pia23122c-16_1067.jpg"
  },
  {
    "date": "2021-04-16",
    "explanation": "Light rays from accretion disks around a pair of orbiting supermassive black holes make their way through the warped space-time produced by extreme gravity in this stunning computer visualization. The simulated accretion disks have been given different false color schemes, red for the disk surrounding a 200-million-solar-mass black hole, and blue for the disk surrounding a 100-million-solar-mass black hole. That makes it easier to track the light sources, but the choice also reflects reality. Hotter gas gives off light closer to the blue end of the spectrum and material orbiting smaller black holes experiences stronger gravitational effects that produce higher temperatures. For these masses, both accretion disks would actually emit most of their light in the ultraviolet though. In the video, distorted secondary images of the blue black hole, which show the red black hole's view of its partner, can be found within the tangled skein of the red disk warped by the gravity of the blue black hole in the foreground. Because we're seeing red's view of blue while also seeing blue directly, the images allow us to see both sides of blue at the same time. Red and blue light originating from both black holes can be seen in the innermost ring of light, called the photon ring, near their event horizons. Astronomers expect that in the not-too-distant future they’ll be able to detect gravitational waves, ripples in space-time, produced when two supermassive black holes in a system much like the one simulated here spiral together and merge.",
    "media_type": "video",
    "service_version": "v1",
    "title": "The Doubly Warped World of Binary Black Holes",
    "url": "https://www.youtube.com/embed/rQcKIN9vj3U?rel=0"
  },
  {
    "date": "2021-04-17",
    "explanation": "The Flame Nebula is a stand out in optical images of the dusty, crowded star forming regions toward Orion's belt and the easternmost belt star Alnitak, a mere 1,400 light-years away. Alnitak is the bright star at the right edge of this infrared image from the Spitzer Space Telescope. About 15 light-years across, the infrared view takes you inside the nebula's glowing gas and obscuring dust clouds though. It reveals many stars of the recently formed, embedded cluster NGC 2024 concentrated near the center. The stars of NGC 2024 range in age from 200,000 years to 1.5 million years young. In fact, data indicate that the youngest stars are concentrated near the middle of the Flame Nebula cluster. That's the opposite of the simplest models of star formation for a stellar nursery that predict star formation begins in the denser center of a molecular cloud core. The result requires a more complex model for star formation inside the Flame Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/2104/FlamenebulaIR.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Inside the Flame Nebula",
    "url": "https://apod.nasa.gov/apod/image/2104/FlamenebulaIR1024.jpg"
  },
  {
    "copyright": "Miguel ClaroTWAN Rollover Annotation: Judy Schmidt",
    "date": "2021-04-18",
    "explanation": "Why would the sky glow like a giant repeating rainbow?  Airglow.  Now air glows all of the time, but it is usually hard to see. A disturbance however -- like an approaching storm -- may cause noticeable rippling in the Earth's atmosphere. These gravity waves are oscillations in air analogous to those created when a rock is thrown in calm water.  The long-duration exposure nearly along the vertical walls of airglow likely made the undulating structure particularly visible.  OK, but where do the colors originate?  The deep red glow likely originates from OH molecules about 87-kilometers high, excited by ultraviolet light from the Sun. The orange and green airglow is likely caused by sodium and oxygen atoms slightly higher up.  The featured image was captured during a climb up Mount Pico in the Azores of Portugal.  Ground lights originate from the island of Faial in the Atlantic Ocean.  A spectacular sky is visible through this banded airglow, with the central band of our Milky Way Galaxy running up the image center, and M31, the Andromeda Galaxy, visible near the top left.   Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2104/GravityWaves_Claro_1486.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rainbow Airglow over the Azores",
    "url": "https://apod.nasa.gov/apod/image/2104/GravityWaves_Claro_960.jpg"
  },
  {
    "date": "2021-04-19",
    "explanation": "What does the center of our galaxy look like?  In visible light, the Milky Way's center is hidden by clouds of obscuring dust and gas. But in this stunning vista, the Spitzer Space Telescope's infrared cameras, penetrate much of the dust revealing the stars of the crowded galactic center region. A mosaic of many smaller snapshots, the detailed, false-color image shows older, cool stars in bluish hues. Red and brown glowing dust clouds are associated with young, hot stars in stellar nurseries. The very center of the Milky Way has recently been found capable of forming newborn stars. The galactic center lies some 26,700 light-years away, toward the constellation Sagittarius. At that distance, this picture spans about 900 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2104/GalacticCore_SpitzerSchmidt_6143.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Galactic Center in Infrared",
    "url": "https://apod.nasa.gov/apod/image/2104/GalacticCore_SpitzerSchmidt_960.jpg"
  },
  {
    "date": "2021-04-20",
    "explanation": "What's the best way to explore Mars? Perhaps there is no single best way, but a newly demonstrated method shows tremendous promise: flight. Powered flight has the promise to search vast regions and scout out particularly interesting areas for more detailed investigation.  Yesterday, for the first time, powered flight was demonstrated on Mars by a small helicopter named Ingenuity.  In the featured video, Ingenuity is first imaged by the Perseverance rover sitting quietly on the Martian surface.  After a few seconds, Ingenuity's long rotors begin to spin, and a few seconds after that -- history is made as Ingenuity actually takes off, hovers for a few seconds, and then lands safely.  More tests of Ingenuity's unprecedented ability are planned over the next few months.  Flight may help humanity better explore not only Mars, but Saturn's moon Titan over the next few decades.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Ingenuity: First Flight over Mars",
    "url": "https://www.youtube.com/embed/wMnOo2zcjXA?rel=0"
  },
  {
    "date": "2021-04-21",
    "explanation": "When galaxies collide -- what happens to their magnetic fields? To help find out, NASA pointed SOFIA, its flying 747, at galactic neighbor Centaurus A to observe the emission of polarized dust -- which traces magnetic fields.  Cen A's unusual shape results from the clash of two galaxies with jets powered by gas accreting onto a central supermassive black hole.  In the resulting featured image, SOFIA-derived magnetic streamlines are superposed on ESO (visible: white), APEX (submillimeter: orange), Chandra (X-rays: blue), and Spitzer (infrared: red) images. The magnetic fields were found to be parallel to the dust lanes on the outskirts of the galaxy but distorted near the center.  Gravitational forces near the black hole accelerate ions and enhance the magnetic field.  In sum, the collision not only combined the galaxies’ masses -- but amplified their magnetic fields.  These results provide new insights into how magnetic fields evolved in the early universe when mergers were more common.",
    "hdurl": "https://apod.nasa.gov/apod/image/2104/CenA_SofiaPlusB_2480.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Centaurus A's Warped Magnetic Fields",
    "url": "https://apod.nasa.gov/apod/image/2104/CenA_SofiaPlusB_960.jpg"
  },
  {
    "date": "2021-04-22",
    "explanation": "No sudden, sharp boundary marks the passage of day into night in this gorgeous view of ocean and clouds over our fair planet Earth. Instead, the shadow line or terminator is diffuse and shows the gradual transition to darkness we experience as twilight. With the Sun illuminating the scene from the right, the cloud tops reflect gently reddened sunlight filtered through the dusty troposphere, the lowest layer of the planet's nurturing atmosphere. A clear high altitude layer, visible along the dayside's upper edge, scatters blue sunlight and fades into the blackness of space. This picture was taken in June of 2001 from the International Space Station orbiting at an altitude of 211 nautical miles. But you can check out the vital signs of Planet Earth Now.  Celebrate: Earth Day",
    "hdurl": "https://apod.nasa.gov/apod/image/2104/ISS002-E-7377c.JPG",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planet Earth at Twilight",
    "url": "https://apod.nasa.gov/apod/image/2104/ISS002-E-7377_1024c.JPG"
  },
  {
    "date": "2021-04-23",
    "explanation": "Recorded during 2017, timelapse sequences from the International Space Station are compiled in this serene video of planet Earth at Night. Fans of low Earth orbit can start by enjoying the view as green and red aurora borealis slather up the sky. The night scene tracks from northwest to southeast across North America, toward the Gulf of Mexico and the Florida coast. A second sequence follows European city lights, crosses the Mediterranean Sea, and passes over a bright Nile river in northern Africa. Seen from the orbital outpost, erratic flashes of lightning appear in thunder storms below and stars rise above the planet's curved horizon through a faint atmospheric airglow. Of course, from home you can always check out the vital signs of Planet Earth Now.  Celebrate: Earth Day",
    "media_type": "video",
    "service_version": "v1",
    "title": "Flying Over the Earth at Night II",
    "url": "https://www.youtube.com/embed/zIqG42AD4Gw?rel=0"
  },
  {
    "copyright": "Eric Holland",
    "date": "2021-04-24",
    "explanation": "What's happening in the sky?  The pre-dawn sky first seemed relatively serene yesterday morning over Indian Harbor Beach in Florida, USA. But then it lit up with a rocket launch.  Just to the north, NASA's SpaceX Crew-2 Mission blasted into space aboard a powerful Falcon 9 rocket. The featured time-lapse video -- compressing 12-minutes into 8-seconds -- shows the bright launch plume starting on the far left.  The rocket rises into an increasingly thin atmosphere, causing its plume to spread out just as it is lit by the rising Sun. As the Crew-2 capsule disappears over the horizon, the landing plume of the returning first stage of the Falcon 9 descending toward the SpaceX barge in the Atlantic Ocean can be seen.  Up in space, the Endeavour crew capsule is expected to dock with the International Space Station (ISS) this morning, delivering four astronauts. The Crew-2 astronauts join Expedition 65 to help conduct, among other tasks, drug tests using tissue chips -- small microfluidic chips that simulate human organs -- that run rapidly in ISS's microgravity.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Streak and Plume from SpaceX Crew-2 Launch",
    "url": "https://www.youtube.com/embed/badXkJ6BnOs?rel=0"
  },
  {
    "date": "2021-04-25",
    "explanation": "Why isn't this ant a big sphere?  Planetary nebula Mz3 is being cast off by a star similar to our Sun that is, surely, round.  Why then would the gas that is streaming away create an ant-shaped nebula that is distinctly not round?  Clues might include the high 1000-kilometer per second speed of the expelled gas, the light-year long length of the structure, and the magnetism of the star featured here at the nebula's center.  One possible answer is that Mz3 is hiding a second, dimmer star that orbits close in to the bright star.  A competing hypothesis holds that the central star's own spin and magnetic field are channeling the gas.  Since the central star appears to be so similar to our own Sun, astronomers hope that increased understanding of the history of this giant space ant can provide useful insight into the likely future of our own Sun and Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2104/ant_hubble_1072.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planetary Nebula Mz3: The Ant Nebula",
    "url": "https://apod.nasa.gov/apod/image/2104/ant_hubble_1072.jpg"
  },
  {
    "copyright": "Gabriel Rodrigues Santos",
    "date": "2021-04-26",
    "explanation": "These three bright nebulae are often featured on telescopic tours of the constellation Sagittarius and the crowded starfields of the central Milky Way. In fact, 18th century cosmic tourist Charles Messier cataloged two of them; M8, the large nebula below and right of center, and colorful M20 near the top of the frame. The third emission region includes NGC 6559, left of M8 and separated from the larger nebula by a dark dust lane. All three are stellar nurseries about five thousand light-years or so distant. Over a hundred light-years across the expansive M8 is also known as the Lagoon Nebula. M20's popular moniker is the Trifid. Glowing hydrogen gas creates the dominant red color of the emission nebulae. But for striking contrast, blue hues in the Trifid are due to dust reflected starlight. The broad interstellarscape spans almost 4 degrees or 8 full moons on the sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/2104/M8-M20_GabrielSantos_APOD.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sagittarius Triplet",
    "url": "https://apod.nasa.gov/apod/image/2104/M8-M20_GabrielSantos_APOD1024.jpg"
  },
  {
    "date": "2021-04-27",
    "explanation": "What happens if a star gets too close to a black hole? The black hole can rip it apart -- but how? It's not the high gravitational attraction itself that's the problem -- it's the difference in gravitational pull across the star that creates the destruction.  In the featured animated video illustrating this disintegration, you first see a star approaching the black hole.  Increasing in orbital speed, the star's outer atmosphere is ripped away during closest approach.  Much of the star's atmosphere disperses into deep space, but some continues to orbit the black hole and forms an accretion disk. The animation then takes you into the accretion disk while looking toward the black hole. Including the strange visual effects of gravitational lensing, you can even see the far side of the disk.  Finally, you look along one of the jets being expelled along the spin axis.  Theoretical models indicate that these jets not only expel energetic gas, but create energetic neutrinos -- one of which may have been seen recently on Earth.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Animation: Black Hole Destroys Star",
    "url": "https://www.youtube.com/embed/ubBzcSD8G8k?rel=0"
  },
  {
    "copyright": "Bray Falls",
    "date": "2021-04-28",
    "explanation": "Why is Polaris called the North Star? First, Polaris is the nearest bright star toward the north spin axis of the Earth.  Therefore, as the Earth turns, stars appear to revolve around Polaris, but Polaris itself always stays in the same northerly direction -- making it the North Star.  Since no bright star is near the south spin axis of the Earth, there is currently no South Star.  Thousands of years ago, Earth's spin axis pointed in a slightly different direction so that Vega was the North Star.  Although Polaris is not the brightest star on the sky, it is easily located because it is nearly aligned with two stars in the cup of the Big Dipper. Polaris is near the center of the eight-degree wide featured image, an image that has been digitally manipulated to suppress surrounding dim stars but accentuate the faint gas and dust of the Integrated Flux Nebula (IFN).  The surface of Cepheid Polaris slowly pulsates, causing the star to change its brightness by a few percent over the course of a few days.    Portal Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2104/Polaris_Falls_3543.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "North Star: Polaris and Surrounding Dust",
    "url": "https://apod.nasa.gov/apod/image/2104/Polaris_Falls_960.jpg"
  },
  {
    "date": "2021-04-29",
    "explanation": "Our fair planet sports a curved, sunlit crescent against the black backdrop of space in this stunning photograph. From the unfamiliar perspective, the Earth is small and, like a telescopic image of a distant planet, the entire horizon is completely within the field of view. Enjoyed by crews on board the International Space Station, only much closer views of the planet are possible from low Earth orbit. Orbiting the planet once every 90 minutes, a spectacle of clouds, oceans, and continents scrolls beneath them with the partial arc of the planet's edge in the distance. But this digitally restored image presents a view so far only achieved by 24 humans, Apollo astronauts who traveled to the Moon and back again between 1968 and 1972. The original photograph, AS17-152-23420, was taken by the homeward bound crew of Apollo 17, on December 17, 1972. For now it's the last picture of Earth from this planetary perspective taken by human hands.   - NASA Remembers Michael Collins -",
    "hdurl": "https://apod.nasa.gov/apod/image/2104/AS17-152-23420_Ord.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 17: The Crescent Earth",
    "url": "https://apod.nasa.gov/apod/image/2104/AS17-152-23420_Ord1024c.jpg"
  },
  {
    "copyright": "Alice Ross",
    "date": "2021-04-30",
    "explanation": "On April 25 a nearly full moon rose just before sunset. Welcomed in a clear blue sky and framed by cherry blossoms, its familiar face was captured in this snapshot from Leith, Edinburgh, Scotland. Known to some as a Pink Moon, April's full lunar phase occurred with the moon near perigee. That's the closest point in its not-quite-circular orbit around planet Earth, making this Pink Moon one of the closest and brightest full moons of the year. If you missed it, don't worry. Your next chance to see a full perigee moon will be on May 26. Known to some as a Flower Moon, May's full moon will actually be closer to you than April's by about 98 miles (158 kilometers), or about 0.04% the distance from the Earth to the Moon at perigee.",
    "hdurl": "https://apod.nasa.gov/apod/image/2104/pink_moon.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pink and the Perigee Moon",
    "url": "https://apod.nasa.gov/apod/image/2104/pink_moon1024.jpg"
  },
  {
    "date": "2021-05-01",
    "explanation": "Flying at an altitude of 5 meters (just over 16 feet), on April 25 the Ingenuity helicopter snapped this sharp image. On its second flight above the surface of Mars, its color camera was looking back toward Ingenuity's current base at Wright Brothers Field and Octavia E. Butler Landing marked by the tracks of the Perseverance rover at the top of the frame. Perseverance itself looks on from the upper left corner about 85 meters away. Tips of Ingenuity's landing legs just peek over the left and right edges of the camera's field of view. Its record setting fourth flight completed on April 30, Ingenuity collected images of a potential new landing zone before returning to Wright Brothers Field. Ingenuity's fifth flight would be one-way though as the Mars aircraft moves on to the new airfield, anticipating a new phase of operational demonstration flights.",
    "hdurl": "https://apod.nasa.gov/apod/image/2105/PIA24625fromIngenuity.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseverance from Ingenuity",
    "url": "https://apod.nasa.gov/apod/image/2105/PIA24625fromIngenuity1024.jpg"
  }
]
