[
  {
    "copyright": "Xie Jie",
    "date": "2021-11-01",
    "explanation": "The dream was to capture both the waterfall and the Milky Way together. Difficulties included finding a good camera location, artificially illuminating the waterfall and the surrounding valley effectively, capturing the entire scene with numerous foreground and background shots, worrying that fireflies would be too distracting, keeping the camera dry, and avoiding stepping on a poisonous snake.  Behold the result -- captured after midnight in mid-July and digitally stitched into a wide-angle panorama. The waterfall is the picturesque Zhulian waterfall in the Luoxiao Mountains in eastern Hunan Province, China. The central band of our Milky Way Galaxy crosses the sky and shows numerous dark dust filaments and colorful nebulas. Bright stars dot the sky -- all residing in the nearby Milky Way -- including the Summer Triangle with bright Vega visible above the Milky Way's arch. After capturing all 78 component exposures for you to enjoy, the photographer and friends enjoyed the view themselves for the rest of the night.    Discovery + Outreach: Graduate student research position open for APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/MilkyWayWaterfall_XieJie_2500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Waterfall and the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/2111/MilkyWayWaterfall_XieJie_960.jpg"
  },
  {
    "date": "2021-11-02",
    "explanation": "We've seen this same supernova three times -- when will we see it a fourth?  When a distant star explodes in a supernova, we're lucky if we see it even once. In the case of AT 2016jka (\"SN Requiem\"), because the exploding star happened to be lined up behind the center of a galaxy cluster (MACS J0138 in this case), a comparison of Hubble Space Telescope images demonstrate that we saw it three times. These three supernova images are highlighted in circles near the bottom of the left frame taken in 2016. On the right frame, taken in 2019, the circles are empty because all three images of the single supernova had faded. Computer modeling of the cluster lens, however, indicates that a fourth image of the same supernova should eventually appear in the upper circle on the right image. But when? The best models predict this will happen in 2037, but this date is uncertain by about two years because of ambiguities in the mass distribution of the cluster lens and the brightness history of the stellar explosion. With refined predictions and vigilant monitoring, Earthlings living 16 years from now may be able to catch this fourth image -- and perhaps learn more about both galaxy clusters and supernovas at once.    Discovery + Outreach: Graduate student research position open for APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/MACSJ0138_Hubble_1762.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SN Requiem: A Supernova Seen Three Times So Far",
    "url": "https://apod.nasa.gov/apod/image/2111/MACSJ0138_Hubble_1080.jpg"
  },
  {
    "copyright": "Wissam Ayoub",
    "date": "2021-11-03",
    "explanation": "The Horsehead Nebula is one of the most famous nebulae on the sky.  It is visible as the dark indentation to the orange emission nebula at the far right of the featured picture.  The horse-head feature is dark because it is really an opaque dust cloud that lies in front of the bright emission nebula. Like clouds in Earth's atmosphere, this cosmic cloud has assumed a recognizable shape by chance.  After many thousands of years, the internal motions of the cloud will surely alter its appearance.  The emission nebula's orange color is caused by electrons recombining with protons to form hydrogen atoms.  Toward the lower left of the image is the Flame Nebula, an orange-tinged nebula that also contains intricate filaments of dark dust. Two prominent reflection nebulas are visible: round IC 432 on the far left, and blue NGC 2023 just to the lower left of the Horsehead nebula.  Each glows primarily by reflecting the light of their central star.   Discovery + Outreach: Graduate student research position open for APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/HorseFlame_Ayoub_4305.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Horsehead and Flame Nebulas",
    "url": "https://apod.nasa.gov/apod/image/2111/HorseFlame_Ayoub_960.jpg"
  },
  {
    "copyright": "Dan Bartlett",
    "date": "2021-11-04",
    "explanation": "Dwarf galaxies NGC 147 (left) and NGC 185 stand side by side in this sharp telescopic portrait. The two are not-often-imaged satellites of M31, the great spiral Andromeda Galaxy, some 2.5 million light-years away. Their separation on the sky, less than one degree across a pretty field of view, translates to only about 35 thousand light-years at Andromeda's distance, but Andromeda itself is found well outside this frame. Brighter and more famous satellite galaxies of Andromeda, M32 and M110, are seen closer to the great spiral. NGC 147 and NGC 185 have been identified as binary galaxies, forming a gravitationally stable binary system. But recently discovered faint dwarf galaxy Cassiopeia II also seems to be part of their system, forming a gravitationally bound group within Andromeda's intriguing population of small satellite galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/NGC147NGC185satellites.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 147 and NGC 185",
    "url": "https://apod.nasa.gov/apod/image/2111/NGC147NGC185satellites1024.jpg"
  },
  {
    "copyright": "Valerio Avitabile",
    "date": "2021-11-05",
    "explanation": "Light-years across, this suggestive shape known as the Seahorse Nebula appears in silhouette against a rich, luminous background of stars. Seen toward the royal northern constellation of Cepheus, the dusty, obscuring clouds are part of a Milky Way molecular cloud some 1,200 light-years distant. It is also listed as Barnard 150 (B150), one of 182 dark markings of the sky cataloged in the early 20th century by astronomer E. E. Barnard. Packs of low mass stars are forming within, but their collapsing cores are only visible at long infrared wavelengths. Still, the colorful stars of Cepheus add to this pretty, galactic skyscape.",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/b150_avitabile.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Dark Seahorse in Cepheus",
    "url": "https://apod.nasa.gov/apod/image/2111/b150_avitabile1092c.jpg"
  },
  {
    "copyright": "Martin Lefranc",
    "date": "2021-11-06",
    "explanation": "On an August night two friends enjoyed this view after a day's hike on the Plateau d'Emparis in the French Alps. At 2400 meters altitude the sky was clear. Light from a setting moon illuminates the foreground captured in the simple vertical panorama of images. Along the plane of our Milky Way galaxy stars of Cassiopeia and Perseus shine along the panorama's left edge. But seen as a faint cloud with a brighter core, the Andromeda galaxy, stands directly above the two friends in the night. The nearest large spiral galaxy, Andromeda is about 2.5 million light-years beyond the stars of the Milky Way. Adding to the evening's shared extragalactic perspective, the fainter fuzzy spot in the sky right between them is M33, also known as the Triangulum galaxy. Third largest in the local galaxy group, after Andromeda and Milky Way, the Triangulum galaxy is about 3 million light-years distant. On that night, the two friends stood about 3 light-nanoseconds apart.",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/panohugoetmoiAPODjpg-standard2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Galaxy Between Two Friends",
    "url": "https://apod.nasa.gov/apod/image/2111/panohugoetmoiAPODjpg-standard1024.jpg"
  },
  {
    "date": "2021-11-07",
    "explanation": "To some it looks like a cat's eye. To others, perhaps like a giant cosmic conch shell.  It is actually one of brightest and most highly detailed planetary nebula known, composed of gas expelled in the brief yet glorious phase near the end of life of a Sun-like star. This nebula's dying central star may have produced the outer circular concentric shells by shrugging off outer layers in a series of regular convulsions. The formation of the beautiful, complex-yet-symmetric inner structures, however, is not well understood. The featured image is a composite of a digitally sharpened Hubble Space Telescope image with X-ray light captured by the orbiting Chandra Observatory.  The exquisite floating space statue spans over half a light-year across. Of course, gazing into this Cat's Eye, humanity may well be seeing the fate of our sun, destined to enter its own planetary nebula phase of evolution ... in about 5 billion years.   APOD in world languages: Arabic, Bulgarian, Catalan, Chinese (Beijing), Chinese (Taiwan), Croatian, Czech, Dutch, French, French (Canada), German, Hebrew, Indonesian, Japanese, Korean, Montenegrin, Polish, Russian, Serbian, Slovenian,  Spanish, Taiwanese, Turkish, Turkish, and  Ukrainian",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/CatsEye_HubblePohl_1278.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cat's Eye Nebula in Optical and X-ray",
    "url": "https://apod.nasa.gov/apod/image/2111/CatsEye_HubblePohl_960.jpg"
  },
  {
    "copyright": "Stéphane Poirier",
    "date": "2021-11-08",
    "explanation": "Why, sometimes, does part of the Sun's atmosphere leap into space? The reason lies in changing magnetic fields that thread through the Sun's surface.  Regions of strong surface magnetism, known as active regions, are usually marked by dark sunspots.  Active regions can channel charged gas along arching or sweeping magnetic fields -- gas that sometimes falls back, sometimes escapes, and sometimes not only escapes but impacts our Earth.  The featured one-hour time-lapse video -- taken with a small telescope in France -- captured an eruptive filament that appeared to leap off the Sun late last month. The filament is huge: for comparison, the size of the Earth is shown on the upper left. Just after the filament lifted off, the Sun emitted a powerful X-class flare while the surface rumbled with a tremendous solar tsunami. A result was a cloud of charged particles that rushed into our Solar System but mostly missed our Earth -- this time. However, enough solar plasma did impact our Earth's magnetosphere to create a few faint auroras.",
    "media_type": "video",
    "service_version": "v1",
    "title": "A Filament Leaps from the Sun",
    "url": "https://www.youtube.com/embed/7NykS2kv_k8?playlist=7NykS2kv_k8&loop=1;rel=0&autoplay=1"
  },
  {
    "date": "2021-11-09",
    "explanation": "Why would you want to fake a universe? For one reason -- to better understand our real universe. Many astronomical projects seeking to learn properties of our universe now start with a robotic telescope taking sequential images of the night sky. Next, sophisticated computer algorithms crunch these digital images to find stars and galaxies and measure their properties.  To calibrate these algorithms, it is useful to test them on fake images from a fake universe to see if the algorithms can correctly deduce purposely imprinted properties. The featured mosaic of fake images was created to specifically mimic the images that have appeared on NASA's Astronomy Picture of the Day (APOD).  Only one image of the 225 images is real -- can you find it? The accomplished deceptors have made available individual fake APOD images that can be displayed by accessing their ThisIsNotAnAPOD webpage or Twitter feed. More useful for calibrating and understanding our distant universe, however, are fake galaxies -- a sampling of which can be seen at their ThisIsNotAGalaxy webpage.    Astrophysicists: Browse 2,600+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/AIapods01_Geach_3840.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "All of These Space Images are Fake Except One",
    "url": "https://apod.nasa.gov/apod/image/2111/AIapods01_Geach_960.jpg"
  },
  {
    "copyright": "Paolo Lazzarotti",
    "date": "2021-11-10",
    "explanation": "Many think it is just a myth.  Others think it is true but its cause isn't known.  Adventurers pride themselves on having seen it.  It's a green flash from the Sun.  The truth is the green flash does exist and its cause is well understood.  Just as the setting Sun disappears completely from view, a last glimmer appears startlingly green.  The effect is typically visible only from locations with a low, distant horizon, and lasts just a few seconds. A green flash is also visible for a rising Sun, but takes better timing to spot.  A dramatic green flash was caught on video last month as the Sun set beyond the Ligurian Sea from Tuscany, Italy. The second sequence in the featured video shows the green flash in real time, while the first is sped up and the last is in slow motion. The Sun itself does not turn partly green -- the effect is caused by layers of the Earth's atmosphere acting like a prism.   Discovery + Outreach: Graduate student research position open for APOD",
    "media_type": "video",
    "service_version": "v1",
    "title": "Video of a Green Flash",
    "url": "https://www.youtube.com/embed/25FfQ9MEQE8"
  },
  {
    "copyright": "Michael Sherick",
    "date": "2021-11-11",
    "explanation": "NGC 1333 is seen in visible light as a reflection nebula, dominated by bluish hues characteristic of starlight reflected by interstellar dust. A mere 1,000 light-years distant toward the heroic constellation Perseus, it lies at the edge of a large, star-forming molecular cloud. This telescopic close-up spans about two full moons on the sky or just over 15 light-years at the estimated distance of NGC 1333. It shows details of the dusty region along with telltale hints of contrasty red emission from Herbig-Haro objects, jets and shocked glowing gas emanating from recently formed stars. In fact, NGC 1333 contains hundreds of stars less than a million years old, most still hidden from optical telescopes by the pervasive stardust. The chaotic environment may be similar to one in which our own Sun formed over 4.5 billion years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/ngc1333_RGB-c2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1333: Stellar Nursery in Perseus",
    "url": "https://apod.nasa.gov/apod/image/2111/ngc1333_RGB-c21024.jpg"
  },
  {
    "copyright": "Bernard Miller",
    "date": "2021-11-12",
    "explanation": "The small, northern constellation Triangulum harbors this magnificent face-on spiral galaxy, M33. Its popular names include the Pinwheel Galaxy or just the Triangulum Galaxy. M33 is over 50,000 light-years in diameter, third largest in the Local Group of galaxies after the Andromeda Galaxy (M31), and our own Milky Way. About 3 million light-years from the Milky Way, M33 is itself thought to be a satellite of the Andromeda Galaxy and astronomers in these two galaxies would likely have spectacular views of each other's grand spiral star systems. As for the view from planet Earth, this sharp image shows off M33's blue star clusters and pinkish star forming regions along the galaxy's loosely wound spiral arms. In fact, the cavernous NGC 604 is the brightest star forming region, seen here at about the 4 o'clock position from the galaxy center. Like M31, M33's population of well-measured variable stars have helped make this nearby spiral a cosmic yardstick for establishing the distance scale of the Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/M33_PS1_CROP_INSIGHT2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M33: The Triangulum Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2111/M33_PS1_CROP_INSIGHT1024.jpg"
  },
  {
    "copyright": "CARA Project",
    "date": "2021-11-13",
    "explanation": "Returning along its 6.4 year orbit, periodic comet Churyumov-Gerasimenko (67P) is caught in this telescopic frame from November 7. Sweeping past background stars in the constellation Gemini the comet's dusty tail stretches toward the upper right to Upsilon Geminorum. Also known as Pollux, Beta Geminorum, Gemini's brightest star, shines just off the upper left edge of the field-of-view. Churyumov-Gerasimenko reached its 2021 perihelion or closest approach to the Sun on November 2. At perigee, its closest approach to planet Earth on November 12, this comet was about 0.42 astronomical units away, though it remains too faint to be seen by eye alone. The well-studied comet was explored by robots from planet Earth during its last trip through the inner solar system. It's now famous as the final resting place for the historic Rosetta spacecraft and Philae lander.",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/67P_211107.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rosetta's Comet in Gemini",
    "url": "https://apod.nasa.gov/apod/image/2111/67P_211107_1067.jpg"
  },
  {
    "copyright": "The League of Lost Causes",
    "date": "2021-11-14",
    "explanation": "What is that light in the sky? Perhaps one of humanity's more common questions, an answer may result from a few quick observations.  For example -- is it moving or blinking? If so, and if you live near a city, the answer is typically an airplane, since planes are so numerous and so few stars and satellites are bright enough to be seen over the din of artificial city lights. If not, and if you live far from a city, that bright light is likely a planet such as Venus or Mars -- the former of which is constrained to appear near the horizon just before dawn or after dusk.  Sometimes the low apparent motion of a distant airplane near the horizon makes it hard to tell from a bright planet, but even this can usually be discerned by the plane's motion over a few minutes. Still unsure?   The featured chart gives a sometimes-humorous but mostly-accurate assessment.  Dedicated sky enthusiasts will likely note -- and are encouraged to provide -- polite corrections.   Chart translations: Spanish, Italian, Polish, Kannada, Latvian, Norwegian, and Turkish",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/astronomy101_hk_750.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "How to Identify that Light in the Sky",
    "url": "https://apod.nasa.gov/apod/image/2111/astronomy101_hk_960.jpg"
  },
  {
    "copyright": "Giancarlo Tinè",
    "date": "2021-11-15",
    "explanation": "What happening above that volcano? Something very unusual -- a volcanic light pillar. More typically, light pillars are caused by sunlight and so appear as a bright column that extends upward above a rising or setting Sun. Alternatively, other light pillars -- some quite colorful -- have been recorded above street and house lights. This light pillar, though, was illuminated by the red light emitted by the glowing magma of an erupting volcano. The volcano is Italy's Mount Etna, and the featured image was captured with a single shot a few hours after sunset in mid-June. Freezing temperatures above the volcano's ash cloud created ice-crystals either in cirrus clouds high above the volcano -- or in condensed water vapor expelled by Mount Etna. These ice crystals -- mostly flat toward the ground but fluttering -- then reflected away light from the volcano's caldera.   Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/EtnaLightPillar_Tine_5100.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Light Pillar over Volcanic Etna",
    "url": "https://apod.nasa.gov/apod/image/2111/EtnaLightPillar_Tine_960.jpg"
  },
  {
    "copyright": "Wang Jin",
    "date": "2021-11-16",
    "explanation": "Where are all of these meteors coming from?  In terms of direction on the sky, the pointed answer is the constellation of Gemini.  That is why the major meteor shower in December is known as the Geminids -- because shower meteors all appear to come from a radiant toward Gemini. Three dimensionally, however, sand-sized debris expelled from the unusual asteroid 3200 Phaethon follows a well-defined orbit about our Sun, and the part of the orbit that approaches Earth is superposed in front of the constellation of Gemini. Therefore, when Earth crosses this orbit, the radiant point of falling debris appears in Gemini.  Featured here, a composite of many images taken during the 2020 Geminids meteor shower shows over 200 bright meteors that streaked through the sky during the night December 14.  The best meteor shower in November, the Leonids, peaks tonight and tomorrow. Unfortunately, this year, dim meteors during the early-morning peak will be hard to see against a sky lit by a bright gibbous moon.  Still, a few bright Leonid meteors should be visible each hour.",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/Geminids2020_WangJin_2322.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Geminids from Gemini",
    "url": "https://apod.nasa.gov/apod/image/2111/Geminids2020_WangJin_960.jpg"
  },
  {
    "date": "2021-11-17",
    "explanation": "Why doesn't the nearby galaxy create a gravitational lensing effect on the background galaxy? It does, but since both galaxies are so nearby, the angular shift is much smaller than the angular sizes of the galaxies themselves.  The featured Hubble image of NGC 3314 shows two large spiral galaxies which happen to line up exactly.  The foreground spiral NGC 3314a appears nearly face-on with its pinwheel shape defined by young bright star clusters.  Against the glow of the background galaxy NGC 3314b, though, dark swirling lanes of interstellar dust can also be seen tracing the nearer spiral's structure.  Both galaxies appear on the edge of the Hydra Cluster of Galaxies, a cluster that is about 200 million light years away. Gravitational lens distortions are much easier to see when the lensing galaxy is smaller and further away. Then, the background galaxy may even be distorted into a ring around the nearer. Fast gravitational lens flashes due to stars in the foreground galaxy momentarily magnifying the light from stars in the background galaxy might one day be visible in future observing campaigns with high-resolution telescopes.",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/NGC3314_HubbleOstling_2014.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3314: When Galaxies Overlap",
    "url": "https://apod.nasa.gov/apod/image/2111/NGC3314_HubbleOstling_960.jpg"
  },
  {
    "copyright": "Jeff Dai",
    "date": "2021-11-18",
    "explanation": "A photographer in silhouette stands in bright moonlight as the Full Moon rises in this well-planned telephoto image. Of course, the Full Moon is normally the brightest lunar phase. But on November 18/19, the Full Moon's light will be dimmed during a deep partial lunar eclipse seen across much of planet Earth. At maximum eclipse only a few percent of the lunar disk's diameter should remain outside the Earth's dark umbral shadow when the Moon slides close to the shadow's southern edge. Near apogee, the farthest point in its orbit, the Moon's motion will be slow. That should make this second lunar eclipse of 2021 an exceptionally long partial lunar eclipse. For most of North America the eclipse partial phases will be visible in predawn hours. Since eclipses tend to come in pairs, this lunar eclipse will be followed by a solar eclipse in two weeks on December 4.",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/moonwalk1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Full Moonlight",
    "url": "https://apod.nasa.gov/apod/image/2111/moonwalk1c1024.jpg"
  },
  {
    "copyright": "Wido Oerlemans",
    "date": "2021-11-19",
    "explanation": "In visible light the stars have been removed from this narrow-band image of NGC 281, a star forming region some 10,000 light-years away toward the constellation Cassiopeia. Stars were digitally added back to the resulting starless image though. But instead of using visible light image data, the stars were added with X-ray data (in purple) from the Chandra X-ray Observatory and infrared data (in red) from the Spitzer Space Telescope. The merged multiwavelength view reveals a multitude of stars in the region's embedded star cluster IC 1590. The young stars are normally hidden in visible light images by the natal cloud's gas and obscuring dust. Also known to backyard astro-imagers as the Pacman Nebula for its overall appearance in visible light, NGC 281 is about 80 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/starless_color.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 281: Starless with Stars",
    "url": "https://apod.nasa.gov/apod/image/2111/starless_color_1024.jpg"
  },
  {
    "copyright": "Robert Fedez",
    "date": "2021-11-20",
    "explanation": "Predawn hours of November 19 found the Moon in partly cloudy skies over Cancun, Mexico. Captured in this telephoto snapshot, the lunar disk is not quite entirely immersed in Earth's dark umbral shadow during a long partial lunar eclipse. The partial eclipse was deep though, deep enough to show the dimmed but reddened light in Earth's shadow. That's a sight often anticipated by fans of total lunar eclipses. Wandering through the constellation Taurus, the eclipsed Moon's dimmer light also made it easier to spot the Pleiades star cluster. The stars of the Seven Sisters share this frame at the upper right, with the almost totally eclipsed Moon.   Notable APOD Submissions (so far): Lunar Eclipse of 2021 November 19",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/IMG_8522-1.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Almost Total Lunar Eclipse",
    "url": "https://apod.nasa.gov/apod/image/2111/IMG_8522-1_1024.jpg"
  },
  {
    "copyright": "Dan Bartlett",
    "date": "2021-11-21",
    "explanation": "Here comes Comet Leonard. Comet C/2021 A1 (Leonard) was discovered as a faint smudge in January 2021 when it was out past Mars -- but its orbit will take the giant shedding ice-ball into the inner Solar System, passing near both Earth and Venus in December before it swoops around the Sun in early January 2022. Although comets are notoriously hard to predict, some estimations have Comet Leonard brightening to become visible to the unaided eye in December.  Comet Leonard was captured just over a week ago already sporting a green-tinged coma and an extended dust tail. The featured picture was composed from 62 images taken through a moderate-sized telescope -- one set of exposures tracking the comet, while another set tracking the background stars. The exposures were taken from the dark skies above the Eastern Sierras (Mountains), near June Lake in California, USA.  Soon after passing near the Earth in mid-December, the comet will shift from northern to southern skies.    APOD Editor (RJN) Online Monday: NASA's Best Space Images (& Videos)",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/CometLeonard_Bartlett_4006.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Introducing Comet Leonard",
    "url": "https://apod.nasa.gov/apod/image/2111/CometLeonard_Bartlett_960.jpg"
  },
  {
    "copyright": "Yuri BeletskyCarnegieLas Campanas ObservatoryTWAN",
    "date": "2021-11-22",
    "explanation": "Why is the Moon on top of this building? Planning. It took the astrophotographer careful planning -- including figuring out exactly where to place the camera and exactly when to take the shot -- to create this striking superposition. The single image featured was taken in the early morning hours of November 19, near the peak of the partial lunar eclipse that was occurring as the Moon passed through the Earth's shadow.  At this time, almost the entire Moon -- 99.1 percent of its area -- was in the darkest part of the Earth's shadow.  The building is the Gran Torre Santiago building in Chile, the tallest building in South America.  Although the entire eclipse lasted an impressive six hours, this image had to be taken within just a few seconds to get the alignment right -- the Earth's rotation soon moved the building out of alignment. The next Earth-Moon eclipse will be a total eclipse of the Sun that will occur on December 4 -- but only be visible from the bottom of our world.    APOD Editor (RJN) Online Monday: NASA's Best Space Images (& Videos)  Notable APOD Submissions: Lunar Eclipse of 2021 November 19",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/LunarEclipseBuilding_Beletsky_1400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Eclipse over a Skyscraper",
    "url": "https://apod.nasa.gov/apod/image/2111/LunarEclipseBuilding_Beletsky_960.jpg"
  },
  {
    "date": "2021-11-23",
    "explanation": "Why are the regions above sunspots so hot? Sunspots themselves are a bit cooler than the surrounding solar surface because the magnetic fields that create them reduce convective heating.  It is therefore unusual that regions overhead -- even much higher up in the Sun's corona -- can be hundreds of times hotter. To help find the cause, NASA directed the Earth-orbiting Nuclear Spectroscopic Telescope Array (NuSTAR) satellite to point its very sensitive X-ray telescope at the Sun. Featured here is the Sun in ultraviolet light, shown in a red hue as taken by the orbiting Solar Dynamics Observatory (SDO).  Superimposed in false-colored green and blue is emission above sunspots detected by NuSTAR in different bands of high-energy X-rays, highlighting regions of extremely high temperature. Clues about the Sun's atmospheric heating mechanisms come from NuSTAR images like this and shed light on solar nanoflares and microflares as brief bursts of energy that may drive the unusual heating.",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/ActiveSun_NuSTAR_1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sun in X-rays from NuSTAR",
    "url": "https://apod.nasa.gov/apod/image/2111/ActiveSun_NuSTAR_960.jpg"
  },
  {
    "copyright": "Damien Cannane",
    "date": "2021-11-24",
    "explanation": "Have you ever seen the Pleiades star cluster? Even if you have, you probably have never seen it as large and clear as this. Perhaps the most famous star cluster on the sky, the bright stars of the Pleiades can be seen without binoculars from even the depths of a light-polluted city.  With a long exposure from a dark location, though, the dust cloud surrounding the Pleiades star cluster becomes very evident. The featured exposure, taken from Florida, USA, covers a sky area several times the size of the full moon.  Also known as the Seven Sisters and M45, the Pleiades lies about 400 light years away toward the constellation of the Bull (Taurus).  A common legend with a modern twist is that one of the brighter stars faded since the cluster was named, leaving only six of the sister stars visible to the unaided eye. The actual number of Pleiades stars visible, however, may be more or less than seven, depending on the darkness of the surrounding sky and the clarity of the observer's eyesight.   Volunteer Opportunity: Someone to Update APOD's RSS Feed",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/PleiadesB_Cannane_2419.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pleiades: The Seven Sisters Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/2111/PleiadesB_Cannane_960.jpg"
  },
  {
    "copyright": "Jean-Francois Gout",
    "date": "2021-11-25",
    "explanation": "Shaped like a cone tapering into space, the Earth's dark central shadow or umbra has a circular cross-section. It's wider than the Moon at the distance of the Moon's orbit though. But during the lunar eclipse of November 18/19, part of the Moon remained just outside the umbral shadow. The successive pictures in this composite of 5 images from that almost total lunar eclipse were taken over a period of about 1.5 hours. The series is aligned to trace part of the cross-section's circular arc, with the central image at maximum eclipse. It shows a bright, thin sliver of the lunar disk still beyond the shadow's curved edge. Of course, even within the shadow the Moon's surface is not completely dark, reflecting the reddish hues of filtered sunlight scattered into the shadow by Earth's atmosphere.   Notable APOD Submissions: Lunar Eclipse of 2021 November 19",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/Gout_EclipseCollage-small.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "At the Shadow's Edge",
    "url": "https://apod.nasa.gov/apod/image/2111/Gout_EclipseCollage-1024.jpg"
  },
  {
    "copyright": "Laurie Hatch",
    "date": "2021-11-26",
    "explanation": "Rain clouds passed and the dome of the Lick Observatory's 36 inch Great Refractor opened on November 19. The historic telescope was pointed toward a partially eclipsed Moon. Illuminated by dim red lighting to preserve an astronomer's night vision, telescope controls, coordinate dials, and the refractor's 57 foot long barrel were captured in this high dynamic range image. Visible beyond the foreshortened barrel and dome slit, growing brighter after its almost total eclipse phase, the lunar disk created a colorful corona through lingering clouds. From the open dome, the view of the clearing sky above includes the Pleiades star cluster about 5 degrees from Moon and Earth's shadow.   Notable APOD Submissions: Lunar Eclipse of 2021 November 19",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/LH7528_36EclipsePartialWithPlieades_1280x1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Great Refractor and Lunar Eclipse",
    "url": "https://apod.nasa.gov/apod/image/2111/LH7528_36EclipsePartialWithPlieades_1024x1024.jpg"
  },
  {
    "date": "2021-11-27",
    "explanation": "Big, beautiful spiral galaxy M101 is one of the last entries in Charles Messier's famous catalog, but definitely not one of the least. About 170,000 light-years across, this galaxy is enormous, almost twice the size of our own Milky Way. M101 was also one of the original spiral nebulae observed by Lord Rosse's large 19th century telescope, the Leviathan of Parsontown. Assembled from 51 exposures recorded by the Hubble Space Telescope in the 20th and 21st centuries, with additional data from ground based telescopes, this mosaic spans about 40,000 light-years across the central region of M101 in one of the highest definition spiral galaxy portraits ever released from Hubble. The sharp image shows stunning features of the galaxy's face-on disk of stars and dust along with background galaxies, some visible right through M101 itself. Also known as the Pinwheel Galaxy, M101 lies within the boundaries of the northern constellation Ursa Major, about 25 million light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/M101_hst6000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 101",
    "url": "https://apod.nasa.gov/apod/image/2111/M101_hst1280.jpg"
  },
  {
    "date": "2021-11-28",
    "explanation": "This high cliff occurs not on a planet, not on a moon, but on a comet. It was discovered to be part of the dark nucleus of Comet Churyumov-Gerasimenko (CG) by Rosetta, a robotic spacecraft launched by ESA that rendezvoused with the Sun-orbiting comet in 2014.  The ragged cliff, as featured here, was imaged by Rosetta in 2014. Although towering about one kilometer high, the low surface gravity of Comet CG would likely make it an accessible climb -- and even a jump from the cliff survivable.  At the foot of the cliff is relatively smooth terrain dotted with boulders as large as 20 meters across. Data from Rosetta indicates that the ice in Comet CG has a significantly different deuterium fraction -- and hence likely a different origin -- than the water in Earth's oceans.  Rosetta ended its mission with a controlled impact onto Comet CG in 2016. Comet CG has just completed another close approach to Earth and remains visible through a small telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/cometcliffs_RosettaAtkinson_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A High Cliff on Comet Churyumov-Gerasimenko",
    "url": "https://apod.nasa.gov/apod/image/2111/cometcliffs_RosettaAtkinson_960.jpg"
  },
  {
    "copyright": "Jonathan Lodge",
    "date": "2021-11-29",
    "explanation": "What created the strange spiral structure on the upper left?  No one is sure, although it is likely related to a star in a binary star system entering the planetary nebula phase, when its outer atmosphere is ejected.  The huge spiral spans about a third of a light year across and, winding four or five complete turns, has a regularity that is without precedent.  Given the expansion rate of the spiral gas, a new layer must appear about every 800 years, a close match to the time it takes for the two stars to orbit each other. The star system that created it is most commonly known as LL Pegasi, but also AFGL 3068 and IRAS 23166+1655.  The featured image was taken in near-infrared light by the Hubble Space Telescope. Why the spiral glows is itself a mystery, with a leading hypothesis being illumination by light reflected from nearby stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/LLPegasi_HubbleLodge_1926.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Extraordinary Spiral in LL Pegasi",
    "url": "https://apod.nasa.gov/apod/image/2111/LLPegasi_HubbleLodge_960.jpg"
  },
  {
    "date": "2021-11-30",
    "explanation": "What's that moving across the sky? A planet just a bit too faint to see with the unaided eye: Uranus. The gas giant out past Saturn was tracked earlier this month near opposition -- when it was closest to Earth and at its brightest. The featured video captured by the Bayfordbury Observatory in Hertfordshire, UK is a four-hour time-lapse showing Uranus with its four largest moons in tow: Titania, Oberon, Umbriel and Ariel. Uranus' apparent motion past background stars is really dominated by Earth's own orbital motion around our Sun. \t The cross seen centered on Uranus is called a diffraction spike and is caused by light diffracting around the four arms that hold one of the telescope's mirrors in place.  The rotation of the diffraction spikes is not caused by the rotation of Uranus but, essentially, by the rotation of the Earth. During the next few months Uranus itself will be visible with binoculars, but, as always, to see its moons will require a telescope.",
    "media_type": "video",
    "service_version": "v1",
    "title": "In Motion: Uranus and Moons",
    "url": "https://www.youtube.com/embed/VYWjxvm14Pk?rel=0"
  },
  {
    "date": "2021-12-01",
    "explanation": "What causes a blue band to cross the Moon during a lunar eclipse? The blue band is real but usually quite hard to see. The featured HDR image of last week's lunar eclipse, however -- taken from Yancheng, China -- has been digitally processed to equalize the Moon's brightness and exaggerate  the colors.  The gray color of the bottom right is the Moon's natural color, directly illuminated by sunlight. The upper left part of the Moon is not directly lit by the Sun since it is being eclipsed -- it in the Earth's shadow. It is faintly lit, though, by sunlight that has passed deep through Earth's atmosphere. This part of the Moon is red -- and called a blood Moon -- for the same reason that Earth's sunsets are red: because air scatters away more blue light than red. The unusual blue band is different -- its color is created by sunlight that has passed high through Earth's atmosphere, where red light is better absorbed by ozone than blue. A total eclipse of the Sun will occur this weekend but, unfortunately, totality be visible only near the Earth's South Pole.   Almost Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2112/BlueRedMoon_Yu_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Blue-Banded Blood Moon",
    "url": "https://apod.nasa.gov/apod/image/2112/BlueRedMoon_Yu_960.jpg"
  }
]
