[
  {
    "date": "2021-08-01",
    "explanation": "Pluto is more colorful than we can see. Color data and high-resolution images of our Solar System's most famous dwarf planet, taken by the robotic New Horizons spacecraft during its flyby in 2015 July, have been digitally combined to give an enhanced-color view of this ancient world sporting an unexpectedly young surface. The featured enhanced color image is not only esthetically pretty but scientifically useful, making surface regions of differing chemical composition visually distinct. For example, the light-colored heart-shaped Tombaugh Regio on the lower right is clearly shown here to be divisible into two regions that are geologically different, with the leftmost lobe Sputnik Planitia also appearing unusually smooth. After Pluto, New Horizons continued on, shooting  past asteroid Arrokoth in 2019 and has enough speed to escape our Solar System completely.    Pluto-Related Images with Brief Explanations: APOD Pluto Search",
    "hdurl": "https://apod.nasa.gov/apod/image/2108/PlutoEnhancedHiRes_NewHorizons_5000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pluto in Enhanced Color",
    "url": "https://apod.nasa.gov/apod/image/2108/PlutoEnhancedHiRes_NewHorizons_960.jpg"
  },
  {
    "date": "2021-08-02",
    "explanation": "Have you heard about the Hubble Ultra-Deep Field?  Either way, you've likely not heard about it like this -- please run your cursor over the featured image and listen!  The Hubble Ultra-Deep Field (HUDF) was created in 2003-2004 with the Hubble Space Telescope staring for a long time toward near-empty space so that distant, faint galaxies would become visible.  One of the most famous images in astronomy, the HUDF is featured here in a vibrant way -- with sonified distances. Pointing to a galaxy will play a note that indicates its approximate redshift. Because redshifts shift light toward the red end of the spectrum of light, they are depicted here by a shift of tone toward the low end of the spectrum of sound.  The further the galaxy, the greater its cosmological redshift (even if it appears blue), and the lower the tone that will be played. The average galaxy in the HUDF is about 10.6 billion light years away and sounds like an F#. What's the most distant galaxy you can find?   Note: Sounds will only play on some browsers.  This week at NASA: Hubble #DeepFieldWeek",
    "media_type": "video",
    "service_version": "v1",
    "title": "The Hubble Ultra Deep Field in Light and Sound",
    "url": "https://apod.nasa.gov/apod/image/1803/AstroSoM/hudf.html"
  },
  {
    "copyright": "Dandan Huang",
    "date": "2021-08-03",
    "explanation": "It was bright and green and flashed as it moved quickly along the Milky Way. It left a trail that took 30 minutes to dissipate.  Given the day, August 12, and the direction, away from Perseus, it was likely a small bit from the nucleus of Comet Swift-Tuttle plowing through the Earth's atmosphere -- and therefore part of the annual Perseids meteor shower.  The astrophotographer captured the fireball as it shot across the sky in 2018 above a valley in Yichang, Hubei, China. The meteor's streak, also caught on video, ended near the direction of Mars on the lower left. Next week, the 2021 Perseids meteor shower will peak again.  This year the Moon will set shortly after the Sun, leaving a night sky ideal for seeing lots of Perseids from dark and clear locations across planet Earth.   Follow APOD in English on: Facebook,  Instagram, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/2108/PerseusFireball_Dandan_1125.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Perseid Fireball and the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/2108/PerseusFireball_Dandan_960.jpg"
  },
  {
    "date": "2021-08-04",
    "explanation": "How do supermassive black holes create powerful jets? To help find out, the Event Horizon Telescope (EHT) imaged the center of the nearby active galaxy Centaurus A.  The cascade of featured inset images shows Cen A from it largest, taking up more sky than many moons, to its now finest, taking up only as much sky as an golf ball on the moon. The new image shows what may look like two jets -- but is actually two sides of a single jet.  This newly discovered jet-edge brightening does not solve the jet-creation mystery, but does imply that the particle outflow is confined by a strong pressure -- possibly involving a magnetic field.  The EHT is a coordination of radio telescopes from around the Earth -- from the Caltech Submillimeter Observatory in Hawaii USA, to ALMA in Chile, to NOEMA in France, and more. The EHT will continue to observe massive, nearby black holes and their energetic surroundings.",
    "hdurl": "https://apod.nasa.gov/apod/image/2108/CenAjets_Eht_3001.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "EHT Resolves Central Jet from Black Hole in Cen A",
    "url": "https://apod.nasa.gov/apod/image/2108/CenAjets_Eht_960.jpg"
  },
  {
    "copyright": "Eduardo Schaberger Poupeau",
    "date": "2021-08-05",
    "explanation": "South is up in this detailed telescopic view across the Moon's rugged southern highlands. Captured on July 20, the lunar landscape features the Moon's young and old, the large craters Tycho and Clavius. About 100 million years young, Tycho is the sharp-walled 85 kilometer diameter crater near center, its 2 kilometer tall central peak in bright sunlight and dark shadow. Debris ejected during the impact that created Tycho still make it the stand out lunar crater when the Moon is near full, producing a highly visible radiating system of light streaks, bright rays that extend across much of the lunar near side. In fact, some of the material collected at the Apollo 17 landing site, about 2,000 kilometers away, likely originated from the Tycho impact.  One of the oldest and largest craters on the Moon's near side, 225 kilometer diameter Clavius is due south (above) of Tycho. Clavius crater's own ray system resulting from its original impact event would have faded long ago. The old crater's worn walls and smooth floor are now overlayed by smaller craters from impacts that occurred after Clavius was formed. Observations by the Stratospheric Observatory for Infrared Astronomy (SOFIA) published in 2020 found water at Clavius. Of course both young Tycho and old Clavius craters are lunar locations in the science fiction epic 2001: A Space Odyssey.",
    "hdurl": "https://apod.nasa.gov/apod/image/2108/Luna-Tycho-Clavius-high.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tycho and Clavius",
    "url": "https://apod.nasa.gov/apod/image/2108/Luna-Tycho-Clavius-high1024.jpg"
  },
  {
    "copyright": "Vikas Chander",
    "date": "2021-08-06",
    "explanation": "Cosmic dust clouds cross a rich field of stars in this telescopic vista near the northern boundary of Corona Australis, the Southern Crown. Less than 500 light-years away the dust clouds effectively block light from more distant background stars in the Milky Way. Top to bottom the frame spans about 2 degrees or over 15 light-years at the clouds' estimated distance. At top right is a group of lovely reflection nebulae cataloged as NGC 6726, 6727, 6729, and IC 4812. A characteristic blue color is produced as light from hot stars is reflected by the cosmic dust. The dust also obscures from view stars in the region still in the process of formation. Just above the bluish reflection nebulae a smaller NGC 6729 surrounds young variable star R Coronae Australis. To its right are telltale reddish arcs and loops identified as Herbig Haro objects associated with energetic newborn stars. Magnificent globular star cluster NGC 6723 is at bottom left in the frame. Though NGC 6723 appears to be part of the group, its ancient stars actually lie nearly 30,000 light-years away, far beyond the young stars of the Corona Australis dust clouds.",
    "hdurl": "https://apod.nasa.gov/apod/image/2108/NGC6726_6723_2panel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars and Dust Across Corona Australis",
    "url": "https://apod.nasa.gov/apod/image/2108/NGC6726_6723_2panel1100.jpg"
  },
  {
    "date": "2021-08-07",
    "explanation": "Get out your red-blue glasses and hover over the surface of Mars. Taken on July 24, the 3D color view is from the Mars Ingenuity Helicopter's 10th flight above the Red Planet. Two images from Ingenuity's color camera, both captured at an altitude of 12 meters (40 feet), but a few meters apart to provide a stereo perspective, were used to construct the color anaglyph. Ingenuity's stereo images were made at the request of the Mars Perseverance rover science team. The team is considering a visit to these raised ridges on the floor of Jezero Crater during Perseverance's first science campaign.",
    "hdurl": "https://apod.nasa.gov/apod/image/2108/PIA24688_RTE_Anaglyph.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jezero Crater: Raised Ridges in 3D",
    "url": "https://apod.nasa.gov/apod/image/2108/PIA24688_RTE_Anaglyph1024.jpg"
  },
  {
    "date": "2021-08-08",
    "explanation": "rthlings typically watch meteor showers by looking up. But this remarkable view, captured on August 13, 2011 by astronaut Ron Garan, caught a Perseid meteor by looking down. From Garan's perspective onboard the International Space Station orbiting at an altitude of about 380 kilometers, the Perseid meteors streak below, swept up dust left from comet Swift-Tuttle heated to incandescence. The glowing comet dust grains are traveling at about 60 kilometers per second through the denser atmosphere around 100 kilometers above Earth's surface. In this case, the foreshortened meteor flash is right of frame center, below the curving limb of the Earth and a layer of greenish airglow, just below bright star Arcturus. Want to look up at a meteor shower?  You're in luck, as the 2021 Perseids meteor shower peaks this week. This year, even relatively faint meteors should be visible through clear skies from a dark location as the bright Moon will mostly absent.   Notable Perseids Submissions to APOD: 2018, 2019, 2020",
    "hdurl": "https://apod.nasa.gov/apod/image/2108/perseid_iss_4256.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Perseid Below",
    "url": "https://apod.nasa.gov/apod/image/2108/perseid_iss_1080.jpg"
  },
  {
    "copyright": "Tomas SlovinskySlovakiaPetr HoralekCzech RepublicInstitute of Physics in Opava",
    "date": "2021-08-09",
    "explanation": "What's the best way to watch a meteor shower?  This question might come up later this week when the annual Perseid Meteor Shower peaks. One thing that is helpful is a dark sky, as demonstrated in the featured composite image of last year's Perseids.  Many more faint meteors are visible on the left image, taken through a very dark sky in Slovakia, than on the right image, taken through a moderately dark sky in the Czech Republic.  The band of the Milky Way Galaxy bridges the two coordinated images, while the meteor shower radiant in the constellation of Perseus is clearly visible on the left. In sum, many faint meteors are lost through a bright sky. Light pollution is shrinking areas across our Earth with dark skies, although inexpensive ways to combat this might be implemented.    Notable Perseids Submissions to APOD: 2018, 2019, 2020",
    "hdurl": "https://apod.nasa.gov/apod/image/2108/PerseidsLost_SlovinskyHoralek_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseus and the Lost Meteors",
    "url": "https://apod.nasa.gov/apod/image/2108/PerseidsLost_SlovinskyHoralek_1080.jpg"
  },
  {
    "date": "2021-08-10",
    "explanation": "What does fire look like in space? In the gravity on Earth, heated air rises and expands, causing flames to be teardrop shaped. In the microgravity of the air-filled International Space Station (ISS), however, flames are spheres. Fire is the rapid acquisition of oxygen, and space flames meet new oxygen molecules when they float by randomly from all directions -- creating the enveloping sphere.  In the featured image taken in the ISS's Combustion Integration Rack, a spherical flame envelopes clusters of hot glowing soot.  Without oxygen, say in the vacuum of empty space, a fire would go out immediately.  The many chemical reactions involved with fire are complex, and testing them in microgravity is helping humanity not only to better understand fire -- but how to put out fire, too.",
    "hdurl": "https://apod.nasa.gov/apod/image/2108/SpaceFlame_nasa_1100.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fire in Space",
    "url": "https://apod.nasa.gov/apod/image/2108/SpaceFlame_nasa_960.jpg"
  },
  {
    "copyright": "Michael F Johnston",
    "date": "2021-08-11",
    "explanation": "When do cloud bottoms appear like bubbles? Normally, cloud bottoms are flat. This is because moist warm air that rises and cools will condense into water droplets at a specific temperature, which usually corresponds to a very specific height.  As water droplets grow, an opaque cloud forms.  Under some conditions, however, cloud pockets can develop that contain large droplets of water or ice that fall into clear air as they evaporate.  Such pockets may occur in turbulent air near a thunderstorm.  Resulting mammatus clouds can appear especially dramatic if sunlit from the side.  The mammatus clouds pictured here, lasting only a few minutes, were photographed over Regina, Saskatchewan, Canada, just after a storm in 2012.    Meteor Shower Tonight: Peak of the Perseids",
    "hdurl": "https://apod.nasa.gov/apod/image/2108/Mammatus_Johnston_2136.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mammatus Clouds over Saskatchewan",
    "url": "https://apod.nasa.gov/apod/image/2108/Mammatus_Johnston_960.jpg"
  },
  {
    "copyright": "Mike Selby",
    "date": "2021-08-12",
    "explanation": "The beautiful Trifid Nebula is a cosmic study in contrasts. Also known as M20, it lies about 5,000 light-years away toward the nebula rich constellation Sagittarius. A star forming region in the plane of our galaxy, the Trifid does illustrate three different types of astronomical nebulae; red emission nebulae dominated by light from hydrogen atoms, blue reflection nebulae produced by dust reflecting starlight, and dark nebulae where dense dust clouds appear in silhouette. But the red emission region roughly separated into three parts by obscuring dust lanes is what lends the Trifid its popular name. Pillars and jets sculpted by newborn stars, below and left of the emission nebula's center, appear in famous Hubble Space Telescope close-up images of the region. The Trifid Nebula is about 40 light-years across. Just too faint to be seen by the unaided eye, it almost covers the area of a full moon in planet Earth's sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/2108/M20-SHO-crop-Rev-5-RGB-Ha-OIII-RiDK-700-19-July-2021.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Beautiful Trifid",
    "url": "https://apod.nasa.gov/apod/image/2108/M20-SHO-crop-Rev-5-RGB-Ha-OIII-RiDK-700-19-July-2021-1024.jpg"
  },
  {
    "date": "2021-08-13",
    "explanation": "If not perfect then this spiral galaxy is at least one of the most photogenic. An island universe of about 100 billion stars, 32 million light-years away toward the constellation Pisces, M74 presents a gorgeous face-on view. Classified as an Sc galaxy, the grand design of M74's graceful spiral arms are traced by bright blue star clusters and dark cosmic dust lanes. This sharp composite was constructed from image data recorded by the Hubble Space Telescope's Advanced Camera for Surveys. Spanning about 30,000 light-years across the face of M74, it includes exposures recording emission from hydrogen atoms, highlighting the reddish glow of the galaxy's large star-forming regions. With a lower surface brightness than most galaxies in the Messier catalog, M74 is sometimes known as the Phantom Galaxy.   Notable APOD Image Submissions: Perseid Meteor Shower 2021",
    "hdurl": "https://apod.nasa.gov/apod/image/2108/m74_APOD.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Perfect Spiral",
    "url": "https://apod.nasa.gov/apod/image/2108/m74_APOD1024.jpg"
  },
  {
    "copyright": "Marzena Rogozinska",
    "date": "2021-08-14",
    "explanation": "Stars in our own Milky Way Galaxy are scattered through this eye-catching field of view. From the early hours after midnight on August 13, the 30 second exposure of the night sky over Busko-Zdroj, Poland records the colorful and bright trail of a Perseid meteor. Seen near the peak of the annual Perseid meteor shower it flashes from lower left to upper right. The hurtling grain of cosmic sand, a piece of dust from periodic comet Swift-Tuttle, vaporized as it passed through planet Earth's atmosphere at almost 60 kilometers per second. Just above and right of center, well beyond the stars of the Milky Way, lies the island universe known as M31 or the Andromeda Galaxy. The Andromeda Galaxy is the most distant object easily visible to the naked-eye, about 2.5 million light-years away. The visible meteor trail begins only about 100 kilometers above Earth's surface, though. It points back to the meteor shower radiant in the constellation Perseus off the lower left edge of the frame. Follow this bright perseid meteor trail below and left to the stars of NGC 869and NGC 884, the double star cluster in Perseus.   Notable APOD Image Submissions: Perseid Meteor Shower 2021",
    "hdurl": "https://apod.nasa.gov/apod/image/2108/IMG_20210813_143919.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Island Universe, Cosmic Sand",
    "url": "https://apod.nasa.gov/apod/image/2108/IMG_20210813_143919_1024.jpg"
  },
  {
    "copyright": "Luo Hongyang",
    "date": "2021-08-15",
    "explanation": "Comet dust rained down on planet Earth last week, streaking through dark skies in the annual Perseid meteor shower. The featured picture is a composite of many images taken from the same location over the peak night of the Perseids. The umbrella was not needed as a shield from meteors, since they almost entirely evaporate high in the Earth's atmosphere. Many of the component images featured individual Perseids, while one image featured the foreground near Jiuquan City, Gansu Province, China. The stellar background includes the central band of our Milky Way Galaxy, appearing nearly vertical, as well as the planets Jupiter and Saturn on the left. Although the comet dust particles are traveling parallel to each other, the resulting shower meteors clearly seem to radiate from a single point on the sky -- the radiant in the eponymous constellation Perseus. The image captured so long an angular field that the curvature of the sky is visible in the trajectory of the Perseids.   Notable APOD Image Submissions: Perseid Meteor Shower 2021",
    "hdurl": "https://apod.nasa.gov/apod/image/2108/PerseidRain2021_Luo_2042.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseid Rain",
    "url": "https://apod.nasa.gov/apod/image/2108/PerseidRain2021_Luo_960.jpg"
  },
  {
    "copyright": "Daniel Korona",
    "date": "2021-08-16",
    "explanation": "This was an unusual sky. It wasn't unusual because of the central band the Milky Way Galaxy, visible along the image left.  Most dark skies show part of the Milky Way. It wasn't unusual because of the bright meteor visible on the upper right. Many images taken during last week's Perseid Meteor Shower show meteors, although this Perseid was particularly bright. This sky wasn't unusual because of the red sprites, visible on the lower right. Although this type of lightning has only been noted in the past few decades, images of sprites are becoming more common. This sky wasn't unusual because of the nova, visible just above the image center. Novas bright enough to be seen with the unaided eye occur every few years, with pictured Nova RS Ophiuchus discovered about a week ago.  What was most unusual, though, was to capture all these things together, in a single night, on a single sky.  The unusual sky occurred above Zacatecas, Mexico.   Notable APOD Image Submissions: Perseid Meteor Shower 2021",
    "hdurl": "https://apod.nasa.gov/apod/image/2108/PerseidNovaSprites_Korona_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseid Meteor, Red Sprites, and Nova RS Ophiuchus",
    "url": "https://apod.nasa.gov/apod/image/2108/PerseidNovaSprites_Korona_960.jpg"
  },
  {
    "date": "2021-08-17",
    "explanation": "cept for the rings of Saturn, the Ring Nebula (M57) is probably the most famous celestial circle. Its classic appearance is understood to be due to our own perspective, though. The recent mapping of the expanding nebula's 3-D structure, based in part on this clear Hubble image,indicates that the nebula is a relatively dense, donut-like ring wrapped around the middle of a (American) football-shaped cloud of glowing gas. The view from planet Earth looks down the long axis of the football, face-on to the ring. Of course, in this well-studied example of a planetary nebula, the glowing material does not come from planets. Instead, the gaseous shroud represents outer layers expelled from the dying, once sun-like star, now a tiny pinprick of light seen at the nebula's center. Intense ultraviolet light from the hot central star ionizes atoms in the gas. The Ring Nebula is about one light-year across and 2,500 light-years away.   Share the Sky: NASA Open API for APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2108/Ring_HubbleSchmidt_1548.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M57: The Ring Nebula from Hubble",
    "url": "https://apod.nasa.gov/apod/image/2108/Ring_HubbleSchmidt_960.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2021-08-18",
    "explanation": "The Ring Nebula (M57), is more complicated than it appears through a small telescope.  The easily visible central ring is about one light-year across, but this remarkably deep exposure - a collaborative effort combining data from three different large telescopes - explores the looping filaments of glowing gas extending much farther from the nebula's central star. This composite image includes red light emitted by hydrogen as well as visible and infrared light. The Ring Nebula is an elongated planetary nebula, a type of nebula created when a Sun-like star evolves to throw off its outer atmosphere to become a white dwarf star.  The Ring Nebula is about 2,500 light-years away toward the musical constellation Lyra.   Amateur Astronomers: Please take the Night Sky Network's Survey",
    "hdurl": "https://apod.nasa.gov/apod/image/2108/M57Ring_HubbleGendler_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rings Around the Ring Nebula",
    "url": "https://apod.nasa.gov/apod/image/2108/M57Ring_HubbleGendler_960.jpg"
  },
  {
    "copyright": "Miguel Claro",
    "date": "2021-08-19",
    "explanation": "Plowing through Earth's atmosphere at 60 kilometers per second, this bright perseid meteor streaks along a starry Milky Way. Captured in dark Portugal skies on August 12, it moves right to left through the frame. Its colorful trail starts near Deneb (alpha Cygni) and ends near Altair (alpha Aquilae), stars of the northern summer triangle. In fact this perseid meteor very briefly outshines both, two of the brightest stars in planet Earth's night. The trail's initial greenish glow is typical of the bright perseid shower meteors. The grains of cosmic sand, swept up dust from periodic comet Swift-Tuttle, are moving fast enough to excite the characteristic green emission of atomic oxygen at altitudes of 100 kilometers or so before vaporizing in an incandescent flash.   Notable APOD Image Submissions: Perseid Meteor Shower 2021",
    "hdurl": "https://apod.nasa.gov/apod/image/2108/BrightMeteorPerseids2021-7337-crop-net.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bright Meteor, Starry Sky",
    "url": "https://apod.nasa.gov/apod/image/2108/BrightMeteorPerseids2021-7337-crop-net1024.jpg"
  },
  {
    "copyright": "Balint Lengyel",
    "date": "2021-08-20",
    "explanation": "Frames from a camera that spent three moonless nights under the stars create this composite night skyscape. They were recorded during August 11-13 while planet Earth was sweeping through the dusty trail of comet Swift-Tuttle. One long exposure, untracked for the foreground, and the many star tracking captures of Perseid shower meteors were taken from the village of Magyaregres, Hungary. Each aligned against the background stars, the meteor trails all point back to the annual shower's radiant in the constellation Perseus heroically standing above this rural horizon. Of course the comet dust particles are traveling along trajectories parallel to each other. The radiant effect is due only to perspective, as the parallel tracks appear to converge in the distance against the starry sky.   Notable APOD Image Submissions: Perseid Meteor Shower 2021",
    "hdurl": "https://apod.nasa.gov/apod/image/2108/ThreeNightsPerseids3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Three Perseid Nights",
    "url": "https://apod.nasa.gov/apod/image/2108/ThreeNightsPerseids1024.jpg"
  },
  {
    "copyright": "Christopher Go",
    "date": "2021-08-21",
    "explanation": "These three panels feature the Solar System's ruling gas giant Jupiter on August 15 as seen from Cebu City, Philippines, planet Earth. On that date the well-timed telescopic views detail some remarkable performances, transits and mutual events, by Jupiter's Galilean moons. In the top panel, Io is just disappearing into Jupiter's shadow at the far right, but the three other large Jovian moons appear against the planet's banded disk. Brighter Europa and darker Ganymede are at the far left, also casting their two shadows on the gas giant's cloud tops. Callisto is below and right near the planet's edge, the three moons in a triple transit across the face of Jupiter. Moving to the middle panel, shadows of Europa and Ganymede are still visible near center but Ganymede has occulted or passed in front of Europa. The bottom panel captures a rare view of Jovian moons in eclipse while transiting Jupiter, Ganymede's shadow falling on Europa itself. From planet Earth's perspective, similar mutual events, when Galilean moons occult and eclipse each other, can be seen every six years or so when Jupiter is near its own equinox.",
    "hdurl": "https://apod.nasa.gov/apod/image/2108/j20210815a_cgo.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Triple Transit and Mutual Events",
    "url": "https://apod.nasa.gov/apod/image/2108/j20210815a_cgo_crop1200.jpg"
  },
  {
    "copyright": "David A. HardyPPARC",
    "date": "2021-08-22",
    "explanation": "Spectacular explosions keep occurring in the binary star system named RS Ophiuchi.  Every 20 years or so, the red giant star dumps enough hydrogen gas onto its companion white dwarf star to set off a brilliant thermonuclear explosion on the white dwarf's surface.  At about 5,000 light years distant, the resulting nova explosions cause the RS Oph system to brighten up by a huge factor and become visible to the unaided eye.  The red giant star is depicted on the right of the above drawing, while the white dwarf is at the center of the bright accretion disk on the left.  As the stars orbit each other, a stream of gas moves from the giant star to the white dwarf.  Astronomers speculate that at some time in the next 100,000 years, enough matter will have accumulated on the white dwarf to push it over the Chandrasekhar Limit, causing a much more powerful and final explosion known as a supernova. Starting early this month, RS Oph was again seen exploding in a bright nova.",
    "hdurl": "https://apod.nasa.gov/apod/image/2108/rsoph_pparc_2953.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Explosions from White Dwarf Star RS Oph",
    "url": "https://apod.nasa.gov/apod/image/2108/rsoph_pparc_960.jpg"
  },
  {
    "date": "2021-08-23",
    "explanation": "Is that one galaxy or three? Toward the right of the featured Hubble image of the massive galaxy cluster Abell 3827 is what appears to be a most unusual galaxy -- curved and with three centers.  A detailed analysis, however, finds that these are three images of the same background galaxy -- and that there are at least four more images.  Light we see from the single background blue galaxy takes multiple paths through the complex gravity of the cluster, just like a single distant light can take multiple paths through the stem of a wine glass. Studying how clusters like Abell 3827 and their component galaxies deflect distant light gives information about how mass and dark matter are distributed. Abell 3827 is so distant, having a redshift of 0.1, that the light we see from it left about 1.3 billion years ago -- before dinosaurs roamed the Earth. Therefore, the cluster's central galaxies have now surely all coalesced -- in a feast of galactic cannibalism -- into one huge galaxy near the cluster's center.",
    "hdurl": "https://apod.nasa.gov/apod/image/2108/Abell3827Lens_Hubble_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Abell 3827: Cannibal Cluster Gravitational Lens",
    "url": "https://apod.nasa.gov/apod/image/2108/Abell3827Lens_Hubble_960.jpg"
  },
  {
    "date": "2021-08-24",
    "explanation": "It's not the big disk that's attracting the most attention. Although the big planet-forming disk around the star PDS 70 is clearly imaged and itself quite interesting. It's also not the planet on the right, just inside the big disk, that’s being talked about the most.  Although the planet PDS 70c is a newly formed and, interestingly, similar in size and mass to Jupiter. It's the fuzzy patch around the planet PDS 70c that's causing the commotion. That fuzzy patch is thought to be itself a dusty disk that is now forming into moons -- and that has never been seen before. The featured image was taken by the Atacama Large Millimeter Array (ALMA) of 66 radio telescopes in the high Atacama Desert of northern Chile.  Based on ALMA data, astronomers infer that the moon-forming exoplanetary disk has a radius similar to our Earth's orbit, and may one day form three or so Luna-sized moons -- not very different from our Jupiter's four.",
    "hdurl": "https://apod.nasa.gov/apod/image/2108/PDS70_ALMA_1237.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "PDS 70: Disk, Planets, and Moons",
    "url": "https://apod.nasa.gov/apod/image/2108/PDS70_ALMA_960.jpg"
  },
  {
    "copyright": "James O'DonoghueJAXARami MandowSpace AustraliaJames O'Donoghue",
    "date": "2021-08-25",
    "explanation": "Does a ball drop faster on Earth, Jupiter, or Uranus?  The featured animation shows a ball dropping from one kilometer high toward the surfaces of famous solar system bodies, assuming no air resistance.  The force of gravity depends on the mass of the attracting object, with higher masses pulling down with greater forces. But gravitational force also depends on distance from the center of gravity, with shorter distances causing the ball to drop faster.  Combining both mass and distance, it might be surprising to see that Uranus pulls the ball down slightly slower than Earth, despite containing over 14 times more mass. This happens because Uranus has a much lower density, which puts its cloud tops further away from its center of mass.  Although the falling ball always speeds up, if you were on the ball you would not feel this acceleration because you would be in free-fall. Of the three planets mentioned, the video demonstrates a ball drops even faster on Jupiter than either Earth and Uranus.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Solar System Ball Drop",
    "url": "https://www.youtube.com/embed/uHhQrplIm8g?rel=0"
  },
  {
    "copyright": "Giorgia Hofer",
    "date": "2021-08-26",
    "explanation": "Nature photographers and other fans of planet Earth always look forward to the blue hour. That's the transition in twilight, just before sunrise or after sunset, when the Sun is below the horizon but land and sky are still suffused with a beautiful blue light. After sunset on August 21, this blue hour snapshot captured the nearly full Moon as it rose opposite the Sun, above the rugged Italian Alps from Cortina d'Ampezzo, Italy. Sharing bluish hues with the sky, the rocky pyramid of Monte Antelao, also known as the King of the Dolomites, is the region's prominent alpine peak. The moonlight is yellow, but even so this full Moon was known to some as a seasonal Blue Moon. That's because by one definition the third full Moon of a season with four full moons in it is called a Blue Moon. Recognizing a season as the time between a solstice and an equinox, this season's fourth full Moon will be rising in the blue hour of September 20, just before September's equinox.",
    "hdurl": "https://apod.nasa.gov/apod/image/2108/luna_antelao_Hofer.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Blue Hour Full Moon",
    "url": "https://apod.nasa.gov/apod/image/2108/luna_antelao_Hofer1024.jpg"
  },
  {
    "copyright": "Robert Eder",
    "date": "2021-08-27",
    "explanation": "Like an illustration in a galactic Just So Story, the Elephant's Trunk Nebula winds through the emission nebula and young star cluster complex IC 1396, in the high and far off constellation of Cepheus. Also known as vdB 142, seen on the left the cosmic elephant's trunk is over 20 light-years long. Removed by digital processing, no visible stars are in this detailed telescopic close-up view highlighting the bright swept-back ridges that outline pockets of cool interstellar dust and gas. But the dark, tendril-shaped clouds contain the raw material for star formation and hide protostars within. Nearly 3,000 light-years distant, the relatively faint IC 1396 comple",
    "hdurl": "https://apod.nasa.gov/apod/image/2108/ElephantTrunkCaravan.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Elephant's Trunk and Caravan",
    "url": "https://apod.nasa.gov/apod/image/2108/ElephantTrunkCaravan1024.jpg"
  },
  {
    "date": "2021-08-28",
    "explanation": "Taken on mission sol 180 (August 22) this sharp image from a Hazard Camera on the Perseverance rover looks out across a rock strewn floor of Jezero crater on Mars. At 52.5 centimeters (21 inches) in diameter, one of the rover's steerable front wheels is at lower left in the frame. Near center is a large rock nicknamed Rochette. Mission planners don't want to avoid Rochette though. Instead Perseverance will be instructed to reach out with its 2 meter long robotic arm and abrade the rock's surface, to determine whether it has a consistency suitable for obtaining a sample, slightly thicker than a pencil, using the rover's coring bit. Samples collected by Perseverance would be returned to Earth by a future Mars mission.",
    "hdurl": "https://apod.nasa.gov/apod/image/2108/PIA24767.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars Rock Rochette",
    "url": "https://apod.nasa.gov/apod/image/2108/PIA24767_1067.jpg"
  },
  {
    "date": "2021-08-29",
    "explanation": "Are asteroids dangerous? Some are, but the likelihood of a dangerous asteroid striking the Earth during any given year is low. Because some past mass extinction events have been linked to asteroid impacts, however, humanity has made it a priority to find and catalog those asteroids that may one day affect life on Earth. Pictured here are the orbits of the over 1,000 known Potentially Hazardous Asteroids (PHAs). These documented tumbling boulders of rock and ice are over 140 meters across and will pass within 7.5 million kilometers of Earth -- about 20 times the distance to the Moon. Although none of them will strike the Earth in the next 100 years -- not all PHAs have been discovered, and past 100 years, many orbits become hard to predict. Were an asteroid of this size to impact the Earth, it could raise dangerous tsunamis, for example. To investigate Earth-saving strategies, NASA's  Double Asteroid Redirection Test (DART) is planned for launch later this year. Of course rocks and ice bits of much smaller size strike the Earth every day, usually pose no danger, and sometimes creating memorable fireball and meteor displays.",
    "hdurl": "https://apod.nasa.gov/apod/image/2108/phas_jpl_3254.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orbits of Potentially Hazardous Asteroids",
    "url": "https://apod.nasa.gov/apod/image/2108/phas_jpl_960.jpg"
  },
  {
    "date": "2021-08-30",
    "explanation": "What's happening to this cloud? Ice crystals in a distant cirrus cloud are acting like little floating prisms.  Known informally as a fire rainbow for its flame-like appearance, a circumhorizon arc appears parallel to the horizon. For a circumhorizontal arc to be visible, the Sun must be at least 58 degrees high in a sky where cirrus clouds present below --  in this case cirrus fibrates.  The numerous, flat, hexagonal ice-crystals that compose the cirrus cloud must be aligned horizontally to properly refract sunlight in a collectively similar manner.  Therefore, circumhorizontal arcs are somewhat unusual to see.  The featured fire rainbow was photographed earlier this month near North Fork Mountain in West Virginia, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/2108/FireRainbow_Harbig_4000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Fire Rainbow over West Virginia",
    "url": "https://apod.nasa.gov/apod/image/2108/FireRainbow_Harbig_960.jpg"
  },
  {
    "copyright": "Robert Fedez",
    "date": "2021-08-31",
    "explanation": "The Moon is normally seen in subtle shades of grey or gold.  But small, measurable color differences have been greatly exaggerated to make this telescopic, multicolored, moonscape captured during the Moon's full phase.  The different colors are recognized to correspond to real differences in the chemical makeup of the lunar surface.  Blue hues reveal titanium rich areas while orange and purple colors show regions relatively poor in titanium and iron.  The familiar Sea of Tranquility, or Mare Tranquillitatis, is the blue area toward the upper right.  White lines radiate across the orange-hued southern lunar highlands from 85-kilometer wide ray-crater Tycho at bottom right.  The full moon that occurred earlier this month could be counted as a seasonal blue moon because it was, unusually, the third of four full moons to occur during northern summer (and hence southern winter).  The featured 272-image composite demonstrates that the full Moon is always blue, but usually not blue enough in hue to ooh.   Almost Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2108/Luna_Fedez_1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Blue Moon in Exaggerated Colors",
    "url": "https://apod.nasa.gov/apod/image/2108/Luna_Fedez_960.jpg"
  },
  {
    "date": "2021-09-01",
    "explanation": "Why would galaxies emit jets that look like ghosts?  And furthermore, why do they appear to be dancing?  The curled and fluffy jets from the supermassive black holes at the centers of two host galaxies (top center and lower left) are unlike anything seen before.  They were found by astronomers using the Australian Square Kilometer Array Pathfinder (ASKAP) radio telescope when creating maps tracing the evolution of galaxies.  Images preceding this Evolutionary Map of the Universe survey only showed amorphous blobs.  Eventually, comparisons of relative amounts of energy emitted revealed the glowing elongated structures were created by electrons streaming around magnetic field lines",
    "hdurl": "https://apod.nasa.gov/apod/image/2109/DancingGhosts_EnglishNorris_2524.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dancing Ghosts: Curved Jets from Active Galaxies",
    "url": "https://apod.nasa.gov/apod/image/2109/DancingGhosts_EnglishNorris_960.jpg"
  }
]
