[
  {
    "copyright": "Gabriel Rodrigues Santos",
    "date": "2021-10-01",
    "explanation": "Dark markings and colorful clouds inhabit this stellar landscape. The deep and expansive view spans more than 30 full moons across crowded star fields toward the center of our Milky Way Galaxy. Cataloged in the early 20th century by astronomer E. E. Barnard, the obscuring interstellar dust clouds seen toward the right include B59, B72, B77 and B78, part of the Ophiuchus molecular cloud complex a mere 450 light-years away. To the eye their combined shape suggests a pipe stem and bowl, and so the dark nebula's popular name is the Pipe Nebula. Three bright nebulae gathered on the left are stellar nurseries some 5,000 light-years distant toward the constellation Sagittarius. In the 18th century astronomer Charles Messier included two of them in his catalog of bright clusters and nebulae; M8, the largest of the triplet, and colorful M20 just above. The third prominent emission region includes NGC 6559 at the far left. Itself divided by obscuring dust lanes, M20 is also known as the Trifid. M8's popular moniker is the Lagoon Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/M8-Pipe_APOD_GabrielSantos_LG.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Central Milky Way from Lagoon to Pipe",
    "url": "https://apod.nasa.gov/apod/image/2110/M8-Pipe_APOD_GabrielSantosSmall.jpg"
  },
  {
    "copyright": "Rodrigo Guerra",
    "date": "2021-10-02",
    "explanation": "Posing as a brilliant evening star, Venus lies near the western horizon in this southern hemisphere, early spring, night skyscape. To create the composite view exposures tracking the sky and fixed for the foreground were taken on September 25 from Cascavel in southern Brazil. In view after sunset, Venus appears immersed in a cone of zodiacal light, sunlight scattered from dust along the Solar System's ecliptic plane. In fact from either hemisphere of planet Earth, zodiacal light is most visible after sunset near a spring equinox, (or before sunrise near an autumn equinox) when its luminous arc lies at steep angles to the horizon. Extending above the sunset on this night, the zodiacal light reaches toward rich starfields and immense interstellar dust clouds in the bulge of the central Milky Way. Follow along the Milky Way from the central bulge back toward the horizon and you'll spot the closest star system to the Sun, Alpha Centauri, a mere 4.37 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/ArcsOfLightAndDust.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Light and Dusty Night",
    "url": "https://apod.nasa.gov/apod/image/2110/ArcsOfLightAndDust1024.jpg"
  },
  {
    "date": "2021-10-03",
    "explanation": "Sure, you can see the 2D rectangle of colors, but can you see deeper?  Counting color patches in the featured image, you might estimate that the most information that this 2D digital image can hold is about 60 (horizontal) x 50(vertical) x 256 (possible colors) = 768,000 bits.  However, the yet-unproven Holographic Principle states that,  counter-intuitively, the information in a 2D panel can include all of the information in a 3D room that can be enclosed by the panel.  The principle derives from the idea that the Planck length, the length scale where quantum mechanics begins to dominate classical gravity, is one side of an area that can hold only about one bit of information.  The limit was first postulated by physicist Gerard 't Hooft in 1993.  It can arise from generalizations from seemingly distant speculation that the information held by a black hole is determined not by its enclosed volume but by the surface area of its event horizon.  The term \"holographic\" arises from a hologram analogy where three-dimension images are created by projecting light through a flat screen.  Beware, some people staring at the featured image may not think it encodes just 768,000 bits -- nor even 2563,000 bit permutations -- rather they might claim it  encodes a three-dimensional teapot.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/teapotsirds_winfree_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Holographic Principle and a Teapot",
    "url": "https://apod.nasa.gov/apod/image/2110/teapotsirds_winfree_960.jpg"
  },
  {
    "date": "2021-10-04",
    "explanation": "These two mighty galaxies are pulling each other apart.  Known as the \"Mice\" because they have such long tails, each spiral galaxy has likely already passed through the other. The long tails are created by the relative difference between gravitational pulls on the near and far parts of each galaxy.  Because the distances are so large, the cosmic interaction takes place in slow motion -- over hundreds of millions of years.  NGC 4676 lies about 300 million light-years away toward the constellation of Bernice's Hair (Coma Berenices) and are  likely members of the Coma Cluster of Galaxies.  The featured picture was taken with the Hubble Space Telescope's Advanced Camera for Surveys in 2002. These galactic mice will probably collide again and again over the next billion years so that, instead of continuing to pull each other apart, they coalesce to form a single galaxy.   Follow APOD in English on: Facebook,  Instagram, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/NGC4676_HubbleOstling_4555.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4676: When Mice Collide",
    "url": "https://apod.nasa.gov/apod/image/2110/NGC4676_HubbleOstling_960.jpg"
  },
  {
    "copyright": "Martin WolfU. WisconsinIceCube Neutrino Obs.NSFhtAlice Allen",
    "date": "2021-10-05",
    "explanation": "Sunrise at the South Pole is different. Usually a welcome sight, it follows months of darkness -- and begins months of sunshine. At Earth's poles, it can take weeks for the Sun to rise, in contrast with hours at any mid-latitude location.  Sunrise at a pole is caused by the tilt of the Earth as it orbits the Sun, not by the rotation of the Earth.  Although at a pole, an airless Earth would first see first Sun at an equinox, the lensing effect of the Earth's atmosphere and the size of the solar disk causes the top of the Sun to appear about two-weeks early.  Pictured two weeks ago, the Sun peeks above the horizon of a vast frozen landscape at Earth's South Pole.  The true South Pole is just a few meters to the left of the communications tower. This polar sunrise capture was particularly photogenic as the Sun appeared capped by a green flash.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/SouthPoleSunRise_Wolf_6279.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunrise at the South Pole",
    "url": "https://apod.nasa.gov/apod/image/2110/SouthPoleSunRise_Wolf_960.jpg"
  },
  {
    "copyright": "Jari Saukkonen",
    "date": "2021-10-06",
    "explanation": "Where do the dark streams of dust in the Orion Nebula originate? This part of the Orion Molecular Cloud Complex, M43, is the often imaged but rarely mentioned neighbor of the more famous M42. M42, seen in part to the upper right, includes many bright stars from the Trapezium star cluster. M43 is itself a star forming region that displays intricately-laced streams of dark dust -- although it is really composed mostly of glowing hydrogen gas. The entire Orion field is located about 1600 light years away.  Opaque to visible light, the picturesque dark dust is created in the outer atmosphere of massive cool stars and expelled by strong outer winds of protons and electrons.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/OrionStreams_Saukkonen_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M43: Streams of Orion",
    "url": "https://apod.nasa.gov/apod/image/2110/OrionStreams_Saukkonen_960.jpg"
  },
  {
    "copyright": "Roberto Sartori",
    "date": "2021-10-07",
    "explanation": "Slide your telescope just east of the Lagoon Nebula to find this alluring field of view in the rich starfields of the constellation Sagittarius toward the central Milky Way. Of course the Lagoon nebula is also known as M8, the eighth object listed in Charles Messier's famous catalog of bright nebulae and star clusters. Close on the sky but slightly fainter than M8, this complex of nebulae was left out of Messier's list though. It contains obscuring dust, striking red emission and blue reflection nebulae of star-forming region NGC 6559 at right. Like M8, NGC 6559 is located about 5,000 light-years away along the edge of a large molecular cloud. At that distance, this telescopic frame nearly 3 full moons wide would span about 130 light-years.   Global Moon Party:  NASA's Night Sky Network: Saturday, October 9",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/NGC6559Sartori.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6559: East of the Lagoon",
    "url": "https://apod.nasa.gov/apod/image/2110/NGC6559Sartori1024.jpg"
  },
  {
    "copyright": "Jack Groves",
    "date": "2021-10-08",
    "explanation": "This pretty starfield spans about three full moons (1.5 degrees) across the heroic northern constellation of Perseus. It holds the famous pair of open star clusters, h and Chi Persei. Also cataloged as NGC 869 (top) and NGC 884, both clusters are about 7,000 light-years away and contain stars much younger and hotter than the Sun.  Separated by only a few hundred light-years, the clusters are both 13 million years young based on the ages of their individual stars, evidence that they were likely a product of the same star-forming region. Always a rewarding sight in binoculars, the Double Cluster is even visible to the unaided eye from dark locations. But a shroud of guitar strings was used to produce diffraction spikes on the colorful stars imaged in this vibrant telescopic view.   Global Moon Party:  Including APOD's Best Moon Images: Saturday, October 9",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/doubleclustergroves.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Double Cluster in Perseus",
    "url": "https://apod.nasa.gov/apod/image/2110/doubleclustergroves1024.jpg"
  },
  {
    "copyright": "Josselin Desmars",
    "date": "2021-10-09",
    "explanation": "It's only 50 light-years to 51 Pegasi. That star's position is indicated in this snapshot from August, taken on a hazy night with mostly brighter stars visible above the dome at Observatoire de Haute-Provence in France. Twenty-six years ago, in October of 1995, astronomers Michel Mayor and Didier Queloz announced a profound discovery made at the observatory. Using a precise spectrograph they had detected a planet orbiting 51 Peg, the first known exoplanet orbiting a sun-like star. Mayor and Queloz had used the spectrograph to measure changes in the star's radial velocity, a regular wobble caused by the gravitational tug of the orbiting planet. Designated 51 Pegasi b, the planet was determined to have a mass at least half of Jupiter's mass and an orbital period of 4.2 days, making it much closer to its parent star than Mercury is to the Sun. Their discovery was quickly confirmed and Mayor and Queloz were ultimately awarded the Nobel Prize in physics in 2019. Now recognized as the prototype for the class of exoplanets fondly known as hot Jupiters, 51 Pegasi b was formally named Dimidium, latin for half, in 2015. Since its discovery, over 4,000 exoplanets have been found.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/peg51_desmars.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "50 Light-years to 51 Pegasi",
    "url": "https://apod.nasa.gov/apod/image/2110/peg51_desmars_ex1024.jpg"
  },
  {
    "copyright": "Mark Gee Music:",
    "date": "2021-10-10",
    "explanation": "Have you ever watched the Moon rise? The slow rise of a nearly full moon over a clear horizon can be an impressive sight. One impressive moonrise was imaged in early 2013 over Mount Victoria Lookout in Wellington, New Zealand. With detailed planning, an industrious astrophotographer placed a camera about two kilometers away and pointed it across the lookout to where the Moon would surely soon be making its nightly debut. The featured single shot sequence is unedited and shown in real time -- it is not a time lapse. People on Mount Victoria Lookout can be seen in silhouette themselves admiring the dawn of Earth's largest satellite. Seeing a moonrise yourself is not difficult: it happens every day, although only half the time at night. Each day the Moon rises about fifty minutes later than the previous day, with a full moon always rising at sunset.  This Saturday, October 16, is International Observe the Moon Night, where you observe a first-quarter Moon along with other lunar enthusiasts.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Full Moon Silhouettes",
    "url": "https://player.vimeo.com/video/58385453?h=2f48504431&portrait=0&badge=0"
  },
  {
    "date": "2021-10-11",
    "explanation": "What would it be like to fly over the largest moon in the Solar System? In June, the robotic Juno spacecraft flew past Jupiter's huge moon Ganymede and took images that have been digitally constructed into a detailed flyby. As the featured video begins, Juno swoops over the two-toned surface of the 2,000-km wide moon, revealing an icy alien landscape filled with grooves and craters. The grooves are likely caused by shifting surface plates, while the craters are caused by violent impacts. Continuing on in its orbit, Juno then performed its 34th close pass over Jupiter's clouds. The digitally-constructed video shows numerous swirling clouds in the north, colorful planet-circling zones and bands across the middle -- featuring several white-oval clouds from the String of Pearls, and finally more swirling clouds in the south.  Next September, Juno is scheduled to make a close pass over another of Jupiter's large moons: Europa.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Juno Flyby of Ganymede and Jupiter",
    "url": "https://www.youtube.com/embed/CC7OJ7gFLvE?rel=0"
  },
  {
    "copyright": "Hao Qin",
    "date": "2021-10-12",
    "explanation": "What makes a meteor a fireball?  First of all, everyone agrees that a fireball is an exceptionally bright meteor. Past that, the International Astronomical Union defines a fireball as a meteor brighter than apparent magnitude -4, which corresponds (roughly) to being brighter than any planet -- as well as bright enough to cast a human-noticeable shadow.  Pictured, an astrophotographer taking a long-duration sky image captured by accident the brightest meteor he had ever seen.  Clearly a fireball, the disintegrating space-rock created a trail so bright it turned night into day for about two seconds earlier this month.  The fireball has been artificially dimmed in the featured image to bring up foreground Lake Louise in Alberta, Canada.  Although fireballs are rare, many people have been lucky enough to see them.  If you see a fireball, you can report it.  If more than one person recorded an image, the fireball might be traceable back to the Solar System body from which it was ejected.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/FireballAlberta_Qin_5568.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fireball over Lake Louise",
    "url": "https://apod.nasa.gov/apod/image/2110/FireballAlberta_Qin_1080.jpg"
  },
  {
    "copyright": "Yizhou Zhang",
    "date": "2021-10-13",
    "explanation": "It may look like a huge cosmic question mark, but the big question really is  how does the bright gas and dark dust tell this nebula's history of star formation.  At the edge of a giant molecular cloud toward the northern constellation Cepheus, the glowing star forming region NGC 7822 lies about 3,000 light-years away. Within the nebula, bright edges and dark shapes stand out in this colorful and detailed skyscape. The 9-panel mosaic, taken over 28 nights with a small telescope in Texas, includes data from narrowband filters, mapping emission from atomic oxygen, hydrogen, and sulfur into blue, green, and red hues. The emission line and color combination has become well-known as the Hubble palette. The atomic emission is powered by energetic radiation from the central hot stars. Their powerful winds and radiation sculpt and erode the denser pillar shapes and clear out a characteristic cavity light-years across the center of the natal cloud. Stars could still be forming inside the pillars by gravitational collapse but as the pillars are eroded away, any forming stars will ultimately be cut off from their reservoir of star stuff. This field of view spans over 40 light-years across at the estimated distance of NGC 7822.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/NGC7822_Yizhou_4044.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7822: Cosmic Question Mark",
    "url": "https://apod.nasa.gov/apod/image/2110/NGC7822_Yizhou_960.jpg"
  },
  {
    "copyright": "Ignacio Diaz Bobillo",
    "date": "2021-10-14",
    "explanation": "A mere seven hundred light years from Earth, toward the constellation Aquarius, a sun-like star is dying. Its last few thousand years have produced the Helix Nebula (NGC 7293), a well studied and nearby example of a Planetary Nebula, typical of this final phase of stellar evolution.  A total of 90 hours of exposure time have gone in to creating this expansive view of the nebula. Combining narrow band image data from emission lines of hydrogen atoms in red and oxygen atoms in blue-green hues, it shows remarkable details of the Helix's brighter inner region about 3 light-years across. The white dot at the Helix's center is this Planetary Nebula's hot, central star. A simple looking nebula at first glance, the Helix is now understood to have a surprisingly complex geometry.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/Helix_Oxygen_crop2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7293: The Helix Nebula",
    "url": "https://apod.nasa.gov/apod/image/2110/Helix_Oxygen_crop2_1024.jpg"
  },
  {
    "copyright": "Mike Selby",
    "date": "2021-10-15",
    "explanation": "About 70 million light-years distant, gorgeous spiral galaxy NGC 289 is larger than our own Milky Way. Seen nearly face-on, its bright core and colorful central disk give way to remarkably faint, bluish spiral arms. The extensive arms sweep well over 100 thousand light-years from the galaxy's center. At the lower right in this sharp, telescopic galaxy portrait the main spiral arm seems to encounter a small, fuzzy elliptical companion galaxy interacting with enormous NGC 289. Of course spiky stars are in the foreground of the scene. They lie within the Milky Way toward the southern constellation Sculptor.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/NGC289Selby.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 289: Swirl in the Southern Sky",
    "url": "https://apod.nasa.gov/apod/image/2110/NGC289Selby1024.jpg"
  },
  {
    "copyright": "Gianni Sarcone",
    "date": "2021-10-16",
    "explanation": "Only natural colors of the Moon in planet Earth's sky appear in this creative visual presentation. Arranged as pixels in a framed image, the lunar disks were photographed at different times. Their varying hues are ultimately due to reflected sunlight affected by changing atmospheric conditions and the alignment geometry of Moon, Earth, and Sun. Here, the darkest lunar disks are the colors of earthshine. A description of earthshine, in terms of sunlight reflected by Earth's oceans illuminating the Moon's dark surface, was written over 500 years ago by Leonardo da Vinci.  But stand farther back from your monitor or just shift your gaze to the smaller versions of the image. You might also see one of da Vinci's most famous works of art.  Tonight: International Observe the Moon Night",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/Moonalisa_base_corr.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Moona Lisa",
    "url": "https://apod.nasa.gov/apod/image/2110/Moonalisa_Example1024.jpg"
  },
  {
    "date": "2021-10-17",
    "explanation": "Most galaxies have a single nucleus -- does this galaxy have four?  The strange answer leads astronomers to conclude that the nucleus of the surrounding galaxy is not even visible in this image.  The central cloverleaf is rather light emitted from a background quasar.  The gravitational field of the visible foreground galaxy breaks light from this distant quasar into four distinct images.  The quasar must be properly aligned behind the center of a massive galaxy for a mirage like this to be evident.  The general effect is known as gravitational lensing, and this specific case is known as the Einstein Cross.  Stranger still, the images of the Einstein Cross vary in relative brightness, enhanced occasionally by the additional gravitational microlensing effect of specific stars in the foreground galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/qso2237_wiyn_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Einstein Cross Gravitational Lens",
    "url": "https://apod.nasa.gov/apod/image/2110/qso2237_wiyn_1024.jpg"
  },
  {
    "copyright": "\nDario Giannobile",
    "date": "2021-10-18",
    "explanation": "Why can we see the entire face of this Moon?  When the Moon is in a crescent phase, only part of it appears directly illuminated by the Sun.  The answer is earthshine, also known as earthlight and the da Vinci glow.  The reason is that the rest of the Earth-facing Moon is slightly illuminated by sunlight first reflected from the Earth.  Since the Earth appears near full phase from the Moon -- when the Moon appears as a slight crescent from the Earth -- earthshine is then near its brightest.  Featured here in combined, consecutively-taken, HDR images taken earlier this month, a rising earthshine Moon was captured passing slowly near the planet Venus, the brightest spot near the image center.  Just above Venus is the star Dschubba (catalogued as Delta Scorpii), while the red star on the far left is Antares. The celestial show is visible through scenic cloud decks. In the foreground are the lights from Palazzolo Acreide, a city with ancient historical roots in Sicily, Italy.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/EarthshineSky_Giannobile_1212.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earthshine Moon over Sicily",
    "url": "https://apod.nasa.gov/apod/image/2110/EarthshineSky_Giannobile_1212.jpg"
  },
  {
    "date": "2021-10-19",
    "explanation": "Where did this big ball of stars come from? Palomar 6 is one of about 200 globular clusters of stars that survive in our Milky Way Galaxy. These spherical star-balls are older than our Sun as well as older than most stars that orbit in our galaxy's disk.  Palomar 6 itself is estimated to be about 12.5 billion years old, so old that it is close to -- and so constrains -- the age of the entire universe.  Containing about 500,000 stars, Palomar 6 lies about 25,000 light years away, but not very far from our galaxy's center.  At that distance, this sharp image from the Hubble Space Telescope spans about 15 light-years.  After much study including images from Hubble, a leading origin hypothesis is that Palomar 6 was created -- and survives today -- in the central bulge of stars that surround the Milky Way's center, not in the distant galactic halo where most other globular clusters are now found.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/Palomar6_Hubble_2529.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Palomar 6: Globular Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/2110/Palomar6_Hubble_960.jpg"
  },
  {
    "copyright": "John Kraus",
    "date": "2021-10-20",
    "explanation": "Why would this mission go out as far as Jupiter -- but then not visit Jupiter? Lucy's plan is to follow different leads about the origin of our Solar System than can be found at Jupiter -- where Juno now orbits. Jupiter is such a massive planet that its gravity captures numerous asteroids that orbit the Sun ahead of it -- and behind. These trojan asteroids formed all over our Solar System and some may have been trapped there for billions of years. Flying by these trojan asteroids enables studying them as fossils that likely hold unique clues about our early Solar System. Lucy, named after a famous fossil skeleton which was named after a famous song, is scheduled to visit eight asteroids from 2025 to 2033.  Pictured, Lucy's launch was captured with reflection last week aboard a powerful Atlas V rocket from Cape Canaveral, Florida, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/LucyLaunchB_Kraus_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lucy Launches to Eight Asteroids",
    "url": "https://apod.nasa.gov/apod/image/2110/LucyLaunchB_Kraus_960.jpg"
  },
  {
    "copyright": "Nik Szymanek",
    "date": "2021-10-21",
    "explanation": "Blown by fast winds from a hot, massive star, this cosmic bubble is huge. Cataloged as Sharpless 2-308 it lies some 5,000 light-years away toward the constellation of the Big Dog (Canis Major) and covers slightly more of the sky than a Full Moon. That corresponds to a diameter of 60 light-years at its estimated distance. The massive star that created the bubble, a Wolf-Rayet star, is the bright one near the center of the nebula. Wolf-Rayet stars have over 20 times the mass of the Sun and are thought to be in a brief, pre-supernova phase of massive star evolution. Fast winds from this Wolf-Rayet star create the bubble-shaped nebula as they sweep up slower moving material from an earlier phase of evolution. The windblown nebula has an age of about 70,000 years. Relatively faint emission captured by narrowband filters in the deep image is dominated by the glow of ionized oxygen atoms mapped to a blue hue. Presenting a mostly harmless outline, SH2-308 is also known as The Dolphin-head Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/SH2-308NS.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SH2-308: The Dolphin-head Nebula",
    "url": "https://apod.nasa.gov/apod/image/2110/SH2-308NS_1024.jpg"
  },
  {
    "copyright": "Jose Mtanous",
    "date": "2021-10-22",
    "explanation": "This pretty field of view spans over 2 degrees or 4 full moons on the sky, filled with stars toward the constellation Taurus, the Bull. Above and right of center in the frame you can spot the faint fuzzy reddish appearance of Messier 1 (M1), also known as the Crab Nebula. M1 is the first object in 18th century comet hunter Charles Messier's famous catalog of things which are definitely not comets. Made from image data captured this October 11, there is a comet in the picture though. Below center and left lies the faint greenish coma and dusty tail of periodic comet 67P Churyumov-Gerasimenko, also known as Rosetta's comet. In the 21st century, it became the final resting place of robots from planet Earth. Rosetta's comet is now returning to the inner solar system, sweeping toward its next perihelion or closest approach to the Sun, on November 2. Too faint to be seen by eye alone, the comet's next perigee or closest approach to Earth will be November 12.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/67p_m1_vdb47.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Comet and a Crab",
    "url": "https://apod.nasa.gov/apod/image/2110/67p_m1_vdb47_1024.jpg"
  },
  {
    "date": "2021-10-23",
    "explanation": "Put on your red/blue glasses and float next to asteroid 101955 Bennu. Shaped like a spinning toy top with boulders littering its rough surface, the tiny Solar System world is about one Empire State Building (less than 500 meters) across. Frames used to construct this 3D anaglyph were taken by PolyCam on the OSIRIS_REx spacecraft on December 3, 2018 from a distance of about 80 kilometers. With a sample from the asteroid's rocky surface on board, OSIRIS_REx departed Bennu's vicinity this May and is now enroute to planet Earth. The robotic spacecraft is scheduled to return the sample to Earth in September 2023.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/ana03BennuVantuyne1465c.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "3D Bennu",
    "url": "https://apod.nasa.gov/apod/image/2110/ana03BennuVantuyne1024c.jpg"
  },
  {
    "date": "2021-10-24",
    "explanation": "Halloween's origin is ancient and astronomical.  Since the fifth century BC, Halloween has been celebrated as a cross-quarter day, a day halfway between an equinox (equal day / equal night) and a solstice (minimum day / maximum night in the northern hemisphere).  With a modern calendar however, even though Halloween occurs next week, the real cross-quarter day will occur the week after.  Another cross-quarter day is Groundhog Day. Halloween's modern celebration retains historic roots in dressing to scare away the spirits of the dead.  Perhaps a fitting tribute to this ancient holiday is this view of the Ghost Head Nebula taken with the Hubble Space Telescope.  Similar to the icon of a fictional ghost, NGC 2080 is actually a star forming region in the Large Magellanic Cloud, a satellite galaxy of our own Milky Way Galaxy.  The Ghost Head Nebula (NGC 2080) spans about 50 light-years and is shown in representative colors.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/ngc2080_hubble_1348.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Halloween and the Ghost Head Nebula",
    "url": "https://apod.nasa.gov/apod/image/2110/ngc2080_hubble_960.jpg"
  },
  {
    "copyright": "Michael Abramyan",
    "date": "2021-10-25",
    "explanation": "Does the road to our galaxy's center go through Monument Valley? It doesn't have to, but if your road does -- take a picture. In this case, the road is US Route 163 and iconic buttes on the Navajo National Reservation populate the horizon.  The band of Milky Way Galaxy stretches down from the sky and appears to be a continuation of the road on Earth. Filaments of dust darken the Milky Way, in contrast to billions of bright stars and several colorful glowing gas clouds including the Lagoon and Trifid nebulas. The featured picture is a composite of images taken with the same camera and from the same location -- Forest Gump Point in Utah, USA. The foreground was taken just after sunset in early September during the blue hour, while the background is a mosaic of four exposures captured a few hours later.    Discovery + Outreach: Graduate student research position open for APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/MonumentValleyRoad_Abramyan_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Road to the Galactic Center",
    "url": "https://apod.nasa.gov/apod/image/2110/MonumentValleyRoad_Abramyan_960.jpg"
  },
  {
    "copyright": "JL Dauvergne Music:",
    "date": "2021-10-26",
    "explanation": "Observe the graceful twirl of our Solar System's largest planet. Many interesting features of Jupiter's enigmatic atmosphere, including dark belts and light zones, can be followed in detail. A careful inspection will reveal that different cloud layers rotate at slightly different speeds. The famous Great Red Spot is not visible at first -- but soon rotates into view. Other smaller storm systems occasionally appear. As large as Jupiter is, it rotates in only 10 hours. Our small Earth, by comparison, takes 24 hours to complete a spin cycle. The featured high-resolution time-lapse video was captured over five nights earlier this month by a mid-sized telescope on an apartment balcony in Paris, France.  Since hydrogen and helium gas are colorless, and those elements compose most of Jupiter's expansive atmosphere, what trace elements create the observed colors of Jupiter's clouds remains a topic of research.    Discovery + Outreach: Graduate student research position open for APOD",
    "media_type": "video",
    "service_version": "v1",
    "title": "Jupiter Rotates",
    "url": "https://www.youtube.com/embed/QSXgDiS2H_A?rel=0"
  },
  {
    "copyright": "Howard Trottier",
    "date": "2021-10-27",
    "explanation": "Do you see the bat?  It haunts this cosmic close-up of the eastern Veil Nebula.  The Veil Nebula itself is a large supernova remnant, the expanding debris cloud from the death explosion of a massive star. While the Veil is roughly circular in shape and covers nearly 3 degrees on the sky toward the constellation of the Swan (Cygnus), NGC 6995, known informally as the Bat Nebula, spans only 1/2 degree, about the apparent size of the Moon. That translates to 12 light-years at the Veil's estimated distance, a reassuring 1,400 light-years from planet Earth. In the composite of image data recorded through narrow band filters, emission from hydrogen atoms in the remnant is shown in red with strong emission from oxygen atoms shown in hues of blue. Of course, in the western part of the Veil lies another seasonal apparition: the Witch's Broom Nebula.   Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/Bat6995_Trottier_3449.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6995: The Bat Nebula",
    "url": "https://apod.nasa.gov/apod/image/2110/Bat6995_Trottier_960.jpg"
  },
  {
    "copyright": "John Chumack",
    "date": "2021-10-28",
    "explanation": "As far as ghosts go, Mirach's Ghost isn't really that scary. Mirach's Ghost is just a faint, fuzzy galaxy, well known to astronomers, that happens to be seen nearly along the line-of-sight to Mirach, a bright star. Centered in this star field, Mirach is also called Beta Andromedae. About 200 light-years distant, Mirach is a red giant star, cooler than the Sun but much larger and so intrinsically much brighter than our parent star. In most telescopic views, glare and diffraction spikes tend to hide things that lie near Mirach and make the faint, fuzzy galaxy look like a ghostly internal reflection of the almost overwhelming starlight. Still, appearing in this sharp image just above and to the right of Mirach, Mirach's Ghost is cataloged as galaxy NGC 404 and is estimated to be some 10 million light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/Mirach_NGC404ChumackHRweb.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mirach's Ghost",
    "url": "https://apod.nasa.gov/apod/image/2110/Mirach_NGC404ChumackHRweb1024c.jpg"
  },
  {
    "copyright": "Leo Shatz",
    "date": "2021-10-29",
    "explanation": "Spooky shapes seem to haunt this dusty expanse, drifting through the night in the royal constellation Cepheus. Of course, the shapes are cosmic dust clouds visible in dimly reflected starlight. Far from your own neighborhood, they lurk above the plane of the Milky Way at the edge of the Cepheus Flare molecular cloud complex some 1,200 light-years away. Over 2 light-years across and brighter than most of the other ghostly apparitions, vdB 141 or Sh2-136 is also known as the Ghost Nebula, seen at the right of the starry field of view. Inside the nebula are the telltale signs of dense cores collapsing in the early stages of star formation. With the eerie hue of dust reflecting bluish light from hot young stars of NGC 7023, the Iris Nebula stands out against the dark just left of center. In the broad telescopic frame, these fertile interstellar dust fields stretch almost seven full moons across the sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/IrisGhost_LeoShatz_RevB.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Haunting the Cepheus Flare",
    "url": "https://apod.nasa.gov/apod/image/2110/IrisGhost_LeoShatz_RevB1024.jpg"
  },
  {
    "copyright": "Göran Strand",
    "date": "2021-10-30",
    "explanation": "If you see this as a monster's face, don't panic. It's only pareidolia, often experienced as the tendency to see faces in patterns of light and shadow. In fact, the startling visual scene is actually a 180 degree panorama of Northern Lights, digitally mirrored like inkblots on a folded piece of paper. Frames used to construct it were captured on a September night from the middle of a waterfall-crossing suspension bridge in Jamtland, Sweden. With geomagnetic storms triggered by recent solar activity, auroral displays could be very active at planet Earth's high latitudes in the coming days. But if you see a monster's face in your own neighborhood tomorrow night, it might just be Halloween.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/GS_20210917_Handol_5651_Pan.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Rorschach Aurora",
    "url": "https://apod.nasa.gov/apod/image/2110/GS_20210917_Handol_5651_Pan1024.jpg"
  },
  {
    "copyright": "Tom AbelRalf KaehlerKIPACSLACAMNH",
    "date": "2021-10-31",
    "explanation": "Is our universe haunted?  It might look that way on this dark matter map.  The gravity of unseen dark matter is the leading explanation for why galaxies rotate so fast, why galaxies orbit clusters so fast, why gravitational lenses so strongly deflect light, and why visible matter is distributed as it is both in the local universe and on the cosmic microwave background.  The featured image from the American Museum of Natural History's Hayden Planetarium Space Show Dark Universe highlights one example of how pervasive dark matter might haunt our universe.  In this frame from a detailed computer simulation, complex filaments of dark matter, shown in black, are strewn about the universe like spider webs, while the relatively rare clumps of familiar baryonic matter are colored orange. These simulations are good statistical matches to astronomical observations.  In what is perhaps a scarier turn of events, dark matter -- although quite strange and in an unknown form -- is no longer thought to be the strangest source of gravity in the universe. That honor now falls to dark energy, a more uniform source of repulsive gravity that seems to now dominate the expansion of the entire universe.   Not only Halloween: Today is Dark Matter Day.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/DarkMatter_KipacAmnh_1200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Matter in a Simulated Universe",
    "url": "https://apod.nasa.gov/apod/image/2110/DarkMatter_KipacAmnh_960.jpg"
  },
  {
    "copyright": "Xie Jie",
    "date": "2021-11-01",
    "explanation": "The dream was to capture both the waterfall and the Milky Way together. Difficulties included finding a good camera location, artificially illuminating the waterfall and the surrounding valley effectively, capturing the entire scene with numerous foreground and background shots, worrying that fireflies would be too distracting, keeping the camera dry, and avoiding stepping on a poisonous snake.  Behold the result -- captured after midnight in mid-July and digitally stitched into a wide-angle panorama. The waterfall is the picturesque Zhulian waterfall in the Luoxiao Mountains in eastern Hunan Province, China. The central band of our Milky Way Galaxy crosses the sky and shows numerous dark dust filaments and colorful nebulas. Bright stars dot the sky -- all residing in the nearby Milky Way -- including the Summer Triangle with bright Vega visible above the Milky Way's arch. After capturing all 78 component exposures for you to enjoy, the photographer and friends enjoyed the view themselves for the rest of the night.    Discovery + Outreach: Graduate student research position open for APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/MilkyWayWaterfall_XieJie_2500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Waterfall and the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/2111/MilkyWayWaterfall_XieJie_960.jpg"
  }
]
