[
  {
    "date": "2021-07-01",
    "explanation": "On sol 46 (April 6, 2021) the Perseverance rover held out a robotic arm to take its first selfie on Mars. The WATSON camera at the end of the arm was designed to take close-ups of martian rocks and surface details though, and not a quick snap shot of friends and smiling faces. In the end, teamwork and weeks of planning on Mars time was required to program a complex series of exposures and camera motions to include Perseverance and its surroundings. The resulting 62 frames were composed into a detailed mosiac, one of the most complicated Mars rover selfies ever taken. In this version of the selfie, the rover's Mastcam-Z and SuperCam instruments are looking toward WATSON and the end of the rover's outstretched arm. About 4 meters (13 feet) from Perseverance is a robotic companion, the Mars Ingenuity helicopter.",
    "hdurl": "https://apod.nasa.gov/apod/image/2107/PIA24542_fig2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseverance Selfie with Ingenuity",
    "url": "https://apod.nasa.gov/apod/image/2107/PIA24542_fig2_1100c.jpg"
  },
  {
    "copyright": "Michael\nTeoh",
    "date": "2021-07-02",
    "explanation": "Awash in a sea of incandescent plasma and anchored in strong magnetic fields, sunspots are planet-sized dark islands in the solar photosphere, the bright surface of the Sun. Found in solar active regions, sunspots look dark only because they are slightly cooler though, with temperatures of about 4,000 kelvins compared to 6,000 kelvins for the surrounding solar surface. These sunspots lie in active region AR2835. The largest active region now crossing the Sun, AR2835 is captured in this sharp telescopic close-up from July 1 in a field of view that spans about 150,000 kilometers or over ten Earth diameters. With powerful magnetic fields, solar active regions are often responsible for solar flares and coronal mass ejections, storms which affect space weather near planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2107/AR2835_20210701_W2x.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "AR2835: Islands in the Photosphere",
    "url": "https://apod.nasa.gov/apod/image/2107/AR2835_20210701_W2x1024.jpg"
  },
  {
    "copyright": "Rolf Weisenfeld",
    "date": "2021-07-03",
    "explanation": "You can't walk along the Milky Way. Still, under a dark sky you can explore it. To the eye the pale luminous trail of light arcing through the sky on a dark, moonless night does appear to be a path through the heavens. The glowing celestial band is the faint, collective light of distant stars cut by swaths of obscuring interstellar dust clouds. It lies along the plane of our home galaxy, so named because it looks like a milky way. Since Galileo's time, the Milky Way has been revealed to telescopic skygazers to be filled with congeries of innumerable stars and cosmic wonders.",
    "hdurl": "https://apod.nasa.gov/apod/image/2107/Walk_Milkyway.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Along the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/2107/Walk_Milkyway_1024.jpg"
  },
  {
    "date": "2021-07-04",
    "explanation": "Wouldn't it be fun if clouds were castles?  Wouldn't it be fun if the laundry on the bedroom chair was a superhero?  Wouldn't it be fun if rock mesas on Mars were interplanetary monuments to the human face?  Clouds, though, are floating droplets of water and ice.  Laundry is cotton, wool, or plastic, woven into garments.  Famous Martian rock mesas known by names like the Face on Mars appear quite natural when seen more clearly on better images.  Is reality boring? Nobody knows why some clouds make rain.  Nobody knows if life ever developed on Mars.  Nobody knows why the laundry on the bedroom chair smells like root beer.  Scientific exploration can not only resolve mysteries, but uncover new knowledge, greater mysteries, and yet deeper questions.  As humanity explores our universe, perhaps fun -- through discovery --  is just beginning.",
    "hdurl": "https://apod.nasa.gov/apod/image/2107/MartianFace_Viking_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Face on Mars",
    "url": "https://apod.nasa.gov/apod/image/2107/MartianFace_Viking_960.jpg"
  },
  {
    "copyright": "Adam BlockSteward Observatory,\nUniversity of Arizona",
    "date": "2021-07-05",
    "explanation": "Do you see the horse's head?   What you are seeing is not the famous Horsehead nebula toward Orion but rather a fainter nebula that only takes on a familiar form with deeper imaging.  The main part of the here imaged molecular cloud complex is a reflection nebula cataloged as IC 4592.  Reflection nebulas are actually made up of very fine dust that normally appears dark but can look quite blue when reflecting the visible light of energetic nearby stars.  In this case, the source of much of the reflected light is a star at the eye of the horse.  That star is part of Nu Scorpii, one of the brighter star systems toward the constellation of the Scorpion (Scorpius).   A second reflection nebula dubbed IC 4601 is visible surrounding two stars to the right of the image center.   Almost Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2107/ic4592_block_2132.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 4592: The Blue Horsehead Reflection Nebula",
    "url": "https://apod.nasa.gov/apod/image/2107/ic4592_block_960.jpg"
  },
  {
    "copyright": "Mohammad Ranjbaran MR Thanks: Amir Ehteshami",
    "date": "2021-07-06",
    "explanation": "How many moons does Saturn have? So far 82 have been confirmed, the smallest being only a fraction of a kilometer across. Six of its largest satellites can be seen here in a composite image with 13 short exposure of the bright planet, and 13 long exposures of the brightest of its faint moons, taken over two weeks last month.  Larger than Earth's Moon and even slightly larger than Mercury,Saturn's largest moon Titan has a diameter of 5,150 kilometers and was captured making nearly a complete orbit around its ringed parent planet.  Saturn's first known natural satellite, Titan was discovered in 1655 by Dutch astronomer Christiaan Huygens, in contrast with several newly discovered moons announced in 2019.  The trail on the far right belongs to Iapetus, Saturn's third largest moon. The radius of painted Iapetus' orbit is so large that only a portion of it was captured here. Saturn leads Jupiter across the night sky this month, rising soon after sunset toward the southeast, and remaining visible until dawn.",
    "hdurl": "https://apod.nasa.gov/apod/image/2107/SaturnAndMoons_Ranjbaran_2692.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn and Six Moons",
    "url": "https://apod.nasa.gov/apod/image/2107/SaturnAndMoons_Ranjbaran_960.jpg"
  },
  {
    "date": "2021-07-07",
    "explanation": "What would it look like to fly into the Orion Nebula?  The exciting dynamic visualization of the Orion Nebula is based on real astronomical data and adept movie rendering techniques. Up close and personal with a famous stellar nursery normally seen from 1,500 light-years away, the digitally modeled representation based is based on infrared data from the Spitzer Space Telescope. The perspective moves along a valley over a light-year wide, in the wall of the region's giant molecular cloud. Orion's valley ends in a cavity carved by the energetic winds and radiation of the massive central stars of the Trapezium star cluster. The entire Orion Nebula spans about 40 light years and is located in the same spiral arm of our Galaxy as the Sun.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Flight Through the Orion Nebula in Infrared Light",
    "url": "https://www.youtube.com/embed/ix1lzur2QLQ?rel=0"
  },
  {
    "copyright": "Richard Jaworski",
    "date": "2021-07-08",
    "explanation": "Aphelion for 2021 occurred on July 5th. That's the point in Earth's elliptical orbit when it is farthest from the Sun. Of course, the distance from the Sun doesn't determine the seasons. Those are governed by the tilt of Earth's axis of rotation, so July is still summer in the north and winter in the southern hemisphere. But it does mean that on July 5 the Sun was at its smallest apparent size when viewed from planet Earth. This composite neatly compares two pictures of the Sun, both taken with the same telescope and camera. The left half was captured close to the date of the 2021 perihelion (January 2), the closest point in Earth's orbit. The right was recorded just before the aphelion in 2021. Otherwise difficult to notice, the change in the Sun's apparent diameter between perihelion and aphelion amounts to a little over 3 percent.",
    "hdurl": "https://apod.nasa.gov/apod/image/2107/PeriAph2021_Jaworski.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perihelion to Aphelion",
    "url": "https://apod.nasa.gov/apod/image/2107/PeriAph2021_Jaworski1024.jpg"
  },
  {
    "copyright": "Team ARO",
    "date": "2021-07-09",
    "explanation": "M82 is a starburst galaxy with a superwind. In fact, through ensuing supernova explosions and powerful winds from massive stars, the burst of star formation in M82 is driving a prodigious outflow. Evidence for the superwind from the galaxy's central regions is clear in sharp telescopic snapshot. The composite image highlights emission from long outflow filaments of atomic hydrogen gas in reddish hues. Some of the gas in the superwind, enriched in heavy elements forged in the massive stars, will eventually escape into intergalactic space. Triggered by a close encounter with nearby large galaxy M81, the furious burst of star formation in M82 should last about 100 million years or so. Also known as the Cigar Galaxy for its elongated visual appearance, M82 is about 30,000 light-years across. It lies 12 million light-years away near the northern boundary of Ursa Major.",
    "hdurl": "https://apod.nasa.gov/apod/image/2107/LRVBPIX3M82Crop.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M82: Starburst Galaxy with a Superwind",
    "url": "https://apod.nasa.gov/apod/image/2107/LRVBPIX3M82Crop1024.jpg"
  },
  {
    "copyright": "Gabriel Funes",
    "date": "2021-07-10",
    "explanation": "On July 8th early morning risers saw Mercury near an old Moon low on the eastern horizon. On that date bright planet, faint glow of lunar night side, and sunlit crescent were captured in this predawn skyscape from Tenerife's Teide National Park in the Canary Islands.  Never far from the Sun in planet Earth's sky, the fleeting inner planet shines near its brightest in the morning twilight scene. Mercury lies just below the zeta star of the constellation Taurus, Zeta Tauri, near the tip of the celestial bull's horn. Of course the Moon's ashen glow is earthshine, earthlight reflected from the Moon's night side. A description of earthshine, in terms of sunlight reflected by Earth's oceans illuminating the Moon's dark surface, was written over 500 years ago by Leonardo da Vinci. Waiting for the coming dawn in the foreground are the Teide Observatory's sentinels of the Sun, also known as (large domes left to right) the THEMIS, VTT, and GREGOR solar telescopes.",
    "hdurl": "https://apod.nasa.gov/apod/image/2107/IMG_2021_07_08_29558_APOD.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury and the Da Vinci Glow",
    "url": "https://apod.nasa.gov/apod/image/2107/IMG_2021_07_08_29558_APOD1024.jpg"
  },
  {
    "copyright": "Jimmy WestlakeColorado Mountain College",
    "date": "2021-07-11",
    "explanation": "Where's the Moon? Somewhere in this image, the Earth's Moon is hiding.  The entire Moon is visible, in its completely full phase, in plain sight. Even the photographer's keen eye couldn't find it even though he knew exactly where to look -- only the long exposure of his camera picked it up -- barely.  Although by now you might be congratulating yourself on finding it, why was it so difficult to see? For one reason, this photograph was taken during a total lunar eclipse, when the Earth's shadow made the Moon much dimmer than a normal full Moon. For another, the image, taken in Colorado, USA, was captured just before sunrise. With the Moon on the exact opposite side of the sky from the Sun, this meant that the Sun was just below the horizon, but still slightly illuminating the sky. Last, as the Moon was only about two degrees above the horizon, the large volume of air between the camera and the horizon scattered a lot of light away from the background Moon. Twelve minutes after this image was acquired in 2012, the Sun peeked over the horizon and the Moon set.",
    "hdurl": "https://apod.nasa.gov/apod/image/2107/spotthemoon_westlake_2128.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Find the Moon",
    "url": "https://apod.nasa.gov/apod/image/2107/spotthemoon_westlake_960.jpg"
  },
  {
    "copyright": "Bray FallsKeith Quattrocchi",
    "date": "2021-07-12",
    "explanation": "What will become of our Sun? The first hint of our Sun's future was discovered inadvertently in 1764. At that time, Charles Messier was compiling a list of diffuse objects not to be confused with comets. The 27th object on Messier's list, now known as M27 or the Dumbbell Nebula, is a planetary nebula, one of the brightest planetary nebulae on the sky -- and visible toward the constellation of the Fox (Vulpecula) with binoculars. It takes light about 1000 years to reach us from M27, featured here in colors emitted by hydrogen and oxygen. We now know that in about 6 billion years, our Sun will shed its outer gases into a planetary nebula like M27, while its remaining center will become an X-ray hot white dwarf star.  Understanding the physics and significance of M27 was well beyond 18th century science, though. Even today, many things remain mysterious about planetary nebulas, including how their intricate shapes are created.",
    "hdurl": "https://apod.nasa.gov/apod/image/2107/M27_Falls_3557.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M27: The Dumbbell Nebula",
    "url": "https://apod.nasa.gov/apod/image/2107/M27_Falls_960.jpg"
  },
  {
    "date": "2021-07-13",
    "explanation": "What has happened to Saturn's moon Iapetus?  Vast sections of this strange world are dark brown,  while others are as bright white.  The composition of the dark material is unknown, but infrared spectra indicate that it possibly contains some dark form of carbon. Iapetus also has an unusual equatorial ridge that makes it appear like a walnut.  To help better understand this seemingly painted moon, NASA directed the robotic Cassini spacecraft orbiting Saturn to swoop within 2,000 kilometers in 2007. Iapetus is pictured here in 3D.  A huge impact crater seen in the south spans a tremendous 450 kilometers and appears superposed on an older crater of similar size. The dark material is seen increasingly coating the easternmost part of Iapetus, darkening craters and highlands alike.  Close inspection indicates that the dark coating typically faces the moon's equator and is less than a meter thick. A leading hypothesis is that the dark material is mostly dirt leftover when relatively warm but dirty ice sublimates. An initial coating of dark material may have been effectively painted on by the accretion of meteor-liberated debris from other moons.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Saturn's Iapetus: Painted Moon in 3D",
    "url": "https://solarsystem.nasa.gov/gltf_embed/2381"
  },
  {
    "date": "2021-07-14",
    "explanation": "What happens when a black hole destroys a neutron star? Analyses indicate that just such an event created gravitational wave event GW200115, detected in 2020 January by LIGO and Virgo observatories. To better understand the unusual event, the featured visualization was created from a computer simulation. The visualization video starts with the black hole (about 6 times the Sun's mass) and neutron star (about 1.5 times the Sun's mass) circling each other, together emitting an increasing amount of gravitational radiation. The picturesque pattern of gravitational wave emission is shown in blue. The duo spiral together increasingly fast until the neutron star becomes completely absorbed by the black hole.  Since the neutron star did not break apart during the collision, little light escaped -- which matches the lack of an observed optical counterpart. The remaining black hole rings briefly, and as that dies down so do the emitted gravitational waves.  The 30-second time-lapse video may seem short, but it actually lasts about 1000 times longer than the real merger event.    Astrophysicists: Browse 2,500+ codes in the Astrophysics Source Code Library",
    "media_type": "video",
    "service_version": "v1",
    "title": "GW200115: Simulation of a Black Hole Merging with a Neutron Star",
    "url": "https://www.youtube.com/embed/V_Kd4YBNs7c?rel=0"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2021-07-15",
    "explanation": "In silhouette against a crowded star field along the tail of the arachnalogical constellation Scorpius, this dusty cosmic cloud evokes for some the image of an ominous dark tower. In fact, clumps of dust and molecular gas collapsing to form stars may well lurk within the dark nebula, a structure that spans almost 40 light-years across this gorgeous telescopic portrait. Known as a cometary globule, the swept-back cloud, is shaped by intense ultraviolet radiation from the OB association of very hot stars in NGC 6231, off the upper edge of the scene. That energetic ultraviolet light also powers the globule's bordering reddish glow of hydrogen gas. Hot stars embedded in the dust can be seen as bluish reflection nebulae. This dark tower, NGC 6231, and associated nebulae are about 5,000 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/2107/Dark_Tower_MPRS.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Dark Tower in Scorpius",
    "url": "https://apod.nasa.gov/apod/image/2107/Dark_Tower_MPRS_1100c.jpg"
  },
  {
    "copyright": "Shi Huan",
    "date": "2021-07-16",
    "explanation": "Venus, named for the Roman goddess of love, and Mars, the war god's namesake, come together by moonlight in this serene skyview, recorded on July 11 from Lualaba province, Democratic Republic of Congo, planet Earth. Taken in the western twilight sky shortly after sunset the exposure also records earthshine illuminating the otherwise dark surface of the young crescent Moon. Of course the Moon has moved on. Venus still shines in the west though as the evening star, third brightest object in Earth's sky, after the Sun and the Moon itself. Seen here above a brilliant Venus, Mars moved even closer to the brighter planet and by July 13 could be seen only about a Moon's width away. Mars has since slowly wandered away from much brighter Venus in the twilight, but both are sliding toward bright star Regulus. Alpha star of the constellation Leo, Regulus lies off the top of this frame and anticipates a visit from Venus and then Mars in twilight skies of the coming days.",
    "hdurl": "https://apod.nasa.gov/apod/image/2107/2021Jul11MarsVenusMoon_ShiHuan.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Love and War by Moonlight",
    "url": "https://apod.nasa.gov/apod/image/2107/2021Jul11MarsVenusMoon_ShiHuan1024.jpg"
  },
  {
    "copyright": "Noel Donnard",
    "date": "2021-07-17",
    "explanation": "Point your telescope at tonight's first quarter Moon. Along the terminator, the shadow line between night and day, you might find these two large craters staring back at you with an owlish gaze. Alphonsus (left) and Arzachel are ancient impact craters on the north eastern shores of Mare Nubium, the lunar Sea of Clouds. The larger Alphonsus is over 100 kilometers in diameter. A low sun angle highlights the crater's sharp 1.5 kilometer high central peak in bright sunlight and dark shadow. Scouting for potential Apollo moon landing sites, the Ranger 9 spacecraft returned closeup pictures of Alphonsus before crashing in the crater just northeast (toward the upper left) of its central mountain in 1965. Alpetragius, between Alphonsus and Arzachel, is the small crater with the deeply shadowed floor and overly large central beak.",
    "hdurl": "https://apod.nasa.gov/apod/image/2107/AlphonseArzachelOwl_Donnard.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Alphonsus and Arzachel",
    "url": "https://apod.nasa.gov/apod/image/2107/AlphonseArzachelOwl_Donnard1088.jpg"
  },
  {
    "date": "2021-07-18",
    "explanation": "What does the Andromeda galaxy look like in ultraviolet light? Young blue stars circling the galactic center dominate.  A mere 2.5 million light-years away, the Andromeda Galaxy, also known as M31, really is just next door as large galaxies go. Spanning about 230,000 light-years, it took 11 different image fields from NASA's Galaxy Evolution Explorer (GALEX) satellite telescope to produce this gorgeous portrait of the spiral galaxy in ultraviolet light in 2003. While its spiral arms stand out in visible light images, Andromeda's arms look more like rings in ultraviolet. The rings are sites of intense star formation and have been interpreted as evidence that Andromeda collided with its smaller neighboring elliptical galaxy M32 more than 200 million years ago. The Andromeda galaxy and our own comparable Milky Way galaxy are the most massive members of the Local Group of galaxies and are projected to collide in several billion years -- perhaps around the time that our Sun's atmosphere will expand to engulf the Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2107/M31_Galex_6000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Andromeda Galaxy in Ultraviolet",
    "url": "https://apod.nasa.gov/apod/image/2107/M31_Galex_960.jpg"
  },
  {
    "copyright": "Will Godward",
    "date": "2021-07-19",
    "explanation": "The photographer had this shot in mind for some time. He knew that objects overhead are the brightest -- since their light is scattered the least by atmospheric air. He also that knew the core of our Milky Way Galaxy was just about straight up near midnight around this time of year in South Australia.  Chasing his mental picture, he ventured deep inside the Kuipto Forest where tall radiata pines blocked out much of the sky -- but not in this clearing.  There, through a window framed by trees, he captured his envisioned combination of local and distant nature. Sixteen exposures of both trees and the Milky Way Galaxy were recorded. Antares is the bright orange star to left of our Galaxy's central plane, while Alpha Centauri is the bright star just to the right of the image center.  The direction toward our Galaxy's center is below Antares.  Although in a few hours the Earth's rotation moved the Galactic plane up and to the left -- soon invisible behind the timber, his mental image was secured forever -- and is featured here.    Follow APOD on Instagram in: English, Farsi, Indonesian, Persian, Portuguese or Taiwanese",
    "hdurl": "https://apod.nasa.gov/apod/image/2107/ForestWindow_Godward_2236.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Framed by Trees: A Window to the Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2107/ForestWindow_Godward_960.jpg"
  },
  {
    "copyright": "Bernard Miller",
    "date": "2021-07-20",
    "explanation": "Thor not only has his own day (Thursday), but a helmet in the heavens.  Popularly called Thor's Helmet, NGC 2359 is a hat-shaped cosmic cloud with wing-like appendages. Heroically sized even for a Norse god, Thor's Helmet is about 30 light-years across. In fact, the cosmic head-covering is more like an interstellar bubble, blown with a fast wind from the bright, massive star near the bubble's center. Known as a Wolf-Rayet star, the central star is an extremely hot giant thought to be in a brief, pre-supernova stage of evolution. NGC 2359 is located about 15,000 light-years away toward the constellation of the Great Overdog. This remarkably sharp image is a mixed cocktail of data from broadband and narrowband filters, capturing not only natural looking stars but details of the nebula's filamentary structures. The star in the center of Thor's Helmet is expected to explode in a spectacular supernova sometime within the next few thousand years.    Almost Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2107/ThorsHelmet_Miller_4096.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Thor's Helmet",
    "url": "https://apod.nasa.gov/apod/image/2107/ThorsHelmet_Miller_960.jpg"
  },
  {
    "date": "2021-07-21",
    "explanation": "What if you could see, separately, all the colors of the Ring? And of the surrounding stars? There's technology for that. The featured image shows the Ring Nebula (M57) and nearby stars through such technology: in this case, a prism-like diffraction grating.  The Ring Nebula is seen only a few times because it emits light, primarily, in only a few colors. The two brightest emitted colors are hydrogen (red) and oxygen (blue), appearing as nearly overlapping images to the left of the image center.  The image just to the right of center is the color-combined icon normally seen.  Stars, on the other hand, emit most of their light in colors all across the visible spectrum.  These colors, combined, make a nearly continuous streak -- which is why stars appear accompanied by multicolored bars.  Breaking object light up into colors is scientifically useful because it can reveal the elements that compose that object, how fast that object is moving, and how distant that object is.",
    "hdurl": "https://apod.nasa.gov/apod/image/2107/RingColorsOH_Vanderbei_1400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Colors: Ring Nebula versus Stars",
    "url": "https://apod.nasa.gov/apod/image/2107/RingColorsOH_Vanderbei_1080.jpg"
  },
  {
    "copyright": "CHART32 Team",
    "date": "2021-07-22",
    "explanation": "Point your telescope toward the high flying constellation Pegasus and you can find this expanse of Milky Way stars and distant galaxies. NGC 7814 is centered in the pretty field of view that would almost be covered by a full moon. NGC 7814 is sometimes called the Little Sombrero for its resemblance to the brighter more famous M104, the Sombrero Galaxy. Both Sombrero and Little Sombrero are spiral galaxies seen edge-on, and both have extensive halos and central bulges cut by a thin disk with thinner dust lanes in silhouette. In fact, NGC 7814 is some 40 million light-years away and an estimated 60,000 light-years across. That actually makes the Little Sombrero about the same physical size as its better known namesake, appearing smaller and fainter only because it is farther away. In this telescopic view from July 17, NGC 7814 is hosting a newly discovered supernova, dominant immediately to the left of the galaxy's core. Cataloged as SN 2021rhu, the stellar explosion has been identified as a Type Ia supernova, useful toward calibrating the distance scale of the universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/2107/NGC7814withSN2021rhuChart32.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7814: Little Sombrero with Supernova",
    "url": "https://apod.nasa.gov/apod/image/2107/NGC7814withSN2021rhuChart32_1024.jpg"
  },
  {
    "copyright": "Patrick Hsieh",
    "date": "2021-07-23",
    "explanation": "Sprawling emission nebulae IC 1396 and Sh2-129 mix glowing interstellar gas and dark dust clouds in this 10 degree wide field of view toward the northern constellation Cepheus the King. Energized by its bluish central star IC 1396 (left) is hundreds of light-years across and some 3,000 light-years distant. The nebula's intriguing dark shapes include a winding dark cloud popularly known as the Elephant's Trunk below and right of center. Tens of light-years long, it holds the raw raw material for star formation and is known to hide protostars within. Located a similar distance from planet Earth, the bright knots and swept back ridges of emission of Sh2-129 on the right suggest its popular name, the Flying Bat Nebula. Within the Flying Bat, the most recently recognized addition to this royal cosmic zoo is the faint bluish emission from Ou4, the Giant Squid nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/2107/IC1396SH2-129Ou4_50Hsieh.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Elephant, Bat, and Squid",
    "url": "https://apod.nasa.gov/apod/image/2107/IC1396SH2-129Ou4_50Hsieh_1024.jpg"
  },
  {
    "copyright": "Ralf Rohner",
    "date": "2021-07-24",
    "explanation": "Where does space begin? For purposes of spaceflight some would say at the Karman line, currently defined as an altitude of 100 kilometers (60 miles). Others might place a line 80 kilometers (50 miles) above Earth's mean sea level. But there is no sharp physical boundary that marks the end of atmosphere and the beginning of space. In fact, the Karman line itself is near the transition between the upper mesosphere and lower thermosphere. Night shining or noctilucent clouds are high-latitude summer apparitions formed at altitudes near the top of the mesosphere, up to 80 kilometers or so, also known as polar mesospheric clouds. Auroral bands of the northern (and southern) lights caused by energetic particles exciting atoms in the thermosphere can extend above 80 kilometers to over 600 kilometers altitude. Taken from a cockpit while flying at an altitude of 10 kilometers (33,000 feet) in the realm of stratospheric aeronautics, this snapshot captures both noctilucent clouds and aurora borealis under a starry sky, looking toward planet Earth's horizon and the edge of space.",
    "hdurl": "https://apod.nasa.gov/apod/image/2107/AuroraNoctilucent33k_rohner.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Edge of Space",
    "url": "https://apod.nasa.gov/apod/image/2107/AuroraNoctilucent33k_rohner1024.jpg"
  },
  {
    "date": "2021-07-25",
    "explanation": "Gliding silently through the outer Solar System, the Voyager 2 spacecraft camera captured Neptune and Triton together in crescent phase.  The elegant picture of the ice-giant planet and its cloudy moon was taken from behind just after closest approach in 1989.  It could not have been taken from Earth because Neptune never shows a crescent phase to sunward Earth. The unusual vantage point also robs Neptune of its familiar blue hue, as sunlight seen from here is scattered forward, and so is reddened like the setting Sun.  Neptune is smaller but more massive than Uranus, has several dark rings, and emits more light than it receives from the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/2107/neptunetriton_voyager_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crescent Neptune and Triton",
    "url": "https://apod.nasa.gov/apod/image/2107/neptunetriton_voyager_960.jpg"
  },
  {
    "copyright": "Nicolas RollandMartin Pugh",
    "date": "2021-07-26",
    "explanation": "Can a gas cloud grab a galaxy?  It's not even close.  The \"claw\" of this odd looking \"creature\" in the featured photo is a gas cloud known as a cometary globule.  This globule, however, has ruptured.  Cometary globules are typically characterized by dusty heads and elongated tails.  These features cause cometary globules to have visual similarities to comets, but in reality they are very much different.  Globules are frequently the birthplaces of stars, and many show very young stars in their heads. The reason for the rupture in the head of this object is not yet known. The galaxy to the left of the globule is huge, very far in the distance, and only placed near CG4 by chance superposition.",
    "hdurl": "https://apod.nasa.gov/apod/image/2107/CG4_Rolland_4000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "CG4: A Ruptured Cometary Globule",
    "url": "https://apod.nasa.gov/apod/image/2107/CG4_Rolland_1080.jpg"
  },
  {
    "copyright": "Anthony Saab",
    "date": "2021-07-27",
    "explanation": "Chaotic in appearance, these tangled filaments of shocked, glowing gas are spread across planet Earth's sky toward the constellation of Cygnus as part of the Veil Nebula. The Veil Nebula itself is a large supernova remnant, an expanding cloud born of the death explosion of a massive star. Light from the original supernova explosion likely reached Earth over 5,000 years ago. The glowing filaments are really more like long ripples in a sheet seen almost edge on, remarkably well separated into the glow of ionized hydrogen atoms shown in blue and oxygen in red hues. Also known as the Cygnus Loop and cataloged as NGC 6979, the Veil Nebula now spans about 6 times the diameter of the full Moon. The length of the wisp corresponds to about 30 light years, given its estimated distance of 2,400 light years.  Often identified as Pickering's Triangle for a director of Harvard College Observatory, it is also named for its discoverer, astronomer Williamina Fleming, as Fleming's Triangular Wisp.",
    "hdurl": "https://apod.nasa.gov/apod/image/2107/FlemingsTriangle_Saab_4546.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fleming's Triangular Wisp",
    "url": "https://apod.nasa.gov/apod/image/2107/FlemingsTriangle_Saab_960.jpg"
  },
  {
    "date": "2021-07-28",
    "explanation": "",
    "hdurl": "https://apod.nasa.gov/apod/image/2107/AM0644-741Full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ring Galaxy AM 0644-741",
    "url": "https://apod.nasa.gov/apod/image/2107/AM0644-741Full1024.jpg"
  },
  {
    "copyright": "Carlos Uriarte",
    "date": "2021-07-29",
    "explanation": "This tall telescopic field of view looks out along the plane of our Milky Way Galaxy toward the nebula rich constellation Cygnus the Swan.",
    "hdurl": "https://apod.nasa.gov/apod/image/2107/sh2_101_04.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Tulip and Cygnus X-1",
    "url": "https://apod.nasa.gov/apod/image/2107/sh2_101_04_1024.jpg"
  },
  {
    "date": "2021-07-30",
    "explanation": "Peering from the shadows, the Saturn-facing hemisphere of Mimas lies in near darkness alongside a dramatic sunlit crescent. The mosaic was captured near the Cassini spacecraft's final close approach on January 30, 2017. Cassini's camera was pointed in a nearly sunward direction only 45,000 kilometers from Mimas. The result is one of the highest resolution views of the icy, crater-pocked, 400 kilometer diameter moon. An enhanced version better reveals the Saturn-facing hemisphere of the synchronously rotating moon lit by sunlight reflected from Saturn itself. To see it, slide your cursor over the image (or follow this link). Other Cassini images of Mimas include the small moon's large and ominous Herschel Crater.",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/MimasPIA17213.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mimas in Saturnlight",
    "url": "https://apod.nasa.gov/apod/image/1908/MimasPIA17213_fig1_1024.jpg"
  },
  {
    "copyright": "Petr Horalek",
    "date": "2021-07-31",
    "explanation": "It was just last July. If you could see the stars of the Big Dipper, you could find Comet NEOWISE in your evening sky. After sunset denizens of the north could look for the naked-eye comet below the bowl of that famous celestial kitchen utensil and above the northwestern horizon. The comet looked like a fuzzy 'star' with a tail, though probably not so long a tail as in this memorable skyview recorded from the Czech Republic on July 23th, 2020, near the comet's closest approach to planet Earth. Photographs of C/2020 F3 (NEOWISE) often did show the comet's broad dust tail and fainter but separate bluish ion tail extending farther than the eye could follow. Skygazers around the world were delighted to witness Comet NEOWISE, surprise visitor from the outer Solar System.   Notable Comet NEOWISE Images 2020: July 31 30, 29, 28, 27, 26, 25, 24",
    "hdurl": "https://apod.nasa.gov/apod/image/2107/2020_07_23_NEOWISE_Klondik_Combine1_Samostatne_1500px.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Remembering NEOWISE",
    "url": "https://apod.nasa.gov/apod/image/2107/2020_07_23_NEOWISE_Klondik_Combine1_Samostatne_1100px.jpg"
  },
  {
    "date": "2021-08-01",
    "explanation": "Pluto is more colorful than we can see. Color data and high-resolution images of our Solar System's most famous dwarf planet, taken by the robotic New Horizons spacecraft during its flyby in 2015 July, have been digitally combined to give an enhanced-color view of this ancient world sporting an unexpectedly young surface. The featured enhanced color image is not only esthetically pretty but scientifically useful, making surface regions of differing chemical composition visually distinct. For example, the light-colored heart-shaped Tombaugh Regio on the lower right is clearly shown here to be divisible into two regions that are geologically different, with the leftmost lobe Sputnik Planitia also appearing unusually smooth. After Pluto, New Horizons continued on, shooting  past asteroid Arrokoth in 2019 and has enough speed to escape our Solar System completely.    Pluto-Related Images with Brief Explanations: APOD Pluto Search",
    "hdurl": "https://apod.nasa.gov/apod/image/2108/PlutoEnhancedHiRes_NewHorizons_5000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pluto in Enhanced Color",
    "url": "https://apod.nasa.gov/apod/image/2108/PlutoEnhancedHiRes_NewHorizons_960.jpg"
  }
]
