[
  {
    "copyright": "Jeff DaiTWAN",
    "date": "2022-03-01",
    "explanation": "What are these two bands in the sky? The more commonly seen band is the one on the right and is the central band of our Milky Way galaxy. Our Sun orbits in the disk of this spiral galaxy, so that from inside, this disk appears as a band of comparable brightness all the way around the sky. The Milky Way band can also be seen all year -- if out away from city lights.  The less commonly seem band, on the left, is zodiacal light -- sunlight reflected from dust orbiting the Sun in our Solar System.  Zodiacal light is brightest near the Sun and so is best seen just before sunrise or just after sunset.  On some evenings in the north, particularly during the months of March and April, this ribbon of zodiacal light can appear quite prominent after sunset.  It was determined only this century that zodiacal dust was mostly expelled by comets that have passed near Jupiter.  Only on certain times of the year will the two bands be seen side by side, in parts of the sky, like this.  The featured image, including the Andromeda galaxy and a meteor, was captured in late January over a frozen lake in Kanding, Sichuan, China.",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/DuelingBands_Dai_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dueling Bands in the Night",
    "url": "https://apod.nasa.gov/apod/image/2203/DuelingBands_Dai_960.jpg"
  },
  {
    "date": "2022-03-02",
    "explanation": "What's happened to our Sun?  Last month, it produced the largest prominence ever imaged together with a complete solar disk. The record image, featured, was captured in ultraviolet light by the Sun-orbiting Solar Orbiter spacecraft. A quiescent solar prominence is a cloud of hot gas held above the Sun's surface by the Sun's magnetic field.  This solar prominence was huge -- spanning a length rivaling the diameter of the Sun itself. Solar prominences may erupt unpredictably and expel hot gas into the Solar System via a Coronal Mass Ejection (CME).  When a CME strikes the Earth and its magnetosphere, bright auroras may occur. This prominence did produce a CME, but it was directed well away from the Earth. Although surely related to the Sun's changing magnetic field, the energy mechanism that creates and sustains a solar prominence remains a topic of research.",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/SunEruption_SolarOrbiter_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Record Prominence Imaged by Solar Orbiter",
    "url": "https://apod.nasa.gov/apod/image/2203/SunEruption_SolarOrbiter_960.jpg"
  },
  {
    "copyright": "Vitali Pelenjow",
    "date": "2022-03-03",
    "explanation": "A mere 46 million light-years distant, spiral galaxy NGC 2841 can be found in the northern constellation of Ursa Major. This deep view of the gorgeous island universe was captured during 32 clear nights in November, December 2021 and January 2022. It shows off a striking yellow nucleus, galactic disk, and faint outer regions.  Dust lanes, small star-forming regions, and young star clusters are embedded in the patchy, tightly wound spiral arms. In contrast, many other spirals exhibit grand, sweeping arms with large star-forming regions.  NGC 2841 has a diameter of over 150,000 light-years, even larger than our own Milky Way. X-ray images suggest that resulting winds and stellar explosions create plumes of hot gas extending into a halo around NGC 2841.",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/NGC2841_20220114_72H.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy NGC 2841",
    "url": "https://apod.nasa.gov/apod/image/2203/NGC2841_20220114_72H_1024.jpg"
  },
  {
    "date": "2022-03-04",
    "explanation": "The Crab Nebula is cataloged as M1, the first object on Charles Messier's famous list of things which are not comets. In fact, the Crab is now known to be a supernova remnant, expanding debris from massive star's death explosion, witnessed on planet Earth in 1054 AD. This brave new image offers a 21st century view of the Crab Nebula by presenting image data from across the electromagnetic spectrum as wavelengths of visible light. From space, Chandra (X-ray) XMM-Newton (ultraviolet), Hubble (visible), and Spitzer (infrared), data are in purple, blue, green, and yellow hues. From the ground, Very Large Array radio wavelength data is shown in red. One of the most exotic objects known to modern astronomers, the Crab Pulsar, a neutron star spinning 30 times a second, is the bright spot near picture center. Like a cosmic dynamo, this collapsed remnant of the stellar core powers the Crab's emission across the electromagnetic spectrum. Spanning about 12 light-years, the Crab Nebula is 6,500 light-years away in the constellation Taurus.",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/multiWcrab_lg2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Multiwavelength Crab",
    "url": "https://apod.nasa.gov/apod/image/2203/multiWcrab_lg1024c.jpg"
  },
  {
    "date": "2022-03-05",
    "explanation": "From somewhere else in the Milky Way galaxy, Comet 2I/Borisov was just visiting the Solar System. Discovered by amateur astronomer Gennady Borisov on August 30, 2019, the first known interstellar comet is seen in these two Hubble Space Telescope images from November and December 2019. On the left, a distant background galaxy near the line-of-sight to Borisov is blurred as Hubble tracked the speeding comet and dust tail about 327 million kilometers from Earth. At right, 2I/Borisov appears shortly after perihelion, its closest approach to Sun. European Southern Observatory observations indicate that this comet may never have passed close to any star before its 2019 perihelion passage. Borisov's closest approach to our fair planet, a distance of about 290 million kilometers, came on December 28, 2019. Even though Hubble's sharp images don't resolve the comet's nucleus, they did lead to estimates of less than 1 kilometer for its diameter.",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/borisovStsci1826.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Interstellar Comet 2I Borisov",
    "url": "https://apod.nasa.gov/apod/image/2203/borisovStsci1315.jpg"
  },
  {
    "date": "2022-03-06",
    "explanation": "This was a very unusual type of solar eclipse.  Typically, it is the Earth's Moon that eclipses the Sun.  In 2012, though, the planet Venus took a turn.  Like a solar eclipse by the Moon, the phase of Venus became a continually thinner crescent as Venus became increasingly better aligned with the Sun.  Eventually the alignment became perfect and the phase of Venus dropped to zero.  The dark spot of Venus crossed our parent star.  The situation could technically be labeled a Venusian annular eclipse with an extraordinarily large ring of fire.  Pictured here during the occultation, the Sun was imaged in three colors of ultraviolet light by the Earth-orbiting Solar Dynamics Observatory, with the dark region toward the right corresponding to a coronal hole. Hours later, as Venus continued in its orbit, a slight crescent phase appeared again.  The next Venusian transit across the Sun will occur in 2117.",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/SunVenusUv3_SdoDove_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus and the Triply Ultraviolet Sun",
    "url": "https://apod.nasa.gov/apod/image/2203/SunVenusUv3_SdoDove_960.jpg"
  },
  {
    "copyright": "Maroun Mahfoud",
    "date": "2022-03-07",
    "explanation": "Yes, but can you see the lion? A deep exposure shows the famous dark indentation that looks like a horse's head, visible just left and below center, and known unsurprisingly as the Horsehead Nebula.  The Horsehead Nebula (Barnard 33) is part of a vast complex of dark absorbing dust and bright glowing gas.  To bring out details of the  Horsehead's pasture, an astrophotographer artistically combined light accumulated for over 20 hours in hydrogen (orange), oxygen (blue), and sulfur (green). The resulting spectacular picture captured from Raachine, Lebanon, details an intricate tapestry of gaseous wisps and dust-laden filaments that were created and sculpted over eons by stellar winds and ancient supernovas.  The featured composition brings up another pareidolic animal icon -- that of a lion's head -- in the expansive orange colored gas above the horse's head.  The Flame Nebula is visible just to the left of the Horsehead.  The Horsehead Nebula lies 1,500 light years distant towards the constellation of Orion.",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/HorseFlameLion_Mahfoud_4639.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Lion in Orion",
    "url": "https://apod.nasa.gov/apod/image/2203/HorseFlameLion_Mahfoud_960.jpg"
  },
  {
    "copyright": "Dawid Glawdzin",
    "date": "2022-03-08",
    "explanation": "Which moon is this? It's Earth's moon -- but in inverted colors. Here, the pixel values corresponding to light and dark areas have been translated in reverse, or inverted, producing a false-color representation reminiscent of a black and white photographic negative.  However, this is an inverted color image -- where the muted colors of the moon are real but digitally exaggerated before inversion.  Normally bright rays from the large crater Tycho dominate the southern (bottom) features as easily followed dark green lines emanating from the 85-kilometer diameter impact site.  Normally dark lunar mare appear light and silvery.  The image was acquired in Southend-on-Sea, England, UK.  Historically, astronomical images recorded on photographic plates were directly examined on inverted-color negatives because it helped the eye pick out faint details.",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/InvertedMoon_Glawdzin_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon in Inverted Colors",
    "url": "https://apod.nasa.gov/apod/image/2203/InvertedMoon_Glawdzin_960.jpg"
  },
  {
    "date": "2022-03-09",
    "explanation": "It is one of the more unusual rocks yet found on Mars. Smaller than a penny, the rock has several appendages that make it look, to some, like a flower. Although it would be a major discovery if the rock was truly a fossilized ancient Martian flower, there are less spectacular -- and currently preferred -- explanations for its unusual structure.  One theory that has emerged is that the rock is a type of concretion created by minerals deposited by water in cracks or divisions in existing rock. These concretions can be compacted together, can be harder and denser than surrounding rock, and can remain even after the surrounding rock erodes away.  The flower structure may also be caused by crystal clusters. The small rock, named Blackthorn Salt, has similarities to previously imaged Martian pebbles. The featured image was taken by the Curiosity rover on Mars in late February.  Scientists will continue to study data and images taken of this -- and similar -- surprising Martian rocks.    Review: Last Year in Space Pictures",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/FlowerRock_Curiosity_1561.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Flower-Shaped Rock on Mars",
    "url": "https://apod.nasa.gov/apod/image/2203/FlowerRock_Curiosity_960.jpg"
  },
  {
    "copyright": "Bernard Miller",
    "date": "2022-03-10",
    "explanation": "Globular star cluster 47 Tucanae is a jewel of the southern sky. Also known as NGC 104, it roams the halo of our Milky Way Galaxy along with some 200 other globular star clusters. The second brightest globular cluster (after Omega Centauri) as seen from planet Earth, 47 Tuc lies about 13,000 light-years away. It can be spotted with the naked-eye close on the sky to the Small Magellanic Cloud in the constellation of the Toucan. The dense cluster is made up of hundreds of thousands of stars in a volume only about 120 light-years across. Red giant stars on the outskirts of the cluster are easy to pick out as yellowish stars in this sharp telescopic portrait. Tightly packed globular cluster 47 Tuc is also home to a star with the closest known orbit around a black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/NGC104_TL_PS1_INSIGHT.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Globular Star Cluster 47 Tuc",
    "url": "https://apod.nasa.gov/apod/image/2203/NGC104_TL_PS1_INSIGHT1024.jpg"
  },
  {
    "copyright": "Marcella Giulia Pace",
    "date": "2022-03-11",
    "explanation": "Want to see a rainbow smile? Look near the zenith (straight up) when the sun is low in the sky and you might. This example of an ice halo known as a circumzenithal arc was captured above a palm tree top from Ragusa, Sicily on February 24. The vividly colorful arcs are often called smiling rainbows because of their upside down curvature and colors. For circumzenithal arcs the zenith is at the center and red is on the outside, compared to rainbows whose arcs bend toward the horizon after a downpour. True rainbows are formed by water droplets refracting the sunlight to produce a spectrum of colors, though. Circumzenithal arcs are the product of refraction and reflection in flat hexagonal ice crystals, like the ice crystals that create sundogs, formed in high thin clouds.",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/ArcoCircumzenitale.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "When Rainbows Smile",
    "url": "https://apod.nasa.gov/apod/image/2203/ArcoCircumzenitale_1024c.jpg"
  },
  {
    "copyright": "Dan Zafra",
    "date": "2022-03-12",
    "explanation": "Northern winter constellations and a long arc of the Milky Way are setting in this night skyscape looking toward the Pacific Ocean from Point Reyes on planet Earth's California coast. Sirius, alpha star of Canis Major, is prominent below the starry arc toward the left. Orion's yellowish Betelgeuse, Aldebaran in Taurus, and the blue tinted Pleiades star cluster also find themselves between Milky Way and northwestern horizon near the center of the scene. The nebulae visible in the series of exposures used to construct this panoramic view were captured in early March, but are just too faint to be seen with the unaided eye. On that northern night their expansive glow includes the reddish semi-circle of Barnard's Loop in Orion and NGC 1499 above and right of the Pleiades, also known as the California Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/PointReyesMilkyWayDanZafra.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Point Reyes Milky Way",
    "url": "https://apod.nasa.gov/apod/image/2203/PointReyesMilkyWayDanZafra1024.jpg"
  },
  {
    "copyright": "Xiaohan Wang",
    "date": "2022-03-13",
    "explanation": "Why would the sky glow like a giant repeating rainbow?  Airglow.  Now air glows all of the time, but it is usually hard to see. A disturbance however -- like an approaching storm -- may cause noticeable rippling in the Earth's atmosphere. These gravity waves are oscillations in air analogous to those created when a rock is thrown in calm water.  Red airglow likely originates from OH molecules about 87-kilometers high, excited by ultraviolet light from the Sun, while orange and green airglow is likely caused by sodium and oxygen atoms slightly higher up.  While driving near Keluke Lake in Qinghai Provence in China a few years ago, the photographer originally noticed mainly the impressive central band of the Milky Way Galaxy.  Stopping to photograph it, surprisingly, the resulting sensitive camera image showed airglow bands to be quite prominent and span the entire sky. The featured image has been digitally enhanced to make the colors more vibrant.",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/AirglowRings_Wang_3887.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Colorful Airglow Bands Surround Milky Way",
    "url": "https://apod.nasa.gov/apod/image/2203/AirglowRings_Wang_1080.jpg"
  },
  {
    "date": "2022-03-14",
    "explanation": "Where do stars form?  One place, star forming regions known as \"EGGs\", are being uncovered at the end of this giant pillar of gas and dust in the Eagle Nebula (M16).  Short for evaporating gaseous globules, EGGs are dense regions of mostly molecular hydrogen gas that fragment and gravitationally collapse to form stars.  Light from the hottest and brightest of these new stars heats the end of the pillar and causes further evaporation of gas and dust -- revealing yet more EGGs and more young stars.  This featured picture was created from exposures spanning over 30 hours with the Earth-orbiting Hubble Space Telescope in 2014, and digitally processed with modern software by experienced volunteers in Argentina. Newborn stars will gradually destroy their birth pillars over the next 100,000 years or so -- if a supernova doesn't destroy them first.",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/Pillars_HstBibillo_1097.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Formation in the Eagle Nebula",
    "url": "https://apod.nasa.gov/apod/image/2203/Pillars_HstBibillo_1097.jpg"
  },
  {
    "date": "2022-03-15",
    "explanation": "Pictured -- a very scenic road to the stars.  The road approaches La Silla Observatory in Chile, with the ESO's 3.6-meter telescope just up ahead. To the left are some futuristic-looking support structures for the planned BlackGEM telescopes, an array of optical telescopes that will help locate optical counterparts to gravitational waves detections by LIGO and other detectors.  But there is much more. Red airglow illuminates the night sky on the right, while the central band of our Milky Way Galaxy slants across the image center. Jupiter can be seen just above the band near the image center, while Saturn is visible just above the 3.6-meter telescope dome. The two largest satellite galaxies of our Milky Way Galaxy, the LMC and SMC, are seen on the far right. The featured image panorama was built up from multiple 15-second exposures that were captured on 2019 June 30.  Two days later, La Silla experienced a rare total eclipse of the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/Road2Stars_EsoHoralek_4000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Road to the Stars",
    "url": "https://apod.nasa.gov/apod/image/2203/Road2Stars_EsoHoralek_1080.jpg"
  },
  {
    "date": "2022-03-16",
    "explanation": "How far can you see? Everything you can see, and everything you could possibly see, right now, assuming your eyes could detect all types of radiations around you -- is the observable universe.  In light, the farthest we can see comes from the cosmic microwave background, a time 13.8 billion years ago when the universe was opaque like thick fog. Some neutrinos and gravitational waves that surround us come from even farther out, but humanity does not yet have the technology to detect them. The featured image illustrates the observable universe on an increasingly compact scale, with the Earth and Sun at the center surrounded by our Solar System, nearby stars, nearby galaxies, distant galaxies, filaments of early matter, and the cosmic microwave background. Cosmologists typically assume that our observable universe is just the nearby part of a greater entity known as \"the universe\" where the same physics applies.  However, there are several lines of popular but speculative reasoning that assert that even our universe is part of a greater multiverse where either different physical constants occur, different physical laws apply, higher dimensions operate, or slightly different-by-chance versions of our standard universe exist.   Available: High res image version with readable annotations | Clickable annotation version",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/VisUni_WikiBudassi_2400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Observable Universe",
    "url": "https://apod.nasa.gov/apod/image/2203/VisUni_WikiBudassi_960.jpg"
  },
  {
    "copyright": "David Alemazkour",
    "date": "2022-03-17",
    "explanation": "A mere 11 million light-years away, Centaurus A is the closest active galaxy to planet Earth. Spanning over 60,000 light-years, the peculiar elliptical galaxy also known as NGC 5128, is featured in this sharp telescopic view. Centaurus A is apparently the result of a collision of two otherwise normal galaxies resulting in a fantastic jumble of star clusters and imposing dark dust lanes. Near the galaxy's center, leftover cosmic debris is steadily being consumed by a central black hole with a billion times the mass of the Sun. As in other active galaxies, that process likely generates the enormous radio, X-ray, and gamma-ray energy radiated by Centaurus A.",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/CentaurusA_DavidAlemazkour.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Centaurus A",
    "url": "https://apod.nasa.gov/apod/image/2203/CentaurusA_DavidAlemazkour1024.jpg"
  },
  {
    "copyright": "Giorgio Ferrari",
    "date": "2022-03-18",
    "explanation": "Bluish reflection nebulae seem to fill this dusty expanse. The sharp telescopic frame spans over 1 degree on the sky toward the faint but fanciful constellation Monoceros, the Unicorn. Seen within the Monoceros R1 cloud complex some 2,500 light-years away, bluish IC 447 is on the left, joined by a long dark filament of dust to IC 446 at lower right. Embedded in IC 447 are young, massive blue stars much hotter than the Sun, whose light is reflected by the cosmic cloud of star stuff. Observations reveal that IC 446 also contains a young stellar object, a massive star still in an early stage of evolution. The dark filament of dust and molecular gas joining the two star-forming regions is over 15 light-years long.",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/IC447_446GiorgioFerrari.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Filament in Monoceros",
    "url": "https://apod.nasa.gov/apod/image/2203/IC447_446GiorgioFerrari1024.jpg"
  },
  {
    "date": "2022-03-19",
    "explanation": "2MASS J17554042+6551277 doesn't exactly roll off the tongue but that's the name, a coordinate-based catalog designation, of the star centered in this sharp field of view. Fans of the distant universe should get used to its spiky appearance though. The diffraction pattern is created by the 18 hexagonal mirror segments of the James Webb Space Telescope. After unfolding, the segments have now been adjusted to achieve a diffraction limited alignment at infrared wavelengths while operating in concert as a single 6.5 meter diameter primary mirror. The resulting image taken by Webb's NIRcam demonstrates their precise alignment is the best physics will allow. 2MASS J17554042+6551277 is about 2,000 light-years away and well within our own galaxy. But the galaxies scattered across the background of the Webb telescope alignment evaluation image are likely billions of light-years distant, far beyond the Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/telescope_alignment_evaluation_image_labeled.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "2MASS J17554042+6551277",
    "url": "https://apod.nasa.gov/apod/image/2203/telescope_alignment_evaluation_image_labeled1024.jpg"
  },
  {
    "copyright": "Roland Christen",
    "date": "2022-03-20",
    "explanation": "What's that at the end of the road? The Sun. Many towns have roads that run east - west, and on two days each year, the Sun rises and sets right down the middle. Today is one of those days: an equinox. Not only is today a day of equal night (\"aequus\"-\"nox\") and day time, but also a day when the sun rises precisely to the east and sets due west. Featured here is a picturesque road in northwest Illinois, USA that runs approximately east -west. The image was taken during the March Equinox of 2015, and shows the Sun down the road at sunset. In many cultures, this March equinox is taken to be the first day of a season, typically spring in Earth's northern hemisphere, and autumn in the south. Does your favorite street run east - west? Tonight, at sunset, you can find out with a quick glance.",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/EquinoxSunset_Christen_1852.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Picturesque Equinox Sunset",
    "url": "https://apod.nasa.gov/apod/image/2203/EquinoxSunset_Christen_960.jpg"
  },
  {
    "copyright": "Cees BassaNetherlands Institute for Radio Astronomy",
    "date": "2022-03-21",
    "explanation": "What if you could see the entire sky -- all at once -- for an entire year? That, very nearly, is what is pictured here.  Every 15 minutes during 2021, an all-sky camera took an image of the sky over the Netherlands. Central columns from these images were then aligned and combined to create the featured keogram, with January at the top, December at the bottom, and the middle of the night running vertically just left of center. What do we see?  Most obviously, the daytime sky is mostly blue, while the nighttime sky is mostly black.  The twelve light bands crossing the night sky are caused by the glow of the Moon. The thinnest part of the black hourglass shape occurs during the summer solstice when days are the longest, while the thickest part occurs at the winter solstice. Yesterday was an equinox -- when night and day were equal -- and the northern-spring equinox from one year ago can actually be located in the keogram -- about three-quarters of the way up.    Follow APOD on Instagram in: English, Indonesian, Persian, Portuguese or Taiwanese",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/YearOfSky_Bassa_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sky in 2021",
    "url": "https://apod.nasa.gov/apod/image/2203/YearOfSky_Bassa_960.jpg"
  },
  {
    "copyright": "Göran Strand",
    "date": "2022-03-22",
    "explanation": "What's that in the sky? An aurora. A large coronal mass ejection occurred on our Sun earlier this month, throwing a cloud of fast-moving electrons, protons, and ions toward the Earth. Part of this cloud impacted our Earth's magnetosphere and, bolstered by a sudden gap, resulted in spectacular auroras being seen at some high northern latitudes. Featured here is a particularly photogenic auroral corona captured above a forest in Sweden from a scenic perch overlooking the city of Östersund. To some,  this shimmering green glow of recombining atmospheric oxygen might appear like a large whale, but feel free to share what it looks like to you.  The unusually quiet Sun of the past few years has now passed. As our Sun now approaches a solar maximum in its 11-year solar magnetic cycle, dramatic auroras like this are sure to continue.    Open Science: Browse 2,700+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/WhaleAurora_Strand_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Whale of an Aurora over Swedish Forest",
    "url": "https://apod.nasa.gov/apod/image/2203/WhaleAurora_Strand_960.jpg"
  },
  {
    "date": "2022-03-23",
    "explanation": "Massive stars can blow bubbles.  The featured image shows perhaps the most famous of all star-bubbles, NGC 7635, also known simply as The Bubble Nebula. Although it looks delicate, the 7-light-year diameter bubble offers evidence of violent processes at work. Above and left of the Bubble's center is a hot, O-type star, several hundred thousand times more luminous and some 45-times more massive than the Sun. A fierce stellar wind and intense radiation from that star has blasted out the structure of glowing gas against denser material in a surrounding molecular cloud. The intriguing Bubble Nebula and associated cloud complex lie a mere 7,100 light-years away toward the boastful constellation Cassiopeia. This sharp, tantalizing view of the cosmic bubble is a reprocessed composite of previously acquired Hubble Space Telescope image data.   Birthday Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/Bubble_HubbleOzsarac_1952.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Bubble Nebula from Hubble",
    "url": "https://apod.nasa.gov/apod/image/2203/Bubble_HubbleOzsarac_960.jpg"
  },
  {
    "date": "2022-03-24",
    "explanation": "Peculiar spiral galaxy Arp 78 is found within the boundaries of the head strong constellation Aries. Some 100 million light-years beyond the stars and nebulae of our Milky Way galaxy, the island universe is over 100,000 light-years across. Also known as NGC 772, it sports a prominent, outer spiral arm in this detailed cosmic portrait from the large Gemini North telescope near the summit of Maunakea, Hawaii, planet Earth. Tracking along sweeping dust lanes and lined with young blue star clusters, Arp 78's spiral arm is likely pumped-up by galactic-scale gravitational tidal interactions The close companion galaxy responsible is NGC 770, located off the upper right of this frame. But more distant background galaxies are clearly visible in the cosmic field of view.",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/noirlab2209a_ngc772.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Arp 78: Peculiar Galaxy in Aries",
    "url": "https://apod.nasa.gov/apod/image/2203/noirlab2209a_ngc772_1024.jpg"
  },
  {
    "copyright": "Damien Cannane",
    "date": "2022-03-25",
    "explanation": "Braided and serpentine filaments of glowing gas suggest this nebula's popular name, The Medusa Nebula. Also known as Abell 21, this Medusa is an old planetary nebula some 1,500 light-years away in the constellation Gemini. Like its mythological namesake, the nebula is associated with a dramatic transformation. The planetary nebula phase represents a final stage in the evolution of low mass stars like the sun as they transform themselves from red giants to hot white dwarf stars and in the process shrug off their outer layers. Ultraviolet radiation from the hot star powers the nebular glow. The Medusa's transforming star is the faint one near the center of the overall bright crescent shape. In this deep telescopic view, fainter filaments clearly extend above and left of the bright crescent region. The Medusa Nebula is estimated to be over 4 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/Medusa_Nebula_141_x_180s.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Medusa Nebula",
    "url": "https://apod.nasa.gov/apod/image/2203/Medusa_Nebula_141_x_180s.jpg"
  },
  {
    "date": "2022-03-26",
    "explanation": "The night side of Pluto spans this shadowy scene. In the stunning spacebased perspective the Sun is 4.9 billion kilometers (almost 4.5 light-hours) behind the dim and distant world. It was captured by far flung New Horizons in July of 2015 when the spacecraft was at a range of some 21,000 kilometers from Pluto, about 19 minutes after its closest approach. A denizen of the Kuiper Belt in dramatic silhouette, the image also reveals Pluto's tenuous, surprisingly complex layers of hazy atmosphere. Near the top of the frame the crescent twilight landscape includes southern areas of nitrogen ice plains now formally known as Sputnik Planitia and rugged mountains of water-ice in the Norgay Montes.",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/PIA20727PlutoNight.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pluto at Night",
    "url": "https://apod.nasa.gov/apod/image/2203/PIA20727PlutoNight1024c.jpg"
  },
  {
    "date": "2022-03-27",
    "explanation": "Why would the surface of Titan light up with a blinding flash? The reason: a sunglint from liquid seas.  Saturn's moon Titan has numerous smooth lakes of methane that, when the angle is right, reflect sunlight as if they were mirrors.  Pictured here in false-color, the robotic Cassini spacecraft that orbited Saturn from 2004 to 2017 imaged the cloud-covered Titan in 2014 in different bands of cloud-piercing infrared light.  This specular reflection was so bright it saturated one of Cassini's infrared cameras. Although the sunglint was annoying -- it was also useful.  The reflecting regions confirm that northern Titan houses a wide and complex array of seas with a geometry that indicates periods of significant evaporation.  During its numerous passes of our Solar System's most mysterious moon, Cassini has revealed Titan to be a world with active weather -- including times when it rains a liquefied version of natural gas.",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/TitanGlint_cassini_2002.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Titan Seas Reflect Sunlight",
    "url": "https://apod.nasa.gov/apod/image/2203/TitanGlint_cassini_960.jpg"
  },
  {
    "copyright": "Petr HorálekESOPhoto AmbassadorInst. of Physics in Opava",
    "date": "2022-03-28",
    "explanation": "The southernmost part of the Milky Way contains not only the stars of the Southern Cross, but the closest star system to our Sun -- Alpha Centauri.  The Southern Cross itself is topped by the bright, yellowish star Gamma Crucis.  A line from Gamma Crucis through the blue star at the bottom of the cross, Acrux, points toward the south celestial pole, located just above the small island in the featured picture -- taken in early March.  That island is Madivaru of the Maldives in the Indian Ocean. Against faint Milky Way starlight, the dark Coal Sack Nebula lies just left of the cross, while farther left along the Milky Way are the bright stars Alpha Centauri (left) and Beta Centauri (Hadar).  Alpha Centauri A, a Sun-like star anchoring a three-star system with exoplanets, is a mere 4.3 light-years distant.  Seen from Alpha Centauri, our own Sun would be a bright yellowish star in the otherwise recognizable constellation Cassiopeia.   Almost Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/SouthIsland_Horalek_1326.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gems of a Maldivean Night",
    "url": "https://apod.nasa.gov/apod/image/2203/SouthIsland_Horalek_960.jpg"
  },
  {
    "copyright": "Carlos Kiko Fairbairn",
    "date": "2022-03-29",
    "explanation": "When two planets pass on the night sky, they can usually be seen near each other for a week or more. In the case of this planetary conjunction, Venus and Mars passed within 4 degrees of each other earlier this month. The featured image was taken a few days prior, when Venus was slowing rising in the pre-dawn sky, night by night, while Mars was slowly setting. The image, a four-part mosaic, was captured in Brazil from the small town Teresópolis. Besides Venus and Mars, the morning sky now also includes the more distant planet Saturn.  Of course, these conjunctions are only angular -- Venus, Mars, and Saturn continue to orbit the Sun in very different parts of our Solar System.  Next week, the angle between Saturn and Mars will drop to below a quarter of a degree.",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/VenusMars_Fairbairn_1433.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus and Mars: Passing in the Night",
    "url": "https://apod.nasa.gov/apod/image/2203/VenusMars_Fairbairn_960.jpg"
  },
  {
    "date": "2022-03-30",
    "explanation": "What do you call a cosmic puzzle that no one expected to see?  In this case, Odd Radio Circles, aka ORCs.  ORC-1 typifies the enigmatic five objects, only visible at radio frequencies, that were serendipitously discovered in 2019 using the new Australian SKA Pathfinder radio array.  The final image in the featured video uses 2021 data from the South African MeerKAT array to reveal more detail.  The radio data, assigned turquoise colors, are combined with a Dark Energy Survey optical/IR map.  The animated artist’s illustration explores just one idea about the ORCs’ origins.  If two supermassive black holes merge in the center of a galaxy, the associated shockwaves could generate rings of radio radiation.  These grow to fill the video frame.  The video zooms out so the expansion the ORC can be tracked until it is about a million light-years across.  Fortunately, the up-coming Square Kilometer Array can help test this and other promising scenarios.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Animation: Odd Radio Circles",
    "url": "https://www.youtube.com/embed/m8qvOpcDt1o?rel=0"
  },
  {
    "copyright": "Dietmar Hager",
    "date": "2022-03-31",
    "explanation": "Some 60 million light-years away in the southerly constellation Corvus, two large galaxies are colliding. Stars in the two galaxies, cataloged as NGC 4038 and NGC 4039, very rarely collide in the course of the ponderous cataclysm that lasts for hundreds of millions of years. But the galaxies' large clouds of molecular gas and dust often do, triggering furious episodes of star formation near the center of the cosmic wreckage. Spanning over 500 thousand light-years, this stunning view also reveals new star clusters and matter flung far from the scene of the accident by gravitational tidal forces. The remarkably sharp ground-based image, an accumulation of 88 hours of exposure captured during 2012-2021, follows the faint tidal tails and distant background galaxies in the field of view. The suggestive overall visual appearance of the extended arcing structures gives the galaxy pair, also known as Arp 244, its popular name - The Antennae.",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/Arp244-LRGB.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Exploring the Antennae",
    "url": "https://apod.nasa.gov/apod/image/2203/Arp244-LRGB1024.jpg"
  },
  {
    "copyright": "Antonio Tartarini",
    "date": "2022-04-01",
    "explanation": "The natural filter of a hazy atmosphere offered this recognizable architecture and sunset telephoto view on March 27. Dark against the solar disk, large sunspots in solar active regions 2975 and 2976 are wedged between the Duomo of Pisa and its famous Leaning Tower. Only one day later, Sun-staring spacecraft watched active region 2975 unleash a frenzy of solar flares along with two coronal mass ejections. The largest impacted the magnetosphere on March 31 triggering a geomagnetic storm and aurorae in high-latitude night skies. On March 30, active region 2975 erupted again with a powerful X-class solar flare that caused a temporary radio blackout on planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2204/sunspotsleaningtowerofpisa.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Leaning Tower, Active Sun",
    "url": "https://apod.nasa.gov/apod/image/2204/sunspotsleaningtowerofpisa1024.jpg"
  }
]
