[
  {
    "copyright": "Tunc Tezel",
    "date": "2022-10-01",
    "explanation": "Observe the Moon every night and you'll see its visible sunlit portion gradually change. In phases progressing from New Moon to Full Moon to New Moon again, a lunar cycle or lunation is completed in about 29.5 days. Top left to bottom right, this 7x4 matrix of telescopic images captures the range of lunar phases for 28 consecutive nights, from the evening of July 29 to the morning of August 26, following an almost complete lunation. No image was taken 24 hours or so just after and just before New Moon, when the lunar phase is at best a narrow crescent, close to the Sun and really hard to see. Finding mostly clear Mediterranean skies required an occasional road trip to complete this lunar cycle project, imaging in early evening for the first half and late evening and early morning for the second half of the lunation. Since all the images are registered at the same scale you can use this matrix to track the change in the Moon's apparent size during the single lunation. For extra credit, find the lunar phase that occurred closest to perigee.  Tonight: International Observe the Moon Night",
    "hdurl": "https://apod.nasa.gov/apod/image/2210/Lu20220729-0826.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunation Matrix",
    "url": "https://apod.nasa.gov/apod/image/2210/Lu20220729-0826_1050.jpg"
  },
  {
    "date": "2022-10-02",
    "explanation": "What could shoot out a neutron star like a cannon ball? A supernova.  About 10,000 years ago, the supernova that created the nebular remnant CTB 1 not only destroyed a massive star but blasted its newly formed neutron star core -- a pulsar -- out into the Milky Way Galaxy.  The pulsar, spinning 8.7 times a second, was discovered using downloadable software Einstein@Home searching through data taken by NASA's orbiting Fermi Gamma-Ray Observatory.  Traveling over 1,000 kilometers per second, the pulsar PSR J0002+6216 (J0002 for short) has already left the supernova remnant CTB 1, and is even fast enough to leave our Galaxy. Pictured, the trail of the pulsar is visible extending to the lower left of the supernova remnant.  The featured image is a combination of radio images from the VLA and DRAO radio observatories, as well as data archived from NASA's orbiting IRAS infrared observatory. It is well known that supernovas can act as cannons, and even that pulsars can act as cannonballs -- what is not known is how supernovas do it.",
    "hdurl": "https://apod.nasa.gov/apod/image/2210/CannonSupernova_English_8404.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Supernova Cannon Expels Pulsar J0002",
    "url": "https://apod.nasa.gov/apod/image/2210/CannonSupernova_English_960.jpg"
  },
  {
    "date": "2022-10-03",
    "explanation": "What mysteries might be solved by peering into this crystal ball?  In this case, the ball is actually a moon of Jupiter, the crystals are ice, and the moon is not only dirty but cracked beyond repair.  Nevertheless, speculation is rampant that oceans exist under Europa's fractured ice-plains that could support life.  Europa, roughly the size of Earth's Moon, is pictured here in an image taken a few days ago when the Jupiter-orbiting robotic spacecraft Juno passed within 325 kilometers of its streaked and shifting surface. Underground oceans are thought likely because Europa undergoes global flexing due to its changing gravitational attraction with Jupiter during its slightly elliptical orbit, and this flexing heats the interior. Studying Juno's close-up images may further humanity's understanding not only of Europa and the early Solar System but also of the possibility that life exists elsewhere in the universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/2210/Europa_JunoLuck_2611.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter's Europa from Spacecraft Juno",
    "url": "https://apod.nasa.gov/apod/image/2210/Europa_JunoLuck_1080.jpg"
  },
  {
    "copyright": "Yannick Akar",
    "date": "2022-10-04",
    "explanation": "The whole thing looks like an eagle.  A closer look at the Eagle Nebula's center, however, shows the bright region is actually a window into the center of a larger dark shell of dust.  Through this window, a brightly-lit workshop appears where a whole open cluster of stars is being formed.  In this cavity tall pillars and round globules of dark dust and cold molecular gas remain where stars are still forming.  Paradoxically, it is perhaps easier to appreciate this impressive factory of star formation by seeing it without its stars -- which have been digitally removed in the featured image. The Eagle emission nebula, tagged M16, lies about 6500 light years away, spans about 20 light-years, and is visible with binoculars toward the constellation of the Serpent (Serpens).  Creating this picture involved over 22 hours of imaging and combining colors emitted specifically by hydrogen (red), and oxygen (blue).",
    "hdurl": "https://apod.nasa.gov/apod/image/2210/M16Eagle_Akar_3365_starless.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star-Forming Eagle Nebula without Stars",
    "url": "https://apod.nasa.gov/apod/image/2210/M16Eagle_Akar_960_starless.jpg"
  },
  {
    "date": "2022-10-05",
    "explanation": "What happens if you crash a spaceship into an asteroid? In the case of NASA's DART spaceship and the small asteroid Dimorphos, as happened last week, you get quite a plume. The goal of the planned impact was planetary protection -- to show that the path of an asteroid can be slightly altered, so that, if done right, a big space rock will miss the Earth. The high brightness of the plume, though, was unexpected by many, and what it means remains a topic of research. One possibility is that 170-meter wide Dimorphos is primarily a rubble pile asteroid and the collision dispersed some of the rubble in the pile.  The featured time-lapse video covers about 20 minutes and was taken from the Les Makes Observatory on France's Reunion Island, off the southeast coast of southern Africa.  One of many Earth-based observatories following the impact, the initial dot is primarily Dimorphos's larger companion: asteroid Didymos. \t Most recently, images show that the Didymos - Dimorphos system has developed comet-like tails.    DART Impact on Dimorphos: Notable images submitted to APOD",
    "media_type": "video",
    "service_version": "v1",
    "title": "Expanding Plume from DART's Impact",
    "url": "https://www.youtube.com/embed/MC8f6gxqn3s?ref=0"
  },
  {
    "copyright": "Michael Sherick",
    "date": "2022-10-06",
    "explanation": "NGC 4631 is a big beautiful spiral galaxy. Seen edge-on, it lies only 25 million light-years away in the well-trained northern constellation Canes Venatici. The galaxy's slightly distorted wedge shape suggests to some a cosmic herring and to others its popular moniker, The Whale Galaxy. Either way, it is similar in size to our own Milky Way. In this sharp color image, the galaxy's yellowish core, dark dust clouds, bright blue star clusters, and red star forming regions are easy to spot. A companion galaxy, the small elliptical NGC 4627 is just above the Whale Galaxy. Faint star streams seen in deep images are the remnants of small companion galaxies disrupted by repeated encounters with the Whale in the distant past. The Whale Galaxy is also known to have spouted a halo of hot gas glowing in X-rays.",
    "hdurl": "https://apod.nasa.gov/apod/image/2210/ngc4631_sherick.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4631: The Whale Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2210/ngc4631_sherick1024.jpg"
  },
  {
    "copyright": "Andrew McCarthy",
    "date": "2022-10-07",
    "explanation": "At opposition, opposite the Sun in Earth's sky, late last month Jupiter is also approaching perihelion, the closest point to the Sun in its elliptical orbit, early next year. That makes Jupiter exceptionally close to our fair planet, currently resulting in excellent views of the Solar System's ruling gas giant. On September 27, this sharp image of Jupiter was recorded with a small telescope from a backyard in Florence, Arizona. The stacked video frames reveal the massive world bounded by planet girdling winds. Dark belts and light zones span the gas giant, along with rotating oval storms and its signature Great Red Spot. Galilean moon Ganymede is below and right in the frame. The Solar System's largest moon and its shadow are in transit across the southern Jovian cloud tops.",
    "hdurl": "https://apod.nasa.gov/apod/image/2210/JovianEclipse.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In Ganymede's Shadow",
    "url": "https://apod.nasa.gov/apod/image/2210/JovianEclipse1024c.jpg"
  },
  {
    "copyright": "Jose J. Chambo",
    "date": "2022-10-08",
    "explanation": "Heading for its closest approach to the Sun or perihelion on December 20, comet C/2017 K2 (PanSTARRS) remains a sight for telescopic observers as it sweeps through planet Earth's southern hemisphere skies.  First time visitor from the remote Oort cloud this comet PanSTARRS sports a greenish coma and whitish dust tail about half a degree long at the upper left in a deep image from September 21. It also shares the starry field of view toward the constellation Scorpius with another comet, 73P/Schwassmann-Wachmann 3, seen about 1 degree below and right of PanSTARRS. Astronomers estimate that first time visitor comet C/2017 K2 (PanSTARRS) has been inbound from the Oort cloud for some 3 million years along a hyperbolic orbit. Schwassmann-Wachmann 3 is more familiar though.  The periodic comet loops through its own elliptical orbit, from just beyond the orbit of Jupiter to the vicinity of Earth's orbit, once every 5.4 years. Just passing in the night, this comet PanSTARRS is about 20 light-minutes from Earth in the September 21 image. Seen to be disintegrating since 1995, Schwassmann-Wachmann 3 was about 7.8 light-minutes away.",
    "hdurl": "https://apod.nasa.gov/apod/image/2210/2017K2_2022-09-21_media.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Two Comets in Southern Skies",
    "url": "https://apod.nasa.gov/apod/image/2210/2017K2_2022-09-21_web.jpg"
  },
  {
    "copyright": "Kwon, O ChulTWAN",
    "date": "2022-10-09",
    "explanation": "Gusting solar winds and blasts of charged particles from the Sun resulted in several rewarding nights of auroras back in 2014 December, near the peak of the last 11-year solar cycle.  The featured image captured dramatic auroras stretching across a sky near the town of Yellowknife in northern Canada.  The auroras were so bright that they not only inspired awe, but were easily visible on an image exposure of only 1.3 seconds. A video taken concurrently shows the dancing sky lights evolving in real time as tourists, many there just to see auroras, respond with cheers. The conical dwellings on the image right are tipis, while far in the background, near the image center, is the constellation of Orion.  Auroras may increase again over the next few years as our Sun again approaches solar maximum.",
    "hdurl": "https://apod.nasa.gov/apod/image/2210/aurora_kwon_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Auroras over Northern Canada",
    "url": "https://apod.nasa.gov/apod/image/2210/aurora_kwon_960.jpg"
  },
  {
    "copyright": "Betul Turksoy",
    "date": "2022-10-10",
    "explanation": "An analemma is that figure-8 curve you get when you mark the position of the Sun at the same time each day for one year. But the trick to imaging an analemma of the Moon is to wait bit longer. On average the Moon returns to the same position in the sky about 50 minutes and 29 seconds later each day. So photograph the Moon 50 minutes 29 seconds later on successive days. Over one lunation or lunar month it will trace out an analemma-like curve as the Moon's actual position wanders due to its tilted and elliptical orbit. Since the featured image was taken over two months, it actually shows a double lunar analemma.  Crescent lunar phases too thin and faint to capture around the New moon are missing. The two months the persistent astrophotographer chose were during a good stretch of weather during July and August, and the location was Kayseri, Turkey",
    "hdurl": "https://apod.nasa.gov/apod/image/2210/LunarAnalemma_Turksoy_6755.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Double Lunar Analemma over Turkey",
    "url": "https://apod.nasa.gov/apod/image/2210/LunarAnalemma_Turksoy_1080.jpg"
  },
  {
    "copyright": "Adriano Almeida",
    "date": "2022-10-11",
    "explanation": "What dark structures arise within the Pelican Nebula? On the whole, the nebula appears like a bird (a pelican) and is seen toward the constellation of a different bird: Cygnus, a Swan. But inside, the Pelican Nebula is a place lit up by new stars and befouled by dark dust. Smoke-sized dust grains start as simple carbon compounds formed in the cool atmospheres of young stars but are dispersed by stellar winds and explosions.  Two impressive Herbig-Haro jets are seen emitted by the star HH 555 on the right, and these jets are helping to destroy the light year-long dust pillar that contains it.  Other pillars and jets are also visible. The featured image was scientifically-colored to emphasize light emitted by small amounts of heavy elements in a nebula made predominantly of the light elements hydrogen and helium.  The Pelican Nebula (IC 5067 and IC 5070) is about 2,000 light-years away and can be found with a small telescope to the northeast of the bright star Deneb.    Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2210/Pelican_Almeida_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars, Dust, Pillars, and Jets in the Pelican Nebula",
    "url": "https://apod.nasa.gov/apod/image/2210/Pelican_Almeida_960.jpg"
  },
  {
    "copyright": "Tommy Lease",
    "date": "2022-10-12",
    "explanation": "A mysterious squid-like cosmic cloud, this nebula is very faint, but also very large in planet Earth's sky. In the image, composed with 30 hours of narrowband image data, it spans nearly three full moons toward the royal constellation Cepheus. Discovered in 2011 by French astro-imager Nicolas Outters, the Squid Nebula's bipolar shape is distinguished here by the telltale blue-green emission from doubly ionized oxygen atoms. Though apparently surrounded by the reddish hydrogen emission region Sh2-129, the true distance and nature of the Squid Nebula have been difficult to determine. Still, a more recent investigation suggests Ou4 really does lie within Sh2-129 some 2,300 light-years away. Consistent with that scenario, the cosmic squid would represent a spectacular outflow of material driven by a triple system of hot, massive stars, cataloged as HR8119, seen near the center of the nebula. If so, this truly giant squid nebula would physically be over 50 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/2210/SquidFinal3smaller.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ou4: The Giant Squid Nebula",
    "url": "https://apod.nasa.gov/apod/image/2210/SquidFinal3smaller1024.jpg"
  },
  {
    "date": "2022-10-13",
    "explanation": "What are those strange rings? Rich in dust, the rings are likely 3D shells -- but how they were created remains a topic of research.  Where they were created is well known: in a binary star system that lies about 6,000 light years away toward the constellation of the Swan (Cygnus) -- a system dominated by the Wolf-Rayet star WR 140.  Wolf-Rayet stars are massive, bright, and known for their tumultuous winds. They are also known for creating and dispersing heavy elements such as carbon  which is a building block of interstellar dust. The other star in the binary is also bright and massive -- but not as active.  The two great stars joust in an oblong orbit as they approach each other about every eight years. When at closest approach, the X-ray emission from the system increases, as, apparently, does the dust expelled into space -- creating another shell.  The featured infrared image by the new Webb Space Telescope resolves greater details and more dust shells than ever before.",
    "hdurl": "https://apod.nasa.gov/apod/image/2209/WR140_WebbSchmidt_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dust Shells around WR 140 from Webb",
    "url": "https://apod.nasa.gov/apod/image/2209/WR140_WebbSchmidt_960.jpg"
  }
]
