[
  {
    "copyright": "Peter Kohlmann",
    "date": "2022-09-01",
    "explanation": "Framing a bright emission region, this telescopic view looks out along the plane of our Milky Way Galaxy toward the nebula rich constellation Cygnus the Swan. Popularly called the Tulip Nebula, the reddish glowing cloud of interstellar gas and dust is also found in the 1959 catalog by astronomer Stewart Sharpless as Sh2-101. Nearly 70 light-years across, the complex and beautiful Tulip Nebula blossoms about 8,000 light-years away. Ultraviolet radiation from young energetic stars at the edge of the Cygnus OB3 association, including O star HDE 227018, ionizes the atoms and powers the emission from the Tulip Nebula. Also in the field of view is microquasar Cygnus X-1, one of the strongest X-ray sources in planet Earth's sky. Blasted by powerful jets from a lurking black hole its fainter bluish curved shock front is only just visible though, beyond the cosmic Tulip's petals near the right side of the frame.   Back to School? Learn Science with NASA",
    "hdurl": "https://apod.nasa.gov/apod/image/2209/TulipCygX-1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Tulip and Cygnus X-1",
    "url": "https://apod.nasa.gov/apod/image/2209/TulipCygX-1_1024.jpg"
  },
  {
    "copyright": "Fabian Neyer",
    "date": "2022-09-02",
    "explanation": "Find the Big Dipper and follow the handle away from the dipper's bowl until you get to the last bright star. Then, just slide your telescope a little south and west and you'll come upon this stunning pair of interacting galaxies, the 51st entry in Charles Messier's famous catalog. Perhaps the original spiral nebula, the large galaxy with well defined spiral structure is also cataloged as NGC 5194. Its spiral arms and dust lanes clearly sweep in front of its companion galaxy (left), NGC 5195. The pair are about 31 million light-years distant and officially lie within the angular boundaries of the small constellation Canes Venatici. In direct telescopic views, M51 looks faint and fuzzy to the eye. But this remarkably deep image shows off details of the interacting galaxy's striking colors and galactic tidal debris. The image includes nearly 90 hours of narrowband data that also reveals a vast glowing cloud of reddish ionized hydrogen gas discovered in the M51 system.",
    "hdurl": "https://apod.nasa.gov/apod/image/2209/m51_l2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M51: The Whirlpool Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2209/m51_l2_1024.jpg"
  },
  {
    "copyright": "Wang Letian",
    "date": "2022-09-03",
    "explanation": "On August 25 Sun and Moon could both be seen in planet Earth's daytime skies. And so could the International Space Station. The ISS crossed the disk of the waning crescent Moon as seen from Shunyi district, Beijing, China at about 11:02 am local time. Some 40 kilometers to the southwest, in Fengtai district, the ISS was seen to cross the Sun's disk too. The solar transit was observed only 29 seconds later. Both transits are compared in these panels, composed of processed and stacked video frames from the two locations. The coordinated captures were made with different equipment, but adjusted to show the Sun and Moon at the same scale. The ISS was at a calculated range of 435 kilometers for the lunar transit and 491 kilometers when passing in front of the Sun.   Artemis I: Launch Update",
    "hdurl": "https://apod.nasa.gov/apod/image/2209/Interval29seconds_Transit.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sun and Moon and ISS",
    "url": "https://apod.nasa.gov/apod/image/2209/Interval29seconds_Transit1200.jpg"
  },
  {
    "copyright": "Rudy Montoya",
    "date": "2022-09-04",
    "explanation": "very step caused the sand to light up blue. That glow was bioluminescence -- a blue radiance that also lights the surf in this surreal scene captured in mid-2018 at Meyer's Creek Beach in Oregon, USA. Volcanic stacks dot the foreground sea, while a thin fog layer scatters light on the horizon. The rays of light spreading from the left horizon were created by car headlights on the Oregon Coast Highway (US 101), while the orange light on the right horizon emanates from a fishing boat.  Visible far in the distance is the band of our Milky Way Galaxy, appearing to rise from a dark rocky outcrop.  Sixteen images were added together to bring up the background Milky Way and to reduce noise.    Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2209/MilkyWayOregon_Montoya_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sea and Sky Glows over the Oregon Coast",
    "url": "https://apod.nasa.gov/apod/image/2209/MilkyWayOregon_Montoya_960.jpg"
  },
  {
    "date": "2022-09-05",
    "explanation": "Stars created these cliffs. Specifically, the destructive winds and energetic light from the stars in the open cluster NGC 3324 eroded away part of a mountain of dark interstellar dust in the northern part of the Carina Nebula. Several of these stars are visible toward the top of this highly detailed image taken recently by the James Webb Space Telescope, the largest astronomical telescope ever launched. Webb's large mirror and ability to see dust-piercing infrared light has enabled it to capture fascinating details in the dust, hundreds of previously hidden stars, and even some galaxies far in the distance.  The featured jagged cliffs occur in part of Carina known as the Gabriela Mistral Nebula -- because when viewed in another orientation, they appear similar to the facial profile of the famous Chilean poet.  These nebular cliffs occur about 7,600 light years away toward the southern constellation of Carina.   Astrophysicists: Browse 2,800+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/2209/CarinaCliffs_Webb_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Carina Cliffs from the Webb Space Telescope",
    "url": "https://apod.nasa.gov/apod/image/2209/CarinaCliffs_Webb_1080.jpg"
  },
  {
    "copyright": "Jiaqi Sun （孙嘉琪）",
    "date": "2022-09-06",
    "explanation": "Yes, but how many dark clouds have a multicolored lining? Pictured, behind this darker cloud, is a pileus iridescent cloud, a group of water droplets that have a uniformly similar size and so together diffract different colors of sunlight by different amounts.  The featured image was taken last month in Pu'er, Yunnan Province, China. Also captured were unusual cloud ripples above the pileus cloud.  The formation of a rare pileus cloud capping a common cumulus cloud is an indication that the lower cloud is expanding upward and might well develop into a storm.    Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2209/Pileus_Jiaqi_4032.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Iridescent Pileus Cloud over China",
    "url": "https://apod.nasa.gov/apod/image/2209/Pileus_Jiaqi_960.jpg"
  },
  {
    "copyright": "NASAESACSASTScI",
    "date": "2022-09-07",
    "explanation": "Near the center of a nearby star-forming region lies a massive cluster containing some of the largest and hottest stars known.  Collectively known as star cluster NGC 2070, these stars are part of the vast Tarantula Nebula and were captured in two kinds of infrared light by the new Webb Space Telescope.  The main image shows the group of stars at NGC 2070's center -- known as R136 -- in near-infrared, light just a bit too red for humans to see. In contrast, the rollover image captures the cluster center in mid-infrared light, light closer to radio waves.  Since R136's brightest stars emit more of their light in the near infrared, they are much more prominent on that image. This LMC cluster's massive stars emit particle winds and energetic light that are evaporating the gas cloud from which they formed. The Webb images, released yesterday, shows details of R136 and its surroundings that have never been seen before, details that are helping humanity to a better understanding of how all stars are born, evolve and die.",
    "hdurl": "https://apod.nasa.gov/apod/image/2209/TarantulaNearIr_Webb_1396.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tarantula Stars R136 from Webb",
    "url": "https://apod.nasa.gov/apod/image/2209/TarantulaNearIr_Webb_960.jpg"
  },
  {
    "copyright": "Frank Sackenheim",
    "date": "2022-09-08",
    "explanation": "Fans of our fair planet might recognize the outlines of these cosmic clouds. On the left, bright emission outlined by dark, obscuring dust lanes seems to trace a continental shape, lending the popular name North America Nebula to the emission region cataloged as NGC 7000. To the right, just off the North America Nebula's east coast, is IC 5070, whose avian profile suggests the Pelican Nebula.  The two bright nebulae are about 1,500 light-years away, part of the same large and complex star forming region, almost as nearby as the better-known Orion Nebula. At that distance, the 3 degree wide field of view would span 80 light-years. This careful cosmic portrait uses narrowband images combined to highlight the bright ionization fronts and the characteristic glow from atomic hydrogen, and oxygen gas. These nebulae can be seen with binoculars from a dark location.  Look northeast of bright star Deneb in Cygnus the Swan, soaring high in the northern summer night sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/2209/NGC7000_NB_2022_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "North America and the Pelican",
    "url": "https://apod.nasa.gov/apod/image/2209/NGC7000_NB_2022_1024.jpg"
  },
  {
    "date": "2022-09-09",
    "explanation": "Voyager 1 and Voyager 2 were launched in 1977 on a grand tour of the outer planets of the Solar System. They have become the longest operating and most distant spacecraft from Earth. Both have traveled beyond the heliosphere, the realm defined by the influence of the solar wind and the Sun's magnetic field. On the 45th year of their journey toward the stars Voyager 1 and 2 reached nearly 22 light-hours and 18 light-hours from the Sun respectively and remain the only spacecraft currently exploring interstellar space. Each spacecraft carries a 12-inch gold-plated copper disk with recordings of sounds, pictures and messages. The Golden Records are intended to communicate a story of life and culture on planet Earth, preserved in a medium that can survive an interstellar journey for a billion years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2209/voyager_modern_poster.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Interstellar Voyager",
    "url": "https://apod.nasa.gov/apod/image/2209/voyager_modern_poster_crop.jpg"
  },
  {
    "copyright": "Gerardo Ferrarino",
    "date": "2022-09-10",
    "explanation": "This 180 degree panoramic night skyscape captures our Milky Way Galaxy as it arcs above the horizon on a winter's night in August. Near midnight, the galactic center is close to the zenith with the clear waters of Lake Traful, Neuquen, Argentina, South America, planet Earth below. Zodiacal light, dust reflected sunlight along the Solar System's ecliptic plane, is also visible in the region's very dark night sky. The faint band of light reaches up from the distant snowy peaks toward the galaxy's center. Follow the arc of the Milky Way to the left to find the southern hemisphere stellar beacons Alpha and Beta Centauri. Close to the horizon bright star Vega is reflected in the calm mountain lake.",
    "hdurl": "https://apod.nasa.gov/apod/image/2209/Traful-Lake.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy by the Lake",
    "url": "https://apod.nasa.gov/apod/image/2209/Traful-Lake1024.jpg"
  },
  {
    "date": "2022-09-11",
    "explanation": "How does your favorite planet spin? Does it spin rapidly around a nearly vertical axis, or horizontally, or backwards?  The featured video animates NASA images of all eight planets in our Solar System to show them spinning side-by-side for an easy comparison. In the time-lapse video, a day on Earth -- one Earth rotation -- takes just a few seconds.  Jupiter rotates the fastest, while Venus spins not only the slowest (can you see it?), but backwards.  The inner rocky planets across the top underwent dramatic spin-altering collisions during the early days of the Solar System.  Why planets spin and tilt as they do remains a topic of research with much insight gained from modern computer modeling and the recent discovery and analysis of hundreds of exoplanets: planets orbiting other stars.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Planets of the Solar System: Tilts and Spins",
    "url": "https://www.youtube.com/embed/my1euFQHH-o?rel=0"
  },
  {
    "copyright": "Daniel Ščerba",
    "date": "2022-09-12",
    "explanation": "What are those red filaments in the sky? They are a rarely seen form of lightning confirmed only about 35 years ago: red sprites. Research has shown that following a powerful positive cloud-to-ground lightning strike, red sprites may start as 100-meter balls of ionized air that shoot down from about 80-km high at 10 percent the speed of light. They are quickly followed by a group of upward streaking ionized balls. The featured image was taken late last month from the Jeseniky Mountains in northern Moravia in the Czech Republic. The distance to the red sprites is about 200 kilometers. Red sprites take only a fraction of a second to occur and are best seen when powerful thunderstorms are visible from the side.    APOD in world languages: Arabic, Bulgarian, Catalan, Chinese (Beijing), Chinese (Taiwan), Croatian, Czech, Dutch, Farsi, French, French (Canada), German, Hebrew, Indonesian, Japanese, Korean, Montenegrin, Polish, Russian, Serbian, Slovenian,  Spanish, Taiwanese, Turkish, and  Ukrainian",
    "hdurl": "https://apod.nasa.gov/apod/image/2209/sprites_scerba_4240.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Red Sprite Lightning over the Czech Republic",
    "url": "https://apod.nasa.gov/apod/image/2209/sprites_scerba_960.jpg"
  },
  {
    "copyright": "Alan FriedmanAverted Imagination",
    "date": "2022-09-13",
    "explanation": "rlier this month, the Sun exhibited one of the longer filaments on record.  Visible as the bright curving streak around the image center, the snaking filament's full extent was estimated to be over half of the Sun's radius -- more than 350,000 kilometers long. A filament is composed of  hot gas held aloft by the Sun's magnetic field, so that viewed from the side it would appear as a raised prominence.  A different, smaller prominence is simultaneously visible at the Sun's edge. The featured image is in false-color and color-inverted to highlight not only the filament but the Sun's carpet chromosphere.  The bright dot on the upper right is actually a dark sunspot about the size of the Earth.  Solar filaments typically last from hours to days, eventually collapsing to return hot plasma back to the Sun. Sometimes, though, they explode and expel particles into the Solar System, some of which trigger auroras on Earth. The pictured filament appeared in early September and continued to hold steady for about a week.",
    "hdurl": "https://apod.nasa.gov/apod/image/2209/SnakingFilament_Friedman_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Long Snaking Filament on the Sun",
    "url": "https://apod.nasa.gov/apod/image/2209/SnakingFilament_Friedman_960.jpg"
  },
  {
    "copyright": "Jarmo Ruuth Text: Ata SarajediniFlorida Atlantic U.Astronomy Minute",
    "date": "2022-09-14",
    "explanation": "It is one of the largest nebulas on the sky -- why isn't it better known? Roughly the same angular size as the Andromeda Galaxy, the Great Lacerta Nebula can be found toward the constellation of the Lizard (Lacerta). The emission nebula is difficult to see with wide-field binoculars because it is so faint, but also usually difficult to see with a large telescope because it is so great in angle -- spanning about three degrees. The depth, breadth, waves, and beauty of the nebula -- cataloged as Sharpless 126 (Sh2-126) -- can best be seen and appreciated with a long duration camera exposure. The featured image is one such combined exposure -- in this case 10 hours over five different colors and over six nights during this past June and July at the IC Astronomy Observatory in Spain. The hydrogen gas in the Great Lacerta Nebula glows red because it is excited by light from the bright star 10 Lacertae, one of the bright blue stars just above the red-glowing nebula's center.  The stars and nebula are about 1,200 light years distant.    Harvest Full Moon 2022: Notable Submissions to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2209/GreatLacerta_Ruuth_3719.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Waves of the Great Lacerta Nebula",
    "url": "https://apod.nasa.gov/apod/image/2209/GreatLacerta_Ruuth_960.jpg"
  },
  {
    "copyright": "Dario Giannobile",
    "date": "2022-09-15",
    "explanation": "For northern hemisphere dwellers, September's Full Moon was the Harvest Moon. Reflecting warm hues at sunset it rises over the historic town of Castiglione di Sicilia in this telephoto view from September 9. Famed in festival, story, and song Harvest Moon is just the traditional name of the full moon nearest the autumnal equinox. According to lore the name is a fitting one. Despite the diminishing daylight hours as the growing season drew to a close, farmers could harvest crops by the light of a full moon shining on from dusk to dawn.   Harvest Full Moon 2022: Notable Submissions to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2209/HarvestMoonCastiglioneSicilyLD.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Harvest Moon over Sicily",
    "url": "https://apod.nasa.gov/apod/image/2209/HarvestMoonCastiglioneSicily1024.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2022-09-16",
    "explanation": "The Tarantula Nebula, also known as 30 Doradus, is more than a thousand light-years in diameter, a giant star forming region within nearby satellite galaxy the Large Magellanic Cloud. About 180 thousand light-years away, it's the largest, most violent star forming region known in the whole Local Group of galaxies. The cosmic arachnid sprawls across this magnificent view, an assembly of image data from large space- and ground-based telescopes. Within the Tarantula (NGC 2070), intense radiation, stellar winds, and supernova shocks from the central young cluster of massive stars cataloged as R136 energize the nebular glow and shape the spidery filaments. Around the Tarantula are other star forming regions with young star clusters, filaments, and blown-out bubble-shaped clouds. In fact, the frame includes the site of the closest supernova in modern times, SN 1987A, at lower right. The rich field of view spans about 2 degrees or 4 full moons, in the southern constellation Dorado. But were the Tarantula Nebula closer, say 1,500 light-years distant like the Milky Way's own star forming Orion Nebula, it would take up half the sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/2209/Tarantula-HST-ESO-Webb-LL.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Tarantula Zone",
    "url": "https://apod.nasa.gov/apod/image/2209/Tarantula-HST-ESO-Webb-SS1024.jpg"
  },
  {
    "date": "2022-09-17",
    "explanation": "The Perseverance rover's Mastcam-Z captured images to create this mosaic on August 4, 2022. The car-sized robot was continuing its exploration of the fan-shaped delta of a river that, billions of years ago, flowed into Jezero Crater on Mars. Sedimentary rocks preserved in Jezero's delta are considered one of the best places on Mars to search for potential signs of ancient microbial life and sites recently sampled by the rover, dubbed Wildcat Ridge and Skinner Ridge, are at lower left and upper right in the frame. The samples taken from these areas were sealed inside ultra-clean sample tubes, ultimately intended for return to Earth by future missions. Starting with the Pathfinder Mission and Mars Global Surveyor in 1997, the last 25 years of a continuous robotic exploration of the Red Planet has included orbiters, landers, rovers, and a helicopter from planet Earth",
    "hdurl": "https://apod.nasa.gov/apod/image/2209/PIA24924_2090.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseverance in Jezero Crater's Delta",
    "url": "https://apod.nasa.gov/apod/image/2209/PIA24924_1045.jpg"
  },
  {
    "copyright": "Giuseppe Petricca",
    "date": "2022-09-18",
    "explanation": "If you went outside at the same time every day and took a picture that included the Sun, how would the Sun's position change?  A more visual answer to that question is an analemma, a composite image taken from the same spot at the same time over the course of a year.  The featured analemma was composed from images taken every few days at noon near the village of Callanish in the Outer Hebrides in Scotland, UK.  In the foreground are the Callanish Stones, a stone circle built around 2700 BC during humanity's Bronze Age.  It is not known if the placement of the Callanish Stones has or had astronomical significance.  The ultimate causes for the figure-8 shape of this and all analemmas are the tilt of the Earth axis and the ellipticity of the Earth's orbit around the Sun.  At the solstices, the Sun will appear at the top or bottom of an analemma. The featured image was taken near the December solstice and so the Sun appears near the bottom.  Equinoxes, however, correspond to analemma middle points -- not the intersection point. This coming Friday at 1:04 am (UT) -- Thursday in the Americas -- is the equinox (\"equal night\"), when day and night are equal over all of planet Earth. Many cultures celebrate a change of season at an equinox.   Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2209/CallanishAnalemma_Petricca_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Analemma over the Callanish Stones",
    "url": "https://apod.nasa.gov/apod/image/2209/CallanishAnalemma_Petricca_960.jpg"
  },
  {
    "copyright": "Marc Sellés Llimós",
    "date": "2022-09-19",
    "explanation": "The beauty in this image comes in layers. On the bottom layer is the picturesque village of Manlleu in Barcelona, Spain.  The six-minute exposure makes car lights into streaks. The next layer is a mountain -- Serra de Bellmunt -- of Europe's famous Pyrenees. Next up is a tremendous lightning storm emanating from a classically-shaped anvil cloud. The long exposure allowed for the capture of many intricate lightning bolts.  Finally, at the top and furthest in the distance are stars.  Here, the multi-minute exposure made stars into trails.  The trailing effect is caused by the rotation of the Earth, and the curvature of the trails indicates their distance from the north spin pole of the Earth above. Taken after sunset in early June, the lightning storm soon moved off.  The stars, though, will continue to circle the pole for as long as the Earth spins -- surely billions of years into the future.",
    "hdurl": "https://apod.nasa.gov/apod/image/2209/LightningStarTrails_Llimos_5184.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Trails and Lightning over the Pyrenees",
    "url": "https://apod.nasa.gov/apod/image/2209/LightningStarTrails_Llimos_960.jpg"
  },
  {
    "copyright": "Chris Willocks",
    "date": "2022-09-20",
    "explanation": "What's happening in the Statue of Liberty nebula?  Bright stars and interesting molecules are forming and being liberated. The complex nebula resides in the star forming region called RCW 57, and besides the iconic monument, to some looks like a flying superhero or a weeping angel.  By digitally removing the stars, this re-assigned color image showcases dense knots of dark interstellar dust, fields of glowing hydrogen gas ionized by these stars, and great loops of gas expelled by dying stars. A detailed study of NGC 3576, also known as NGC 3582 and NGC 3584, uncovered at least 33 massive stars in the end stages of formation, and the clear presence of the complex carbon molecules known as polycyclic aromatic hydrocarbons (PAHs). PAHs are thought to be created in the cooling gas of star forming regions, and their development in the Sun's formation nebula five billion years ago may have been an important step in the development of life on Earth.   Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2209/NGC3576_Willocks_3300_Starless.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Forming Region NGC 3582 without Stars",
    "url": "https://apod.nasa.gov/apod/image/2209/NGC3576_Willocks_960_Starless.jpg"
  },
  {
    "date": "2022-09-21",
    "explanation": "While drifting through the cosmos, a magnificent interstellar dust cloud became sculpted by stellar winds and radiation to assume a recognizable shape.  Fittingly named the Horsehead Nebula, it is embedded in the vast and complex Orion Nebula (M42).  A potentially rewarding but difficult object to view personally with a small telescope, the featured gorgeously detailed image was taken in infrared light by the orbiting Hubble Space Telescope.  The dark molecular cloud, roughly 1,500 light years distant, is cataloged as Barnard 33 and is seen above primarily because it is backlit by the nearby massive star Sigma Orionis. The Horsehead Nebula will slowly shift its apparent shape over the next few million years and will eventually be destroyed by high energy starlight.   Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2209/HorseheadIr_HubbleNachman_2691.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Horsehead Nebula in Infrared from Hubble",
    "url": "https://apod.nasa.gov/apod/image/2209/HorseheadIr_HubbleNachman_960.jpg"
  },
  {
    "date": "2022-09-22",
    "explanation": "Big, beautiful spiral galaxy NGC 7331 is often touted as an analog to our own Milky Way. About 50 million light-years distant in the northern constellation Pegasus, NGC 7331 was recognized early on as a spiral nebula and is actually one of the brighter galaxies not included in Charles Messier's famous 18th century catalog. Since the galaxy's disk is inclined to our line-of-sight, long telescopic exposures often result in an image that evokes a strong sense of depth. This Hubble Space Telescope close-up spans some 40,000 light-years. The galaxy's magnificent spiral arms feature dark obscuring dust lanes, bright bluish clusters of massive young stars, and the telltale reddish glow of active star forming regions. The bright yellowish central regions harbor populations of older, cooler stars. Like the Milky Way, a supermassive black hole lies at the core of spiral galaxy NGC 7331.",
    "hdurl": "https://apod.nasa.gov/apod/image/2209/potw1805a_ngc7331.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7331 Close Up",
    "url": "https://apod.nasa.gov/apod/image/2209/potw1805bc_ngc7331.jpg"
  },
  {
    "date": "2022-09-23",
    "explanation": "Ringed, ice giant Neptune lies near the center of this sharp near-infrared image from the James Webb Space Telescope. The dim and distant world is the farthest planet from the Sun, about 30 times farther away than planet Earth. But in the stunning Webb view the planet's dark and ghostly appearance is due to atmospheric methane that absorbs infrared light. High altitude clouds that reach above most of Neptune's absorbing methane easily stand out in the image though. Coated with frozen nitrogen, Neptune's largest moon Triton is brighter than Neptune in reflected sunlight and is seen at upper left sporting the Webb's characteristic diffraction spikes. Including Triton, seven of Neptune's 14 known moons can be identified in the field of view. Neptune's faint rings are striking in this new space-based planetary portrait. Details of the complex ring system are seen here for the first time since Neptune was visited by the Voyager 2 spacecraft in August 1989.",
    "hdurl": "https://apod.nasa.gov/apod/image/2209/NeptuneTriton_webb1059.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ringed Ice Giant Neptune",
    "url": "https://apod.nasa.gov/apod/image/2209/NeptuneTriton_webb1059.png"
  },
  {
    "copyright": "Donato Lioce",
    "date": "2022-09-24",
    "explanation": "The defining astronomical moment for this September's equinox was on Friday, September 23, 2022 at 01:03 UTC, when the Sun crossed the celestial equator moving south in its yearly journey through planet Earth's sky. That marked the beginning of fall for our fair planet in the northern hemisphere and spring in the southern hemisphere, when day and night are nearly equal around the globe.  Of course, if you celebrate the astronomical change of seasons by watching a sunrise you can also look for crepuscular rays. The shadows cast by clouds can have a dramatic appearance in the twilight sky during any sunrise or sunset. Due to perspective, the parallel shadows will seem to point back to the rising Sun and a place due east on your horizon near the equinox date. Taken on September 15, this sunrise sea and skyscape captured crepuscular rays in the sky and watery specular reflections from the Mediterranean coast near the village of Petacciato, Italy.",
    "hdurl": "https://apod.nasa.gov/apod/image/2209/DSCF4968_PS_Lioce.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "September Sunrise Shadows",
    "url": "https://apod.nasa.gov/apod/image/2209/DSCF4968_PS_Lioce-1024.jpg"
  },
  {
    "date": "2022-09-25",
    "explanation": "The dust sculptures of the Eagle Nebula are evaporating.  As powerful starlight whittles away these cool cosmic mountains, the statuesque pillars that remain might be imagined as mythical beasts.  Featured here is one of several striking dust pillars of the Eagle Nebula that might be described as a gigantic alien fairy.   This fairy, however, is ten light years tall and spews radiation much hotter than common fire. The greater Eagle Nebula, M16, is actually a giant evaporating shell of gas and dust inside of which is a growing cavity filled with a spectacular stellar nursery currently forming an open cluster of stars.  This great pillar, which is about 7,000 light years away, will likely evaporate away in about 100,000 years.  The featured image is in scientifically re-assigned colors and was taken by the Earth-orbiting Hubble Space Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/2209/FairyPillar_Hubble_3857.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Fairy of Eagle Nebula",
    "url": "https://apod.nasa.gov/apod/image/2209/FairyPillar_Hubble_960.jpg"
  },
  {
    "date": "2022-09-26",
    "explanation": "How much of planet Earth is made of water? Very little, actually. Although oceans of water cover about 70 percent of Earth's surface, these oceans are shallow compared to the Earth's radius. The featured illustration shows what would happen if all of the water on or near the surface of the Earth were bunched up into a ball. The radius of this ball would be only about 700 kilometers, less than half the radius of the Earth's Moon, but slightly larger than Saturn's moon Rhea which, like many moons in our outer Solar System, is mostly water ice. The next smallest ball depicts all of Earth's liquid fresh water, while the tiniest ball shows the volume of all of Earth's fresh-water lakes and rivers. How any of this water came to be on the Earth and whether any significant amount is trapped far beneath Earth's surface remain topics of research.",
    "hdurl": "https://apod.nasa.gov/apod/image/2209/WaterlessEarth2_woodshole_2520.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "All the Water on Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/2209/WaterlessEarth2_woodshole_960.jpg"
  },
  {
    "date": "2022-09-27",
    "explanation": "Could humanity deflect an asteroid headed for Earth? Yes.  Deadly impacts from large asteroids have happened before in Earth's past, sometimes causing mass extinctions of life. To help protect our Earth from some potential future impacts, NASA tested a new planetary defense mechanism yesterday by crashing the robotic Double Asteroid Redirection Test (DART) spacecraft into Dimorphos, a small asteroid spanning about 170-meters across. As shown in the featured video, the impact was a success. Ideally, if impacted early enough, even the kick from a small spacecraft can deflect a large asteroid enough to miss the Earth.  In the video, DART is seen in a time-lapse video first passing larger Didymos, on the left, and then approaching the smaller Dimorphos. Although the video ends abruptly with DART's crash, observations monitoring the changed orbit of Dimorphos -- from spacecraft and telescopes around the world -- have just begun.",
    "media_type": "video",
    "service_version": "v1",
    "title": "DART: Impact on Asteroid Dimorphos",
    "url": "https://www.youtube.com/embed/do4Cb__WhlY?rel=0"
  },
  {
    "copyright": "Ralf Rohner",
    "date": "2022-09-28",
    "explanation": "Is the sky angry with Mount Shasta? According to some ancient legends, the spirits of above and below worlds fight there, sometimes quite actively during eruptions of this enormous volcano in California, USA.  Such drama can well be imagined in this deep sky image taken in late June. Evident above the snow-covered peak is the central band of our Milky Way Galaxy, on the left, and a picturesque sky toward the modern constellations of Scorpius and Ophiuchus, above and to the right.  The bright orange star Antares and the colorful rho Ophiuchi cloud complex are visible just to the right of Mount Shasta, while the red emission nebula surrounding the star zeta Ophiuchi appears on the top right.  The static earth image in the featured composite was taken during the blue hour, while a two-panel panorama tracking the background sky was taken later that night with the same camera and from the same location. Within a few million years, Antares, some stars in the rho Ophiuchi system, and zeta Ophiuchi will all likely explode as supernovas.",
    "hdurl": "https://apod.nasa.gov/apod/image/2209/ShastaSky_Rohner_1640.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Furious Sky over Mount Shasta",
    "url": "https://apod.nasa.gov/apod/image/2209/ShastaSky_Rohner_960.jpg"
  },
  {
    "date": "2022-09-29",
    "explanation": "Fifteen days before impact, the DART spacecraft deployed a small companion satellite to document its historic planetary defense technology demonstration. Provided by the Italian Space Agency, the Light Italian CubeSat for Imaging Asteroids, aka LICIACube, recorded this image of the event's aftermath. A cloud of ejecta is seen near the right edge of the frame captured only minutes following DART's impact with target asteroid Dimorphos while LICIACube was about 80 kilometers away. Presently about 11 million kilometers from Earth, 160 meter diameter Dimorphos is a moonlet orbiting 780 meter diameter asteroid Didymos. Didymos is seen off center in the LICIACube image. Over the coming weeks, ground-based telescopic observations will look for a small change in Dimorphos' orbit around Didymos to evaluate how effectively the DART impact deflected its target.",
    "hdurl": "https://apod.nasa.gov/apod/image/2209/liciacube_leia_l0_1664234215_00000_01_0.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "DART Asteroid Impact from Space",
    "url": "https://apod.nasa.gov/apod/image/2209/liciacube_leia_l0_1664234215_00000_01_c.jpg"
  },
  {
    "copyright": "Luca Vanzella",
    "date": "2022-09-30",
    "explanation": "A planet-wide collaboration resulted in this remarkable array of sunrise photographs taken around the September 2022 equinox. The images were contributed by 24 photographers, one in each of 24 nautical time zones around the world. Unlike more complicated civil time zone boundaries, the 24 nautical time zones are simply 15 degree longitude bands corresponding to 1 hour steps that span the globe. Start at the upper right for the first to experience a sunrise in the nautical time zone corresponding to Coordinated Universal Time (UTC) + 12 hours. In that time zone, the photographer was located in Christchurch, New Zealand. Travel to the west by looking down the column and then moving to the column toward the left for later sunrises as the time zone offset in hours from UTC decreases. Or, you can watch a video of September 2022 equinox sunrises around planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2209/SunriseATWImageCollageFinal4800px.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Equinox Sunrise Around the World",
    "url": "https://apod.nasa.gov/apod/image/2209/SunriseATWImageCollageFinal1067.jpg"
  },
  {
    "copyright": "Tunc Tezel",
    "date": "2022-10-01",
    "explanation": "Observe the Moon every night and you'll see its visible sunlit portion gradually change. In phases progressing from New Moon to Full Moon to New Moon again, a lunar cycle or lunation is completed in about 29.5 days. Top left to bottom right, this 7x4 matrix of telescopic images captures the range of lunar phases for 28 consecutive nights, from the evening of July 29 to the morning of August 26, following an almost complete lunation. No image was taken 24 hours or so just after and just before New Moon, when the lunar phase is at best a narrow crescent, close to the Sun and really hard to see. Finding mostly clear Mediterranean skies required an occasional road trip to complete this lunar cycle project, imaging in early evening for the first half and late evening and early morning for the second half of the lunation. Since all the images are registered at the same scale you can use this matrix to track the change in the Moon's apparent size during the single lunation. For extra credit, find the lunar phase that occurred closest to perigee.  Tonight: International Observe the Moon Night",
    "hdurl": "https://apod.nasa.gov/apod/image/2210/Lu20220729-0826.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunation Matrix",
    "url": "https://apod.nasa.gov/apod/image/2210/Lu20220729-0826_1050.jpg"
  }
]
