[
  {
    "copyright": "Zheng Zhi",
    "date": "2022-07-01",
    "explanation": "Stars trail through a clear morning sky in this postcard from a rotating planet. The timelapse image is constructed from consecutive exposures made over nearly three hours with a camera fixed to a tripod beside the Forbidden City in Beijing, China on June 24. Arcing above the eastern horizon after the series of exposures began, a waning crescent Moon left the brightest streak and watery reflection. On that date the planets of the Solar System were also lined up along the ecliptic and left their own trails before sunrise.  Saturn was first to rise on that morning and the ringed planet's trail starts close to the top right edge, almost out of the frame. Innermost planet Mercury rose only just before the Sun though. It left the shortest trail, visible against the twilight near the horizon at the far left. Uranus and Neptune are faint and hard to find, but mingled with the star trails the Solar System's planet trails are all labeled in the scene.",
    "hdurl": "https://apod.nasa.gov/apod/image/2207/Star-trail-of-planets.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Solar System's Planet Trails",
    "url": "https://apod.nasa.gov/apod/image/2207/Star-trail-of-planets1067.jpg"
  },
  {
    "copyright": "Pinholove",
    "date": "2022-07-02",
    "explanation": "For the northern hemisphere June 21 was the summer solstice, the Sun reaching its northernmost declination for the year. That would put it at the top of each of these three figure-8 curves, or analemmas, as it passed through the daytime sky over the village of Proboszczow, Poland. No sequence of digital exposures was used to construct the remarkable image though. Using a pinhole camera fixed to face south during the period June 26, 2021 to June 26, 2022, the image was formed directly on a single sheet of photographic paper, a technique known as solargraphy. The three analemmas are the result of briefly exposing the photo paper through the pinhole each day at 11:00, 12:00, and 13:00 CET. Groups of dashed lines on the sides show partial tracks of the Sun from daily exposures made every 15 minutes. Over the year-long solargraphic photo opportunity clouds blocking the Sun during the pinhole exposures created the dark gaps.",
    "hdurl": "https://apod.nasa.gov/apod/image/2207/Analemma1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solargraphic Analemmas",
    "url": "https://apod.nasa.gov/apod/image/2207/Analemma1_1024c.jpg"
  },
  {
    "date": "2022-07-03",
    "explanation": "This moon is doomed. Mars, the red planet named for the Roman god of war, has two tiny moons, Phobos and Deimos, whose names are derived from the Greek for Fear and Panic. These martian moons may well be captured asteroids originating in the main asteroid belt between Mars and Jupiter or perhaps from even more distant reaches of our Solar System. The larger moon, Phobos, is indeed seen to be a cratered, asteroid-like object in this stunning color image from the robotic Mars Reconnaissance Orbiter, with objects as small as 10 meters visible. But Phobos orbits so close to Mars - about 5,800 kilometers above the surface compared to 400,000 kilometers for our Moon - that gravitational tidal forces are dragging it down. In perhaps 50 million years, Phobos is expected to disintegrate into a ring of debris.",
    "hdurl": "https://apod.nasa.gov/apod/image/2207/Phobos_MRO_3374.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Phobos: Doomed Moon of Mars",
    "url": "https://apod.nasa.gov/apod/image/2207/Phobos_MRO_960.jpg"
  },
  {
    "copyright": "Lorenzo Busilacchi",
    "date": "2022-07-04",
    "explanation": "Near the horizon the full moon often seems to loom large, swollen in appearance by the famous Moon illusion. But time-lapse image sequences demonstrate that the Moon's angular size doesn't really change as it rises or sets. Its color does, though. Recording a frame about every 60 seconds, this image also shows how red the Sun can look while low on the horizon. The featured montage was taken from Cagliari, Sardinia, Italy, the day after June's Strawberry Moon, a full moon dubbed a supermoon due to its slightly larger-than-usual angular size.  This Strawberry Supermoon is seen rising behind the Devil's Saddle, a mountain named for the unusual moon-sized dip seen just to the right of the rising moon. A shrinking line-of-sight through planet Earth's dense and dusty atmosphere shifted the moonlight from strawberry red through honey-colored and paler yellowish hues. That change seems appropriate for a northern June Full Moon also known as the Strawberry or Honey Moon. A Thunder Supermoon -- the third of four supermoons in 2022 -- will occur later this month.   Today's Adventure Link: Click on \"Cagliari\"",
    "hdurl": "https://apod.nasa.gov/apod/image/2207/StrawberryMoonRise_Busilacchi_6720.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Strawberry Supermoon Over Devil's Saddle",
    "url": "https://apod.nasa.gov/apod/image/2207/StrawberryMoonRise_Busilacchi_1080.jpg"
  },
  {
    "date": "2022-07-05",
    "explanation": "It is difficult to hide a galaxy behind a cluster of galaxies.  The closer cluster's gravity will act like a huge lens, pulling images of the distant galaxy around the sides and greatly distorting them.  This is just the case observed in the featured image recently re-processed image from the Hubble Space Telescope.  The cluster GAL-CLUS-022058c is composed of many galaxies and is  lensing the image of a yellow-red background galaxy into arcs seen around the image center.  Dubbed a molten Einstein ring for its unusual shape, four images of the same background galaxy have been identified. Typically, a foreground galaxy cluster can only create such smooth arcs if most of its mass is smoothly distributed -- and therefore not concentrated in the cluster galaxies visible.  Analyzing the positions of these gravitational arcs gives astronomers a method to estimate the dark matter distribution in galaxy clusters, as well as infer when the stars in these early galaxies began to form.   New APOD Social Mirrors in Arabic: On Facebook, Instagram, and Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/2207/MoltenEinsteinRing_HubbleLodge_2972.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Molten Galaxy Einstein Ring",
    "url": "https://apod.nasa.gov/apod/image/2207/MoltenEinsteinRing_HubbleLodge_960.jpg"
  },
  {
    "date": "2022-07-06",
    "explanation": "Our sky is alive with the streams of stars.  The motions of 26 million Milky Way stars are evident in the featured map constructed from recent data taken by ESA's Gaia satellite. Stars colored blue are moving toward us, while red indicates away. Lines depict the motion of the stars across the sky. The large blue areas on the left and red areas on the map's right give the overall impression that stars in the Milky Way are rotating around the center. Understanding details about the motion of stars is helping humanity to better understand the complex history of our Milky Way galaxy and the origin of our Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/2207/MilkyWayMotion_Gaia_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way Motion in 3D from Gaia",
    "url": "https://apod.nasa.gov/apod/image/2207/MilkyWayMotion_Gaia_1080.jpg"
  },
  {
    "copyright": "Giorgio Ferrari",
    "date": "2022-07-07",
    "explanation": "A study in contrasts, this colorful skyscape features stars, dust, and glowing gas in the vicinity of NGC 6914. The interstellar complex of nebulae lies some 6,000 light-years away, toward the high-flying northern constellation Cygnus and the plane of our Milky Way Galaxy. Obscuring interstellar dust clouds appear in silhouette while reddish hydrogen emission nebulae, along with the dusty blue reflection nebulae, fill the cosmic canvas. Ultraviolet radiation from the massive, hot, young stars of the extensive Cygnus OB2 association ionize the region's atomic hydrogen gas, producing the characteristic red glow as protons and electrons recombine. Embedded Cygnus OB2 stars also provide the blue starlight strongly reflected by the dust clouds. The over 1 degree wide telescopic field of view spans about 100 light-years at the estimated distance of NGC 6914.",
    "hdurl": "https://apod.nasa.gov/apod/image/2207/NGC_6914.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The NGC 6914 Complex",
    "url": "https://apod.nasa.gov/apod/image/2207/NGC_6914_1024.jpg"
  },
  {
    "copyright": "Marcella Giulia Pace",
    "date": "2022-07-08",
    "explanation": "With roots on a rotating planet, an old tree is centered in this sequence of 137 exposures each 20 seconds long, recorded one night from northern Sicily. Digital camera and fisheye lens were fixed to a tripod to capture the dramatic timelapse, so the stars trailed through the region's dark sky. Of course that makes it easy to spot the planet's north celestial pole. The extension of Earth's axis of rotation into space is toward the upper left, at the center of the concentric star trail arcs. The Milky Way is there too. The plane of our galaxy stretches across the wide field of view from north to east (left to right) creating a broader luminous band of diffuse starlight.",
    "hdurl": "https://apod.nasa.gov/apod/image/2207/StarTreels.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Roots on a Rotating Planet",
    "url": "https://apod.nasa.gov/apod/image/2207/StarTreels.jpg"
  },
  {
    "copyright": "Tom Glenn",
    "date": "2022-07-09",
    "explanation": "Soaring high in skies around planet Earth, bright planet Saturn was a star of June's morning planet parade. But very briefly on June 24 it posed with a bright object in low Earth orbit, the International Space Station. On that date from a school parking lot in Temecula, California the ringed-planet and International Space Station were both caught in this single high-speed video frame. Though Saturn was shining at +0.5 stellar magnitude the space station was an even brighter -3 on the magnitude scale. That difference in brightness is faithfully represented in the video capture frame. In the challenging image, the orbiting ISS was at a range of 602 kilometers. Saturn was about 1.4 billion kilometers from the school parking lot.",
    "hdurl": "https://apod.nasa.gov/apod/image/2207/ISS_Saturn_TGlenn.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn and the ISS",
    "url": "https://apod.nasa.gov/apod/image/2207/ISS_Saturn_TGlenn.jpg"
  },
  {
    "copyright": "Raul Villaverde",
    "date": "2022-07-10",
    "explanation": "Three thousand light-years away, a dying star throws off shells of glowing gas. This image from the Hubble Space Telescope reveals the Cat's Eye Nebula (NGC 6543), to be one of the most complex planetary nebulae known. Spanning half a light-year, the features seen in the Cat's Eye are so complex that astronomers suspect the bright central object may actually be a binary star system. The term planetary nebula, used to describe this general class of objects, is misleading. Although these objects may appear round and planet-like in small telescopes, high resolution images with large telescopes reveal them to be stars surrounded by cocoons of gas blown off in the late stages of stellar evolution. Gazing into this Cat's Eye, astronomers may well be seeing more than detailed structure, they may be seeing the fate of our Sun, destined to enter its own planetary nebula phase of evolution ... in about 5 billion years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2207/CatsEye_HubbleVillaVerde_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Center of the Cat's Eye Nebula",
    "url": "https://apod.nasa.gov/apod/image/2207/CatsEye_HubbleVillaVerde_960.jpg"
  },
  {
    "copyright": "Jordi Coy",
    "date": "2022-07-11",
    "explanation": "What is the oldest thing you can see? At 2.5 million light years distant, the answer for the unaided eye is the Andromeda galaxy, because its photons are 2.5 million years old when they reach you. Most other apparent denizens of the night sky -- stars, clusters, and nebulae -- appear as they were only a few hundred to a few thousand years ago, as they lie well within our own Milky Way Galaxy.  Given its distance, light from Andromeda is likely also the farthest object that you can see.  Also known as M31, the Andromeda Galaxy dominates the center of the featured zoomed image, taken from the Sahara Desert in Morocco last month.  The featured image is a combination of three background and one foreground exposure -- all taken with the same camera and from the same location and on the same calendar day -- with the foreground image taken during the evening blue hour. M110, a satellite galaxy of Andromenda is visible just above and to the left of M31's core. As cool as it may be to see this neighboring galaxy to our Milky Way with your own eyes, long duration camera exposures can pick up many faint and breathtaking details.  Recent data indicates that our Milky Way Galaxy will collide and combine with the similarly-sized Andromeda galaxy in a few billion years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2207/SaharaAndromeda_Coy_6135.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Andromeda over the Sahara Desert",
    "url": "https://apod.nasa.gov/apod/image/2207/SaharaAndromeda_Coy_1080.jpg"
  },
  {
    "copyright": "Bertrand Kulik",
    "date": "2022-07-12",
    "explanation": "It's northern noctilucent cloud season. Composed of small ice crystals forming only during specific conditions in the upper atmosphere, noctilucent clouds may become visible at sunset during late summer when illuminated by sunlight from below.  Noctilucent clouds are the highest clouds known and now established to be polar mesospheric clouds observed from the ground.  Although observed with NASA's AIM satellite since 2007, much about noctilucent clouds remains unknown and so a topic of active research. The featured image shows expansive and rippled noctilucent clouds wafting over Paris, France. This year, several northern locations are already reporting especially vivid displays of noctilucent clouds.",
    "hdurl": "https://apod.nasa.gov/apod/image/2207/NoctilucentParis_Kulik_1080.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Noctilucent Clouds over Paris",
    "url": "https://apod.nasa.gov/apod/image/2207/NoctilucentParis_Kulik_1080.jpg"
  },
  {
    "date": "2022-07-13",
    "explanation": "This is the deepest, sharpest infrared image of the cosmos so far. The view of the early Universe toward the southern constellation Volans was achieved in 12.5 hours of exposure with the NIRCam instrument on the James Webb Space Telescope. Of course the stars with six visible spikes are well within our own Milky Way. Their diffraction pattern is characteristic of Webb's 18 hexagonal mirror segments operating together as a single 6.5 meter diameter primary mirror. The thousands of galaxies flooding the field of view are members of the distant galaxy cluster SMACS0723-73, some 4.6 billion light-years away. Luminous arcs that seem to infest the deep field are even more distant galaxies though. Their images are distorted and magnified by the dark matter dominated mass of the galaxy cluster, an effect known as gravitational lensing. Analyzing light from two separate arcs below the bright spiky star, Webb's NIRISS instrument indicates the arcs are both images of the same background galaxy. And that galaxy's light took about 9.5 billion years to reach the James Webb Space Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/2207/STScI-SMACS0723_webb.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Webb's First Deep Field",
    "url": "https://apod.nasa.gov/apod/image/2207/STScI-SMACS0723_webb.jpg"
  },
  {
    "date": "2022-07-14",
    "explanation": "Cataloged as NGC 3132 the Southern Ring Nebula is a planetary nebula, the death shroud of a dying sun-like star some 2,500 light-years from Earth. Composed of gas and dust the stunning cosmic landscape is nearly half a light-year in diameter, explored in unprecedented detail by the James Webb Space Telescope. In this NIRCam image the bright star near center is a companion of the dying star. In mutual orbit, the star whose transformation has ejected the nebula's gas and dust shells over thousands of years is the fainter stellar partner. Evolving to become a white dwarf, the faint star appears along the diffraction spike extending toward the 8 o'clock position. This stellar pair's orbital motion has resulted the complex structures within the Southern Ring Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/2207/STScI-WebbSouthernRing.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Webb's Southern Ring Nebula",
    "url": "https://apod.nasa.gov/apod/image/2207/STScI-WebbSouthernRing.jpg"
  },
  {
    "copyright": "Petr Horalek",
    "date": "2022-07-15",
    "explanation": "On July 13 this well-planned telephoto view recorded a Full Moon rising over Lubovna Castle in eastern Slovakia. The photographer was about 3 kilometers from the castle walls and about 357,000 kilometers from this Full Moon near perigee, the closest point in its elliptical orbit. Known to some as supermoons, full moons near perigee are a little brighter and larger in planet Earth's sky when compared to full moons that occur near the average lunar distance of around 384,000 kilometers. Of course any Full Moon near the horizon can show the effects of refraction over a long sight-line through dense clear atmosphere. In this image, atmospheric refraction creates the slight green flash framed by thin clouds near the top, with a ragged red rim along the bottom edge of July's perigee Full Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/2207/2022_07_13_Uplnek_Lubovna_1000mm_1500px.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lubovna Full Moon",
    "url": "https://apod.nasa.gov/apod/image/2207/2022_07_13_Uplnek_Lubovna_1000mm_c1024px.jpg"
  },
  {
    "copyright": "Eduardo\nSchaberger Poupeau",
    "date": "2022-07-16",
    "explanation": "South is up in this dramatic telescopic view of the lunar terminator and the Moon's rugged southern highlands. The lunar landscape was captured on July 7 with the moon at its first quarter phase. The Sun shines at a low angle from the right as dawn comes to the region's young and old craters Tycho and Clavius. About 100 million years young, Tycho is the sharp-walled 85 kilometer diameter crater below and left of center. Its 2 kilometer tall central peak and far crater wall reflect bright sunlight, Its smooth floor lies in dark shadow. Debris ejected during the impact that created Tycho make it the stand out lunar crater when the Moon is near full though. They produce a highly visible radiating system of light streaks or rays that extend across much of the lunar near side. In fact, some of the material collected at the Apollo 17 landing site, about 2,000 kilometers away, likely originated from the Tycho impact.  One of the oldest and largest craters on the Moon's near side, 225 kilometer diameter Clavius is due south (above) of Tycho. Clavius crater's own ray system resulting from its original impact event would have faded long ago. The old crater's worn walls and smooth floor are now overlayed by newer smaller craters from impacts that occurred after Clavius was formed. Reaching above the older crater, tops of the newer crater walls reflect this dawn's early light to create narrow shining arcs within a shadowed Clavius.",
    "hdurl": "https://apod.nasa.gov/apod/image/2207/Dawn-in-Clavius-Tycho-07-07-22.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tycho and Clavius at Dawn",
    "url": "https://apod.nasa.gov/apod/image/2207/Dawn-in-Clavius-Tycho-07-07-22_1024.jpg"
  },
  {
    "date": "2022-07-17",
    "explanation": "What are those spots on Jupiter? Largest and furthest, just right of center, is the Great Red Spot -- a huge storm system that has been raging on Jupiter possibly since Giovanni Cassini's likely notation of it 357 years ago.  It is not yet known why this Great Spot is red. The spot toward the lower left is one of Jupiter's largest moons: Europa. Images from Voyager in 1979 bolster the modern hypothesis that Europa has an underground ocean and is therefore a good place to look for extraterrestrial life. But what about the dark spot on the upper right? That is a shadow of another of Jupiter's large moons: Io. Voyager 1 discovered Io to be so volcanic that no impact craters could be found.  Sixteen frames from Voyager 1's flyby of Jupiter in 1979 were recently reprocessed and merged to create the featured image.  Forty-five years ago this September, Voyager 1 launched from Earth and started one of the greatest explorations of the Solar System ever.    Free Download: Voyager Posters",
    "hdurl": "https://apod.nasa.gov/apod/image/2207/EuropaJupiter_Voyager_2792.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Europa and Jupiter from Voyager 1",
    "url": "https://apod.nasa.gov/apod/image/2207/EuropaJupiter_Voyager_960.jpg"
  },
  {
    "date": "2022-07-18",
    "explanation": "OK, but why can't you combine images from Webb and Hubble? You can, and today's featured image shows one impressive result. Although the recently launched James Webb Space Telescope (Webb) has a larger mirror than Hubble, it specializes in infrared light and can't see blue -- only up to about orange.  Conversely, the Hubble Space Telescope (Hubble) has a smaller mirror than Webb and can't see as far into the infrared as Webb, but can image not only blue light but even ultraviolet.  Therefore, Webb and Hubble data can be combined to create images across a wider variety of colors.  The featured image of four galaxies from Stephan's Quintet shows Webb images as red and also includes images taken by Japan's ground-based Subaru telescope in Hawaii.  Because image data for Webb, Hubble, and Subaru are made freely available, anyone around the world can process it themselves, and even create intriguing and scientifically useful multi-observatory montages.    Stephan's Quintet from just: Webb, Hubble",
    "hdurl": "https://apod.nasa.gov/apod/image/2207/Quintet_JwstHstEtcGendler_2413.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stephan's Quintet from Webb, Hubble, and Subaru",
    "url": "https://apod.nasa.gov/apod/image/2207/Quintet_JwstHstEtcGendler_960.jpg"
  },
  {
    "copyright": "Dheera Venkatraman",
    "date": "2022-07-19",
    "explanation": "Stars come in bunches.  The most famous bunch of stars on the sky is the Pleiades, a bright cluster that can be easily seen with the unaided eye.  The Pleiades lies only about 450 light years away, formed about 100 million years ago, and will likely last about another 250 million years. Our Sun was likely born in a star cluster, but now, being about 4.5 billion years old, its stellar birth companions have long since dispersed. The Pleiades star cluster is pictured over Half Dome, a famous rock structure in Yosemite National Park in California, USA. The featured image is a composite of 28 foreground exposures and 174 images of the stellar background, all taken from the same location and by the same camera on the same night in October 2019. After calculating the timing of a future juxtaposition of the Pleiades and Half Dome, the astrophotrographer was unexpectedly rewarded by an electrical blackout, making the background sky unusually dark.",
    "hdurl": "https://apod.nasa.gov/apod/image/2207/HalfPleiades_Venkatraman_1365.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pleiades over Half Dome",
    "url": "https://apod.nasa.gov/apod/image/2207/HalfPleiades_Venkatraman_960.jpg"
  },
  {
    "date": "2022-07-20",
    "explanation": "Why does Jupiter have rings?  Jupiter's main ring was discovered in 1979 by NASA's passing Voyager 1 spacecraft, but its origin was then a mystery.  Data from NASA's Galileo spacecraft that orbited Jupiter from 1995 to 2003, however, confirmed the hypothesis that this ring was created by meteoroid impacts on small nearby moons.  As a small meteoroid strikes tiny Metis, for example, it will bore into the moon, vaporize, and explode dirt and dust off into a Jovian orbit. The featured image of Jupiter in infrared light by the James Webb Space Telescope shows not only Jupiter and its clouds, but this ring as well. Also visible is Jupiter's Great Red Spot (GRS) -- in comparatively light color on the right, Jupiter's large moon Europa -- in the center of diffraction spikes on the left, and Europa's shadow -- next to the GRS.  Several features in the image are not yet well understood, including the seemingly separated cloud layer on Jupiter's right limb.    Celestial Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2207/JupiterRing_WebbSchmidt_2429.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter and Ring in Infrared from Webb",
    "url": "https://apod.nasa.gov/apod/image/2207/JupiterRing_WebbSchmidt_1080.jpg"
  },
  {
    "copyright": "German Penelas Perez",
    "date": "2022-07-21",
    "explanation": "Imaged on July 15 2022, comet C/2017 K2 (PanSTARRS) had a Messier moment, sharing this wide telescopic field of view with globular star cluster Messier 10. Of course M10 was cataloged by 18th century comet hunter Charles Messier as the 10th object on his list of things that were definitely not comets. While M10 is about 14 thousand light-years distant, this comet PanSTARRS was about 15 light-minutes from our fair planet following its July 14 closest approach. Its greenish coma and dust tail entertaining 21st century comet watchers, C/2017 K2 is expected to remain a fine telescopic comet in northern summer skies. On a maiden voyage from our Solar System's remote Oort Cloud this comet PanSTARRS was discovered in May 2017 when it was beyond the orbit of Saturn. At the time that made it the most distant active inbound comet known. Its closest approach to the Sun will be within 1.8 astronomical units on December 19, beyond the orbital distance of Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/2207/C2017k2cumuloM10v4_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 10 and Comet",
    "url": "https://apod.nasa.gov/apod/image/2207/C2017k2cumuloM10v4_1024.jpg"
  },
  {
    "copyright": "Robert Eder",
    "date": "2022-07-22",
    "explanation": "Beautiful spiral galaxy Messier 74 (also known as NGC 628) lies some 32 million light-years away toward the constellation Pisces. An island universe of about 100 billion stars with two prominent spiral arms, M74 has long been admired by astronomers as a perfect example of a grand-design spiral galaxy. M74's central region is brought into a stunning, sharp focus in this recently processed image using publicly available data from the James Webb Space Telescope. The colorized combination of image data sets is from two of Webb's instruments NIRcam and MIRI, operating at near- and mid-infrared wavelengths.  It reveals cooler stars and dusty structures in the grand-design spiral galaxy only hinted at in previous space-based views.",
    "hdurl": "https://apod.nasa.gov/apod/image/2207/JWST_NGC628_Robert_Eder_V2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy M74: A Sharper View",
    "url": "https://apod.nasa.gov/apod/image/2207/JWST_NGC628_Robert_Eder_V2600h.jpg"
  },
  {
    "date": "2022-07-23",
    "explanation": "Have you seen a panorama from another world lately?  Assembled from high-resolution scans of the original film frames, this one sweeps across the magnificent desolation of the Apollo 11 landing site on the Moon's Sea of Tranquility. The images were taken by Neil Armstrong looking out his window of the Eagle Lunar Module shortly after the July 20, 1969 landing. The frame at the far left (AS11-37-5449) is the first picture taken by a person on another world. Toward the south, thruster nozzles can be seen in the foreground on the left, while at the right, the shadow of the Eagle is visible to the west. For scale, the large, shallow crater on the right has a diameter of about 12 meters. Frames taken from the Lunar Module windows about an hour and a half after landing, before walking on the lunar surface, were intended to initially document the landing site in case an early departure was necessary.",
    "hdurl": "https://apod.nasa.gov/apod/image/2207/a11pan1040226lftsm.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 11 Landing Panorama",
    "url": "https://apod.nasa.gov/apod/image/2207/a11pan1040226lftsm600.jpg"
  },
  {
    "date": "2022-07-24",
    "explanation": "Many details of Saturn appear clearly in infrared light.  Bands of clouds show great structure, including long stretching storms.  Also quite striking in infrared is the unusual hexagonal cloud pattern surrounding Saturn's North Pole.  Each side of the dark hexagon spans roughly the width of our Earth. The hexagon's existence was not predicted, and its origin and likely stability remains a topic of research.  Saturn's famous rings circle the planet and cast shadows below the equator. The featured image was taken by the robotic Cassini spacecraft in 2014 in several infrared colors.  In 2017 September, the Cassini mission was brought to a dramatic conclusion when the spacecraft was  directed to dive into ringed giant.    Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2207/SaturnIR_CassiniKakitsev_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn in Infrared from Cassini",
    "url": "https://apod.nasa.gov/apod/image/2207/SaturnIR_CassiniKakitsev_960.jpg"
  },
  {
    "copyright": "Mohamad Soltanolkotabi",
    "date": "2022-07-25",
    "explanation": "Can you find the Moon? This usually simple task can be quite difficult.  Even though the Moon is above your horizon half of the time, its phase can be anything from crescent to full. The featured image was taken in late May from Sant Martí d'Empúries, Spain, over the Mediterranean Sea in the early morning. One reason you can't find this moon is because it is very near to its new phase, when very little of the half illuminated by the Sun is visible to the Earth. Another reason is because this moon is near the horizon and so seen through a long path of Earth's atmosphere -- a path which dims the already faint crescent. Any crescent moon is only visible near the direction the Sun, and so only locatable near sunrise or sunset. The Moon runs through all of its phases in a month (moon-th), and this month the thinnest sliver of a crescent -- a new moon -- will occur in three days.",
    "hdurl": "https://apod.nasa.gov/apod/image/2207/FindTheMoon_soltanolkotabi_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Find the New Moon",
    "url": "https://apod.nasa.gov/apod/image/2207/FindTheMoon_soltanolkotabi_1080.jpg"
  },
  {
    "copyright": "Paolo Girotti",
    "date": "2022-07-26",
    "explanation": "This sight was worth getting out of bed early.  Two years ago this month, Comet C/2020 F3 (NEOWISE) rose before dawn to the delight of northern sky enthusiasts awake that early. Up before sunrise on July 8th, the featured photographer was able to capture in dramatic fashion one of the few comets visible to the unaided eye this century, an inner-Solar System intruder that has become known as the Great Comet of 2020.  The resulting video detailed Comet NEOWISE from Italy rising over the Adriatic Sea. The time-lapse video combines over 240 images taken over 30 minutes.  The comet was seen rising through a foreground of bright and undulating noctilucent clouds, and before a background of distant stars.  Comet NEOWISE remained unexpectedly bright until 2020 August, with its ion and dust tails found to emanate from a nucleus spanning about five kilometers across.    Astrophysicists: Browse 2,800+ codes in the Astrophysics Source Code Library",
    "media_type": "video",
    "service_version": "v1",
    "title": "Comet NEOWISE Rising over the Adriatic Sea",
    "url": "https://www.youtube.com/embed/ts0Ek3nLHew?rel=0"
  },
  {
    "copyright": "Ruslan Merzlyakovastrorms",
    "date": "2022-07-27",
    "explanation": "This moon made quite an entrance. Typically, a moonrise is quiet and serene.  Taking a few minutes to fully peek above the horizon, Earth's largest orbital companion can remain relatively obscure until it rises high in the nighttime sky. About a week ago, however, and despite being only half lit by the Sun, this rising moon put on a show -- at least from this location. The reason was that, as seen from Limfjord in Nykøbing Mors, Denmark, the moon rose below scattered clouds near the horizon.  The result, captured here in a single exposure, was that moonlight poured through gaps in the clouds to created what are called crepuscular rays.  These rays can fan out dramatically across the sky when starting near the horizon, and can even appear to converge on the other side of the sky. Well behind our Moon, stars from our Milky Way galaxy dot the background, and our galaxy's largest orbital companion -- the Andromeda galaxy -- can be found on the upper left.    Almost Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2207/CrepuscularMoonrise_Merzyakov_1308.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crepuscular Moon Rays over Denmark",
    "url": "https://apod.nasa.gov/apod/image/2207/CrepuscularMoonrise_Merzyakov_960.jpg"
  },
  {
    "copyright": "Jeff Dai",
    "date": "2022-07-28",
    "explanation": "An ancient tree seems to reach out and touch Earth's North Celestial Pole in this well-planned night skyscape. Consecutive exposures for the timelapse composition were recorded with a camera fixed to a tripod in the Yiwu Desert Poplar Forests in northwest Xinjiang, China. The graceful star trail arcs reflect Earth's daily rotation around its axis. By extension, the axis of rotation leads to the center of the concentric arcs in the night sky. Known as the North Star, bright star Polaris is a friend to northern hemisphere night sky photographers and celestial navigators alike. That's because Polaris lies very close to the North Celestial Pole on the sky. Of course it can be found at the tip of an outstretched barren branch in a postcard from a rotating planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/2207/AncientTreeNCP_Dai.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "North Celestial Tree",
    "url": "https://apod.nasa.gov/apod/image/2207/AncientTreeNCP_Dai1024.jpg"
  },
  {
    "copyright": "Ian Griffin",
    "date": "2022-07-29",
    "explanation": "SOFIA, the Stratospheric Observatory for Infrared Astronomy, is a Boeing 747SP aircraft modified to carry a large reflecting telescope into the stratosphere. The ability of the airborne facility to climb above about 99 percent of Earth's infrared-blocking atmosphere has allowed researchers to observe from almost anywhere over the planet. On a science mission flying deep into the southern auroral oval, astronomer Ian Griffin, director of New Zealand’s Otago Museum, captured this view from the observatory's south facing starboard side on July 17. Bright star Canopus shines in the southern night above curtains of aurora australis, or southern lights. The plane was flying far south of New Zealand at the time at roughly 62 degrees southern latitude. Unfortunately, after a landing at Christchurch severe weather damaged SOFIA requiring repairs and the cancellation of the remainder of its final southern hemisphere deployment.",
    "hdurl": "https://apod.nasa.gov/apod/image/2207/ASC05954-Edit.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SOFIA's Southern Lights",
    "url": "https://apod.nasa.gov/apod/image/2207/ASC05954-Edit1024.jpg"
  },
  {
    "copyright": "ALSJ",
    "date": "2022-07-30",
    "explanation": "Get out your red/blue glasses and check out this stereo view from lunar orbit. The 3D anaglyph was created from two photographs (AS11-44-6633, AS11-44-6634) taken by astronaut Michael Collins during the 1969 Apollo 11 mission. It features the lunar module ascent stage, dubbed The Eagle, rising to meet the command module in lunar orbit on July 21. Aboard the ascent stage are Neil Armstrong and Buzz Aldrin, the first to walk on the Moon. The smooth, dark area on the lunar surface is Mare Smythii located just below the equator on the extreme eastern edge of the Moon's near side.  Poised beyond the lunar horizon is our fair planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2207/AS11JK44-6633-34.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Eagle Rises",
    "url": "https://apod.nasa.gov/apod/image/2207/AS11JK44-6633-34_1100px.jpg"
  },
  {
    "date": "2022-07-31",
    "explanation": "Why does this galaxy have a ring of bright blue stars?  Beautiful island universe Messier 94 lies a mere 15 million light-years distant in the northern constellation of the Hunting Dogs (Canes Venatici). A popular target for Earth-based astronomers, the face-on spiral galaxy is about 30,000 light-years across, with spiral arms sweeping through the outskirts of its broad disk. But this Hubble Space Telescope field of view spans about 7,000 light-years across M94's central region. The featured close-up highlights the galaxy's compact, bright nucleus, prominent inner dust lanes, and the remarkable bluish ring of young massive stars. The ring stars are all likely less than 10 million years old, indicating that M94 is a starburst galaxy that is experiencing an epoch of rapid star formation from inspiraling gas. The circular ripple of blue stars is likely a wave propagating outward, having been triggered by the gravity and rotation of a oval matter distributions. Because M94 is relatively nearby, astronomers can better explore details of its starburst ring.",
    "hdurl": "https://apod.nasa.gov/apod/image/2207/M94_Hubble_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Starburst Galaxy M94 from Hubble",
    "url": "https://apod.nasa.gov/apod/image/2207/M94_Hubble_960.jpg"
  },
  {
    "date": "2022-08-01",
    "explanation": "It's stars versus dust in the Carina Nebula and the stars are winning. More precisely, the energetic light and winds from massive newly formed stars are evaporating and dispersing the dusty stellar nurseries in which they formed. Located in the Carina Nebula and known informally as Mystic Mountain, these pillar's appearance is dominated by the dark dust even though it is composed mostly of clear hydrogen gas. Dust pillars such as these are actually much thinner than air and only appear as mountains due to relatively small amounts of opaque interstellar dust.  About 7,500 light-years distant, the featured image was taken with the Hubble Space Telescope and highlights an interior region of Carina which spans about three light years. Within a few million years, the stars will likely win out completely and the entire dust mountain will evaporate.",
    "hdurl": "https://apod.nasa.gov/apod/image/2208/MysticCarina_HubbleSerrano_1465.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mountains of Dust in the Carina Nebula",
    "url": "https://apod.nasa.gov/apod/image/2208/MysticCarina_HubbleSerrano_960.jpg"
  }
]
