[
  {
    "date": "2022-05-01",
    "explanation": "What does a black hole look like? To find out, radio telescopes from around the Earth coordinated observations of black holes with the largest known event horizons on the sky.  Alone, black holes are just black, but these monster attractors are known to be surrounded by glowing gas.  This first image resolves the area around the black hole at the center of galaxy M87 on a scale below that expected for its event horizon.  Pictured, the dark central region is not the event horizon, but rather the black hole's shadow -- the central region of emitting gas darkened by the central black hole's gravity. The size and shape of the shadow is determined by bright gas near the event horizon, by strong gravitational lensing deflections, and by the black hole's spin.  In resolving this black hole's shadow, the Event Horizon Telescope (EHT) bolstered evidence that Einstein's gravity works even in extreme regions, and gave clear evidence that M87 has a central spinning black hole of about 6 billion solar masses.  Since releasing this featured image in 2019, the EHT has expanded to include more telescopes, observe more black holes, track polarized light,and is working to observe the immediately vicinity of the black hole in the center of our Milky Way Galaxy.    This week is: Black Hole Week  New EHT Results to be Announced: Next Thursday",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/M87bh_EHT_2629.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "First Horizon-Scale Image of a Black Hole",
    "url": "https://apod.nasa.gov/apod/image/2205/M87bh_EHT_960.jpg"
  },
  {
    "copyright": "Aixa Andrada",
    "date": "2022-05-02",
    "explanation": "What's happened to the Sun? Two days ago, parts of South America were treated to a partial solar eclipse -- where the Moon blocked out part of the Sun.  The featured image shows an image of the partially eclipsed Sun through clouds as it was setting over Patagonia, Argentina. In the tilted image, Earth is toward the right. During the eclipse, the Moon moved partly between Earth and the Sun. Although a visually impressive sight, the slight dimming of surroundings  during this partial eclipse was less noticeable than dimming created by a thick cloud. In about two weeks, all of South America and part of North America will experience a total lunar eclipse -- where the Earth moves completely between the Moon and the Sun.  In about two years, a total solar eclipse will cross North America.",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/PartialEclipse_Andrada_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Partial Solar Eclipse over Argentina",
    "url": "https://apod.nasa.gov/apod/image/2205/PartialEclipse_Andrada_960.jpg"
  },
  {
    "copyright": "Sebastian Voltmer",
    "date": "2022-05-03",
    "explanation": "That's no comet.  Below the Pleiades star cluster is actually a planet: Mercury. Long exposures of our Solar System's innermost planet may reveal something unexpected: a tail. Mercury's thin atmosphere contains small amounts of sodium that glow when excited by light from the Sun. Sunlight also liberates these atoms from Mercury's surface and pushes them away. The yellow glow from sodium, in particular, is relatively bright.  Pictured, Mercury and its sodium tail are visible in a deep image taken last week from La Palma, Spain through a filter that primarily transmits yellow light emitted by sodium. First predicted in the 1980s, Mercury's tail was first discovered in 2001. Many tail details were revealed in multiple observations by NASA's robotic MESSENGER spacecraft that orbited Mercury between 2011 and 2015.  Tails, of course, are usually associated with comets.",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/MercuryTailPleiades_Voltmer_1448.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury's Sodium Tail",
    "url": "https://apod.nasa.gov/apod/image/2205/MercuryTailPleiades_Voltmer_960_annotated.jpg"
  },
  {
    "copyright": "Osama Fatehi",
    "date": "2022-05-04",
    "explanation": "The early morning planet parade continues. Visible the world over, the planets Jupiter, Venus, Mars and Saturn have been lining up in the pre-dawn sky since mid-April. In the featured image taken last month, these planets were captured over the Step Pyramid of Djoser, a UNESCO World Heritage Site. Located in the Saqqara necropolis of Egypt, the pyramid was constructed in the 27th century BC and is one of the oldest pyramids known.  The two-image composite includes a foreground image taken during evening blue hour, and a background image captured from the same location the following morning.  The morning planet line-up is slowly changing.  At the end of last month, planets Jupiter and Venus switched places, while at the end of this month, Jupiter and Mars will switch after passing within one-degree of each other. Of course, this picturesque planetary angular alignment is a coincidence, as all of these worlds continue to orbit the Sun as they have for billions of years, well before even the ancient Pyramid of Djoser was built.   Notable Submissions to APOD: Morning Planet Parade 2022",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/PyramidPlanets_Fatehi_8356.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planets Over Egyptian Pyramid",
    "url": "https://apod.nasa.gov/apod/image/2205/PyramidPlanets_Fatehi_1080.jpg"
  },
  {
    "copyright": "Mark Hanson",
    "date": "2022-05-05",
    "explanation": "Gorgeous spiral galaxy NGC 3521 is a mere 35 million light-years away, toward the northern springtime constellation Leo. Relatively bright in planet Earth's sky, NGC 3521 is easily visible in small telescopes but often overlooked by amateur imagers in favor of other Leo spiral galaxies, like M66 and M65. It's hard to overlook in this colorful cosmic portrait though. Spanning some 50,000 light-years the galaxy sports characteristic patchy, irregular spiral arms laced with dust, pink star forming regions, and clusters of young, blue stars. This deep image also finds NGC 3521 embedded in fainter, gigantic, bubble-like shells. The shells are likely tidal debris, streams of stars torn from satellite galaxies that have undergone mergers with NGC 3521 in the distant past.",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/NGC3521LRGBHaAPOD-20.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3521: Galaxy in a Bubble",
    "url": "https://apod.nasa.gov/apod/image/2205/NGC3521LRGBHaAPOD-20_1024.jpg"
  },
  {
    "copyright": "Carlos Taylor",
    "date": "2022-05-06",
    "explanation": "This cosmic skyscape features glowing gas and dark dust clouds along side the young stars of NGC 3572. A beautiful emission nebula and star cluster it sails far southern skies within the nautical constellation Carina. Stars from NGC 3572 are toward top center in the telescopic frame that would measure about 100 light-years across at the cluster's estimated distance of 9,000 light-years. The visible interstellar gas and dust is part of the star cluster's natal molecular cloud. Dense streamers of material within the nebula, eroded by stellar winds and radiation, clearly trail away from the energetic young stars. They are likely sites of ongoing star formation with shapes reminiscent of the Tadpoles of IC 410 better known to northern skygazers.  In the coming tens to hundreds of millions of years, gas and stars in the cluster will be dispersed though, by gravitational tides and by violent supernova explosions that end the short lives of the massive cluster stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/NGC3572SouthernTadpolesCarlosTaylor.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3572 and the Southern Tadpoles",
    "url": "https://apod.nasa.gov/apod/image/2205/NGC3572SouthernTadpolesCarlosTaylor1024.jpg"
  },
  {
    "copyright": "Tara Mostofi",
    "date": "2022-05-07",
    "explanation": "On certain dates in February, an elusive firefall can be spotted at sunset in Yosemite National Park, when water flows, the weather cooperates and the direction to the setting Sun is just right. Often photographed from vantage points below, at the right moment the park's seasonal Horsetail Fall is isolated in the shadows of the steep walls of El Capitan. Then, still illuminated with rays of reddened sunlight the waterfall briefly takes on a dramatic, fiery appearance. But a Horsetail firefall can be photographed by moonlight too. Even more elusive by moonlight, the firefall effect can also be seen when a bright Moon sets at the right direction along the western horizon. And skies were clear enough for this well-planned imaging of an ephemeral Horsetail firefall, lit by a bright gibbous Moon setting in the early morning hours of April 15.",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/2021-04-15_443amLunarFirefall1080P.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Firefall by Moonlight",
    "url": "https://apod.nasa.gov/apod/image/2205/2021-04-15_443amLunarFirefall1080P.jpg"
  },
  {
    "date": "2022-05-08",
    "explanation": "Most galaxies don't have any rings -- why does this galaxy have two?  To begin, the bright band near NGC 1512's center is a nuclear ring, a ring that surrounds the galaxy center and glows brightly with recently formed stars. Most stars and accompanying gas and dust, however, orbit the galactic center in a ring much further out -- here seen near the image edge. This ring is called, counter-intuitively, the inner ring.  If you look closely, you will see this the inner ring connects ends of a diffuse central bar that runs horizontally across the galaxy. These ring structures are thought to be caused by NGC 1512's own asymmetries in a drawn-out process called secular evolution.  The gravity of these galaxy asymmetries, including the bar of stars, cause gas and dust to fall from the inner ring to the nuclear ring, enhancing this ring's rate of star formation.  Some spiral galaxies also have a third ring -- an outer ring that circles the galaxy even further out.",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/NGC1512inner_Hubble_5413.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy NGC 1512: The Inner Rings",
    "url": "https://apod.nasa.gov/apod/image/2205/NGC1512inner_Hubble_960.jpg"
  },
  {
    "date": "2022-05-09",
    "explanation": "What's that passing in front of the Sun? It looks like a moon, but it can't be Earth's Moon, because it isn't round. It's the Martian moon Phobos.  The featured video was taken from the surface of Mars a month ago by the Perseverance rover. Phobos, at 11.5 kilometers across, is 150 times smaller than Luna (our moon) in diameter, but also 50 times closer to its parent planet.  In fact, Phobos is so close to Mars that it is expected to break up and crash into Mars within the next 50 million years.  In the near term, the low orbit of Phobos results in more rapid solar eclipses than seen from Earth. The featured video is shown in real time -- the transit really took about 40 seconds,as shown. The videographer -- the robotic rover Perseverance (Percy) -- continues to explore Jezero Crater on Mars, searching not only for clues to the watery history of the now dry world, but evidence of ancient microbial life.   New Social Mirror: APOD now available on mastodon",
    "media_type": "video",
    "service_version": "v1",
    "title": "A Martian Eclipse: Phobos Crosses the Sun",
    "url": "https://www.youtube.com/embed/aKK7vS2CHC8?rel=0"
  },
  {
    "copyright": "Stefan Steve Bemmerl",
    "date": "2022-05-10",
    "explanation": "Nebulas are perhaps as famous for being identified with familiar shapes as perhaps cats are for getting into trouble.  Still, no known cat could have created the vast Cat's Paw Nebula visible toward the constellation of the Scorpion  (Scorpius.  At 5,500 light years distant, Cat's Paw is an emission nebula with a red color that originates from an abundance of ionized hydrogen atoms.  Alternatively known as the Bear Claw Nebula and cataloged as NGC 6334, stars nearly ten times the mass of our Sun have been born there in only the past few million years. Pictured here is  a deep field image of the  Cat's Paw Nebula in light emitted by hydrogen, oxygen, and sulfur.    Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/CatsPaw_Bemmerl_4412.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6334: The Cat's Paw Nebula",
    "url": "https://apod.nasa.gov/apod/image/2205/CatsPaw_Bemmerl_960.jpg"
  },
  {
    "date": "2022-05-11",
    "explanation": "Albert Einstein's general theory of relativity, published over 100 years ago, predicted the phenomenon of gravitational lensing. And that's what gives these distant galaxies such a whimsical appearance, seen through the looking glass of X-ray and optical image data from the Chandra and Hubble space telescopes. Nicknamed the Cheshire Cat galaxy group, the group's two large elliptical galaxies are suggestively framed by arcs. The arcs are optical images of distant background galaxies lensed by the foreground group's total distribution of gravitational mass. Of course, that gravitational mass is dominated by dark matter. The two large elliptical \"eye\" galaxies represent the brightest members of their own galaxy groups which are merging. Their relative collisional speed of nearly 1,350 kilometers/second heats gas to millions of degrees producing the X-ray glow shown in purple hues. Curiouser about galaxy group mergers? The Cheshire Cat group grins in the constellation Ursa Major, some 4.6 billion light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/cheshirecat_chandra_complg.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gravity's Grin",
    "url": "https://apod.nasa.gov/apod/image/2205/cheshirecat_chandra_complg_1024.jpg"
  },
  {
    "date": "2022-05-12",
    "explanation": "The massive stars of NGC 346 are short lived, but very energetic. The star cluster is embedded in the largest star forming region in the Small Magellanic Cloud, some 210,000 light-years distant. Their winds and radiation sweep out an interstellar cavern in the gas and dust cloud about 200 light-years across, triggering star formation and sculpting the region's dense inner edge. Cataloged as N66, the star forming region also appears to contain a large population of infant stars. A mere 3 to 5 million years old and not yet burning hydrogen in their cores, the infant stars are strewn about the embedded star cluster. In this false-color Hubble Space Telescope image, visible and near-infrared light are seen as blue and green, while light from atomic hydrogen emission is red.",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/ngc346_hst_b.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Young Stars of NGC 346",
    "url": "https://apod.nasa.gov/apod/image/2205/ngc346_hst_b1024.jpg"
  },
  {
    "date": "2022-05-13",
    "explanation": "There's a black hole at the center of the Milky Way. Stars are observed to orbit a very massive and compact object there known as Sgr A* (say \"sadge-ay-star\"). But this just released radio image (inset) from planet Earth's Event Horizon Telescope is the first direct evidence of the Milky Way's central black hole. As predicted by Einstein's Theory of General Relativity, the four million solar mass black hole's strong gravity is bending light and creating a shadow-like dark central region surrounded by a bright ring-like structure. Supporting observations made by space-based telescopes and ground-based observatories provide a wider view of the galactic center's dynamic environment and an important context for the Event Horizon Telescope's black hole image. The main panel image shows the X-ray data from Chandra and infrared data from Hubble. While the main panel is about 7 light-years across, the Event Horizon Telescope inset image itself spans a mere 10 light-minutes at the center of our galaxy, some 27,000 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/sgra_.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Milky Way's Black Hole",
    "url": "https://apod.nasa.gov/apod/image/2205/sgra_1024.jpg"
  },
  {
    "copyright": "Alan Dyer",
    "date": "2022-05-14",
    "explanation": "An almost full moon on April 15 brought these luminous apparitions to a northern spring night over Alberta Canada. On that night, bright moonlight refracted and reflected by hexagonal ice crystals in high clouds created a complex of halos and arcs more commonly seen by sunlight in daytime skies. While the colors of the arcs and moondogs or paraselenae were just visible to the unaided eye, a blend of exposures ranging from 30 seconds to 1/20 second was used to render this moonlit wide-angle skyscape. The Big Dipper at the top of the frame sits just above a smiling and rainbow-hued circumzenithal arc. With Arcturus left and Regulus toward the right the Moon is centered in its often spotted 22 degree halo. May 15 will also see the bright light of a Full Moon shining in Earth's night skies. Tomorrow's Full Moon will be dimmed for a while though, as it slides through Earth's shadow in a total lunar eclipse.  Watch: May 15-16 Total Lunar Eclipse",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/LunarHaloComplex.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ice Halos by Moonlight",
    "url": "https://apod.nasa.gov/apod/image/2205/LunarHaloComplexLabels1024.jpg"
  },
  {
    "copyright": "Marcella Giulia Pace",
    "date": "2022-05-15",
    "explanation": "What color is the Moon? It depends on the night.  Outside of the Earth's atmosphere, the dark Moon, which shines by reflected sunlight, appears a magnificently brown-tinged gray.  Viewed from inside the Earth's atmosphere, though, the moon can appear quite different.  The featured image highlights a collection of apparent colors of the full moon documented by one astrophotographer over 10 years from different locations across Italy. A red or yellow colored moon usually indicates a moon seen near the horizon.  There, some of the blue light has been scattered away by a long path through the Earth's atmosphere, sometimes laden with fine dust. A blue-colored moon is more rare and can indicate a moon seen through an atmosphere carrying larger dust particles.  What created the purple moon is unclear -- it may be a combination of several effects.  The last image captures the total lunar eclipse of 2018 July -- where the moon, in Earth's shadow, appeared a faint red -- due to light refracted through air around the Earth.  Today there is not only another full moon but a total lunar eclipse visible to observers in North and South America -- an occurrence that may lead to some unexpected lunar colorings.",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/MoonColors_Pace_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Colors of the Moon",
    "url": "https://apod.nasa.gov/apod/image/2205/MoonColors_Pace_960.jpg"
  },
  {
    "copyright": "Benjamin Barakat",
    "date": "2022-05-16",
    "explanation": "Real castles aren't this old.  And the background galaxy is even older. Looking a bit like an alien castle, the pictured rock spires are called hoodoos and are likely millions of years old. Rare, but found around the world, hoodoos form when dense rocks slow the erosion of softer rock underneath.  The pictured hoodoos survive in the French Alps and are named Demoiselles Coiffées -- which translates to English as \"Ladies with Hairdos\". The background galaxy is part of the central disk of our own Milky Way galaxy and contains stars that are typically billions of years old. The photogenic Cygnus sky region -- rich in dusty dark clouds and red glowing nebulas -- appears just above and behind the hoodoos. The featured image was taken in two stages: the foreground was captured during the evening blue hour, while the background was acquired from the same location later that night.",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/CoiffeesMW_Barakat_6700.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way over French Alp Hoodoos",
    "url": "https://apod.nasa.gov/apod/image/2205/CoiffeesMW_Barakat_960.jpg"
  },
  {
    "copyright": "Capture: Greg Turgeon Processing: Kiko Fairbairn",
    "date": "2022-05-17",
    "explanation": "Astronomers turn detectives when trying to figure out the cause of startling sights like NGC 1316.  Investigations indicate that NGC 1316 is an enormous elliptical galaxy that started, about 100 million years ago, to devour a smaller spiral galaxy neighbor, NGC 1317, just on the upper right. Supporting evidence includes the dark dust lanes characteristic of a spiral galaxy, and faint swirls and shells of stars and gas visible in this wide and deep image. One thing that >remains unexplained is the unusually small globular star clusters, seen as faint dots on the image. Most elliptical galaxies have more and brighter globular clusters than NGC 1316.  Yet the observed globulars are too old to have been created by the recent spiral collision.  One hypothesis is that these globulars survive from an even earlier galaxy that was subsumed into NGC 1316. Another surprising attribute of NGC 1316, also known as Fornax A, is its giant lobes of gas that glow brightly in radio waves.",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/Ngc1316_Turgeon_1300.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1316: After Galaxies Collide",
    "url": "https://apod.nasa.gov/apod/image/2205/Ngc1316_Turgeon_960.jpg"
  },
  {
    "copyright": "Tomas Slovinsky",
    "date": "2022-05-18",
    "explanation": "Cloudy skies plagued some sky watchers on Sunday as May's Full Flower Moon slipped through Earth's shadow in a total lunar eclipse. In skies above Chile's Atacama desert this telephoto snapshot still captured an awesome spectacle though. Seen through thin high cirrus clouds just before totality began, a last sliver of sunlit crescent glistens like a hazy jewel atop the mostly shadowed lunar disk. This full moon was near perigee, the closest point in its elliptical orbit. It passed near the center of Earth's dark umbral shadow during the 90 minute long total eclipse phase. Faintly suffused with sunlight scattered by the atmosphere, the umbral shadow itself gave the eclipsed moon a reddened appearance and the very dramatic popular moniker of a Blood Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/DiamondMoonWSMALL.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Jewel on the Flower Moon",
    "url": "https://apod.nasa.gov/apod/image/2205/DiamondMoonWSMALL1024.jpg"
  },
  {
    "copyright": "Michael Cain",
    "date": "2022-05-19",
    "explanation": "Recorded on May 15/16 this sequence of exposures follows the Full Moon during a total lunar eclipse as it arcs above treetops in the clearing skies of central Florida. A frame taken every 5 minutes by a digital camera shows the progression of the eclipse over three hours. The bright lunar disk grows dark and red as it glides through planet Earth's shadow. In fact, counting the central frames in the sequence measures the roughly 90 minute duration of the total phase of this eclipse. Around 270 BC, the Greek astronomer Aristarchus also measured the duration of total lunar eclipses, but probably without the benefit of digital watches and cameras. Still, using geometry he devised a simple and impressively accurate way to calculate the Moon's distance in terms of the radius of planet Earth, from the eclipse duration.",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/TLE_2022-05-16-02-59-35s.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Digital Lunar Eclipse",
    "url": "https://apod.nasa.gov/apod/image/2205/TLE_2022-05-16-02-59-35s1024.jpg"
  },
  {
    "copyright": "Maxime Oudoux",
    "date": "2022-05-20",
    "explanation": "This serene sand and skyscape finds the Dune of Pilat on the coast of France still in Earth's shadow during the early morning hours of May 16. Extending into space, the planet's dark umbral shadow covered the Moon on that date. From that location the total phase of a lunar eclipse had begun before moonset. Still in sunlight though, the International Space Station crossed from the western horizon and Earth's largest artificial moon traced the bright flat arc through the sky over 400 km above. Simply constructed, the well-planned panoramic scene was captured over a 5 minutes in a series of consecutive images.",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/eclipse-lune-2022.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A View from Earth's Shadow",
    "url": "https://apod.nasa.gov/apod/image/2205/eclipse-lune-2022c1024.jpg"
  },
  {
    "copyright": "Donald Waid",
    "date": "2022-05-21",
    "explanation": "Very faint planetary nebula Abell 7 is some 1,800 light-years distant, just south of Orion in planet Earth's skies in the constellation Lepus, The Hare. Surrounded by Milky Way stars and near the line-of-sight to distant background galaxies, its generally simple spherical shape, about 8 light-years in diameter, is outlined in this deep telescopic image. Within its confines are beautiful, more complex details enhanced by the use of narrowband filters. Emission from hydrogen is shown in reddish hues with oxygen emission mapped to green and blue colors, giving Abell 7 a natural appearance that would otherwise be much too faint to be appreciated by eye. A planetary nebula represents a very brief final phase in stellar evolution that our own Sun will experience 5 billion years hence, as the nebula's central, once sun-like star shrugs off its outer layers. Abell 7 itself is estimated to be 20,000 years old. Its central star is seen here as a fading white dwarf some 10 billion years old.",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/Abell_7-2022-02-20-HOO-1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planetary Nebula Abell 7",
    "url": "https://apod.nasa.gov/apod/image/2205/Abell_7-2022-02-20-HOO-1024.jpg"
  },
  {
    "date": "2022-05-22",
    "explanation": "Tsunamis this large don't happen on Earth.  During 2006, a large solar flare from an Earth-sized sunspot produced a tsunami-type shock wave that was spectacular even for the Sun.  Pictured here, the tsunami wave was captured moving out from active region AR 10930 by the Optical Solar Patrol Network (OSPAN) telescope in New Mexico, USA.  The resulting shock wave, known technically as a Moreton wave, compressed and heated up gasses including hydrogen in the photosphere of the Sun, causing a momentarily brighter glow.  The featured image was taken in a very specific red color emitted exclusively by hydrogen gas.  The rampaging tsunami took out some active filaments on the Sun, although many re-established themselves later.  The solar tsunami spread at nearly one million kilometers per hour, and circled the entire Sun in a matter of minutes.",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/SunTsunami_nso_900.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Large Tsunami Shock Wave on the Sun",
    "url": "https://apod.nasa.gov/apod/image/2205/SunTsunami_nso_900.gif"
  },
  {
    "date": "2022-05-23",
    "explanation": "This picture of Andromeda shows not only where stars are now, but where stars will soon be. Of course, the big, beautiful Andromeda Galaxy, M31, is a spiral galaxy -- and a mere 2.5 million light-years away.  Both space-based and ground-based observatories have been here combined to produce this intriguing composite image of Andromeda, at wavelengths both inside and outside normally visible light. The visible light shows where M31's stars are now -- as highlighted in white and blue hues and imaged by the Hubble, Subaru, and Mayall telescopes.  The infrared light shows where M31's future stars will soon form -- as highlighted in orange hues and imaged by NASA's Spitzer Space Telescope.  The infrared light tracks enormous lanes of dust, warmed by stars, sweeping along Andromeda's spiral arms.  This dust is a tracer of the galaxy's vast interstellar gas -- the raw material for future star formation.  These new stars will likely form over the next hundred million years, surely well before Andromeda merges with our Milky Way Galaxy in about 5 billion years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/M31_HubbleSpitzerGendler_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Once and Future Stars of Andromeda",
    "url": "https://apod.nasa.gov/apod/image/2205/M31_HubbleSpitzerGendler_960.jpg"
  },
  {
    "copyright": "Andrei Ionut Dascalu",
    "date": "2022-05-24",
    "explanation": "The plan was to capture a picturesque part of the sky that was hosting an unusual guest.  The result included a bonus — an additional and unexpected guest. The beautiful background features part of the central band of our Milky Way galaxy on the far left, and the colorful clouds of Rho Ophiuchi in the image center. The unusual guest, a dimmed and reddened Moon on the right, was expected because the image was taken during last week’s total lunar eclipse. The timing had to be right because the Moon — both before and after eclipse — would be so bright it would overwhelm the background.  The unexpected guest was the bright meteor across the image center. The fleeting meteor streak was captured on only one of the 10 consecutively-captured deep-field images from La Palma in the Spanish Canary Islands, while the eclipsed Moon image was taken immediately afterwards with the same camera and from the same location. The next total lunar eclipse — also quite expected — will occur in early November.    Notable Submissions to APOD: Total Lunar Eclipse of 2022 May",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/RhoLunarEclipse_Dascalu_1920.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Deep Sky Behind an Eclipsed Moon",
    "url": "https://apod.nasa.gov/apod/image/2205/RhoLunarEclipse_Dascalu_960.jpg"
  },
  {
    "date": "2022-05-25",
    "explanation": "The center of the Lagoon Nebula is a whirlwind of spectacular star formation. Visible near the image center, at least two long funnel-shaped clouds, each roughly half a light-year long, have been formed by extreme stellar winds and intense energetic starlight.  A tremendously bright nearby star, Herschel 36, lights the area.  Vast walls of dust hide and redden other hot young stars.  As energy from these stars pours into the cool dust and gas, large temperature differences in adjoining regions can be created generating shearing winds which may cause the funnels.  This picture, spanning about 10 light years, combines images taken in six colors by the orbiting Hubble Space Telescope.  The Lagoon Nebula, also known as M8, lies about 5000 light years distant toward the constellation of the Archer (Sagittarius).   Almost hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/LagoonCenter_HubbleOzsarac_3937.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Lively Center of the Lagoon Nebula",
    "url": "https://apod.nasa.gov/apod/image/2205/LagoonCenter_HubbleOzsarac_960.jpg"
  },
  {
    "copyright": "Michael Sherick",
    "date": "2022-05-26",
    "explanation": "Magnificent spiral galaxy NGC 4565 is viewed edge-on from planet Earth. Also known as the Needle Galaxy for its narrow profile, bright NGC 4565 is a stop on many telescopic tours of the northern sky, in the faint but well-groomed constellation Coma Berenices. This sharp, colorful image reveals the galaxy's boxy, bulging central core cut by obscuring dust lanes that lace NGC 4565's thin galactic plane. NGC 4565 itself lies about 40 million light-years distant and spans some 100,000 light-years.  Easily spotted with small telescopes, sky enthusiasts consider NGC 4565 to be a prominent celestial masterpiece Messier missed.",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/Needle_Galaxy_4-7-22.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4565: Galaxy on Edge",
    "url": "https://apod.nasa.gov/apod/image/2205/Needle_Galaxy_4-7-22.jpg"
  },
  {
    "date": "2022-05-27",
    "explanation": "Like Earth's moon, Saturn's largest moon Titan is locked in synchronous rotation. This mosaic of images recorded by the Cassini spacecraft in May of 2012 shows its anti-Saturn side, the side always facing away from the ringed gas giant. The only moon in the solar system with a dense atmosphere, Titan is the only solar system world besides Earth known to have standing bodies of liquid on its surface and an earthlike cycle of liquid rain and evaporation. Its high altitude layer of atmospheric haze is evident in the Cassini view of the 5,000 kilometer diameter moon over Saturn's rings and cloud tops. Near center is the dark dune-filled region known as Shangri-La. The Cassini-delivered Huygens probe rests below and left of center, after the most distant landing for a spacecraft from Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/PIA19642Titan.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Titan: Moon over Saturn",
    "url": "https://apod.nasa.gov/apod/image/2205/PIA19642Titan1024.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2022-05-28",
    "explanation": "In 185 AD, Chinese astronomers recorded the appearance of a new star in the Nanmen asterism. That part of the sky is identified with Alpha and Beta Centauri on modern star charts. The new star was visible for months and is thought to be the earliest recorded supernova. This deep image shows emission nebula RCW 86, understood to be the remnant of that stellar explosion. The narrowband data trace gas ionized by the still expanding shock wave. Space-based images indicate an abundance of the element iron and lack of a neutron star or pulsar in the remnant, suggesting that the original supernova was Type Ia. Unlike the core collapse supernova explosion of a massive star, a Type Ia supernova is a thermonuclear detonation on a a white dwarf star that accretes material from a companion in a binary star system. Near the plane of our Milky Way galaxy and larger than a full moon on the sky this supernova remnant is too faint to be seen by eye though. RCW 86 is some 8,000 light-years distant and around 100 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/RCW86_MP.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "RCW 86: Historical Supernova Remnant",
    "url": "https://apod.nasa.gov/apod/image/2205/RCW86_MP1024.jpg"
  },
  {
    "date": "2022-05-29",
    "explanation": "How do clusters of galaxies form?  Since our universe moves too slowly to watch, faster-moving computer simulations are created to help find out. A recent effort is TNG50 from IllustrisTNG, an upgrade of the famous Illustris Simulation. The first part of the featured video tracks cosmic gas (mostly hydrogen) as it evolves into galaxies and galaxy clusters from the early universe to today, with brighter colors marking faster moving gas.  As the universe matures, gas falls into gravitational wells, galaxies forms, galaxies spin, galaxies collide and merge, all while black holes form in galaxy centers and expel surrounding gas at high speeds. The second half of the video switches to tracking stars, showing a galaxy cluster coming together complete with tidal tails and stellar streams. The outflow from black holes in TNG50 is surprisingly complex and details are being compared with our real universe.  Studying how gas coalesced in the early universe helps humanity better understand how our Earth, Sun, and Solar System originally formed.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Simulation TNG50: A Galaxy Cluster Forms",
    "url": "https://www.youtube.com/embed/cNT5yAqpBmI?rel=0"
  },
  {
    "copyright": "Fefo Bouvier",
    "date": "2022-05-30",
    "explanation": "What's happening behind that island? Things both expected and unexpected. Expected, perhaps, the pictured rays of light -- called crepuscular rays -- originate from the Sun. Unexpected, though, the Sun was being partially eclipsed by the Moon at the time -- late last month. Expected, perhaps, the Sun's rays are quite bright as they shine through gaps in below-horizon clouds. Unexpected, though, the crepuscular rays are quite red, likely the result an abundance of aerosols in Earth's atmosphere scattering away much of the blue light.  Expected, with hope, a memorable scene featuring both the Moon and the Sun, superposed. Unfortunately, from this location -- in Uruguay looking toward Argentina -- clouds obscured the eclipse -- which wasn't completely unexpected.  However, after packing up to go home, the beauty of bright red crepuscular rays emerged -- quite unexpectedly.  Oh -- and that island on the horizon -- it's really two islands.",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/EclipseRays_Bouvier_1638.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Red Crepuscular Rays from an Eclipse",
    "url": "https://apod.nasa.gov/apod/image/2205/EclipseRays_Bouvier_960.jpg"
  },
  {
    "copyright": "Michael Cain",
    "date": "2022-05-31",
    "explanation": "The launch of a rocket at sunrise can result in unusual but intriguing images that feature both the rocket and the Sun. Such was the case last month when a SpaceX Falcon 9 rocket blasted off from NASA's Kennedy Space Center carrying 53 more Starlink satellites into low Earth orbit. In the featured launch picture, the rocket's exhaust plume glows beyond its projection onto the distant Sun, the rocket itself appears oddly jagged, and the Sun's lower edge shows peculiar drip-like ripples. The physical cause of all of these effects is pockets of relatively hot or rarefied air deflecting sunlight less strongly than pockets relatively cool or compressed air: refraction.  Unaware of the Earthly show, active sunspot region 3014 -- on the upper left -- slowly crosses the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/FalconSun_Cain_2166.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rocket Transits Rippling Sun",
    "url": "https://apod.nasa.gov/apod/image/2205/FalconSun_Cain_960.jpg"
  },
  {
    "copyright": "Jianwei LyuSteward Obs., U. Arizona",
    "date": "2022-06-01",
    "explanation": "It wasn't the storm of the century -- but it was a night to remember. Last night was the peak of the Tau Herculid meteor shower, a usually modest dribble of occasional meteors originating from the disintegrating Comet 73P/Schwassmann-Wachmann 3. This year, calculations showed that the Earth might be passing through a particularly dense stream of comet debris -- at best creating a storm of bright meteors streaking out from the constellation of Hercules. What actually happened fell short of a meteor storm, but could be called a decent meteor shower. Featured here is a composite image taken at Kitt Peak National Observatory in Arizona, USA accumulated over 2.5 hours very late on May 30.  Over that time, 19 Tau Herculids meteors were captured, along with 4 unrelated meteors. (Can you find them?)  In the near foreground is the Bok 2.3-meter Telescope with the 4.0-meter Mayall Telescope just behind it. Next year, the annual Tau Herculids are expected to return to its normal low rate, with the next active night forecast for 2049.",
    "hdurl": "https://apod.nasa.gov/apod/image/2206/TauHerMeteors_Lyu_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tau Herculid Meteors over Kitt Peak Telescopes",
    "url": "https://apod.nasa.gov/apod/image/2206/TauHerMeteors_Lyu_1080.jpg"
  }
]
