[
  {
    "date": "2022-12-01",
    "explanation": "On flight day 13 (November 28) of the Artemis 1 mission the Orion spacecraft reached its maximum distance from Earth. In fact, over 430,000 kilometers from Earth its distant retrograde orbit also put Orion nearly 70,000 kilometers from the Moon. In the same field of view in this video frame from flight day 13, planet and large natural satellite even appear about the same apparent size from the uncrewed spacecraft's perspective. Today (December 1) should see Orion depart its distant retrograde orbit. En route to planet Earth it will head toward a second powered fly by of the Moon. Splashdown on the home world is expected on December 11.",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/art001e000672-orig.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Artemis 1: Flight Day 13",
    "url": "https://apod.nasa.gov/apod/image/2212/art001e000672-orig1024c.jpg"
  },
  {
    "date": "2022-12-02",
    "explanation": "Bright at infrared wavelengths, this merging galaxy pair is some 500 million light-years away toward the constellation Delphinus. The cosmic mashup is seen against a background of even more distant galaxies, and occasional spiky foreground stars. But the galaxy merger itself spans about 100,000 light-years in this deep James Webb Space Telescope image. The image data is from Webb's Near-InfraRed Camera (NIRCam) and Mid-InfraRed Instrument (MIRI). Their combined, sharp infrared view follows galactic scale restructuring in the dusty merger's wild jumble of intense star forming regions  and distorted spiral arms",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/potm2211a.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Merging Galaxy Pair IIZw096",
    "url": "https://apod.nasa.gov/apod/image/2212/potm2211a_1024.jpg"
  },
  {
    "copyright": "Marco Lorenzi",
    "date": "2022-12-03",
    "explanation": "Mars looks sharp in these two rooftop telescope views captured in late November from Singapore, planet Earth. At the time, Mars was about 82 million kilometers from Singapore and approaching its opposition, opposite the Sun in planet Earth's sky on December 8. Olympus Mons, largest of the volcanoes in the Tharsis Montes region (and largest known volcano in the Solar System), is near Mars' western limb. In both the images it's the whitish donut-shape at the upper right. The dark area visible near center is the Terra Sirenum region while the long dark peninsula closest to the planet's eastern limb is Sinus Gomer. Near its tip is Gale crater, the Curiosity rover's landing site in 2012. Above Sinus Gomer, white spots are other volcanoes in the Elysium region. At top of the planet is the north polar cap covered with ice and clouds. Taken about two days apart, these images of the same martian hemisphere form a stereo pair. Look at the center of the frame and cross your eyes until the separate images come together to see the Red Planet in 3D.",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/Mars-Stereo.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stereo Mars near Opposition",
    "url": "https://apod.nasa.gov/apod/image/2212/Mars-Stereo.png"
  },
  {
    "copyright": "Charles & Ray EamesEames Office",
    "date": "2022-12-04",
    "explanation": "How different does the universe look on very small scales?  On very large scales? The most famous short science film of its generation gives breathtaking comparisons. That film, Powers of Ten, originally created in the 1960s, has been officially posted to YouTube and embedded here.  From a picnic blanket near Chicago out past the Virgo Cluster of Galaxies, every ten seconds the film zooms out to show a square a factor of ten times larger on each side. The 9-minute video then reverses, zooming back in a factor of ten every two seconds and ends up inside a single proton. The Powers of Ten sequence is actually based on the book Cosmic View by Kees Boeke in 1957, as is a similar but mostly animated film Cosmic Zoom that was also created in the late 1960s. The changing perspectives are so enthralling and educational that sections have been recreated using more modern computerized techniques, including the first few minutes of the movie Contact. Ray and husband Charles Eames, the film's creators, were known as quite visionary spirits and even invented their own popular chair.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Video: Powers of Ten",
    "url": "https://www.youtube.com/embed/0fKBhvDjuy0?rel=0"
  }
]
