[
  {
    "date": "2022-12-01",
    "explanation": "On flight day 13 (November 28) of the Artemis 1 mission the Orion spacecraft reached its maximum distance from Earth. In fact, over 430,000 kilometers from Earth its distant retrograde orbit also put Orion nearly 70,000 kilometers from the Moon. In the same field of view in this video frame from flight day 13, planet and large natural satellite even appear about the same apparent size from the uncrewed spacecraft's perspective. Today (December 1) should see Orion depart its distant retrograde orbit. En route to planet Earth it will head toward a second powered fly by of the Moon. Splashdown on the home world is expected on December 11.",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/art001e000672-orig.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Artemis 1: Flight Day 13",
    "url": "https://apod.nasa.gov/apod/image/2212/art001e000672-orig1024c.jpg"
  },
  {
    "date": "2022-12-02",
    "explanation": "Bright at infrared wavelengths, this merging galaxy pair is some 500 million light-years away toward the constellation Delphinus. The cosmic mashup is seen against a background of even more distant galaxies, and occasional spiky foreground stars. But the galaxy merger itself spans about 100,000 light-years in this deep James Webb Space Telescope image. The image data is from Webb's Near-InfraRed Camera (NIRCam) and Mid-InfraRed Instrument (MIRI). Their combined, sharp infrared view follows galactic scale restructuring in the dusty merger's wild jumble of intense star forming regions  and distorted spiral arms",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/potm2211a.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Merging Galaxy Pair IIZw096",
    "url": "https://apod.nasa.gov/apod/image/2212/potm2211a_1024.jpg"
  },
  {
    "copyright": "Marco Lorenzi",
    "date": "2022-12-03",
    "explanation": "Mars looks sharp in these two rooftop telescope views captured in late November from Singapore, planet Earth. At the time, Mars was about 82 million kilometers from Singapore and approaching its opposition, opposite the Sun in planet Earth's sky on December 8. Olympus Mons, largest of the volcanoes in the Tharsis Montes region (and largest known volcano in the Solar System), is near Mars' western limb. In both images it's the whitish donut-shape at the upper right. The dark area visible near center is the Terra Sirenum region while the long dark peninsula closest to the planet's eastern limb is Sinus Gomer. Near its tip is Gale crater, the Curiosity rover's landing site in 2012. Above Sinus Gomer, white spots are other volcanoes in the Elysium region. At the top of the planet is the north polar cap covered with ice and clouds. Taken about two days apart, these images of the same martian hemisphere form a stereo pair. Look at the center of the frame and cross your eyes until the separate images come together to see the Red Planet in 3D.",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/Mars-Stereo.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stereo Mars near Opposition",
    "url": "https://apod.nasa.gov/apod/image/2212/Mars-Stereo.png"
  },
  {
    "copyright": "Charles & Ray EamesEames Office",
    "date": "2022-12-04",
    "explanation": "How different does the universe look on very small scales?  On very large scales? The most famous short science film of its generation gives breathtaking comparisons. That film, Powers of Ten, originally created in the 1960s, has been officially posted to YouTube and embedded here.  From a picnic blanket near Chicago out past the Virgo Cluster of Galaxies, every ten seconds the film zooms out to show a square a factor of ten times larger on each side. The 9-minute video then reverses, zooming back in a factor of ten every two seconds and ends up inside a single proton. The Powers of Ten sequence is actually based on the book Cosmic View by Kees Boeke in 1957, as is a similar but mostly animated film Cosmic Zoom that was also created in the late 1960s. The changing perspectives are so enthralling and educational that sections have been recreated using more modern computerized techniques, including the first few minutes of the movie Contact. Ray and husband Charles Eames, the film's creators, were known as quite visionary spirits and even invented their own popular chair.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Video: Powers of Ten",
    "url": "https://www.youtube.com/embed/0fKBhvDjuy0?rel=0"
  },
  {
    "copyright": "Blake EstesChristian Sasse",
    "date": "2022-12-05",
    "explanation": "Have you ever seen the Pleiades star cluster? Even if you have, you probably have never seen it as large and clear as this. Perhaps the most famous star cluster on the sky, the bright stars of the Pleiades can be seen with the unaided eye even from the depths of a light-polluted city.  With a long exposure from a dark location, though, the dust cloud surrounding the Pleiades star cluster becomes very evident. The featured 11-hour exposure, taken from the Siding Spring Observatory in Australia, covers a sky area several times the size of the full moon.  Also known as the Seven Sisters and M45, the Pleiades lies about 400 light years away toward the constellation of the Bull (Taurus).  A common legend with a modern twist is that one of the brighter stars faded since the cluster was named, leaving only six of the sister stars visible to the unaided eye. The actual number of Pleiades stars visible, however, may be more or less than seven, depending on the darkness of the surrounding sky and the clarity of the observer's eyesight.   Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/Pleiades_Estes_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pleiades: The Seven Sisters Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/2212/Pleiades_Estes_1080.jpg"
  },
  {
    "date": "2022-12-06",
    "explanation": "What’s happening inside this interstellar mountain? Stars are forming. The mountain is actually a column of gas and dust in the picturesque Eagle Nebula (M16).  A pillar like this is so low in density that you could easily fly though it -- it only appears solid because of its high dust content and great depth. The glowing areas are lit internally by newly formed stars. These areas shine in red and infrared light because blue light is scattered away by intervening interstellar dust. The featured image was captured recently in near-infrared light in unprecedented detail by the James Webb Space Telescope (JWST), launched late last year. Energetic light, abrasive winds, and final supernovas from these young stars will slowly destroy this stellar birth column over the next 100,000 years.   Astrophysicists: Browse 2,900+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/M16Pillar_WebbOzsarac_1668.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M16: A Star Forming Pillar from Webb",
    "url": "https://apod.nasa.gov/apod/image/2212/M16Pillar_WebbOzsarac_960.jpg"
  },
  {
    "copyright": "Tommaso Stella",
    "date": "2022-12-07",
    "explanation": "A mere seven hundred light years from Earth, toward the constellation Aquarius, a sun-like star is dying. The dying star's last few thousand years have produced the Helix Nebula (NGC 7293), a well studied and nearby example of a Planetary Nebula, typical of this final phase of stellar evolution.  Combining narrow band image data from emission lines of hydrogen atoms in red and oxygen atoms in blue-green hues, it shows tantalizing details of the Helix, including its bright inner region about 3 light-years across. The white dot at the Helix's center is this Planetary Nebula's hot, central star. A simple looking nebula at first glance, the Helix is now understood to have a surprisingly complex geometry.",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/NGC7293-TommasoStella2022WEB.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7293: The Helix Nebula",
    "url": "https://apod.nasa.gov/apod/image/2212/NGC7293-TommasoStella2022WEB1024.jpg"
  },
  {
    "date": "2022-12-08",
    "explanation": "A camera on board the uncrewed Orion spacecraft captured this view on December 5 as Orion approached its return powered flyby of the Moon.  Below one of Orion's extended solar arrays lies dark, smooth, terrain along the western edge of the Oceanus Procellarum. Prominent on the lunar nearside Oceanus Procellarum, the Ocean of Storms, is the largest of the Moon's lava-flooded maria. The lunar terminator, shadow line between lunar night and day, runs along the left of the frame. The 41 kilometer diameter crater Marius is top center, with ray crater Kepler peeking in at the edge, just right of the solar array wing. Kepler's bright rays extend to the north and west, reaching the dark-floored Marius. Of course the Orion spacecraft is now headed toward a December 11 splashdown in planet Earth's water-flooded Pacific Ocean.",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/art001e002132.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion and the Ocean of Storms",
    "url": "https://apod.nasa.gov/apod/image/2212/art001e002132_apod1024.jpg"
  },
  {
    "copyright": "Tom Glenn",
    "date": "2022-12-09",
    "explanation": "On the night of December 7 Mars wandered near the Full Moon. In fact the Red Planet was occulted, passing behind the Moon, when viewed from locations across Europe and North America. About an hour after disappearing behind the lunar disk Mars reappears in this stack of sharp video frames captured from San Diego, planet Earth. With the Moon in the foreground Mars was a mere 82 million kilometers distant, near its own opposition. Full Moon and full Mars were bright enough to provide the spectacular image with no exposure adjustments necessary. In the image Mars appears to rise just over ancient, dark-floored, lunar crater Abel very close to the southeastern edge of the Moon's near side. Humboldt is the large impact crater to its north (left).",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/Mars_Moon_fullsize_TGlenn.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars Rises above the Lunar Limb",
    "url": "https://apod.nasa.gov/apod/image/2212/Mars_Moon_fullsize_TGlenn1024.jpg"
  },
  {
    "date": "2022-12-10",
    "explanation": "Get out your red/blue glasses and check out this stereo view of another world. Fifty years ago the scene was recorded by Apollo 17 mission commander Eugene Cernan on December 11, 1972, one orbit before descending to land on the Moon. The stereo anaglyph was assembled from two photographs (AS17-147-22465, AS17-147-22466) captured from his vantage point on board the Lunar Module Challenger as he and Dr. Harrison Schmitt flew over Apollo 17's landing site in the Taurus-Littrow Valley. The broad, sunlit face of the mountain dubbed South Massif rises near the center of the frame, above the dark floor of Taurus-Littrow to its left. Piloted by Ron Evans, the Command Module America is visible in orbit in the foreground against the South Massif's peak. Beyond the mountains, toward the lunar limb, lies the Moon's Mare Serenitatis.",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/22466-22467anaVantuyne.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "America and the Sea of Serenity",
    "url": "https://apod.nasa.gov/apod/image/2212/22466-22467anaVantuyne900.jpg"
  },
  {
    "date": "2022-12-11",
    "explanation": "The strangest moon in the Solar System is bright yellow.  The featured picture, an attempt to show how Io would appear in the \"true colors\" perceptible to the average human eye, was taken in 1999 July by the Galileo spacecraft that orbited Jupiter from 1995 to 2003.  Io's colors derive from sulfur and molten silicate rock.  The unusual surface of Io is kept very young by its system of active volcanoes.  The intense tidal gravity of Jupiter stretches Io and damps wobbles caused by Jupiter's other Galilean moons.  The resulting friction greatly heats Io's interior, causing  molten rock to explode through the surface.  Io's volcanoes are so active that they are effectively turning the whole moon inside out.  Some of Io's volcanic lava is so hot it glows in the dark.   Artemis 1 Coverage: Orion return and splashdown",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/iotruecolor_galileo_2796.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io in True Color",
    "url": "https://apod.nasa.gov/apod/image/2212/iotruecolor_galileo_960.jpg"
  },
  {
    "copyright": "Bernard Miller",
    "date": "2022-12-12",
    "explanation": "Is there a monster in IC 1396?  Known to some as the Elephant's Trunk Nebula, parts of gas and dust clouds of this star formation region may appear to take on foreboding forms, some nearly human.  The only real monster here, however, is a bright young star too far from Earth to hurt us.  Energetic light from this star is eating away the dust of the dark cometary globule near the top of the featured image.  Jets and winds of particles emitted from this star are also pushing away ambient gas and dust.  Nearly 3,000 light-years distant, the relatively faint IC 1396 complex covers a much larger region on the sky than shown here, with an apparent width of more than 10 full moons.",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/IC1396_Miller_2370.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Unusual Globule in IC 1396",
    "url": "https://apod.nasa.gov/apod/image/2212/IC1396_Miller_960.jpg"
  },
  {
    "copyright": "Giulio Cobianchi",
    "date": "2022-12-13",
    "explanation": "Can the night sky be both art and science? If so, perhaps the featured image is an example. The digital panorama was composed of 10 landscape and 10 sky images all taken on the same night, from the same location, and with the same camera.  Iconic features in the image have been artfully brightened, and the ground nearby was artfully illuminated. Visible in the foreground is the creative photographer anchoring an amazing view from the rugged Lofoten Islands of Norway, two months ago, by holding a lamp. Far in the distance are three prominent arches: our Milky Way Galaxy on the left, while a scientifically-unusual double-arced aurora is documented on the right. A meteor is highlighted between them. Other notable skylights include, left to right, the Andromeda Galaxy, the planet Jupiter, the star Vega, and the stars that compose the Big Dipper asterism.",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/SkyArt_Cobianchi_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Artful Sky over Lofoten Islands",
    "url": "https://apod.nasa.gov/apod/image/2212/SkyArt_Cobianchi_1024.jpg"
  },
  {
    "date": "2022-12-14",
    "explanation": "Why is the Moon so dusty? On Earth, rocks are weathered by wind and water, creating soil and sand. On the Moon, the history of constant micrometeorite bombardment has blasted away at the rocky surface creating a layer of powdery lunar soil or regolith.  For the Apollo astronauts and their equipment, the pervasive, fine, gritty dust was definitely a problem",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/AS17-137-20979.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Dust and Duct Tape",
    "url": "https://apod.nasa.gov/apod/image/2212/AS17-137-20979_1024.jpg"
  },
  {
    "copyright": "Tomas Slovinsky",
    "date": "2022-12-15",
    "explanation": "On December 8 a full Moon and a full Mars were close, both bright and opposite the Sun in planet Earth's sky. In fact Mars was occulted, passing behind the Moon when viewed from some locations across Europe and North America.  Seen from the city of Kosice in eastern Slovakia, the lunar occultation of Mars happened just before sunrise. The tantalizing spectacle was recorded in this telescopic timelapse sequence of exposures. It took about an hour for the Red Planet to disappear behind the lunar disk and then reappear as a warm-hued full Moon, the last full Moon of 2022, sank toward the western horizon. The next lunar occultation of bright planet Mars will be in the new year on January 3, when the Moon is in a waxing gibbous phase. Lunar occultations are only ever visible from a fraction of the Earth's surface, though. The January 3 occultation of Mars will be visible from parts of the South Atlantic, southern Africa, and the Indian Ocean.",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/MarsTrailsSMALL.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Full Moon, Full Mars",
    "url": "https://apod.nasa.gov/apod/image/2212/MarsTrailsSMALL1024.jpg"
  },
  {
    "copyright": "Jeff Dai",
    "date": "2022-12-16",
    "explanation": "Returning from beyond the Moon, on December 11 the Orion spacecraft entered Earth's atmosphere at almost 11 kilometers per second. That's half the speed of the grain of dust that created this long fireball meteor when it entered the atmosphere on December 13, near the peak of the annual Geminid meteor shower. As our fair planet makes its yearly pass through the dust trail of mysterious asteroid 3200 Phaethon, the parallel tracks of all Geminid meteors appear to radiate from a point in the constellation Gemini. But the twin stars of Gemini hide just behind the trees on the left in this night skyscape from the beautiful Blue Moon Valley, Yunnan, China. Reflected in the still waters of the mountain lake, stars of the constellation Orion are rising near center. Captured before moonrise, dazzling Mars is still the brightest celestial beacon in the scene.",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/GeminidoverBluemoonvalley-2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Geminid",
    "url": "https://apod.nasa.gov/apod/image/2212/GeminidoverBluemoonvalley-1024.jpg"
  },
  {
    "date": "2022-12-17",
    "explanation": "Get out your red/blue glasses and check out this stereo scene from Taurus-Littrow valley on the Moon! The color anaglyph features a detailed 3D view of Apollo 17's Lunar Rover in the foreground -- behind it lies the Lunar Module and distant lunar hills. Because the world was going to be able to watch the Lunar Module's ascent stage liftoff via the rover's TV camera, this parking place was also known as the VIP Site. Fifty years ago, in December of 1972, Apollo 17 astronauts Eugene Cernan and Harrison Schmitt spent about 75 hours on the Moon, while colleague Ronald Evans orbited overhead. The crew returned with 110 kilograms of rock and soil samples, more than from any of the other lunar landing sites. Cernan and Schmitt are still the last to walk (or drive) on the Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/a17anaglyph_vanMeijgaarden_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 17 VIP Site Anaglyph",
    "url": "https://apod.nasa.gov/apod/image/2212/a17anaglyph_vanMeijgaarden_1024v.jpg"
  },
  {
    "copyright": "Tragoolchitr Jittasaiyapan",
    "date": "2022-12-18",
    "explanation": "Do you know the names of some of the brightest stars? It's likely that you do, even though some bright stars have names so old they date back to near the beginning of written language. Many world cultures have their own names for the brightest stars, and it is culturally and historically important to remember them.  In the interest of clear global communication, however, the International Astronomical Union (IAU) has begun to designate standardized star names.  Featured here in true color are the 25 brightest stars in the night sky, currently as seen by humans, coupled with their IAU-recognized names. Some star names have interesting meanings, including Sirius (\"the scorcher\" in Latin), Vega (\"falling\" in Arabic), and Antares (\"rival to Mars\" in Greek). You are likely even familiar with the name of at least one star too dim to make this list: Polaris.    Almost Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/25BrightestStars_Jittasaiyapan_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "25 Brightest Stars in the Night Sky",
    "url": "https://apod.nasa.gov/apod/image/2212/25BrightestStars_Jittasaiyapan_960.jpg"
  },
  {
    "copyright": "Craig Stocks",
    "date": "2022-12-19",
    "explanation": "What's causing the commotion in the Tadpole Nebula? Star formation.  Dusty emission in the Tadpole Nebula, IC 410, lies about 12,000 light-years away in the northern constellation of the Charioteer (Auriga). The cloud of glowing gas is over 100 light-years across, sculpted by stellar winds and radiation from embedded open star cluster NGC 1893. Formed in the interstellar cloud a mere 4 million years ago, bright newly formed cluster stars are seen all around the star-forming nebula.  Notable on the lower-right of the featured image are two relatively dense streamers of material trailing away from the nebula's central regions. Potentially sites of ongoing star formation in IC 410, these cosmic tadpole shapes are about 10 light-years long. The image was processed highlighting the emission from sulfur (red), hydrogen (green), and oxygen (blue) gas -- but with the stars digitally removed.",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/Tadpoles_Stocks_2560.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Tadpole Nebula in Gas and Dust",
    "url": "https://apod.nasa.gov/apod/image/2212/Tadpoles_Stocks_960.jpg"
  },
  {
    "copyright": "Hannah Rochford",
    "date": "2022-12-20",
    "explanation": "Thor not only has his own day (Thursday), but a helmet in the heavens.  Popularly called Thor's Helmet, NGC 2359 is a hat-shaped cosmic cloud with wing-like appendages. Heroically sized even for a Norse god, Thor's Helmet is about 30 light-years across. In fact, the cosmic head-covering is more like an interstellar bubble, blown with a fast wind from the bright, massive star near the bubble's center. Known as a Wolf-Rayet star, the central star is an extremely hot giant thought to be in a brief, pre-supernova stage of evolution. NGC 2359 is located about 15,000 light-years away toward the constellation of the Great Overdog. This remarkably sharp image is a mixed cocktail of data from  narrowband filters, capturing not only natural looking stars but details of the nebula's filamentary structures. The star in the center of Thor's Helmet is expected to explode in a spectacular supernova sometime within the next few thousand years.    Almost Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/Thor_Rochford_2404.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Thor's Helmet",
    "url": "https://apod.nasa.gov/apod/image/2212/Thor_Rochford_960.jpg"
  },
  {
    "copyright": "Goran Strand",
    "date": "2022-12-21",
    "explanation": "Happy Solstice! Today is the December solstice, marking an astronomical beginning of summer in the southern hemisphere and winter in the north. On its yearly trek through planet Earth's skies, at this solstice the Sun reaches its southern most declination, 23.5 degrees south, at 21:48 UTC. About 4 days ago the Sun was near this seasonal southern limit and so only just above the horizon at local noon from Ostersund in central Sweden. This view looking over the far northern lakeside city finds the midday Sun with a beautiful solar ice halo. Naturally occurring atmospheric ice crystals can produce the tantalizing halo displays, refracting and reflecting the sunlight through their hexagonal geometry.  Still, with the Sun low and near the horizon in the clear sky, likely sources of the ice crystals producing this intense halo are snow cannons. Operating at a local ski area, the snowmaking machines create a visible plume at the top of the nearby island Froson toward the right side of the panorama.",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/GS_20221217_Solhalo_Pan_v3.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sun Halo at Sixty-three Degrees North",
    "url": "https://apod.nasa.gov/apod/image/2212/GS_20221217_Solhalo_Pan_v3_1100.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2022-12-22",
    "explanation": "Barred spiral galaxy NGC 1365 is truly a majestic island universe some 200,000 light-years across. Located a mere 60 million light-years away toward the faint but heated constellation Fornax, NGC 1365 is a dominant member of the well-studied Fornax Cluster of galaxies",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/NGC1365-CDK24-CDK17.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1365: Majestic Island Universe",
    "url": "https://apod.nasa.gov/apod/image/2212/NGC1365-CDK24-CDK17_1024.jpg"
  },
  {
    "date": "2022-12-23",
    "explanation": "This is what Saturn looks like from inside the rings. In 2017, for the first time, NASA directed the Cassini spacecraft to swoop between Saturn and its rings. During the dive, the robotic spacecraft took hundreds of images showing unprecedented detail for structures in Saturn's atmosphere. Looking back out, however, the spacecraft was also able to capture impressive vistas. In the featured image, taken a few hours before closest approach, Saturn's unusual northern hexagon is seen surrounding the North Pole. Saturn's B ring is the closest visible, while the dark Cassini Division separates B from the outer A.  A close inspection will find the two small moons that shepherd the F-ring, the farthest ring discernable.  A few months after this image was taken -- and after more than a decade of exploration and discovery -- the Cassini spacecraft ran low on fuel and was directed to enter Saturn's atmosphere, where it surely melted.",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/SaturnInsideOut2_cassini_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cassini Looks Out from Saturn",
    "url": "https://apod.nasa.gov/apod/image/2212/SaturnInsideOut2_cassini_960.jpg"
  },
  {
    "copyright": "Dan Bartlett",
    "date": "2022-12-24",
    "explanation": "Comet C/2022 E3 (ZTF) was discovered by astronomers using the wide-field survey camera at the Zwicky Transient Facility this year in early March. Since then the new long-period comet has brightened substantially and is now sweeping across the northern constellation Corona Borealis in predawn skies. It's still too dim to see without a telescope though. But this fine telescopic image from December 19 does show the comet's brighter greenish coma, short broad dust tail, and long faint ion tail stretching across a 2.5 degree wide field-of-view. On a voyage through the inner Solar System comet 2022 E3 will be at perihelion, its closest to the Sun, in the new year on January 12 and at perigee, its closest to our fair planet, on February 1. The brightness of comets is notoriously unpredictable, but by then C/2022 E3 (ZTF) could become only just visible to the eye in dark night skies.",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/c2022E3_ZTF_Bartlett.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet 2022 E3 (ZTF)",
    "url": "https://apod.nasa.gov/apod/image/2212/c2022E3_ZTF_Bartlett800.png"
  },
  {
    "copyright": "Chuck Derus",
    "date": "2022-12-25",
    "explanation": "Asteroid 3200 Phaethon's annual gift to planet Earth always arrives in December. Otherwise known as the Geminid meteor shower, the source of the meteroid stream is dust shed along the orbit of the mysterious asteroid. Near the December 13/14 peak of the shower's activity, geminid meteors are captured in this night skyscape, composited from 22 images of starry sky taken before the moon rose over Monument Valley in the American southwest. The bright stars near the position of the shower's radiant are the constellation Gemini's twin stars Castor (blue) and Pollux (yellow). As Earth sweeps through the dusty stream, the parallel meteor trails appear to radiate from a point on the sky in Gemini due to perspective, and so the yearly shower is named for the constellation. From the camera's perspective, this view of three prominent buttes across Monument Valley also suggests appropriate names for two of them. The third one is called Merrick Butte.",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/J7A6402-Edit-copy-sharpened.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Geminids and the Mittens",
    "url": "https://apod.nasa.gov/apod/image/2212/J7A6402-Edit-copy-sharpened1024.jpg"
  },
  {
    "copyright": "Russell Croman",
    "date": "2022-12-26",
    "explanation": "The star at the center created everything.  Known as the Dragon's Egg, this star -- a rare, hot, luminous O-type star some 40 times as massive as the Sun -- created not only the complex nebula (NGC 6164) that immediately surrounds it, but also the encompassing blue halo. Its name is derived, in part, from the region's proximity to the picturesque NGC 6188, known as the fighting Dragons of Ara. In another three to four million years the massive star will likely end its life in a supernova explosion. Spanning around 4 light-years, the nebula itself has a bipolar symmetry making it similar in appearance to more common planetary nebulae - the gaseous shrouds surrounding dying sun-like stars. Also like many planetary nebulae, NGC 6164 has been found to have an extensive, faint halo, revealed in blue in this deep telescopic image of the region. Expanding into the surrounding interstellar medium, the material in the blue halo was likely expelled from an earlier active phase of the O-star. NGC 6164 lies 4,200 light-years away in the southern constellation of the Carpenter's Square (Norma).",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/DragonsEgg_Croman_4231.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6164: Dragon's Egg Nebula and Halo",
    "url": "https://apod.nasa.gov/apod/image/2212/DragonsEgg_Croman_960.jpg"
  }
]
