[
  {
    "date": "2022-02-01",
    "explanation": "What will the Moon phase be on your birthday this year?  It is hard to predict because the Moon's appearance changes nightly.  As the Moon orbits the Earth, the half illuminated by the Sun first becomes increasingly visible, then decreasingly visible. The featured video animates images and altitude data taken by NASA's Moon-orbiting Lunar Reconnaissance Orbiter to show all 12 lunations that appear this year, 2022 -- as seen from Earth's northern (southern) hemisphere. A single lunation describes one full cycle of our Moon, including all of its phases. A full lunation takes about 29.5 days, just under a month (moon-th). As each lunation progresses, sunlight reflects from the Moon at different angles, and so illuminates different features differently.  During all of this, of course, the Moon always keeps the same face toward the Earth. What is less apparent night-to-night is that the Moon's apparent size changes slightly, and that a slight wobble called a libration occurs as the Moon progresses along its elliptical orbit.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Moon Phases 2022",
    "url": "https://www.youtube.com/embed/c4Xky6tlFyY?rel=0&VQ=HD720"
  },
  {
    "date": "2022-02-02",
    "explanation": "What's happening at the center of our galaxy? It's hard to tell with optical telescopes since visible light is blocked by intervening interstellar dust. In other bands of light, though, such as radio, the galactic center can be imaged and shows itself to be quite an interesting and active place.  The featured picture shows the latest image of our Milky Way's center by the MeerKAT array of 64 radio dishes in South Africa. Spanning four times the angular size of the Moon (2 degrees), the image is impressively vast, deep, and detailed.  Many known sources are shown in clear detail, including many with a prefix of Sgr, since the galactic center is in the direction of the constellation Sagittarius.  In our Galaxy's Center lies Sgr A, found here in the image center, which houses the Milky Way's central supermassive black hole.  Other sources in the image are not as well understood, including the Arc, just to the left of Sgr A, and numerous filamentary threads. Goals for MeerKAT include searching for radio emission from neutral hydrogen emitted in a much younger universe and brief but distant radio flashes.   Open Science: Browse 2,700+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/MwCenter_MeerKATMunoz_7530.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Galactic Center in Radio from MeerKAT",
    "url": "https://apod.nasa.gov/apod/image/2202/MwCenter_MeerKATMunoz_1080.jpg"
  },
  {
    "copyright": "Juan Luis Cánovas Pérez",
    "date": "2022-02-03",
    "explanation": "ven though Venus (left) was the brightest planet in the sky it was less than 1/30th the apparent size of the Moon on January 29. But as both rose before the Sun they shared a crescent phase, and for a moment their visible disks were each about 12 percent illuminated as they stood above the southeastern horizon. The similar sunlit crescents were captured in these two separate images. Made at different magnifications, each panel is a composite of stacked video frames taken with a small telescope. Venus goes through a range of phases like the Moon as the inner planet wanders from evening sky to morning sky and back again with a period of 584 days. Of course the Moon completes its own cycle of phases, a full lunation, in about 29.5 days.",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/VenusMoonSamePhase.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Embraced by Sunlight",
    "url": "https://apod.nasa.gov/apod/image/2202/VenusMoonSamePhase1024.jpg"
  },
  {
    "copyright": "Robert Fedez",
    "date": "2022-02-04",
    "explanation": "ven though Jupiter was the only planet visible in the evening sky on February 2, it shared the twilight above the western horizon with the Solar System's brightest moons. In a single exposure made just after sunset, the Solar System's ruling gas giant is at the upper right in this telephoto field-of-view from Cancun, Mexico. The snapshot also captures our fair planet's own natural satellite in its young crescent phase. The Moon's disk looms large, its familiar face illuminated mostly by earthshine. But the four points of light lined-up with Jupiter are Jupiter's own large Galilean moons. Top to bottom are Ganymede, [Jupiter], Io, Europa, and Callisto. Ganymede, Io, and Callisto are physically larger than Earth's Moon while water world Europa is only slightly smaller.",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/IMG_1869Fedez.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moons at Twilight",
    "url": "https://apod.nasa.gov/apod/image/2202/IMG_1869Fedez1024.png"
  },
  {
    "date": "2022-02-05",
    "explanation": "Variable star R Aquarii is actually an interacting binary star system, two stars that seem to have a close symbiotic relationship. Centered in this space-based optical/x-ray composite image it lies about 710 light years away. The intriguing system consists of a cool red giant star and hot, dense white dwarf star in mutual orbit around their common center of mass. With binoculars you can watch as R Aquarii steadily changes its brightness over the course of a year or so. The binary system's visible light is dominated by the red giant, itself a Mira-type long period variable star. But material in the cool giant star's extended envelope is pulled by gravity onto the surface of the smaller, denser white dwarf, eventually triggering a thermonuclear explosion, blasting material into space. Astronomers have seen such outbursts over recent decades. Evidence for much older outbursts is seen in these spectacular structures spanning almost a light-year as observed by the Hubble Space Telescope (in red and blue). Data from the Chandra X-ray Observatory (in purple) shows the X-ray glow from shock waves created as a jet from the white dwarf strikes surrounding material.",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/archives_raquarii.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Symbiotic R Aquarii",
    "url": "https://apod.nasa.gov/apod/image/2202/archives_raquarii.jpg"
  },
  {
    "date": "2022-02-06",
    "explanation": "Welcome to planet Earth, the third planet from a star named the Sun.  The Earth is shaped like a sphere and composed mostly of rock.  Over 70 percent of the Earth's surface is water.  The planet has a relatively thin atmosphere composed mostly of nitrogen and oxygen.  The featured picture of Earth, dubbed The Blue Marble, was taken from Apollo 17 in 1972 and features Africa and Antarctica.  It is thought to be one of the most widely distributed photographs of any kind.  Earth has a single large Moon that is about 1/4 of its diameter and, from the planet's surface, is seen to have almost exactly the same angular size as the Sun.  With its abundance of liquid water, Earth supports a large variety of life forms, including potentially intelligent species such as dolphins and humans.  Please enjoy your stay on planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/bluemarble_apollo17_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Blue Marble Earth",
    "url": "https://apod.nasa.gov/apod/image/2202/bluemarble_apollo17_960.jpg"
  },
  {
    "copyright": "CFHT",
    "date": "2022-02-07",
    "explanation": "It's raining stars.  What appears to be a giant cosmic umbrella is now known to be a tidal stream of stars stripped from a small satellite galaxy. The main galaxy, spiral galaxy NGC 4651, is about the size of our Milky Way, while its stellar parasol appears to extend some 100 thousand light-years above this galaxy's bright disk. A small galaxy was likely torn apart by repeated encounters as it swept back and forth on eccentric orbits through NGC 4651. The remaining stars will surely fall back and become part of a combined larger galaxy over the next few million years. The featured image was captured by the Canada-France-Hawaii Telescope (CFHT) in Hawaii, USA.  The Umbrella Galaxy lies about 50 million light-years distant toward the well-groomed northern constellation Coma Berenices.   Almost Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/NGC4651_CFHT_1587.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4651: The Umbrella Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2202/NGC4651_CFHT_960.jpg"
  },
  {
    "copyright": "Alexandre Correia",
    "date": "2022-02-08",
    "explanation": "Which half of this sky is your favorite? On the left, the night sky is lit up by particles expelled from the Sun that later collided with Earth's upper atmosphere — creating bright auroras.  On the right, the night glows with ground lights reflected by millions of tiny ice crystals falling from the sky — creating  light pillars.  And in the center, the astrophotographer presents your choices. The light pillars are vertical columns because the fluttering ice-crystals are mostly flat to the ground, and their colors are those of the ground lights. The auroras cover the sky and ground in the green hue of glowing oxygen, while their transparency is clear because you can see stars right through them. Distant stars dot the background, including bright stars from the iconic constellation of Orion.  The featured image was captured in a single exposure two months ago near Kautokeino, Norway.   Favorite sky half: Left half (aurora) | Right half (light pillars)",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/AuroraPillars_Correia_4898.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora and Light Pillars over Norway",
    "url": "https://apod.nasa.gov/apod/image/2202/AuroraPillars_Correia_960.jpg"
  },
  {
    "date": "2022-02-09",
    "explanation": "What's the most dangerous star near earth?  Many believe it's Eta Carinae, a binary star system about 100 times the mass of the Sun, just 10,000 light years from earth.  Eta Carinae is a ticking time bomb, set to explode as a supernova in only a few million years, when it may bathe the earth in dangerous gamma rays.  The star suffered a notorious outburst in the 1840s when it became the brightest star in the southern sky, only to fade to obscurity within decades.  The star was not destroyed, but lies hidden behind a thick, expanding, double-lobed structure called the Homunculus which now surrounds the binary.  Studies of this ejecta provide forensic clues about the explosion.  Using observations from NASA satellites we can now visualize the 3D distribution of the shrapnel, all the way from the infrared, through optical and UV, to the outermost shell of million-degree material, visible only in X-rays.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Eta Car: 3D Model of the Most Dangerous Star Known",
    "url": "https://www.youtube.com/embed/NS71ppsk7n0?rel=0"
  },
  {
    "copyright": "Dawn Lowry",
    "date": "2022-02-10",
    "explanation": "The star with an orange tint near top center in this dusty telescopic frame is T Tauri, prototype of the class of T Tauri variable stars.  Next to it (right) is a yellow cosmic cloud historically known as Hind's Variable Nebula (NGC 1555). About 650 light-years away, at the boundary of the local bubble and the Taurus molecular cloud, both star and nebula are seen to vary significantly in brightness but not necessarily at the same time, adding to the mystery of the intriguing region. T Tauri stars are now generally recognized as young (less than a few million years old), sun-like stars still in the early stages of formation. To further complicate the picture, infrared observations indicate that T Tauri itself is part of a multiple system and suggest that the associated Hind's Nebula may also contain a very young stellar object. The well-composed image spans about 8 light-years at the estimated distance of T Tauri.",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/NGC1555texas2021.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "T Tauri and Hind's Variable Nebula",
    "url": "https://apod.nasa.gov/apod/image/2202/NGC1555texas2021_1094.jpg"
  },
  {
    "copyright": "Daniel Feller",
    "date": "2022-02-11",
    "explanation": "Similar in size to large, bright spiral galaxies in our neighborhood, IC 342 is a mere 10 million light-years distant in the long-necked, northern constellation Camelopardalis. A sprawling island universe, IC 342 would otherwise be a prominent galaxy in our night sky, but it is hidden from clear view and only glimpsed through the veil of stars, gas and dust clouds along the plane of our own Milky Way galaxy. Even though IC 342's light is dimmed and reddened by intervening cosmic clouds, this sharp telescopic image traces the galaxy's own obscuring dust, young star clusters, and glowing pink star forming regions along spiral arms that wind far from the galaxy's core. IC 342 may have undergone a recent burst of star formation activity and is close enough to have gravitationally influenced the evolution of the local group of galaxies and the Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/IC342Feller.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 342: The Hidden Galaxy in Camelopardalis",
    "url": "https://apod.nasa.gov/apod/image/2202/IC342Feller1024.jpg"
  },
  {
    "copyright": "Clear Skies",
    "date": "2022-02-12",
    "explanation": "The ice was singing as light from a bright gibbous Moon cast shadows across this frozen lake, about 20 kilometers north of Stockholm, Sweden, planet Earth. In the alluring night skyscape captured on February 10, shimmering auroral curtains of light dance in the evening sky. On that northern night nature's performance included the auroral displays fostered by a minor geomagnetic storm. Stormy space weather was the result of a coronal mass ejection, erupting from a solar prominence days earlier and brushing our fair planet's magnetosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/auroralakeFeb10_Heden.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora by Moonlight",
    "url": "https://apod.nasa.gov/apod/image/2202/auroralakeFeb10_Heden.jpg"
  },
  {
    "date": "2022-02-13",
    "explanation": "This is what the Earth looks like at night.  Can you find your favorite country or city?  Surprisingly, city lights make this task quite possible.  Human-made lights highlight particularly developed or populated areas of the Earth's surface, including the seaboards of Europe, the eastern United States, and Japan.  Many large cities are located near rivers or oceans so that they can exchange goods cheaply by boat.  Particularly dark areas include the central parts of South America, Africa, Asia, and Australia. The featured image, nicknamed Black Marble, is actually a composite of hundreds of pictures remade in 2016 from data taken by the orbiting Suomi NPP satellite.",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/EarthAtNight2016_SuomiNPP_13500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth at Night",
    "url": "https://apod.nasa.gov/apod/image/2202/EarthAtNight2016_SuomiNPP_1080.jpg"
  },
  {
    "copyright": "Adam Jensen",
    "date": "2022-02-14",
    "explanation": "What excites the Heart Nebula? First, the large emission nebula dubbed IC 1805 looks, in whole, like a human heart.  Its shape perhaps fitting of the Valentine's Day, this heart glows brightly in red light emitted by its most prominent element: excited hydrogen.  The red glow and the larger shape are all created by a small group of stars near the nebula's center.  In the heart of the Heart Nebula are young stars from the open star cluster Melotte 15 that are eroding away several picturesque dust pillars with their energetic light and winds. The open cluster of stars contains a few bright stars nearly 50 times the mass of our Sun, many dim stars only a fraction of the mass of our Sun, and an absent microquasar that was expelled millions of years ago.  The Heart Nebula is located about 7,500 light years away toward the constellation of the mythological Queen of Aethiopia (Cassiopeia).",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/HeartB_Jensen_3925.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Heart of the Heart Nebula",
    "url": "https://apod.nasa.gov/apod/image/2202/HeartB_Jensen_960.jpg"
  },
  {
    "date": "2022-02-15",
    "explanation": "What's different about this Moon? It's the terminators. In the featured image, you can't directly see any terminator -- the line that divides the light of day from the dark of night. That's because the image is a digital composite of 29 near-terminator lunar strips.  Terminator regions show the longest and most prominent shadows -- shadows which, by their contrast and length, allow a flat photograph to appear three-dimensional. The original images and data were taken near the Moon by NASA's Lunar Reconnaissance Orbiter.  Many of the Moon's craters stand out because of the shadows they all cast to the right. The image shows in graphic detail that the darker regions known as maria are not just darker than the rest of the Moon -- they are flatter.   Dial-A-Moon: Find the phase of the Moon on your birthday.",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/TerminatorMoon_Shet_3117.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Terminator Moon",
    "url": "https://apod.nasa.gov/apod/image/2202/TerminatorMoon_Shet_960.jpg"
  },
  {
    "copyright": "Hawk Wolinski",
    "date": "2022-02-16",
    "explanation": "What's that on the Sun? Although it may look like a flowing version of the Eiffel Tower, it is a solar prominence that is actually much bigger -- about the height of Jupiter. The huge prominence emerged about ten days ago, hovered over the Sun's surface for about two days, and then erupted -- throwing a coronal mass ejection (CME) into the Solar System. The featured video, captured from the astrophotographer's backyard in Hendersonville, Tennessee, USA, shows an hour time-lapse played both forwards and backwards. That CME did not impact the Earth, but our Sun had unleashed  other recent CMEs that not only triggered Earthly auroras, but puffed out the Earth's atmosphere enough to cause just-launched Starlink satellites to fall back. Activity on the Sun, including sunspots, prominences, CMEs and flares, continues to increase as the Sun evolves away from a deep minimum in its 11-year magnetic cycle.   Birthday Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "media_type": "video",
    "service_version": "v1",
    "title": "Eiffel Tower Prominence on the Sun",
    "url": "https://www.youtube.com/embed/liapnqj9GDc?rel=0"
  },
  {
    "copyright": "Robert Eder",
    "date": "2022-02-17",
    "explanation": "Dark markings and bright nebulae in this telescopic southern sky view are telltale signs of young stars and active star formation. They lie a mere 650 light-years away, at the boundary of the local bubble and the Chamaeleon molecular cloud complex. Regions with young stars identified as dusty reflection nebulae from the 1946 Cederblad catalog include the C-shaped Ced 110 just above and left of center, and bluish Ced 111 below it. Also a standout in the frame, the orange tinted V-shape of the Chamaeleon Infrared Nebula (Cha IRN) was carved by material streaming from a newly formed low-mass star.  The well-composed image spans 1.5 degrees. That's about 17 light-years at the estimated distance of the nearby Chamaeleon I molecular cloud.",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/Chamaeleon_RobertEder.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Chamaeleon I Molecular Cloud",
    "url": "https://apod.nasa.gov/apod/image/2202/Chamaeleon_RobertEder1024.jpg"
  },
  {
    "copyright": "Dave Doctor",
    "date": "2022-02-18",
    "explanation": "Galactic or open star clusters are young. The swarms of stars are born together near the plane of the Milky Way, but their numbers steadily dwindle as cluster members are ejected by galactic tides and gravitational interactions. Caught in this telescopic frame over three degrees across are three good examples of galactic star clusters, seen toward the southern sky's nautical constellation Puppis. Below and left, M46 is some 5,500 light-years in the distance. Right of center M47 is only 1,600 light-years away and NGC 2423 (top) is about 2500 light-years distant. Around 300 million years young M46 contains a few hundred stars in a region about 30 light-years across. Sharp eyes can spot a planetary nebula, NGC 2438, at about 11 o'clock against the M46 cluster stars. But that nebula's central star is billions of years old, and NGC 2438 is likely a foreground object only by chance along the line of sight to youthful M46. Even younger, aged around 80 million years, M47 is a smaller and looser star cluster spanning about 10 light-years. Star cluster NGC 2423 is pushing about 750 million years in age though. NGC 2423 is known to harbor an extrasolar planet, detected orbiting one of its red giant stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/ThreeClustersPuppis.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Three Clusters in Puppis",
    "url": "https://apod.nasa.gov/apod/image/2202/ThreeClustersPuppis1024.jpg"
  },
  {
    "copyright": "Jason Guenzel",
    "date": "2022-02-19",
    "explanation": "The spiky stars in the foreground of this backyard telescopic frame are well within our own Milky Way Galaxy. But the two eye-catching galaxies lie far beyond the Milky Way, at a distance of over 300 million light-years. Their distorted appearance is due to gravitational tides as the pair engage in close encounters. Cataloged as Arp 273 (also as UGC 1810), the galaxies do look peculiar, but interacting galaxies are now understood to be common in the universe. Nearby, the large spiral Andromeda Galaxy is known to be some 2 million light-years away and approaching the Milky Way. The peculiar galaxies of Arp 273 may offer an analog of their far future encounter. Repeated galaxy encounters on a cosmic timescale can ultimately result in a merger into a single galaxy of stars. From our perspective, the bright cores of the Arp 273 galaxies are separated by only a little over 100,000 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/JasonGuenzelARP273.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Peculiar Galaxies of Arp 273",
    "url": "https://apod.nasa.gov/apod/image/2202/JasonGuenzelARP273.jpg"
  },
  {
    "copyright": "Robert Howell",
    "date": "2022-02-20",
    "explanation": "Sometimes both heaven and Earth erupt. Colorful auroras erupted unexpectedly a few years ago, with green aurora appearing near the horizon and brilliant bands of red aurora blooming high overhead.  A bright Moon lit the foreground of this picturesque scene, while familiar stars could be seen far in the distance.  With planning, the careful astrophotographer shot this image mosaic in the field of White Dome Geyser in Yellowstone National Park in the western USA. Sure enough, just after midnight, White Dome erupted -- spraying a stream of water and vapor many meters into the air. Geyser water is heated to steam by scalding magma several kilometers below, and rises through rock cracks to the surface. About half of all known geysers occur in Yellowstone National Park. Although the geomagnetic storm that caused the auroras subsided within a day, eruptions of White Dome Geyser continue about every 30 minutes.",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/geyseraurora_howell_2163.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Over White Dome Geyser",
    "url": "https://apod.nasa.gov/apod/image/2202/geyseraurora_howell_960.jpg"
  },
  {
    "date": "2022-02-21",
    "explanation": "Many spiral galaxies have bars across their centers.  Even our own Milky Way Galaxy is thought to have a modest central bar. Prominently barred spiral galaxy NGC 6217, featured here, was captured in spectacular detail in this image taken by the Advanced Camera for Surveys on the orbiting Hubble Space Telescope in 2009. Visible are dark filamentary dust lanes, young clusters of bright blue stars, red emission nebulas of glowing hydrogen gas, a long bar of stars across the center, and a bright active nucleus that likely houses a supermassive black hole.  Light takes about 60 million years to reach us from NGC 6217, which spans about 30,000 light years across and can be found toward the constellation of the Little Bear (Ursa Minor).   APOD in world languages: Arabic, Bulgarian, Catalan, Chinese (Beijing), Chinese (Taiwan), Croatian, Czech, Dutch, French, French (Canada), German, Hebrew, Indonesian, Japanese, Korean, Montenegrin, Polish, Russian, Serbian, Slovenian,  Spanish, Taiwanese, Turkish, Turkish, and  Ukrainian",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/Ngc6217_Hubble_2631.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Barred Spiral Galaxy NGC 6217",
    "url": "https://apod.nasa.gov/apod/image/2202/Ngc6217_Hubble_960.jpg"
  },
  {
    "date": "2022-02-22",
    "explanation": "What did the first quasars look like?  The nearest quasars are now known to involve supermassive black holes in the centers of active galaxies.  Gas and dust that falls toward a quasar glows brightly, sometimes outglowing the entire home galaxy.  The quasars that formed in the first billion years of the universe are more mysterious, though. Featured, recent data has enabled an artist's impression of an early-universe quasar as it might have been: centered on a massive black hole, surrounded by sheets of gas and an accretion disk, and expelling a powerful jet. Quasars are among the most distant objects we see and give humanity unique information about the early and intervening universe. The oldest quasars currently known are seen at just short of redshift 8 -- only 700 million years after the Big Bang -- when the universe was only a few percent of its current age.",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/Quasar_EsoKormesser_4112.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Illustration: An Early Quasar",
    "url": "https://apod.nasa.gov/apod/image/2202/Quasar_EsoKormesser_1080.jpg"
  },
  {
    "copyright": "Dave Green",
    "date": "2022-02-23",
    "explanation": "What will the huge Green Bank Telescope discover tonight? Pictured, the Robert C. Byrd Green Bank Telescope (GBT) on the lower right is the largest fully-pointable single-dish radio telescope in the world. With a central dish larger than a football field, the GBT is nestled in the hills of West Virginia, USA in a radio quiet zone where the use of cell phones, WiFi emitters, and even microwave ovens are limited. The GBT explores our universe not only during the night -- but during the day, too, since the daytime sky is typically dark in radio waves.  Taken in late January, the featured image was planned for months to get the setting location of Orion just right.  The image is a composite of a foreground shot taken over a kilometer away from the GBT, and a background shot built up of long exposures during the previous night. The deep background image of Orion is fitting because the GBT is famous for, among many discoveries, mapping the unusual magnetic field in the Orion Molecular Cloud Complex.",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/GreenBankOrion_Green_1638.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion over Green Bank",
    "url": "https://apod.nasa.gov/apod/image/2202/GreenBankOrion_Green_960.jpg"
  },
  {
    "copyright": "Robert Eder",
    "date": "2022-02-24",
    "explanation": "Beta Cygni is a single bright star to the naked eye. About 420 light-years away it marks the foot of the Northern Cross, famous asterism in the constellation Cygnus. But a view through the eyepiece of a small telescope will transform it into a beautiful double star, a treasure of the night sky in blue and gold. Beta Cygni is also known as Albireo, designated Albireo AB to indicate its two bright component stars. Their visually striking color difference is illustrated in this telescopic snapshot, along with their associated visible spectrum of starlight shown in insets to the right. Albireo A, top inset, shows the spectrum of a K-type giant star, cooler than the Sun and emitting most of its energy at yellow and red wavelengths. Below, Albireo B has the spectrum of a main sequence star much hotter than the Sun, emitting more energy in blue and violet. Albireo A is known to be a binary star, two stars together orbiting a common center of mass, though the two stars are too close together to be seen separately with a small telescope. Well-separated Albireo A and B most likely represent an optical double star and not a physical binary system because the two components have clearly different measured motions through space.",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/albireoSpectrum.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Beautiful Albireo AB",
    "url": "https://apod.nasa.gov/apod/image/2202/albireoSpectrum1024.jpg"
  },
  {
    "date": "2022-02-25",
    "explanation": "This Navcam mosaic from Perseverance looks out over the car-sized rover's deck, across the floor of Jezero crater on Mars. Frames used to construct the mosaic view were captured on mission sol 354. That corresponds to Earth calendar date February 17, 2022, nearly one Earth year after the rover's landing. With a mass of over 1,000 kilograms, six-wheeled Perseverance is the heaviest rover to touch down on Mars. During its first year of exploration the rover has collected six (so far) rock core samples for later return to planet Earth, served as the base station for Ingenuity, the first helicopter on Mars, and tested MOXIE (Mars Oxygen In-Situ Resource Utilization Experiment), converting some of the Red Planet’s thin, carbon dioxide-rich atmosphere into oxygen.",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/PerseveranceSol354Nav1_1br2_KenKremer.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseverance Sol 354",
    "url": "https://apod.nasa.gov/apod/image/2202/PerseveranceSol354Nav1_1br2_KenKremer1024.jpg"
  },
  {
    "copyright": "Dietmar Hager",
    "date": "2022-02-26",
    "explanation": "Large spiral galaxy NGC 4945 is seen nearly edge-on in this cosmic galaxy close-up. It's almost the size of our Milky Way Galaxy. NGC 4945's own dusty disk, young blue star clusters, and pink star forming regions stand out in the colorful telescopic frame. About 13 million light-years distant toward the expansive southern constellation Centaurus, NGC 4945 is only about six times farther away than Andromeda, the nearest large spiral galaxy to the Milky Way. Though this galaxy's central region is largely hidden from view for optical telescopes, X-ray and infrared observations indicate significant high energy emission and star formation in the core of NGC 4945. Its obscured but active nucleus qualifies the gorgeous island universe as a Seyfert galaxy and home to a central supermassive black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/NGC4945-Dietmar-Eric-crop.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nearby Spiral Galaxy NGC 4945",
    "url": "https://apod.nasa.gov/apod/image/2202/NGC4945-Dietmar-Eric-crop1024.jpg"
  },
  {
    "date": "2022-02-27",
    "explanation": "\"Oh my God! Look at that picture over there! Here's the Earth coming up. Wow is that pretty!\" Soon after that pronouncement, about 53 years ago, one of the most famous images ever taken was snapped from the orbit of the Moon. Now known as \"Earthrise\", the iconic image shows the Earth rising above the limb of the Moon, as taken by the crew of Apollo 8.  But the well-known Earthrise image was actually the  second image taken of the Earth rising above the lunar limb -- it was just the first in color.  With modern digital technology, however, the real first Earthrise image -- originally in black and white -- has now been remastered to have the combined resolution and color of the first three images.  Behold! The featured image is a close-up of the picture that Apollo 8 astronaut Bill Anders was talking about. Thanks to modern technology and human ingenuity, now we can all see it. (Historical note: A different historic black & white image of the Earth setting behind the lunar limb was taken by the robotic Lunar Orbiter 1 two years earlier.)",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/Earthrise1_Apollo8AndersWeigang_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earthrise 1: Historic Image Remastered",
    "url": "https://apod.nasa.gov/apod/image/2202/Earthrise1_Apollo8AndersWeigang_960.jpg"
  },
  {
    "copyright": "Jeff Graphy",
    "date": "2022-02-28",
    "explanation": "You don't have to look through a telescope to know where it's pointing. Allowing the telescope to project its image onto a large surface can be useful because it dilutes the intense brightness of very bright sources. Such dilution is useful for looking at the Sun, for example during a solar eclipse. In the featured single-exposure image, though, it is a too-bright full moon that is projected. This February full moon occurred two weeks ago and is called the Snow Moon by some northern cultures.  The projecting instrument is the main 62-centimeter telescope at the Saint-Véran Observatory high in the French Alps. Seeing a full moon directly is easier because it is not too bright, although you won't see this level of detail.  Your next chance will occur on March 17.",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/MoonHands_Graphy_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Direct Projection: The Moon in My Hands",
    "url": "https://apod.nasa.gov/apod/image/2202/MoonHands_Graphy_960.jpg"
  },
  {
    "copyright": "Jeff DaiTWAN",
    "date": "2022-03-01",
    "explanation": "What are these two bands in the sky? The more commonly seen band is the one on the right and is the central band of our Milky Way galaxy. Our Sun orbits in the disk of this spiral galaxy, so that from inside, this disk appears as a band of comparable brightness all the way around the sky. The Milky Way band can also be seen all year -- if out away from city lights.  The less commonly seem band, on the left, is zodiacal light -- sunlight reflected from dust orbiting the Sun in our Solar System.  Zodiacal light is brightest near the Sun and so is best seen just before sunrise or just after sunset.  On some evenings in the north, particularly during the months of March and April, this ribbon of zodiacal light can appear quite prominent after sunset.  It was determined only this century that zodiacal dust was mostly expelled by comets that have passed near Jupiter.  Only on certain times of the year will the two bands be seen side by side, in parts of the sky, like this.  The featured image, including the Andromeda galaxy and a meteor, was captured in late January over a frozen lake in Kanding, Sichuan, China.",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/DuelingBands_Dai_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dueling Bands in the Night",
    "url": "https://apod.nasa.gov/apod/image/2203/DuelingBands_Dai_960.jpg"
  }
]
