[
  {
    "date": "2022-11-01",
    "explanation": "Why is the Lobster Nebula forming some of the most massive stars known? No one is yet sure.  Cataloged as NGC 6357, the Lobster Nebula houses the open star cluster Pismis 24 near its center -- a home to unusually bright and massive stars.  The overall red glow near the inner star forming region results from the emission of ionized hydrogen gas.   The surrounding nebula, featured here, holds a complex tapestry of gas, dark dust, stars still forming, and newly born stars.  The intricate patterns are caused by complex interactions between interstellar winds, radiation pressures, magnetic fields, and gravity.  The image was taken with DOE's Dark Energy Camera on the 4-meter Blanco Telescope at the Cerro Tololo Inter-American Observatory in Chile. NGC 6357 spans about 400 light years and lies about 8,000 light years away toward the constellation of the Scorpion.",
    "hdurl": "https://apod.nasa.gov/apod/image/2211/Lobster_Blanco_4000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6357: The Lobster Nebula",
    "url": "https://apod.nasa.gov/apod/image/2211/Lobster_Blanco_960.jpg"
  },
  {
    "date": "2022-11-02",
    "explanation": "Watch for three things in this unusual eclipse video.  First, watch for a big dark circle to approach from the right to block out more and more of the Sun. This dark circle is the Moon, and the video was made primarily to capture this partial solar eclipse last week. Next, watch a large solar prominence hover and shimmer over the Sun's edge. A close look will show that part of it is actually falling back to the Sun. The prominence is made of hot plasma that is temporarily held aloft by the Sun's changing magnetic field. Finally, watch the Sun's edge waver. What is wavering is a dynamic carpet of hot gas tubes rising and falling through the Sun's chromosphere -- tubes known as spicules. The entire 4-second time-lapse video covers a time of about ten minutes, although the Sun itself is expected to last another 5 billion years.   Partial Solar Eclipse in October 2022: Notable Submissions to APOD",
    "media_type": "video",
    "service_version": "v1",
    "title": "A Partial Eclipse of an Active Sun",
    "url": "https://www.youtube.com/embed/7dh5VL5YGoA?rel=0"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2022-11-03",
    "explanation": "The small, northern constellation Triangulum harbors this magnificent face-on spiral galaxy, M33. Its popular names include the Pinwheel Galaxy or just the Triangulum Galaxy. M33 is over 50,000 light-years in diameter, third largest in the Local Group of galaxies after the Andromeda Galaxy (M31), and our own Milky Way. About 3 million light-years from the Milky Way, M33 is itself thought to be a satellite of the Andromeda Galaxy and astronomers in these two galaxies would likely have spectacular views of each other's grand spiral star systems. As for the view from the Milky Way, this sharp image combines data from telescopes on and around planet Earth to show off M33's blue star clusters and pinkish star forming regions along the galaxy's loosely wound spiral arms. In fact, the cavernous NGC 604 is the brightest star forming region, seen here at about the 1 o'clock position from the galaxy center. Like M31, M33's population of well-measured variable stars have helped make this nearby spiral a cosmic yardstick for establishing the distance scale of the Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/2211/M33-NOIR-HST-LL.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M33: The Triangulum Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2211/M33-NOIR-HST-LL_1024.jpg"
  },
  {
    "date": "2022-11-04",
    "explanation": "The Mars InSight lander returned its first image from the Red Planet's flat, equatorial Elysium Planitia after a successful touchdown on November 26, 2018. The history making mission to explore the martian Interior using Seismic investigations, geodesy, and heat transport has been operating for over 1,400 martian days or sols. In that time the InSight mission has detected more than 1,300 marsquakes and recorded data from Mars-shaking meteoroid impacts, observing how the seismic waves travel to provide a glimpse inside Mars. Analyzing the archive of data collected is expected to yield discoveries for decades. But InSight's final operational sol is likely not far off. The reason is evident in this selfie recorded earlier this year showing its deck and large, 2-meter-wide solar panels covered with dust. Kicked up by martian winds the dust continues to accumulate and drastically reduce the power that can be generated by InSight's solar panels.",
    "hdurl": "https://apod.nasa.gov/apod/image/2211/PIA25287_insight.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "InSight's Final Selfie",
    "url": "https://apod.nasa.gov/apod/image/2211/PIA25287_insight1024.jpg"
  },
  {
    "copyright": "Aman Chokshi",
    "date": "2022-11-05",
    "explanation": "Last May 16 the Moon slid through Earth's shadow, completely immersed in the planet's dark umbra for about 1 hour and 25 minutes during a total lunar eclipse. In this composited timelapse view, the partial and total phases of the eclipse were captured as the Moon tracked above the horizon from Amundsen-Scott South Pole Station. There it shared a cold and starry south polar night with a surging display of the aurora australis and central Milky Way. In the foreground are the BICEP (right) and South Pole telescopes at the southernmost station's Dark Sector Laboratory. But while polar skies can be spectacular, you won't want to go to the South Pole to view the total lunar eclipse coming up on November 8. Instead, that eclipse can be seen from locations in Asia, Australia, the Americas and the Pacific. It will be your last chance to watch a total lunar eclipse until 2025.",
    "hdurl": "https://apod.nasa.gov/apod/image/2211/Lunar-Eclipse-South-Pole.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Eclipse at the South Pole",
    "url": "https://apod.nasa.gov/apod/image/2211/Lunar-Eclipse-South-Pole_1024.jpg"
  },
  {
    "date": "2022-11-06",
    "explanation": "Does this strange dark ball look somehow familiar? If so, that might be because it is our Sun. In the featured image from 2012, a detailed solar view was captured originally in a very specific color of red light, then rendered in black and white, and then color inverted. Once complete, the resulting image was added to a starfield, then also color inverted. Visible in the image of the Sun are long light filaments, dark active regions, prominences peeking around the edge, and a moving carpet of hot gas. The surface of our Sun can be a busy place, in particular during Solar Maximum, the time when its surface magnetic field is wound up the most. Besides an active Sun being so picturesque, the plasma expelled can also become picturesque when it impacts the Earth's magnetosphere and creates auroras.    Compute it Yourself: Browse 2,900+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/2211/darksun_lafferty_1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Ball in Inverted Starfield",
    "url": "https://apod.nasa.gov/apod/image/2211/darksun_lafferty_960.jpg"
  },
  {
    "copyright": "Jean-Luc DauvergneCiel et Espace Music: Space-Music",
    "date": "2022-11-07",
    "explanation": "If the full Moon suddenly faded, what would you see? The answer was recorded in a dramatic time lapse video taken during the total lunar eclipse in 2011 from Tajikistan. During a total lunar eclipse, the Earth moves between the Moon and the Sun, causing the moon to fade dramatically. The Moon never gets completely dark, though, since the Earth's atmosphere refracts some light. As the featured video begins, the scene may appear to be daytime and sunlit, but actually it is a nighttime and lit by the glow of the full Moon. As the Moon becomes eclipsed and fades, background stars become visible and here can be seen reflected in a lake. Most spectacularly, the sky surrounding the eclipsed moon suddenly appears to be full of stars and highlighted by the busy plane of our Milky Way Galaxy. The sequence repeats with a closer view, and the final image shows the placement of the eclipsed Moon near the Eagle, Swan, Trifid, and Lagoon nebulas. Nearly two hours after the eclipse started, the moon emerged from the Earth's shadow and its bright full glare again dominated the sky. Later today or tomorrow, depending on your location relative to the International Date Line, a new  total lunar eclipse will take place -- with totality being primarily visible over northeastern Asia and northwestern North America.   Total Lunar Eclipse of November 2022: What you need to know.",
    "media_type": "video",
    "service_version": "v1",
    "title": "A Total Lunar Eclipse Over Tajikistan",
    "url": "https://player.vimeo.com/video/25808333"
  }
]
