[
  {
    "date": "2022-08-01",
    "explanation": "It's stars versus dust in the Carina Nebula and the stars are winning. More precisely, the energetic light and winds from massive newly formed stars are evaporating and dispersing the dusty stellar nurseries in which they formed. Located in the Carina Nebula and known informally as Mystic Mountain, these pillar's appearance is dominated by the dark dust even though it is composed mostly of clear hydrogen gas. Dust pillars such as these are actually much thinner than air and only appear as mountains due to relatively small amounts of opaque interstellar dust.  About 7,500 light-years distant, the featured image was taken with the Hubble Space Telescope and highlights an interior region of Carina which spans about three light years. Within a few million years, the stars will likely win out completely and the entire dust mountain will evaporate.",
    "hdurl": "https://apod.nasa.gov/apod/image/2208/MysticCarina_HubbleSerrano_1465.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mountains of Dust in the Carina Nebula",
    "url": "https://apod.nasa.gov/apod/image/2208/MysticCarina_HubbleSerrano_960.jpg"
  },
  {
    "copyright": "Francisco Sojuel",
    "date": "2022-08-02",
    "explanation": "Why does Saturn appear so big? It doesn't -- what is pictured are foreground clouds on Earth crossing in front of the Moon. The Moon shows a slight crescent phase with most of its surface visible by reflected Earthlight known as ashen glow. The Sun directly illuminates the brightly lit lunar crescent from the bottom, which means that the Sun must be below the horizon and so the image was taken before sunrise.  This double take-inducing picture was captured on 2019 December 24, two days before the Moon slid in front of the Sun to create a solar eclipse. In the foreground, lights from small Guatemalan towns are visible behind the huge volcano Pacaya.    News: APOD Receives First Outreach Prize from the International Astronomical Union",
    "hdurl": "https://apod.nasa.gov/apod/image/2208/SaturnMoon_Sojuel_1824.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Moon Dressed Like Saturn",
    "url": "https://apod.nasa.gov/apod/image/2208/SaturnMoon_Sojuel_960.jpg"
  },
  {
    "copyright": "Bray Falls",
    "date": "2022-08-03",
    "explanation": "What created the unusual halo around the Cat's Eye nebula? No one is sure. What is sure is that the Cat's Eye Nebula (NGC 6543) is one of the best known planetary nebulae on the sky.  Although haunting symmetries are seen in the bright central region, this image was taken to feature its intricately structured outer halo, which spans over three light-years across.  Planetary nebulae have long been appreciated as a final phase in the life of a Sun-like star. Only recently however, have some planetaries been found to have expansive halos, likely formed from material shrugged off during earlier puzzling episodes in the star's evolution. While the planetary nebula phase is thought to last for around 10,000 years, astronomers estimate the age of the outer filamentary portions of the Cat's Eye Nebula's halo to be 50,000 to 90,000 years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2208/CatsHalo_Falls_2719.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Halo of the Cat's Eye",
    "url": "https://apod.nasa.gov/apod/image/2208/CatsHalo_Falls_960.jpg"
  },
  {
    "copyright": "Joan Josep Isach Cogollos",
    "date": "2022-08-04",
    "explanation": "In 1716, English astronomer Edmond Halley noted, \"This is but a little Patch, but it shows itself to the naked Eye, when the Sky is serene and the Moon absent.\" Of course, M13 is now less modestly recognized as the Great Globular Cluster in Hercules, one of the brightest globular star clusters in the northern sky. Sharp telescopic views like this one reveal the spectacular cluster's hundreds of thousands of stars. At a distance of 25,000 light-years, the cluster stars crowd into a region 150 light-years in diameter. Approaching the cluster core upwards of 100 stars could be contained in a cube just 3 light-years on a side. For comparison, the closest star to the Sun is over 4 light-years away. The remarkable range of brightness recorded in this image follows stars into the dense cluster core. Distant background galaxies in the medium-wide field of view include NGC 6207 at the upper left.",
    "hdurl": "https://apod.nasa.gov/apod/image/2208/M13_final2_sinfirma.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M13: The Great Globular Cluster in Hercules",
    "url": "https://apod.nasa.gov/apod/image/2208/M13_final2_sinfirma1024.jpg"
  },
  {
    "copyright": "Vikas Chander",
    "date": "2022-08-05",
    "explanation": "The beautiful Trifid Nebula is a cosmic study in contrasts. Also known as M20, it lies about 5,000 light-years away toward the nebula rich constellation Sagittarius. A star forming region in the plane of our galaxy, the Trifid does illustrate three different types of astronomical nebulae; red emission nebulae dominated by light from hydrogen atoms, blue reflection nebulae produced by dust reflecting starlight, and dark nebulae where dense dust clouds appear in silhouette. But the red emission region, roughly separated into three parts by obscuring dust lanes, is what lends the Trifid its popular name. Pillars and jets sculpted by newborn stars, above and right of the emission nebula's center, appear in famous Hubble Space Telescope close-up images of the region. The Trifid Nebula is about 40 light-years across. Too faint to be seen by the unaided eye, it almost covers the area of a full moon in planet Earth's sky. Open star cluster M21 just peeks into this telescopic field of view along the bottom right edge of the frame.",
    "hdurl": "https://apod.nasa.gov/apod/image/2208/M20-Trifid-Nebula-4096.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Beautiful Trifid",
    "url": "https://apod.nasa.gov/apod/image/2208/M20-Trifid-Nebula-1024.jpg"
  },
  {
    "date": "2022-08-06",
    "explanation": "Get out your red/blue glasses and float next to Phobos, grooved moon of Mars! Captured in 2004 by the High Resolution Stereo Camera on board ESA's Mars Express spacecraft, the image data was recorded at a distance of about 200 kilometers from the martian moon. This tantalizing stereo anaglyph view shows the Mars-facing side of Phobos. It highlights the asteroid-like moon's cratered and grooved surface. Up to hundreds of meters wide, the mysterious grooves may be related to the impact that created Stickney crater, the large crater at the left. Stickney crater is about 10 kilometers across, while Phobos itself is only around 27 kilometers across at its widest point.",
    "hdurl": "https://apod.nasa.gov/apod/image/2208/Phobos_stereoME_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stereo Phobos",
    "url": "https://apod.nasa.gov/apod/image/2208/Phobos_stereoME_1024c.jpg"
  },
  {
    "copyright": "Fritz\nHelmut Hemmerich",
    "date": "2022-08-07",
    "explanation": "What's that green streak in front of the Andromeda galaxy? A meteor. While photographing the Andromeda galaxy in 2016, near the peak of the Perseid Meteor Shower, a small pebble from deep space crossed right in front of our Milky Way Galaxy's far-distant companion. The small meteor took only a fraction of a second to pass through this 10-degree field.  The meteor flared several times while braking violently upon entering Earth's atmosphere.  The green color was created, at least in part, by the meteor's gas glowing as it vaporized. Although the exposure was timed to catch a Perseid meteor, the orientation of the imaged streak seems a better match to a meteor from the Southern Delta Aquariids, a meteor shower that peaked a few weeks earlier.  Not coincidentally, the Perseid Meteor Shower peaks later this week, although this year the meteors will have to outshine a sky brightened by a nearly full moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/2208/MeteorM31_hemmerich_1948.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Meteor before Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2208/MeteorM31_hemmerich_960.jpg"
  },
  {
    "copyright": "Sameer Dhar",
    "date": "2022-08-08",
    "explanation": "Ridges of glowing interstellar gas and dark dust clouds inhabit the turbulent, cosmic depths of the Lagoon Nebula. Also known as M8, the bright star forming region is about 5,000 light-years distant. But it still makes for a popular stop on telescopic tours of the constellation Sagittarius, toward the center of our Milky Way Galaxy. Dominated by the telltale red emission of ionized hydrogen atoms recombining with stripped electrons, this stunning, deep view of the Lagoon is nearly 100 light-years across.  Right of center, the bright, compact, hourglass shape is gas ionized and sculpted by energetic radiation and extreme stellar winds from a massive young star. In fact, although digitally removed from the featured image, the many bright stars of open cluster NGC 6530 drift within the nebula, just formed in the Lagoon several million years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/2208/LagoonStarFree_Dhar_1251.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Lagoon Nebula without Stars",
    "url": "https://apod.nasa.gov/apod/image/2208/LagoonStarFree_Dhar_960.jpg"
  },
  {
    "date": "2022-08-09",
    "explanation": "What it would look like to leave planet Earth? Such an event was recorded visually in great detail by the MESSENGER spacecraft as it swung back past the Earth in 2005 on its way in toward the planet Mercury. Earth can be seen rotating in this time-lapse video, as it recedes into the distance. The sunlit half of Earth is so bright that background stars are not visible. The robotic MESSENGER spacecraft orbit around Mercury from 2011 to 2015 has conducted the first complete map of the surface. On occasion, MESSENGER has continued to peer back at its home world. MESSENGER is one of the few things created on the Earth that will never return.  At the end of its mission MESSENGER crashed into Mercury's surface.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Leaving Earth",
    "url": "https://www.youtube.com/embed/rFDjAfwmWKM?rel=0"
  },
  {
    "copyright": "Douglas J. StrubleFuture World Media",
    "date": "2022-08-10",
    "explanation": "Stars can create huge and intricate dust sculptures from the dense and dark molecular clouds from which they are born.  The tools the stars use to carve their detailed works are high energy light and fast stellar winds.  The heat they generate evaporates the dark molecular dust as well as causing ambient hydrogen gas to disperse and glow red.   Pictured here, a new open cluster of stars designated IC 1590 is nearing completion around the intricate interstellar dust structures in the emission nebula  NGC 281, dubbed the Pac-man Nebula because of its overall shape.  The dust cloud on the upper left is classified as a  Bok Globule as it may gravitationally collapse and form a star -- or stars. The Pacman Nebula lies about 10,000 light years away toward the constellation of Cassiopeia.",
    "hdurl": "https://apod.nasa.gov/apod/image/2208/Pacman_Struble_1222.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dust Clouds of the Pacman Nebula",
    "url": "https://apod.nasa.gov/apod/image/2208/Pacman_Struble_960.jpg"
  },
  {
    "copyright": "Urs Leutenegger",
    "date": "2022-08-11",
    "explanation": "On August 11, 2021 a multi-mirror, 17 meter-diameter MAGIC telescope reflected this starry night sky from the Roque de los Muchachos European Northern Observatory on the Canary Island of La Palma. MAGIC stands for Major Atmospheric Gamma Imaging Cherenkov. The telescopes can see the brief flashes of optical light produced in particle air showers as high-energy gamma rays impact the Earth's upper atmosphere. To the dark-adapted eye the mirror segments offer a tantalizing reflection of stars and nebulae along the plane of our Milky Way galaxy. But directly behind the segmented mirror telescope, low on the horizon, lies the constellation Perseus. And on that date the dramatic composite nightscape also captured meteors streaming from the radiant of the annual Perseid meteor shower. This year the Perseid shower activity will again peak around August 13 but perseid meteors will have to compete with the bright light of a Full Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/2208/MagicPerseid001.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseids and MAGIC",
    "url": "https://apod.nasa.gov/apod/image/2208/MagicPerseid001_1024.jpg"
  },
  {
    "copyright": "Charles Bonafilia",
    "date": "2022-08-12",
    "explanation": "A star cluster around 2 million years young surrounded by natal clouds of dust and glowing gas, Messier 16 (M16) is also known as The Eagle Nebula. This beautifully detailed image of the region adopts the colorful Hubble palette and includes cosmic sculptures made famous in Hubble Space Telescope close-ups of the starforming complex. Described as elephant trunks or Pillars of Creation, dense, dusty columns rising near the center are light-years in length but are gravitationally contracting to form stars. Energetic radiation from the cluster stars erodes material near the tips, eventually exposing the embedded new stars. Extending from the ridge of bright emission left of center is another dusty starforming column known as the Fairy of Eagle Nebula. M16 lies about 7,000 light-years away, an easy target for binoculars or small telescopes in a nebula rich part of the sky toward the split constellation Serpens Cauda (the tail of the snake). As framed, this telescopic portrait of the Eagle Nebula is about 70 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/2208/M16_final.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Portrait of the Eagle Nebula",
    "url": "https://apod.nasa.gov/apod/image/2208/M16_final_1024.jpg"
  },
  {
    "date": "2022-08-13",
    "explanation": "Mimas, small 400 kilometer-diameter moon of Saturn, is host to 130 kilometer-diameter Herschel crater, one of the larger impact craters in the entire Solar System. The robotic Cassini spacecraft orbiting Saturn in 2010 recorded this startling view of small moon and big crater while making a 10,000-kilometer record close pass by the diminutive icy world. Shown in contrast-enhanced false color, the image data reveal more clearly that Herschel's landscape is colored slightly differently from heavily cratered terrain nearby.  The color difference could yield surface composition clues to the violent history of Mimas. Of course, an impact on Mimas any larger than the one that created the 130-kilometer Herschel might have destroyed the small moon of Saturn.",
    "hdurl": "https://apod.nasa.gov/apod/image/2208/PIA12572.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Herschel Crater on Mimas",
    "url": "https://apod.nasa.gov/apod/image/2208/PIA12572_1200.jpg"
  },
  {
    "date": "2022-08-14",
    "explanation": "Over 4000 planets are now known to exist outside our Solar System. Known as exoplanets, this milestone was passed last month, as recorded by NASA's Exoplanet Archive. The featured video highlights these exoplanets in sound and light, starting chronologically from the first confirmed detection in 1992 and continuing into 2019.  The entire night sky is first shown compressed with the central band of our Milky Way Galaxy making a giant U.  Exoplanets detected by slight jiggles in their parents-star's colors (radial velocity) appear in pink, while those detected by slight dips in their parent star's brightness (transit) are shown in purple. Further, those exoplanets imaged directly appear in orange, while those detected by gravitationally magnifying the light of a background star (microlensing) are shown in green.  The faster a planet orbits its parent star, the higher the accompanying tone played. The retired Kepler satellite has discovered about half of these first 4000 exoplanets in just one region of the sky, while the TESS mission is on track to find even more, all over the sky, orbiting the brightest nearby stars.  Finding exoplanets not only helps humanity to better understand the potential prevalence of life elsewhere in the universe, but also how our Earth and Solar System were formed.",
    "media_type": "video",
    "service_version": "v1",
    "title": "4000 Exoplanets",
    "url": "https://www.youtube.com/embed/aiFD_LBx2nM?rel=0"
  },
  {
    "copyright": "Johan Bogaerts",
    "date": "2022-08-15",
    "explanation": "The North America nebula on the sky can do what the North America continent on Earth cannot -- form stars.  Specifically, in analogy to the Earth-confined continent, the bright part that appears as Central America and Mexico is actually a hot bed of gas, dust, and newly formed stars known as the Cygnus Wall.  The featured image shows the star forming wall lit and eroded by bright young stars, and partly hidden by the dark dust they have created.  The part of the North America nebula (NGC 7000) shown spans about 15 light years and lies about 1,500 light years away toward the constellation of the Swan (Cygnus).",
    "hdurl": "https://apod.nasa.gov/apod/image/2208/CygnusWall_Bogaerts_4143.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cygnus Wall of Star Formation",
    "url": "https://apod.nasa.gov/apod/image/2208/CygnusWall_Bogaerts_960.jpg"
  },
  {
    "copyright": "Makrem Larnaout",
    "date": "2022-08-16",
    "explanation": "Does the Earth ever pass through a wind of meteors? Yes, and they are frequently visible as meteor showers. Almost all meteors are sand-sized debris that escaped from a Sun-orbiting comet or asteroid, debris that continues in an elongated orbit around the Sun. Circling the same Sun, our Earth can move through an orbiting debris stream, where it can appear, over time, as a meteor wind. The meteors that light up in Earth's atmosphere, however, are usually destroyed. Their streaks, though, can all be traced back to a single point on the sky called the radiant.  The featured image composite was taken over two days in late July near the ancient Berber village Zriba El Alia in Tunisia, during the peak of the Southern Delta Aquariids meteor shower. The radiant is to the right of the image. A few days ago our Earth experienced the peak of a more famous meteor wind -- the Perseids.",
    "hdurl": "https://apod.nasa.gov/apod/image/2208/MeteorWind_Larnaout_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Meteor Wind over Tunisia",
    "url": "https://apod.nasa.gov/apod/image/2208/MeteorWind_Larnaout_960.jpg"
  },
  {
    "copyright": "Maxime Oudoux",
    "date": "2022-08-17",
    "explanation": "There is a huge gate of stars in the sky, and you pass through it twice a day. The stargate is actually our Milky Way Galaxy, and it is the spin of the Earth that appears to propel you through it. More typically, the central band of our Milky Way appears as a faint band stretching across the sky, only visible in away from bright city lights. In a long-exposure wide-angle image from a dark location like this, though, the Milky Way's central plane is easily visible. The featured picture is a digital composite involving multiple exposures taken on the same night and with the same camera, but employing a stereographic projection that causes the Milky Way to appear as a giant circular portal. Inside the stargate-like arc of our Galaxy is a faint stripe called zodiacal light -- sunlight reflected by dust in our Solar System. In the foreground are cacti and dry rocks found in the rough terrain of the high desert of Chile, not far from the El Sauce Observatory and the developing Vera Rubin Observatory, the latter expected to begin routine operations in 2024.",
    "hdurl": "https://apod.nasa.gov/apod/image/2208/StargateMilkyWay_Oudoux_1800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stargate Milky Way",
    "url": "https://apod.nasa.gov/apod/image/2208/StargateMilkyWay_Oudoux_960.jpg"
  },
  {
    "copyright": "Juan Carlos Casado",
    "date": "2022-08-18",
    "explanation": "The annual Perseid meteor shower was near its peak on August 13. As planet Earth crossed through streams of debris left by periodic Comet Swift-Tuttle meteors rained in northern summer night skies. But even that night's nearly Full Moon shining near the top of this composited view couldn't hide all of the popular shower's meteor streaks. The image captures some of the brightest perseid meteors in many short exposures recorded over more than two hours before the dawn. It places the shower's radiant in the heroic constellation of Perseus just behind a well-lit medieval tower in the village of Sant Llorenc de la Muga, Girona, Spain. Observed in medieval times, the Perseid meteor shower is also known in Catholic tradition as the Tears of St. Lawrence, and festivities are celebrated close to the annual peak of the meteor shower. Joining the Full Moon opposite the Sun, bright planet Saturn also shines in the frame at the upper right.",
    "hdurl": "https://apod.nasa.gov/apod/image/2208/perseids2022jcc2k.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Full Moon Perseids",
    "url": "https://apod.nasa.gov/apod/image/2208/perseids2022jcc2k800.jpg"
  },
  {
    "copyright": "Tunc Tezel",
    "date": "2022-08-19",
    "explanation": "Saturn is the most distant planet of the Solar System easily visible to the unaided eye. With this extraordinary, long-term astro-imaging project begun in 1993, you can follow the ringed gas giant for one Saturn year as it wanders once around the ecliptic plane, finishing a single orbit around the Sun by 2022. Constructed from individual images made over 29 Earth years, the split panorama is centered along the ecliptic and crossed by the plane of our Milky Way galaxy. Saturn's position in 1993 is at the right side, upper panel in the constellation Capricornus and progresses toward the left. It returns to the spot in Capricornus at left in the lower panel in 2022. The consistent imaging shows Saturn appears slightly brighter during the years 2000-2005 and 2015-2019, periods when its beautiful rings were tilted more face-on to planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2208/Saturn1993-2022Lb.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn: 1993 - 2022",
    "url": "https://apod.nasa.gov/apod/image/2208/Saturn1993-2022Lb1024.jpg"
  },
  {
    "copyright": "C/2017 K2 (PanSTARRS) remains a sight",
    "date": "2022-08-20",
    "explanation": "Heading for its closest approach to the Sun, or perihelion, on December 19 comet C/2017 K2 (PanSTARRS) remains a sight for telescopic observers as it sweeps through planet Earth's skies in the constellation Scorpius. The comet currently sports a greenish coma, long whitish dust tail, and short ion tail in this deep image from August 18. The 2x3 degree wide field of view includes part of the dusty nebula IC 4592 reflecting blue starlight. Also known as the Blue Horsehead Nebula, IC 4592 is about 400 light-years distant while the comet is just under 17 light-minutes away. First spotted at a distance well beyond the orbit of Saturn C/2017 K2 is on its maiden voyage to the inner solar system, a pristine visitor from the remote Oort cloud.",
    "hdurl": "https://apod.nasa.gov/apod/image/2208/C2017K2_220818.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stardust and Comet Tails",
    "url": "https://apod.nasa.gov/apod/image/2208/C2017K2_220818_1050.jpg"
  },
  {
    "date": "2022-08-21",
    "explanation": "At the core of the Crab Nebula lies a city-sized, magnetized neutron star spinning 30 times a second. Known as the Crab Pulsar, it is the bright spot in the center of the gaseous swirl at the nebula's core. About twelve light-years across, the spectacular picture frames the glowing gas, cavities and swirling filaments near the Crab Nebula's center.  The featured picture combines visible light from the Hubble Space Telescope in purple, X-ray light from the Chandra X-ray Observatory in blue, and infrared light from the Spitzer Space Telescope in red.  Like a cosmic dynamo the Crab pulsar powers the emission from the nebula, driving a shock wave through surrounding material and accelerating the spiraling electrons. With more mass than the Sun and the density of an atomic nucleus,the spinning pulsar is the collapsed core of a massive star that exploded. The outer parts of the Crab Nebula are the expanding remnants of the star's component gasses. The supernova explosion was witnessed on planet Earth in the year 1054.   Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2208/Crab_HubbleChandraSpitzer_3600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Spinning Pulsar of the Crab Nebula",
    "url": "https://apod.nasa.gov/apod/image/2208/Crab_HubbleChandraSpitzer_1080.jpg"
  },
  {
    "date": "2022-08-22",
    "explanation": "Is our Earth warming? Compared to the past 250 million years, the Earth is currently enduring a relative cold spell, possibly about four degrees Celsius below average.  Over the past 120 years, though, data indicate that the average global temperature of the Earth has increased by nearly one degree Celsius.  The featured visualization video depicts Earth's recent global warming in graphic terms. The depicted temperatures are taken from the Goddard Institute for Space Studies' Surface Temperature Analysis. Already noticeable by many, Earth's recent warming trend is causing sea levels to rise, precipitation patterns to change, and pole ice to melt.  Few now disagree that recent global warming is occurring, and the Intergovernmental Panel on Climate Change (IPCC) has concluded that we humans have created a warming surge that is likely to continue.  A continuation could impact many local agricultures and even the global economy.  Although there seems to be no simple solutions, geoengineering projects that might help include artificial cloud creation to reduce the amount of sunlight heating the Earth's surface.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Earth's Recent Climate Spiral",
    "url": "https://www.youtube.com/embed/ACaPI2M4GyU?rel=0"
  },
  {
    "copyright": "Julien Looten",
    "date": "2022-08-23",
    "explanation": "Careful planning made this a nightscape to remember. First, the night itself was chosen to occur during the beginning of this year's Perseid Meteor Shower.  Next, the time of night was chosen to be before the bright Moon would rise and dominate the night sky's brightness. The picturesque foreground was selected to be a rocky beach of the Mediterranean Sea in Le Dramont, France, with, at the time, île d’Or island situated near the ominously descending central band of our Milky Way Galaxy.  Once everything was set and with the weather cooperating, all of the frames for this seemingly surreal nightscape were acquired within 15 minutes. What you can't see is that, on this night, the astrophotographer brought along his father who, although unskilled in modern sky-capture techniques, once made it a point to teach his child about the sky.    Perseid Meteor Shower 2022 Gallery: Notable Submissions to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2208/MeteorGalaxy_Looten_6325.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Meteor & Milky Way over the Mediterranean",
    "url": "https://apod.nasa.gov/apod/image/2208/MeteorGalaxy_Looten_1000.jpg"
  },
  {
    "date": "2022-08-24",
    "explanation": "To some, it looks like a wheel of a cart. In fact, because of its outward appearance, the presence of a central galaxy, and its connection with what looks like the spokes of a wheel, the galaxy on the right is known as the Cartwheel Galaxy. To others, however, it looks like a complicated interaction between galaxies awaiting explanation. Along with the two galaxies on the left, the Cartwheel is part of a group of galaxies about 500 million light years away in the constellation Sculptor.  The large galaxy's rim spans over 100,000 light years and is composed of star forming regions filled with extremely bright and massive stars.  The Cartwheel's ring-like shape is the result of gravitational disruption caused by a smaller galaxy passing through a large one, compressing the interstellar gas and dust and causing a star formation wave to move out like a ripple across the surface of a pond. The featured recent image of the Cartwheel Galaxy by the Webb Space Telescope reveals new details not only about where stars are forming, but also about activity near the galaxy's central black hole.   Teachers & Students: Ideas for utilizing APOD in the classroom",
    "hdurl": "https://apod.nasa.gov/apod/image/2208/Cartwheel_Webb_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cartwheel Galaxy from Webb",
    "url": "https://apod.nasa.gov/apod/image/2208/Cartwheel_Webb_960.jpg"
  },
  {
    "copyright": "Lucy Yunxi Hu",
    "date": "2022-08-25",
    "explanation": "The rugged lunar south polar region lies at the top of this colorful portrait of a last quarter Moon made on August 20. Constructed from video frames and still images taken at Springrange, New South Wales, Australia it also captures a transit of China's Tiangong Space Station. The transit itself was fleeting, taking the space station less than a second to cross the shadowed and sunlit lunar disk. The low Earth orbiting Tiangong is at an altitude of about 400 kilometers, while the Moon is some 400,000 kilometers away. Subtle color differences along the bright lunar surface are revealed in the multiple stacked frames. Not visible to the eye, they indicate real differences in chemical makeup across the lunar surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/2208/Tiangong_transiting_moon_Lucy_Hu_APOD_submission.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tiangong Space Station Transits the Moon",
    "url": "https://apod.nasa.gov/apod/image/2208/Tiangong_transiting_moon_Lucy_Hu_c1024.jpg"
  },
  {
    "copyright": "Aman Chokshi",
    "date": "2022-08-26",
    "explanation": "Lights play around the horizon of this snowy little planet as it drifts through a starry night sky. Of course the little planet is actually planet Earth. Recorded on August 21, the digitally warped, nadir centered panorama covers nearly 360x180 degrees outside the Amundsen-Scott South Pole Station, Antarctica. The southernmost research outpost is near the horizon at the top where the light of dawn is approaching after nearly six months of darkness. Along the bottom is the ceremonial pole marker surrounded by the 12 flags of the original signatories of the Antarctic treaty, with a wild display of the aurora australis above.",
    "hdurl": "https://apod.nasa.gov/apod/image/2208/Chokshi_DSC7584_Panorama.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Little Planet South Pole",
    "url": "https://apod.nasa.gov/apod/image/2208/Chokshi_DSC7584_Panorama_c1024.jpg"
  },
  {
    "copyright": "David Jenkins",
    "date": "2022-08-27",
    "explanation": "Inside the Cocoon Nebula is a newly developing cluster of stars. Cataloged as IC 5146, the beautiful nebula is nearly 15 light-years wide. Soaring high in northern summer night skies, it's located some 4,000 light years away toward the constellation Cygnus the Swan. Like other star forming regions, it stands out in red, glowing, hydrogen gas excited by young, hot stars, and dust-reflected starlight at the edge of an otherwise invisible molecular cloud.  In fact, the bright star found near the center of this nebula is likely only a few hundred thousand years old, powering the nebular glow as it clears out a cavity in the molecular cloud's star forming dust and gas. A 29 hour long integration with a small telescope from Ayr, Ontario, Canada resulted in this exceptionally deep color view tracing tantalizing features within and surrounding the dusty stellar nursery.",
    "hdurl": "https://apod.nasa.gov/apod/image/2208/IC5146JenkinsAB3.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 5146: The Cocoon Nebula",
    "url": "https://apod.nasa.gov/apod/image/2208/IC5146JenkinsAB3_1100.jpg"
  },
  {
    "date": "2022-08-28",
    "explanation": "Here comes Jupiter! NASA's robotic spacecraft Juno is continuing on its highly-elongated orbits around our Solar System's largest planet.  The featured video is from perijove 11 in early 2018, the eleventh time Juno has passed near Jupiter since it arrived in mid-2016.  This time-lapse, color-enhanced movie covers about four hours and morphs between 36 JunoCam images. The video begins with Jupiter rising as Juno approaches from the north. As Juno reaches its closest view -- from about 3,500 kilometers over Jupiter's cloud tops -- the spacecraft captures the great planet in tremendous detail. Juno passes light zones and dark belt of clouds that circle the planet, as well as numerous swirling circular storms, many of which are larger than hurricanes on Earth.  After the perijove, Jupiter recedes into the distance, then displaying the unusual clouds that appear over Jupiter's south.  To get desired science data, Juno swoops so close to Jupiter that its instruments are exposed to very high levels of radiation.   Teachers & Students: Ideas for utilizing APOD in the classroom",
    "media_type": "video",
    "service_version": "v1",
    "title": "Perijove 11: Passing Jupiter",
    "url": "https://www.youtube.com/embed/OfM7VlonD5c?rel=0"
  },
  {
    "copyright": "George Chatzifrantzis",
    "date": "2022-08-29",
    "explanation": "The famous Horsehead Nebula in Orion is not alone.  A deep exposure shows that the dark familiar shaped indentation, visible just right of center, is part of a vast complex of absorbing dust and glowing gas. The featured spectacular picture details an intricate tapestry of gaseous wisps and dust-laden filaments that were created and sculpted over eons by stellar winds and ancient supernovas.  The Flame Nebula is visible in orange just to the Horsehead's left. To highlight the dust and gas, most of the stars have been digitally removed, although a notable exception is Alnitak, just above the Flame Nebula, which is the rightmost star in Orion's famous belt of three aligned stars. The Horsehead Nebula lies 1,500 light years distant towards the constellation of Orion.   NASA Coverage: Artemis I Mission to the Moon  Teachers & Students: Ideas for utilizing APOD in the classroom",
    "hdurl": "https://apod.nasa.gov/apod/image/2208/Horsehead_Chatzifrantzis_2500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Horsehead Nebula Region without Stars",
    "url": "https://apod.nasa.gov/apod/image/2208/Horsehead_Chatzifrantzis_1080.jpg"
  },
  {
    "date": "2022-08-30",
    "explanation": "This new view of Jupiter is illuminating. High-resolution infrared images of Jupiter from the new James Webb Space Telescope (Webb) reveal, for example, previously unknown differences between high-floating bright clouds -- including the Great Red Spot -- and low-lying dark clouds. Also clearly visible in the featured Webb image are Jupiter's dust ring, bright auroras at the poles, and Jupiter's moons Amalthea and Adrastea. Large volcanic moon Io's magnetic funneling of charged particles onto Jupiter is also visible in the southern aurora. Some objects are so bright that light noticeably diffracts around Webb's optics creating streaks.  Webb, which orbits the Sun near the Earth, has a mirror over six meters across making it the largest astronomical telescope ever launched -- with over six times more light-collecting area than Hubble.",
    "hdurl": "https://apod.nasa.gov/apod/image/2208/Jupiter2_WebbSchmidt_3283_annotated.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter from the Webb Space Telescope",
    "url": "https://apod.nasa.gov/apod/image/2208/Jupiter2_WebbSchmidt_1080_annotated.jpg"
  },
  {
    "date": "2022-08-31",
    "explanation": "What created this unusual hill on Mars? No one is sure.  A good outlook to survey the surrounding area, Siccar Point stands out from its surroundings in Gale Crater. The unusual mound was visited by the robotic Curiosity rover exploring Mars late last year. Siccar Point not only has a distinctive shape, it has dark rocks above lighter rocks.  The apparent much younger age of the dark rocks indicates a time-break in the usual geological ordering of rock layers -- by a process yet unknown. The Martian hill is named for Siccar Point on Earth, a place in Scotland itself distinctive as a junction between two different rock layers.  Curiosity continues to explore Gale crater on Mars, looking for clues of ancient life. Simultaneously, 2300 kilometers away, its sister rover Perseverance explores Jezero crater, there assisted by the flight-capable scout Ingenuity.",
    "hdurl": "https://apod.nasa.gov/apod/image/2208/SiccarPoint_CuriosityGill_7640.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Siccar Point on Mars",
    "url": "https://apod.nasa.gov/apod/image/2208/SiccarPoint_CuriosityGill_1080.jpg"
  },
  {
    "copyright": "Peter Kohlmann",
    "date": "2022-09-01",
    "explanation": "Framing a bright emission region, this telescopic view looks out along the plane of our Milky Way Galaxy toward the nebula rich constellation Cygnus the Swan. Popularly called the Tulip Nebula, the reddish glowing cloud of interstellar gas and dust is also found in the 1959 catalog by astronomer Stewart Sharpless as Sh2-101. Nearly 70 light-years across, the complex and beautiful Tulip Nebula blossoms about 8,000 light-years away. Ultraviolet radiation from young energetic stars at the edge of the Cygnus OB3 association, including O star HDE 227018, ionizes the atoms and powers the emission from the Tulip Nebula. Also in the field of view is microquasar Cygnus X-1, one of the strongest X-ray sources in planet Earth's sky. Blasted by powerful jets from a lurking black hole its fainter bluish curved shock front is only just visible though, beyond the cosmic Tulip's petals near the right side of the frame.   Back to School? Learn Science with NASA",
    "hdurl": "https://apod.nasa.gov/apod/image/2209/TulipCygX-1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Tulip and Cygnus X-1",
    "url": "https://apod.nasa.gov/apod/image/2209/TulipCygX-1_1024.jpg"
  }
]
