[
  {
    "date": "2022-11-01",
    "explanation": "Why is the Lobster Nebula forming some of the most massive stars known? No one is yet sure.  Cataloged as NGC 6357, the Lobster Nebula houses the open star cluster Pismis 24 near its center -- a home to unusually bright and massive stars.  The overall red glow near the inner star forming region results from the emission of ionized hydrogen gas.   The surrounding nebula, featured here, holds a complex tapestry of gas, dark dust, stars still forming, and newly born stars.  The intricate patterns are caused by complex interactions between interstellar winds, radiation pressures, magnetic fields, and gravity.  The image was taken with DOE's Dark Energy Camera on the 4-meter Blanco Telescope at the Cerro Tololo Inter-American Observatory in Chile. NGC 6357 spans about 400 light years and lies about 8,000 light years away toward the constellation of the Scorpion.",
    "hdurl": "https://apod.nasa.gov/apod/image/2211/Lobster_Blanco_4000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6357: The Lobster Nebula",
    "url": "https://apod.nasa.gov/apod/image/2211/Lobster_Blanco_960.jpg"
  },
  {
    "date": "2022-11-02",
    "explanation": "Watch for three things in this unusual eclipse video.  First, watch for a big dark circle to approach from the right to block out more and more of the Sun. This dark circle is the Moon, and the video was made primarily to capture this partial solar eclipse last week. Next, watch a large solar prominence hover and shimmer over the Sun's edge. A close look will show that part of it is actually falling back to the Sun. The prominence is made of hot plasma that is temporarily held aloft by the Sun's changing magnetic field. Finally, watch the Sun's edge waver. What is wavering is a dynamic carpet of hot gas tubes rising and falling through the Sun's chromosphere -- tubes known as spicules. The entire 4-second time-lapse video covers a time of about ten minutes, although the Sun itself is expected to last another 5 billion years.   Partial Solar Eclipse in October 2022: Notable Submissions to APOD",
    "media_type": "video",
    "service_version": "v1",
    "title": "A Partial Eclipse of an Active Sun",
    "url": "https://www.youtube.com/embed/7dh5VL5YGoA?rel=0"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2022-11-03",
    "explanation": "The small, northern constellation Triangulum harbors this magnificent face-on spiral galaxy, M33. Its popular names include the Pinwheel Galaxy or just the Triangulum Galaxy. M33 is over 50,000 light-years in diameter, third largest in the Local Group of galaxies after the Andromeda Galaxy (M31), and our own Milky Way. About 3 million light-years from the Milky Way, M33 is itself thought to be a satellite of the Andromeda Galaxy and astronomers in these two galaxies would likely have spectacular views of each other's grand spiral star systems. As for the view from the Milky Way, this sharp image combines data from telescopes on and around planet Earth to show off M33's blue star clusters and pinkish star forming regions along the galaxy's loosely wound spiral arms. In fact, the cavernous NGC 604 is the brightest star forming region, seen here at about the 1 o'clock position from the galaxy center. Like M31, M33's population of well-measured variable stars have helped make this nearby spiral a cosmic yardstick for establishing the distance scale of the Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/2211/M33-NOIR-HST-LL.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M33: The Triangulum Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2211/M33-NOIR-HST-LL_1024.jpg"
  },
  {
    "date": "2022-11-04",
    "explanation": "The Mars InSight lander returned its first image from the Red Planet's flat, equatorial Elysium Planitia after a successful touchdown on November 26, 2018. The history making mission to explore the martian Interior using Seismic investigations, geodesy, and heat transport has been operating for over 1,400 martian days or sols. In that time the InSight mission has detected more than 1,300 marsquakes and recorded data from Mars-shaking meteoroid impacts, observing how the seismic waves travel to provide a glimpse inside Mars. Analyzing the archive of data collected is expected to yield discoveries for decades. But InSight's final operational sol is likely not far off. The reason is evident in this selfie recorded earlier this year showing its deck and large, 2-meter-wide solar panels covered with dust. Kicked up by martian winds the dust continues to accumulate and drastically reduce the power that can be generated by InSight's solar panels.",
    "hdurl": "https://apod.nasa.gov/apod/image/2211/PIA25287_insight.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "InSight's Final Selfie",
    "url": "https://apod.nasa.gov/apod/image/2211/PIA25287_insight1024.jpg"
  },
  {
    "copyright": "Aman Chokshi",
    "date": "2022-11-05",
    "explanation": "Last May 16 the Moon slid through Earth's shadow, completely immersed in the planet's dark umbra for about 1 hour and 25 minutes during a total lunar eclipse. In this composited timelapse view, the partial and total phases of the eclipse were captured as the Moon tracked above the horizon from Amundsen-Scott South Pole Station. There it shared a cold and starry south polar night with a surging display of the aurora australis and central Milky Way. In the foreground are the BICEP (right) and South Pole telescopes at the southernmost station's Dark Sector Laboratory. But while polar skies can be spectacular, you won't want to go to the South Pole to view the total lunar eclipse coming up on November 8. Instead, that eclipse can be seen from locations in Asia, Australia, the Americas and the Pacific. It will be your last chance to watch a total lunar eclipse until 2025.",
    "hdurl": "https://apod.nasa.gov/apod/image/2211/Lunar-Eclipse-South-Pole.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Eclipse at the South Pole",
    "url": "https://apod.nasa.gov/apod/image/2211/Lunar-Eclipse-South-Pole_1024.jpg"
  },
  {
    "date": "2022-11-06",
    "explanation": "Does this strange dark ball look somehow familiar? If so, that might be because it is our Sun. In the featured image from 2012, a detailed solar view was captured originally in a very specific color of red light, then rendered in black and white, and then color inverted. Once complete, the resulting image was added to a starfield, then also color inverted. Visible in the image of the Sun are long light filaments, dark active regions, prominences peeking around the edge, and a moving carpet of hot gas. The surface of our Sun can be a busy place, in particular during Solar Maximum, the time when its surface magnetic field is wound up the most. Besides an active Sun being so picturesque, the plasma expelled can also become picturesque when it impacts the Earth's magnetosphere and creates auroras.    Compute it Yourself: Browse 2,900+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/2211/darksun_lafferty_1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Ball in Inverted Starfield",
    "url": "https://apod.nasa.gov/apod/image/2211/darksun_lafferty_960.jpg"
  },
  {
    "copyright": "Jean-Luc DauvergneCiel et Espace Music: Space-Music",
    "date": "2022-11-07",
    "explanation": "If the full Moon suddenly faded, what would you see? The answer was recorded in a dramatic time lapse video taken during the total lunar eclipse in 2011 from Tajikistan. During a total lunar eclipse, the Earth moves between the Moon and the Sun, causing the moon to fade dramatically. The Moon never gets completely dark, though, since the Earth's atmosphere refracts some light. As the featured video begins, the scene may appear to be daytime and sunlit, but actually it is a nighttime and lit by the glow of the full Moon. As the Moon becomes eclipsed and fades, background stars become visible and here can be seen reflected in a lake. Most spectacularly, the sky surrounding the eclipsed moon suddenly appears to be full of stars and highlighted by the busy plane of our Milky Way Galaxy. The sequence repeats with a closer view, and the final image shows the placement of the eclipsed Moon near the Eagle, Swan, Trifid, and Lagoon nebulas. Nearly two hours after the eclipse started, the moon emerged from the Earth's shadow and its bright full glare again dominated the sky. Later today or tomorrow, depending on your location relative to the International Date Line, a new  total lunar eclipse will take place -- with totality being primarily visible over northeastern Asia and northwestern North America.   Total Lunar Eclipse of November 2022: What you need to know.",
    "media_type": "video",
    "service_version": "v1",
    "title": "A Total Lunar Eclipse Over Tajikistan",
    "url": "https://player.vimeo.com/video/25808333"
  },
  {
    "date": "2022-11-08",
    "explanation": "How many galaxies are interacting here?  This grouping of galaxies is called the Wild Triplet, not only for the discoverer, but for the number of bright galaxies that appear. It had been assumed that all three galaxies, collectively cataloged as Arp 248, are interacting, but more recent investigations reveal that only the brightest two galaxies are sparring gravitationally: the big galaxies at the top and bottom. The spiral galaxy in the middle of the featured image by the  Hubble Space Telescope is actually far in the distance, as is the galaxy just below it and all of the other numerous galaxies in the field.  A striking result of these giants jousting is a tremendous bridge of stars, gas, and dust that stretches between them -- a bridge almost 200,000 light-years long. Light we see today from Wild's Triplet left about 200 million years ago, when dinosaurs roamed the Earth. In perhaps a billion years or so, the two interacting galaxies will merge to form a single large spiral galaxy.   Lunar Eclipse of November 2022: Notable Submissions to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2211/WildTriplet_Hubble_3623.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxies: Wild's Triplet from Hubble",
    "url": "https://apod.nasa.gov/apod/image/2211/WildTriplet_Hubble_960.jpg"
  },
  {
    "copyright": "Alex Woronow",
    "date": "2022-11-09",
    "explanation": "Why does the nebula around the star WR-18 shine brighter on one side? Also known as NGC 3199, this active star and its surrounding nebula lie about 12,000 light-years away toward the nautical southern constellation of Carina. The featured deep image has been highly processed to bring out filamentary details of the glowing gas in the bubble-shaped nebula.  The nebula is about 75 light-years across. Near the nebula's center is a Wolf-Rayet star, WR-18, which is a massive, hot, short-lived star that generates an intense and complex stellar wind. In fact, Wolf-Rayet stars are known to create nebulas with interesting shapes as their powerful winds sweep up surrounding interstellar material. In this case, the bright right edge was initially thought to indicate that a bow shock was being produced as the star plowed through a uniform medium, like a boat through water. Recent measurements and analyses, however, have shown the star is not moving quickly toward the bright edge. A more likely explanation has emerged that the material surrounding the star is not uniform, but clumped and denser near the bright edge.",
    "hdurl": "https://apod.nasa.gov/apod/image/2211/wr18_woronow_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Asymmetric Nebula Surrounding Wolf-Rayet Star 18",
    "url": "https://apod.nasa.gov/apod/image/2211/wr18_woronow_960.jpg"
  },
  {
    "date": "2022-11-10",
    "explanation": "The beginning, middle, and end of a journey through planet Earth's colorful umbral shadow is captured in this timelapse composite image of a total lunar eclipse. Taken on November 8 from Kitt Peak National Observatory this eclipse's 1 hour and 25 minute long total phase starts on the right and finishes on the left. Reddened sunlight, scattered into the central shadow by Earth's dusty atmosphere produces the dramatic dark red hues reflected by the lunar disk. For this eclipse, additional reddening is likely due to scattering from ash lingering in the atmosphere after a large volcanic eruption in the southern Pacific earlier this year. Seen at the right and left, the Earth's shadow is still lighter along its edge though. That faint bluish fringe along the lunar limb is colored by sunlight filtered through Earth's stratospheric ozone layer.   Lunar Eclipse of November 2022: Notable Submissions to APOD  Love Eclipses? (US): Apply to become a NASA Partner Eclipse Ambassador",
    "hdurl": "https://apod.nasa.gov/apod/image/2211/2022_11_08_TLE_Trio_1500px.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Total Lunar Eclipse",
    "url": "https://apod.nasa.gov/apod/image/2211/2022_11_08_TLE_Trio_1024px.png"
  },
  {
    "copyright": "Ryan Han",
    "date": "2022-11-11",
    "explanation": "On November 8 the Full Moon turned blood red as it slid through Earth's shadow in a beautiful total lunar eclipse. During totality it also passed in front of, or occulted, outer planet Uranus for eclipse viewers located in parts of northern America and Asia. For a close-up and wider view these two images were taken just before the occultation began, captured with different telescopes and cameras from the same roof top in Shanghai, China. Normally very faint compared to a Full Moon, the tiny, pale, greenish disk of the distant ice giant is just to the left of the Moon's edge and about to disappear behind the darkened, red lunar limb. Though only visible from certain locations across planet Earth, lunar occultations of planets are fairly common. But for this rare \"lunar eclipse occultation\" to take place, at the time of the total eclipse the outer planet had to be both at opposition and very near the ecliptic plane to fall in line with Sun, Earth, and Moon.   Lunar Eclipse of November 2022: Notable Submissions to APOD  Love Eclipses? (US): Apply to become a NASA Partner Eclipse Ambassador",
    "hdurl": "https://apod.nasa.gov/apod/image/2211/LunarEclipseRyanHan.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Blood Moon, Ice Giant",
    "url": "https://apod.nasa.gov/apod/image/2211/LunarEclipseRyanHan1024.jpg"
  },
  {
    "copyright": "Stan Honda",
    "date": "2022-11-12",
    "explanation": "A darker Moon sets over Manhattan in this night skyscape. The 16 frame composite was assembled from consecutive exposures recorded during the November 8 total lunar eclipse. In the timelapse sequence stars leave short trails above the urban skyline, while the Moon remains immersed in Earth's shadow. But the International Space Station was just emerging from the shadow into the sunlit portion of its low Earth orbit. As seen from New York City, the visible streak of this ISS flyover starts near a star in Taurus and tracks right to left, through the belt of Orion and over Sirius, alpha star of Canis Major. Gaps along the bright trail of the fast moving orbital outpost (and an aircraft flying closer to the horizon) mark the time between individual exposures in the sequence. The trail of bright planet Mars is at the top of the frame. Pleiades star cluster trails are high over the eclipsed Moon and Empire State Building.   Lunar Eclipse of November 2022: Notable Submissions to APOD  Love Eclipses? (US): Apply to become a NASA Partner Eclipse Ambassador",
    "hdurl": "https://apod.nasa.gov/apod/image/2211/StanHondaTLE-ISS1108.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse in the City",
    "url": "https://apod.nasa.gov/apod/image/2211/StanHondaTLE-ISS1108annotated1024.jpg"
  },
  {
    "date": "2022-11-13",
    "explanation": "A flying saucer from outer space crash-landed in the Utah desert after being tracked by radar and chased by helicopters.  The year was 2004, and no space aliens were involved.  The saucer, pictured here, was the Genesis sample return capsule, part of a human-made robot Genesis spaceship launched in 2001 by NASA itself to study the Sun.  The unexpectedly hard landing at over 300 kilometers per hour occurred because the parachutes did not open as planned.  The Genesis mission had been orbiting the Sun collecting solar wind particles that are usually deflected away by Earth's magnetic field. Despite the crash landing, many return samples remained in good enough condition to analyze. So far, Genesis-related discoveries include new details about the composition of the Sun and how the abundance of some types of elements differ across the Solar System. These results have provided intriguing clues into details of how the Sun and planets formed billions of years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/2211/GenesisImpact_nasa_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Flying Saucer Crash Lands in Utah Desert",
    "url": "https://apod.nasa.gov/apod/image/2211/GenesisImpact_nasa_960.jpg"
  },
  {
    "copyright": "Ioan Popa",
    "date": "2022-11-14",
    "explanation": "What powers are being wielded in the Wizard Nebula?  Gravitation strong enough to form stars, and stellar winds and radiations powerful enough to create and dissolve towers of gas.  Located only 8,000 light years away, the Wizard nebula, featured here, surrounds developing open star cluster NGC 7380.  Visually, the interplay of stars, gas, and dust has created a shape that appears to some like a fictional medieval sorcerer.  The active star forming region spans 100 about light years, making it appear larger than the angular extent of the Moon.  The Wizard Nebula can be located with a small telescope toward the constellation of the King of Aethiopia (Cepheus).  Although the nebula may last only a few million years, some of the stars being formed may outlive our Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/2211/Wizard_Popa_1975.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7380: The Wizard Nebula",
    "url": "https://apod.nasa.gov/apod/image/2211/Wizard_Popa_960.jpg"
  },
  {
    "copyright": "Gianni Lacroce",
    "date": "2022-11-15",
    "explanation": "The mysterious blue reflection nebula found in catalogs as VdB 152 or Ced 201 really is very faint. It lies at the tip of the long dark nebula Barnard 175 in a dusty complex that has also been called Wolf's Cave. At the center of this deep telescopic view, the cosmic apparitions are nearly 1,400 light-years away along the northern Milky Way in the royal constellation Cepheus. Interstellar dust in the region blocks light from background stars and scatters light from the embedded bright star, giving the end nebula its characteristic blue color. Though stars do form in molecular clouds, this star seems to have only accidentally wandered into the area, as its measured velocity through space is very different from the cloud's velocity. At the image bottom is the planetary nebula Dengel-Hartl 5, while red glowing gas from an ancient supernova remnant is also visible along the image's right side.",
    "hdurl": "https://apod.nasa.gov/apod/image/2211/WolfsCave_Lacroce_3053.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Wolf's Cave Nebula",
    "url": "https://apod.nasa.gov/apod/image/2211/WolfsCave_Lacroce_960.jpg"
  },
  {
    "copyright": "Mike Selby",
    "date": "2022-11-16",
    "explanation": "Spiral galaxy NGC 1097 shines in southern skies, about 45 million light-years away in the heated constellation Fornax. Its blue spiral arms are mottled with pinkish star forming regions in this colorful galaxy portrait. They seem to have wrapped around a small companion galaxy above and right of center, about 40,000 light-years from the spiral's luminous core. That's not NGC 1097's only peculiar feature, though. This very deep exposure hints of faint, mysterious jets, seen to extend well beyond the bluish arms. In fact, four faint jets are ultimately recognized in optical images of NGC 1097. The jets trace an X centered on the galaxy's nucleus, but probably don't originate there. Instead, they could be fossil star streams, trails left over from the capture and disruption of a much smaller galaxy in the large spiral's ancient past. A Seyfert galaxy, NGC 1097's nucleus also harbors a supermassive black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/2211/NGC-1097-LRGB_Ha-rev-12-2022.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Arms of NGC 1097",
    "url": "https://apod.nasa.gov/apod/image/2211/NGC-1097-LRGB_Ha-rev-12-2022_1024.jpg"
  },
  {
    "date": "2022-11-17",
    "explanation": "A Space Launch System rocket left planet Earth on Wednesday, November 16 at 1:47am EST carrying the Orion spacecraft on the Artemis 1 mission, the first integrated test of NASA’s deep space exploration systems. Over an hour after liftoff from Kennedy Space Center's",
    "hdurl": "https://apod.nasa.gov/apod/image/2211/EarthArtemis1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planet Earth from Orion",
    "url": "https://apod.nasa.gov/apod/image/2211/EarthArtemis1_1067.jpg"
  }
]
