[
  {
    "date": "2022-12-01",
    "explanation": "On flight day 13 (November 28) of the Artemis 1 mission the Orion spacecraft reached its maximum distance from Earth. In fact, over 430,000 kilometers from Earth its distant retrograde orbit also put Orion nearly 70,000 kilometers from the Moon. In the same field of view in this video frame from flight day 13, planet and large natural satellite even appear about the same apparent size from the uncrewed spacecraft's perspective. Today (December 1) should see Orion depart its distant retrograde orbit. En route to planet Earth it will head toward a second powered fly by of the Moon. Splashdown on the home world is expected on December 11.",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/art001e000672-orig.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Artemis 1: Flight Day 13",
    "url": "https://apod.nasa.gov/apod/image/2212/art001e000672-orig1024c.jpg"
  },
  {
    "date": "2022-12-02",
    "explanation": "Bright at infrared wavelengths, this merging galaxy pair is some 500 million light-years away toward the constellation Delphinus. The cosmic mashup is seen against a background of even more distant galaxies, and occasional spiky foreground stars. But the galaxy merger itself spans about 100,000 light-years in this deep James Webb Space Telescope image. The image data is from Webb's Near-InfraRed Camera (NIRCam) and Mid-InfraRed Instrument (MIRI). Their combined, sharp infrared view follows galactic scale restructuring in the dusty merger's wild jumble of intense star forming regions  and distorted spiral arms",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/potm2211a.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Merging Galaxy Pair IIZw096",
    "url": "https://apod.nasa.gov/apod/image/2212/potm2211a_1024.jpg"
  },
  {
    "copyright": "Marco Lorenzi",
    "date": "2022-12-03",
    "explanation": "Mars looks sharp in these two rooftop telescope views captured in late November from Singapore, planet Earth. At the time, Mars was about 82 million kilometers from Singapore and approaching its opposition, opposite the Sun in planet Earth's sky on December 8. Olympus Mons, largest of the volcanoes in the Tharsis Montes region (and largest known volcano in the Solar System), is near Mars' western limb. In both images it's the whitish donut-shape at the upper right. The dark area visible near center is the Terra Sirenum region while the long dark peninsula closest to the planet's eastern limb is Sinus Gomer. Near its tip is Gale crater, the Curiosity rover's landing site in 2012. Above Sinus Gomer, white spots are other volcanoes in the Elysium region. At the top of the planet is the north polar cap covered with ice and clouds. Taken about two days apart, these images of the same martian hemisphere form a stereo pair. Look at the center of the frame and cross your eyes until the separate images come together to see the Red Planet in 3D.",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/Mars-Stereo.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stereo Mars near Opposition",
    "url": "https://apod.nasa.gov/apod/image/2212/Mars-Stereo.png"
  },
  {
    "copyright": "Charles & Ray EamesEames Office",
    "date": "2022-12-04",
    "explanation": "How different does the universe look on very small scales?  On very large scales? The most famous short science film of its generation gives breathtaking comparisons. That film, Powers of Ten, originally created in the 1960s, has been officially posted to YouTube and embedded here.  From a picnic blanket near Chicago out past the Virgo Cluster of Galaxies, every ten seconds the film zooms out to show a square a factor of ten times larger on each side. The 9-minute video then reverses, zooming back in a factor of ten every two seconds and ends up inside a single proton. The Powers of Ten sequence is actually based on the book Cosmic View by Kees Boeke in 1957, as is a similar but mostly animated film Cosmic Zoom that was also created in the late 1960s. The changing perspectives are so enthralling and educational that sections have been recreated using more modern computerized techniques, including the first few minutes of the movie Contact. Ray and husband Charles Eames, the film's creators, were known as quite visionary spirits and even invented their own popular chair.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Video: Powers of Ten",
    "url": "https://www.youtube.com/embed/0fKBhvDjuy0?rel=0"
  },
  {
    "copyright": "Blake EstesChristian Sasse",
    "date": "2022-12-05",
    "explanation": "Have you ever seen the Pleiades star cluster? Even if you have, you probably have never seen it as large and clear as this. Perhaps the most famous star cluster on the sky, the bright stars of the Pleiades can be seen with the unaided eye even from the depths of a light-polluted city.  With a long exposure from a dark location, though, the dust cloud surrounding the Pleiades star cluster becomes very evident. The featured 11-hour exposure, taken from the Siding Spring Observatory in Australia, covers a sky area several times the size of the full moon.  Also known as the Seven Sisters and M45, the Pleiades lies about 400 light years away toward the constellation of the Bull (Taurus).  A common legend with a modern twist is that one of the brighter stars faded since the cluster was named, leaving only six of the sister stars visible to the unaided eye. The actual number of Pleiades stars visible, however, may be more or less than seven, depending on the darkness of the surrounding sky and the clarity of the observer's eyesight.   Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/Pleiades_Estes_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pleiades: The Seven Sisters Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/2212/Pleiades_Estes_1080.jpg"
  },
  {
    "date": "2022-12-06",
    "explanation": "What’s happening inside this interstellar mountain? Stars are forming. The mountain is actually a column of gas and dust in the picturesque Eagle Nebula (M16).  A pillar like this is so low in density that you could easily fly though it -- it only appears solid because of its high dust content and great depth. The glowing areas are lit internally by newly formed stars. These areas shine in red and infrared light because blue light is scattered away by intervening interstellar dust. The featured image was captured recently in near-infrared light in unprecedented detail by the James Webb Space Telescope (JWST), launched late last year. Energetic light, abrasive winds, and final supernovas from these young stars will slowly destroy this stellar birth column over the next 100,000 years.   Astrophysicists: Browse 2,900+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/M16Pillar_WebbOzsarac_1668.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M16: A Star Forming Pillar from Webb",
    "url": "https://apod.nasa.gov/apod/image/2212/M16Pillar_WebbOzsarac_960.jpg"
  },
  {
    "copyright": "Tommaso Stella",
    "date": "2022-12-07",
    "explanation": "A mere seven hundred light years from Earth, toward the constellation Aquarius, a sun-like star is dying. The dying star's last few thousand years have produced the Helix Nebula (NGC 7293), a well studied and nearby example of a Planetary Nebula, typical of this final phase of stellar evolution.  Combining narrow band image data from emission lines of hydrogen atoms in red and oxygen atoms in blue-green hues, it shows tantalizing details of the Helix, including its bright inner region about 3 light-years across. The white dot at the Helix's center is this Planetary Nebula's hot, central star. A simple looking nebula at first glance, the Helix is now understood to have a surprisingly complex geometry.",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/NGC7293-TommasoStella2022WEB.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7293: The Helix Nebula",
    "url": "https://apod.nasa.gov/apod/image/2212/NGC7293-TommasoStella2022WEB1024.jpg"
  },
  {
    "date": "2022-12-08",
    "explanation": "A camera on board the uncrewed Orion spacecraft captured this view on December 5 as Orion approached its return powered flyby of the Moon.  Below one of Orion's extended solar arrays lies dark, smooth, terrain along the western edge of the Oceanus Procellarum. Prominent on the lunar nearside Oceanus Procellarum, the Ocean of Storms, is the largest of the Moon's lava-flooded maria. The lunar terminator, shadow line between lunar night and day, runs along the left of the frame. The 41 kilometer diameter crater Marius is top center, with ray crater Kepler peeking in at the edge, just right of the solar array wing. Kepler's bright rays extend to the north and west, reaching the dark-floored Marius. Of course the Orion spacecraft is now headed toward a December 11 splashdown in planet Earth's water-flooded Pacific Ocean.",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/art001e002132.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion and the Ocean of Storms",
    "url": "https://apod.nasa.gov/apod/image/2212/art001e002132_apod1024.jpg"
  },
  {
    "copyright": "Tom Glenn",
    "date": "2022-12-09",
    "explanation": "On the night of December 7 Mars wandered near the Full Moon. In fact the Red Planet was occulted, passing behind the Moon, when viewed from locations across Europe and North America. About an hour after disappearing behind the lunar disk Mars reappears in this stack of sharp video frames captured from San Diego, planet Earth. With the Moon in the foreground Mars was a mere 82 million kilometers distant, near its own opposition. Full Moon and full Mars were bright enough to provide the spectacular image with no exposure adjustments necessary. In the image Mars appears to rise just over ancient, dark-floored, lunar crater Abel very close to the southeastern edge of the Moon's near side. Humboldt is the large impact crater to its north (left).",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/Mars_Moon_fullsize_TGlenn.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars Rises above the Lunar Limb",
    "url": "https://apod.nasa.gov/apod/image/2212/Mars_Moon_fullsize_TGlenn1024.jpg"
  },
  {
    "date": "2022-12-10",
    "explanation": "Get out your red/blue glasses and check out this stereo view of another world. Fifty years ago the scene was recorded by Apollo 17 mission commander Eugene Cernan on December 11, 1972, one orbit before descending to land on the Moon. The stereo anaglyph was assembled from two photographs (AS17-147-22465, AS17-147-22466) captured from his vantage point on board the Lunar Module Challenger as he and Dr. Harrison Schmitt flew over Apollo 17's landing site in the Taurus-Littrow Valley. The broad, sunlit face of the mountain dubbed South Massif rises near the center of the frame, above the dark floor of Taurus-Littrow to its left. Piloted by Ron Evans, the Command Module America is visible in orbit in the foreground against the South Massif's peak. Beyond the mountains, toward the lunar limb, lies the Moon's Mare Serenitatis.",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/22466-22467anaVantuyne.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "America and the Sea of Serenity",
    "url": "https://apod.nasa.gov/apod/image/2212/22466-22467anaVantuyne900.jpg"
  },
  {
    "date": "2022-12-11",
    "explanation": "The strangest moon in the Solar System is bright yellow.  The featured picture, an attempt to show how Io would appear in the \"true colors\" perceptible to the average human eye, was taken in 1999 July by the Galileo spacecraft that orbited Jupiter from 1995 to 2003.  Io's colors derive from sulfur and molten silicate rock.  The unusual surface of Io is kept very young by its system of active volcanoes.  The intense tidal gravity of Jupiter stretches Io and damps wobbles caused by Jupiter's other Galilean moons.  The resulting friction greatly heats Io's interior, causing  molten rock to explode through the surface.  Io's volcanoes are so active that they are effectively turning the whole moon inside out.  Some of Io's volcanic lava is so hot it glows in the dark.   Artemis 1 Coverage: Orion return and splashdown",
    "hdurl": "https://apod.nasa.gov/apod/image/2212/iotruecolor_galileo_2796.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io in True Color",
    "url": "https://apod.nasa.gov/apod/image/2212/iotruecolor_galileo_960.jpg"
  }
]
