[
  {
    "copyright": "Antonio Tartarini",
    "date": "2022-04-01",
    "explanation": "The natural filter of a hazy atmosphere offered this recognizable architecture and sunset telephoto view on March 27. Dark against the solar disk, large sunspots in solar active regions 2975 and 2976 are wedged between the Duomo of Pisa and its famous Leaning Tower. Only one day later, Sun-staring spacecraft watched active region 2975 unleash a frenzy of solar flares along with two coronal mass ejections. The largest impacted the magnetosphere on March 31 triggering a geomagnetic storm and aurorae in high-latitude night skies. On March 30, active region 2975 erupted again with a powerful X-class solar flare that caused a temporary radio blackout on planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2204/sunspotsleaningtowerofpisa.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Leaning Tower, Active Sun",
    "url": "https://apod.nasa.gov/apod/image/2204/sunspotsleaningtowerofpisa1024.jpg"
  },
  {
    "copyright": "Jason Dain",
    "date": "2022-04-02",
    "explanation": "This almost otherworldly display of northern lights was captured in clear skies during the early hours of March 31 from 44 degrees north latitude, planet Earth. In a five second exposure the scene looks north from Martinique Beach Provincial Park in Nova Scotia, Canada. Stars of the W-shaped constellation Cassiopeia shine well above the horizon, through the red tint of the higher altitude auroral glow. Auroral activity was anticipated by skywatchers alerted to the possibility of stormy space weather by Sun-staring spacecraft. The predicted geomagnetic storm was sparked as a coronal mass ejection, launched from prolific solar active region 2975, impacted our fair planet's magnetosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/2204/Z62_5747-Edit.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nova Scotia Northern Lights",
    "url": "https://apod.nasa.gov/apod/image/2204/Z62_5747-Edit1090.jpg"
  },
  {
    "date": "2022-04-03",
    "explanation": "Our Earth is not at rest.  The Earth moves around the Sun.  The Sun orbits the center of the Milky Way Galaxy.  The Milky Way Galaxy orbits in the Local Group of Galaxies.  The Local Group falls toward the Virgo Cluster of Galaxies.  But these speeds are less than the speed that all of these objects together move relative to the cosmic microwave background radiation (CMBR).  In the featured all-sky map from the COBE satellite in 1993, microwave light in the Earth's direction of motion appears blueshifted and hence hotter, while microwave light on the opposite side of the sky is redshifted and colder.  The map indicates that the Local Group moves at about 600 kilometers per second relative to this primordial radiation.  This high speed was initially unexpected and its magnitude is still unexplained.  Why are we moving so fast?  What is out there?",
    "hdurl": "https://apod.nasa.gov/apod/image/2204/CmbDipole_cobe_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "CMB Dipole: Speeding Through the Universe",
    "url": "https://apod.nasa.gov/apod/image/2204/CmbDipole_cobe_960.jpg"
  },
  {
    "copyright": "Christophe Suarez",
    "date": "2022-04-04",
    "explanation": "No, the car was not in danger of being vacuumed into space by the big sky vortex. For one reason, the vortex was really an aurora, and since auroras are created by particles striking the Earth from space, they do not create a vacuum. This rapidly developing auroral display was caused by a Coronal Mass Ejection from the Sun that passed by the Earth closely enough to cause a ripple in Earth's magnetosphere.  The upper red parts of the aurora occur over 250 kilometers high with its red glow created by atmospheric atomic oxygen directly energized by incoming particles. The lower green parts of the aurora occur over 100 kilometers high with its green glow created by atmospheric atomic oxygen energized indirectly by collisions with first-energized molecular nitrogen.  Below 100 kilometers, there is little atomic oxygen, which is why auroras end abruptly. The concentric cylinders depict a dramatic auroral corona as seen from the side. The featured image was created from a single 3-second exposure taken in mid-March over Lake Myvatn in Iceland.    April is: Global Astronomy Month",
    "hdurl": "https://apod.nasa.gov/apod/image/2204/VortexAurora_Suarez_1920.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Vortex Aurora over Iceland",
    "url": "https://apod.nasa.gov/apod/image/2204/VortexAurora_Suarez_1080.jpg"
  },
  {
    "copyright": "Neven Krcmarek",
    "date": "2022-04-05",
    "explanation": "On the upper right, dressed in blue, is the Pleiades.  Also known as the Seven Sisters and M45, the Pleiades is one of the brightest and most easily visible open clusters on the sky. The Pleiades contains over 3,000 stars, is about 400 light years away, and only 13 light years across. Surrounding the stars is a spectacular blue reflection nebula made of fine dust.  A common legend is that one of the brighter stars faded since the cluster was named. On the lower left, shining in red, is the California Nebula.  Named for its shape, the California Nebula is much dimmer and hence harder to see than the Pleiades.  Also known as NGC 1499, this mass of red glowing hydrogen gas is about 1,500 light years away. Although about 25 full moons could fit between them, the featured wide angle, deep field image composite has captured them both.  A careful inspection of the deep image will also reveal the star forming region IC 348 and the molecular cloud LBN 777 (the Baby Eagle Nebula).",
    "hdurl": "https://apod.nasa.gov/apod/image/2204/Calif2Pleiades_Krcmarek_10000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Seven Sisters versus California",
    "url": "https://apod.nasa.gov/apod/image/2204/Calif2Pleiades_Krcmarek_1080.jpg"
  },
  {
    "date": "2022-04-06",
    "explanation": "Is Earendel the farthest star yet discovered? This scientific possibility started when the Hubble Space Telescope observed a huge cluster of galaxies. The gravitational lens effect of this cluster was seen to magnify and distort a galaxy far in the background. This distorted background galaxy -- so far away it has a redshift of 6.2 -- appears in the featured image as a long red string, while beads on that string are likely to be star clusters.   The galaxy cluster lens creates a line of maximum magnification line where superposed background objects may appear magnified many thousands of times. On the intersection between the galaxy line and the maximum magnification line is one \"bead\" which shows evidence of originating from a single bright star in the early universe -- now named Earendel. Future investigations may include more imaging by Hubble to see how Earendel's brightness varies, and, quite possibly, by the new James Webb Space Telescope when it becomes operational later this year.  Earendel's  great distance exceeds that of any known stable star -- although the star that exploded creating GRB 090423 had a redshift of 8.2.",
    "hdurl": "https://apod.nasa.gov/apod/image/2204/LensedStar_Hubble_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earendel: A Star in the Early Universe",
    "url": "https://apod.nasa.gov/apod/image/2204/LensedStar_Hubble_960.jpg"
  },
  {
    "copyright": "Gabriel Rodrigues Santos",
    "date": "2022-04-07",
    "explanation": "Unlike most entries in Charles Messier's famous catalog of deep sky objects, M24 is not a bright galaxy, star cluster, or nebula. It's a gap in nearby, obscuring interstellar dust clouds that allows a view of the distant stars in the Sagittarius spiral arm of our Milky Way galaxy. When you gaze at the star cloud with binoculars or small telescope you are looking through a window over 300 light-years wide at stars some 10,000 light-years or more from Earth. Sometimes called the Small Sagittarius Star Cloud, M24's luminous stars fill this gorgeous starscape. Covering over 3 degrees or the width of 6 full moons in the constellation Sagittarius, the telescopic field of view includes dark markings B92 and B93 just above center, along with other clouds of dust and glowing nebulae toward the center of the Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/2204/M24_APOD_GabrielRodriguesSantosAPOD.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 24: Sagittarius Star Cloud",
    "url": "https://apod.nasa.gov/apod/image/2204/M24_APOD_GabrielRodriguesSantosAPOD1100.jpg"
  },
  {
    "copyright": "Stefan Seip",
    "date": "2022-04-08",
    "explanation": "Only twenty-five years ago, Comet Hale-Bopp rounded the Sun and offered a dazzling spectacle in planet Earth's night skies. Digitized from the original astrophoto on 35mm color slide film, this classic image of the Great Comet of 1997 was recorded a few days after its perihelion passage on April 1, 1997. Made with a camera and telephoto lens piggy-backed on a small telescope, the 10 minute long, hand-guided exposure features the memorable tails of Hale-Bopp, a whitish dust tail and blue ion tail. Here, the ion tail extends well over ten degrees across the northern sky. In all, Hale-Bopp was reported as visible to the naked eye from late May 1996 through September 1997. Also known as C/1995 O1, Hale-Bopp is recognized as one of the most compositionally pristine comets to pass through the inner Solar System. A visitor from the distant Oort cloud, the comet's next perihelion passage should be around the year 4380 AD. Do you remember Hale-Bopp?",
    "hdurl": "https://apod.nasa.gov/apod/image/2204/HaleBoppSeip_c4096.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hale-Bopp: The Great Comet of 1997",
    "url": "https://apod.nasa.gov/apod/image/2204/HaleBoppSeip_c1024.jpg"
  },
  {
    "copyright": "Damian Peach",
    "date": "2022-04-09",
    "explanation": "Fainter stars in the zodiacal constellation Capricornus are scattered near the plane of the ecliptic in this field of view. The two brightest ones at center aren't stars at all though, but the planets Mars and Saturn. Taken on the morning of April 4, the telescopic snapshot captured their tantalizing close conjunction in a predawn sky, the pair of planets separated by only about 1/3 of a degree. That's easily less than the apparent width of a Full Moon. Can you tell which planet is which? If you guessed Mars is the redder one , you'd be right. Above Mars, slightly fainter Saturn still shines with a paler yellowish tinge in reflected sunlight.  Even at the low magnification, Saturn's largest and brightest moon Titan can be spotted hugging the planet very closely on the left.",
    "hdurl": "https://apod.nasa.gov/apod/image/2204/mars_saturn_2022_04_04dp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars-Saturn Conjunction",
    "url": "https://apod.nasa.gov/apod/image/2204/mars_saturn_2022_04_04dp1024.jpg"
  },
  {
    "date": "2022-04-10",
    "explanation": "Was this image of the Moon's surface taken with a microscope? No -- it's a multi-temporal illumination map made with a wide-angle camera. \t To create it, the Lunar Reconnaissance Orbiter spacecraft collected 1,700 images over a period of 6 lunar days (6 Earth months), repeatedly covering an area centered on the Moon's south pole from different angles.  The resulting images were stacked to produce the featured map -- representing the percentage of time each spot on the surface was illuminated by the Sun.  Remaining convincingly in shadow, the floor of the 19-kilometer diameter Shackleton crater is seen near the map's center.  The lunar south pole itself is at about 9 o'clock on the crater's rim.  Crater floors near the lunar south and north poles can remain in permanent shadow, while mountain tops can remain in nearly continuous sunlight.  Useful for future outposts, the shadowed crater floors could offer reservoirs of water-ice, while the sunlit mountain tops offer good locations to collect solar power.",
    "hdurl": "https://apod.nasa.gov/apod/image/2204/SouthPoleShadows_LRO_1214.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shadows at the Moon's South Pole",
    "url": "https://apod.nasa.gov/apod/image/2204/SouthPoleShadows_LRO_960.jpg"
  },
  {
    "copyright": "Wang LetianEyes at Night",
    "date": "2022-04-11",
    "explanation": "Typically, the International Space Station is visible only at night.  Slowly drifting across the night sky as it orbits the Earth, the International Space Station (ISS) can be seen as a bright spot several times a year from many locations.  The ISS is then visible only just after sunset or just before sunrise because it shines by reflected sunlight -- once the ISS enters the Earth's shadow, it will drop out of sight. The only occasion when the ISS is visible during the day is when it passes right in front of the Sun. Then, it passes so quickly that only cameras taking short exposures can visually freeze the ISS's silhouette onto the background Sun. The featured picture did exactly that -- it is actually a series of images taken earlier this month from Beijing, China with perfect timing.  This image series was later combined with separate images taken at nearly the same time but highlighting the texture and activity on the busy Sun. The solar activity included numerous gaseous prominences seen around the edge, highlighted in red, filaments seen against the Sun's face, and a dark sunspot.",
    "hdurl": "https://apod.nasa.gov/apod/image/2204/IssSunspot_Letian_2400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Space Station Crosses a Busy Sun",
    "url": "https://apod.nasa.gov/apod/image/2204/IssSunspot_Letian_1080.jpg"
  },
  {
    "date": "2022-04-12",
    "explanation": "Massive stars, abrasive winds, mountains of dust, and energetic light sculpt one of the largest and most picturesque regions of star formation in the Local Group of Galaxies.  Known as N11, the region is visible on the upper right of many images of its home galaxy, the Milky Way neighbor known as the Large Magellanic Cloud (LMC).  The featured image was taken for scientific purposes by the Hubble Space Telescope and reprocessed for artistry.  Although the section imaged above is known as NGC 1763, the entire N11 emission nebula is second in LMC size only to the Tarantula Nebula.  Compact globules of dark dust housing emerging young stars are also visible around the image.  A recent study of variable stars in the LMC with Hubble has helped to recalibrate the distance scale of the  observable universe, but resulted in a slightly different scale than found using the pervasive cosmic microwave background.   Astrophysicists: Browse 2,700+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/2204/N11_HubbleLake_1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "N11: Star Clouds of the LMC",
    "url": "https://apod.nasa.gov/apod/image/2204/N11_HubbleLake_960.jpg"
  },
  {
    "copyright": "MaryBeth Kiczenski",
    "date": "2022-04-13",
    "explanation": "What created Devils Tower? The origin of this extraordinary rock monolith in Wyoming, USA is still debated, with a leading hypothesis holding that it is a hardened lava plume that never reached the surface to become a volcano.  In this theory, the lighter rock that once surrounded the dense volcanic neck has now eroded away, leaving the dramatic tower. Known by Native Americans by names including  Bear's Lodge and Great Gray Horn, the dense rock includes the longest hexagonal columns known, some over 180-meters tall. High above, the central band of the Milky Way galaxy arches across the sky.  Many notable sky objects are visible, including dark strands of the Pipe Nebula and the reddish Lagoon Nebula to the tower's right.  Green grass and trees line the foreground, while clouds appear near the horizon to the tower's left.  Unlike many other international landmarks, mountaineers are permitted to climb Devils Tower.   Birthday Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2204/DevilsWay_Kiczenski_1402.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way over Devils Tower",
    "url": "https://apod.nasa.gov/apod/image/2204/DevilsWay_Kiczenski_960.jpg"
  },
  {
    "copyright": "Mark Hanson",
    "date": "2022-04-14",
    "explanation": "Spiral arms seem to swirl around the core of Messier 96 in this colorful, detailed portrait of a beautiful island universe. Of course M96 is a spiral galaxy, and counting the faint arms extending beyond the brighter central region it spans 100 thousand light-years or so. That's about the size of our own Milky Way. M96 is known to be 38 million light-years distant, a dominant member of the Leo I galaxy group. Background galaxies and smaller Leo I group members can be found by examining the picture. The most intriguing one is itself a spiral galaxy seen nearly edge on behind the outer spiral arm near the 1 o'clock position from center. Its bright central bulge cut by its own dark dust clouds, the edge-on background spiral appears to be about 1/5 the size of M96. If that background galaxy is similar in actual size to M96, then it would be about 5 times farther away.",
    "hdurl": "https://apod.nasa.gov/apod/image/2204/M_96_LRGB_CDK_1000_8April2022HansonSelbyFinal1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 96",
    "url": "https://apod.nasa.gov/apod/image/2204/M_96_LRGB_CDK_1000_8April2022HansonSelbyFinal1024.jpg"
  },
  {
    "date": "2022-04-15",
    "explanation": "Wind-sharpened rocks known as ventifacts cover this broad sloping plain in the foot hills of Mount Sharp, Gale crater, Mars. Dubbed gator-back rocks their rugged, scaly appearance is captured in these digitally stitched Mastcam frames from the Curiosity rover on mission sol 3,415 (March 15, 2022). Driving over gator-back rocks before has resulted in damage to the rover's wheels, so Curiosity team members decided to turn around and take another path to continue the rover's climb. Curiosity has been on an ascent of Gale crater's central 5.5 kilometer high mountain since 2014. As it climbs, the durable rover has been able to explore layers shaped by water on Mars billions of years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/2204/PIA25175.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Gator-Back Rocks of Mars",
    "url": "https://apod.nasa.gov/apod/image/2204/PIA25175_1053.jpg"
  },
  {
    "copyright": "Juan Carlos Casado",
    "date": "2022-04-16",
    "explanation": "Taken with a camera fixed to a tripod, many short exposures were aligned with the stars to unveil this beautiful, dark night sky. Captured near the rural village of Albany`a at the northeastern corner of Spain, the three stars of Orion's belt stretch across top center in the starry frame. Alnitak, the easternmost (left) of the belt stars is seen next to the more diffuse glow of the Flame Nebula and the dark notch of the famous Horsehead. Easily visible to the naked-eye The Great Nebula of Orion is below the belt stars. A mere 1,500 light-years distant, it is the closest large stellar nursery to our fair planet. Best seen in photographs, the broad and faint arc of Barnard's Loop seems to embrace Orion's brighter stars and nebulae though. In the northern spring the familiar northern winter constellation is setting. Near the western horizon toward lower right Orion's apparently bright blue supergiant Rigel just touches the branches of a pine tree.",
    "hdurl": "https://apod.nasa.gov/apod/image/2204/orionpines_2k.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion Pines",
    "url": "https://apod.nasa.gov/apod/image/2204/orionpines_1k.jpg"
  },
  {
    "date": "2022-04-17",
    "explanation": "What's that approaching? Astronauts on board the International Space Station in 2010 first saw it far in the distance.  Soon it enlarged to become a dark silhouette. As it came even closer, the silhouette appeared to be a spaceship. Finally, the object revealed itself to be the Space Shuttle Endeavour, and it soon docked as expected with the Earth-orbiting space station.  Pictured here, Endeavour was imaged near Earth's horizon as it approached, where several layers of the Earth's atmosphere were visible. Directly behind the shuttle is the mesosphere, which appears blue.  The atmospheric layer that appears white is the stratosphere, while the orange layer is Earth's Troposphere. Together, these thin layers of air -- collectively spanning less than 2 percent of Earth's radius -- sustain us all in many ways, including providing oxygen to breath and a barrier to dangerous radiations from space.    Coming up Friday: Earth Day 2022",
    "hdurl": "https://apod.nasa.gov/apod/image/2204/shuttleAtm_nasa_6048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shuttle Over Earth",
    "url": "https://apod.nasa.gov/apod/image/2204/shuttleAtm_nasa_960.jpg"
  },
  {
    "copyright": "Miguel ClaroTWAN",
    "date": "2022-04-18",
    "explanation": "The mission was to document night-flying birds -- but it ended up also documenting a beautiful sky. The featured wide-angle mosaic was taken over the steppe golden fields in Mértola, Portugal in 2020. From such a dark location, an immediately-evident breathtaking glow arched over the night sky: the central band of our Milky Way galaxy.  But this sky had much more. Thin clouds crossed the sky like golden ribbons. The planet Mars appeared on the far left, while the planets Saturn and Jupiter were also simultaneously visible -- but on the opposite side of the sky, here seen on the far right.  Near the top of the image the bright star Vega can be found, while the far-distant and faint Andromeda Galaxy can be seen toward the left, just below Milky Way's arch.  As the current month progresses, several planets are lining up in the pre-dawn sky: Jupiter, Venus, Mars, and Saturn.   Did you know? Many APODs have links for adventure & humor",
    "hdurl": "https://apod.nasa.gov/apod/image/2204/MwMertola_Claro_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars and Planets over Portugal",
    "url": "https://apod.nasa.gov/apod/image/2204/MwMertola_Claro_1080.jpg"
  },
  {
    "copyright": "Stefan Steve Bemmerl",
    "date": "2022-04-19",
    "explanation": "The eggs from this gigantic chicken may form into stars.  The featured emission nebula, shown in scientifically assigned colors, is cataloged as IC 2944 but known as the Running Chicken Nebula for the shape of its greater appearance.  Seen toward the bottom of the image are small, dark molecular clouds rich in obscuring cosmic dust. Called Thackeray's Globules for their discoverer, these \"eggs\" are potential sites for the gravitational condensation of new stars, although their fates are uncertain as they are also being rapidly eroded away by the intense radiation from nearby young stars. Together with patchy glowing gas and complex regions of reflecting dust, these massive and energetic stars form the open cluster Collinder 249. This gorgeous skyscape spans about 60 light-years at the nebula's estimated 6,500 light-year distance.",
    "hdurl": "https://apod.nasa.gov/apod/image/2204/IC2944_Bemmerl_1948.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars and Globules in the Running Chicken Nebula",
    "url": "https://apod.nasa.gov/apod/image/2204/IC2944_Bemmerl_1080.jpg"
  },
  {
    "copyright": "Stan Honda",
    "date": "2022-04-20",
    "explanation": "There's an interesting sky to see if you wake up before the Sun. Lined up on toward the eastern horizon are four planets in a row. The planets are so bright they can even be seen from the bright sky inside a city. In fact, the featured image was taken from New York City, USA, with the foreground highlighted by the RFK (Triborough) Bridge. Pictured, the planets are, left to right, Jupiter, Venus, Mars, and Saturn.  The planets all appear in a row because they all orbit the Sun in the same plane. This plane, called the ecliptic plane, was created in the early days of our Solar System and includes all planets, including Earth.  The morning planet parade will continue throughout April and May, and will even be joined by Mercury in June.   APOD volunteer programming opportunity: Discord",
    "hdurl": "https://apod.nasa.gov/apod/image/2204/PlanetBridge_Honda_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planet Line over New York Bridge",
    "url": "https://apod.nasa.gov/apod/image/2204/PlanetBridge_Honda_960.jpg"
  },
  {
    "date": "2022-04-21",
    "explanation": "Fifty years ago, April 20, 1972, Apollo 16's lunar module Orion touched down on the Moon's near side in the south-central Descartes Highlands. While astronaut Ken Mattingly orbited overhead in Casper the friendly command and service module the Orion brought John Young and Charles Duke to the lunar surface. The pair would spend nearly three days on the Moon. Constructed from images (AS16-117-18814 to AS16-117-18820) taken near the end of their third and final surface excursion this panoramic view puts the lunar module in the distance toward the left. Their electric lunar roving vehicle in the foreground, Duke is operating the camera while Young aims the high gain communications antenna skyward, toward planet Earth.   Celebrate: Earth Day",
    "hdurl": "https://apod.nasa.gov/apod/image/2204/Apollo-16-station-10.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 16 Moon Panorama",
    "url": "https://apod.nasa.gov/apod/image/2204/Apollo-16-station-10crop1110.jpg"
  },
  {
    "date": "2022-04-22",
    "explanation": "No sudden, sharp boundary marks the passage of day into night in this gorgeous view of ocean and clouds over our fair planet Earth. Instead, the shadow line or terminator is diffuse and shows the gradual transition to darkness we experience as twilight. With the Sun illuminating the scene from the right, the cloud tops reflect gently reddened sunlight filtered through the dusty troposphere, the lowest layer of the planet's nurturing atmosphere. A clear high altitude layer, visible along the dayside's upper edge, scatters blue sunlight and fades into the blackness of space. This picture was taken in June of 2001 from the International Space Station orbiting at an altitude of 211 nautical miles. Of course from home, you can check out the Earth Now.  Celebrate: Today is Earth Day",
    "hdurl": "https://apod.nasa.gov/apod/image/2204/ISS002-E-7377_2048c.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planet Earth at Twilight",
    "url": "https://apod.nasa.gov/apod/image/2204/ISS002-E-7377_1024c.jpg"
  },
  {
    "date": "2022-04-23",
    "explanation": "A gorgeous spiral galaxy, Messier 104 is famous for its nearly edge-on profile featuring a broad ring of obscuring dust lanes. Seen in silhouette against an extensive central bulge of stars, the swath of cosmic dust lends a broad brimmed hat-like appearance to the galaxy suggesting a more popular moniker, the Sombrero Galaxy. This sharp view of the well-known galaxy was made from over 10 hours of Hubble Space Telescope image data, processed to bring out faint details often lost in the overwhelming glare of M104's bright central bulge. Also known as NGC 4594, the Sombrero galaxy can be seen across the spectrum, and is host to a central supermassive black hole. About 50,000 light-years across and 28 million light-years away, M104 is one of the largest galaxies at the southern edge of the Virgo Galaxy Cluster. Still, the spiky foreground stars in this field of view lie well within our own Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/2204/M104_HST_final2_4096.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 104",
    "url": "https://apod.nasa.gov/apod/image/2204/M104_HST_final2_1024.jpg"
  },
  {
    "date": "2022-04-24",
    "explanation": "Just now, before you hit the button, two future universes are possible.  After pressing the button, though, you will live in only one.  A real-web version of the famous Schrödinger's cat experiment clicking the red button in the featured astronaut image should transform that image into a picture of the same astronaut holding one of two cats -- one living, or one dead.  The timing of your click, combined with the wiring of your brain and the millisecond timing of your device, will all conspire together to create a result dominated, potentially, by the randomness of quantum mechanics.  Some believe that your personally-initiated quantum decision will split the universe in two, and that both the live-cat and dead-cat universes exist in separate parts of a larger multiverse. Others believe that the result of your click will collapse the two possible universes into one -- in a way that could not have been predicted beforehand.  Yet others believe that the universe is classically deterministic, so that by pressing the button you did not really split the universe, but just carried out an action predestined since time began.   We at APOD believe that however silly you may feel clicking the red button, and regardless of the outcome,  you should have a thought-provoking day.  Or two.",
    "hdurl": "https://apod.nasa.gov/apod/image/1704/SatelliteSale_NASA_960_split3.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Split the Universe",
    "url": "https://apod.nasa.gov/apod/image/1704/SatelliteSale_NASA_960_split3.jpg"
  },
  {
    "copyright": "Ignacio Javier Diaz Bobillo",
    "date": "2022-04-25",
    "explanation": "In one of the brightest parts of Milky Way lies a nebula where some of the oddest things occur. NGC 3372, known as the Great Nebula in Carina, is home to massive stars and changing nebulas. The Keyhole Nebula (NGC 3324), the bright structure just below the image center, houses several of these massive stars. The entire Carina Nebula, captured here, spans over 300 light years and lies about 7,500 light-years away in the constellation of Carina.  Eta Carinae, the most energetic star in the nebula, was one of the brightest stars in the sky in the 1830s, but then faded dramatically. While Eta Carinae itself maybe on the verge of a supernova explosion, X-ray images indicate that much of the Great Nebula in Carina has been a veritable supernova factory.",
    "hdurl": "https://apod.nasa.gov/apod/image/2204/CarinaMosaic_Bobillo_1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Great Nebula in Carina",
    "url": "https://apod.nasa.gov/apod/image/2204/CarinaMosaic_Bobillo_960.jpg"
  },
  {
    "copyright": "Prasun Agrawal",
    "date": "2022-04-26",
    "explanation": "The world is waking up to a picturesque planet parade. Just before dawn, the eastern skies over much of planet Earth are decorated by a notable line of familiar planets. In much of Earth's northern hemisphere, this line of planets appears most nearly horizontal, but in much of Earth's southern hemisphere, the line appears more nearly vertical. Pictured over the Sydney Opera House in southern Australia, the planet line was captured nearly vertical about five days ago.  From top to bottom, the morning planets are Saturn, Mars, Venus, and Jupiter.  As April ends, the angular distance between Venus and Jupiter will gradually pass below a degree as they switch places.  Then, as May ends, Jupiter will pass near Mars as those two planets switch places.  In June, the parade will briefly expand to include Mercury.   Notable Submissions to APOD: Morning Planet Parade 2022",
    "hdurl": "https://apod.nasa.gov/apod/image/2204/PlanetParadeSydney_Agrawal_1663.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planet Parade over Sydney Opera House",
    "url": "https://apod.nasa.gov/apod/image/2204/PlanetParadeSydney_Agrawal_960_ann.jpg"
  },
  {
    "date": "2022-04-27",
    "explanation": "What is that large dark spot on Jupiter? It's the shadow of Ganymede,  Jupiter's largest moon. When Jupiter's moons cross between the Jovian giant and the Sun, they created shadows just like when the Earth's moon crosses between the Earth and the Sun. Also like on Earth, if you were in a dark shadow on Jupiter, you would see a moon completely eclipse the Sun. Unlike on Earth, moon shadows occur most days on Jupiter -- what's more unusual is that a spacecraft was close enough to record one with a high-resolution image.  That spacecraft, Juno, was passing so close to Jupiter in late February that nearby clouds and the dark eclipse shadow appear relatively large. Juno has made many discoveries about our Solar System's largest planet, including, recently, rapidly expanding circular auroras.   Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2204/JupiterDarkSpot_JunoTT_3298.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Shadow on Jupiter",
    "url": "https://apod.nasa.gov/apod/image/2204/JupiterDarkSpot_JunoTT_1080.jpg"
  },
  {
    "copyright": "Jeff Dai",
    "date": "2022-04-28",
    "explanation": "In the early hours of April 24 this bright Lyrid meteor flashed along the central Milky Way. For a moment, it cast a bright reflection across Lake Nian, Yunnan province, China. The annual Lyrid meteor shower, one of the oldest known, is active in late April, as our fair planet plows through dust left along the orbit of long-period comet Thatcher. The trail of the bright fireball points back toward the shower's radiant in the constellation Lyra high in the northern springtime sky and off the top of the frame. Just rising in that starry sky, light from a third quarter moon also cast a glow on the peaceful waters of the lake.",
    "hdurl": "https://apod.nasa.gov/apod/image/2204/LyridoverChinaJeffDai.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lyrid of the Lake",
    "url": "https://apod.nasa.gov/apod/image/2204/LyridoverChinaJeffDai1024.jpg"
  },
  {
    "copyright": "Wilhelm Michael Kasakow",
    "date": "2022-04-29",
    "explanation": "Sharp telescopic views of NGC 3628 show a puffy galactic disk divided by dark dust lanes. Of course, this portrait of the magnificent, edge-on spiral galaxy puts some astronomers in mind of its popular moniker, the Hamburger Galaxy. It also reveals a small galaxy nearby (below), likely a satellite of NGC 3628, and a very faint but extensive tidal tail. The drawn out tail stretches for about 300,000 light-years, even beyond the upper left edge of the frame. NGC 3628 shares its neighborhood in the local universe with two other large spirals M65 and M66 in a grouping otherwise known as the Leo Triplet. Gravitational interactions with its cosmic neighbors are likely responsible for creating the tidal tail, as well as the extended flare and warp of this spiral's disk. The tantalizing island universe itself is about 100,000 light-years across and 35 million light-years away in the northern springtime constellation Leo.",
    "hdurl": "https://apod.nasa.gov/apod/image/2204/NGC3628-crop.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Portrait of NGC 3628",
    "url": "https://apod.nasa.gov/apod/image/2204/NGC3628-crop1024.jpg"
  },
  {
    "copyright": "Drew Evans",
    "date": "2022-04-30",
    "explanation": "A mere 600 light-years away, M44 is one of the closest star clusters to our solar system. Also known as the Praesepe or the Beehive cluster its stars are young though, about 600 million years old compared to our Sun's 4.5 billion years. Based on similar ages and motion through space, M44 and the even closer Hyades star cluster in Taurus are thought to have been born together in the same large molecular cloud. An open cluster spanning some 15 light-years, M44 holds 1,000 stars or so and covers about 3 full moons (1.5 degrees) on the sky in the constellation Cancer. Visible to the unaided eye, M44 has been recognized since antiquity. Described as a faint cloud or celestial mist long before being included as the 44th entry in Charles Messier's 18th century catalog, the cluster was not resolved into its individual stars until telescopes were available. A popular target for modern, binocular-equipped sky gazers, the cluster's few yellowish tinted, cool, red giants are scattered through the field of its brighter hot blue main sequence stars in this telescopic group snapshot. Dramatic diffraction spikes highlighting the brighter cluster members were created with string crossed in front of the telescope's objective lens.",
    "hdurl": "https://apod.nasa.gov/apod/image/2204/M44-resized.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M44: The Beehive Cluster",
    "url": "https://apod.nasa.gov/apod/image/2204/M44-resized1024.jpg"
  },
  {
    "date": "2022-05-01",
    "explanation": "What does a black hole look like? To find out, radio telescopes from around the Earth coordinated observations of black holes with the largest known event horizons on the sky.  Alone, black holes are just black, but these monster attractors are known to be surrounded by glowing gas.  This first image resolves the area around the black hole at the center of galaxy M87 on a scale below that expected for its event horizon.  Pictured, the dark central region is not the event horizon, but rather the black hole's shadow -- the central region of emitting gas darkened by the central black hole's gravity. The size and shape of the shadow is determined by bright gas near the event horizon, by strong gravitational lensing deflections, and by the black hole's spin.  In resolving this black hole's shadow, the Event Horizon Telescope (EHT) bolstered evidence that Einstein's gravity works even in extreme regions, and gave clear evidence that M87 has a central spinning black hole of about 6 billion solar masses.  Since releasing this featured image in 2019, the EHT has expanded to include more telescopes, observe more black holes, track polarized light,and is working to observe the immediately vicinity of the black hole in the center of our Milky Way Galaxy.    This week is: Black Hole Week  New EHT Results to be Announced: Next Thursday",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/M87bh_EHT_2629.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "First Horizon-Scale Image of a Black Hole",
    "url": "https://apod.nasa.gov/apod/image/2205/M87bh_EHT_960.jpg"
  }
]
