[
  {
    "copyright": "José Rodrigues",
    "date": "2023-12-01",
    "explanation": "The core of the Milky Way is rising beyond the Chilean mountain-top La Silla Observatory in this deep night skyscape. Seen toward the constellation Sagittarius, our home galaxy's center is flanked on the left, by the European Southern Observatory's New Technology Telescope which pioneered the use of active optics to accurately control the shape of large telescope mirrors. To the right stands the ESO 3.6-meter Telescope, home of the exoplanet hunting HARPS and NIRPS spectrographs. Between them, the galaxy's central bulge is filled with obscuring clouds of interstellar dust, bright stars, clusters, and nebulae. Prominent reddish hydrogen emission from the star-forming Lagoon Nebula, M8, is near center. The Trifid Nebula, M20, combines blue light of a dusty reflection nebula with reddish emission just left of the cosmic Lagoon. Both are popular stops on telescopic tours of the galactic center. The composited image is a stack of separate exposures for ground and sky made in April 2023, all captured consecutively with the same framing and camera equipment.",
    "hdurl": "https://apod.nasa.gov/apod/image/2312/_MG_2485-mod_APOD.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way Rising",
    "url": "https://apod.nasa.gov/apod/image/2312/_MG_2485-mod_APOD1024.jpg"
  },
  {
    "copyright": "Jeff Dai",
    "date": "2023-12-02",
    "explanation": "You can take a subway ride to visit this observatory in Beijing, China but you won't find any telescopes there. Starting in the 1400s astronomers erected devices at the Beijing Ancient Observatory site to enable them to accurately measure and track the positions of naked-eye stars and planets. Some of the large, ornate astronomical instruments are still standing. You can even see stars from the star observation platform today, but now only the very brightest celestial beacons are visible against the city lights. In this time series of exposures from a camera fixed to a tripod to record graceful arcing startrails, the brightest trail is actually the Moon. Its broad arc is seen behind the ancient observatory's brass armillary sphere. Compare this picture from the Beijing Ancient Observatory taken in September 2023 to one taken in 1895.",
    "hdurl": "https://apod.nasa.gov/apod/image/2312/StartrailsBeijingAncientObservatory-3.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Startrails over Beijing Ancient Observatory",
    "url": "https://apod.nasa.gov/apod/image/2312/StartrailsBeijingAncientObservatory-3_1024.jpg"
  },
  {
    "copyright": "El Cielo de Canarias",
    "date": "2023-12-03",
    "explanation": "These people are not in danger. What is coming down from the left is just the Moon, far in the distance. Luna appears so large here because she is being photographed through a telescopic lens.  What is moving is mostly the Earth, whose spin causes the Moon to slowly disappear behind Mount Teide, a volcano in the Canary Islands off the northwest coast of Africa. The people pictured are 16 kilometers away and  many are facing the camera because they are watching the Sun rise behind the photographer. It is not a coincidence that a full moon rises just when the Sun sets because the Sun is always on the opposite side of the sky from a full moon. The featured video was made in 2018 during the full Milk Moon.  The video is not time-lapse -- this was really how fast the Moon was setting.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Moon Setting Behind Teide Volcano",
    "url": "https://www.youtube.com/embed/afHfMMC-MJE?rel=0"
  },
  {
    "copyright": "\nJuned Patel\n",
    "date": "2023-12-04",
    "explanation": "No, the Moon is not a bow, and no, it did not shoot out a plane like an arrow. What is pictured is a chance superposition.  The plane's contrail would normally appear white, but the large volume of air toward the rising Sun preferentially knocked away blue light, not only making the sky blue, but giving the reflected trail a bright red hue.  Far in the distance, well behind the plane, the crescent Moon also appears slightly reddened. Captured early last month from Bolton, UK, the featured image was taken so soon after sunrise that the plane was sunlit from below, as was its contrail.  Within minutes, unfortunately, the impromptu sky show ended.  The plane moved out of sight.  The Moon kept rising but became harder to see through a brightening sky.  And the contrail gradually dispersed.",
    "hdurl": "https://apod.nasa.gov/apod/image/2312/BowArrow_Patel_2895.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Plane Crossing Crescent Moon",
    "url": "https://apod.nasa.gov/apod/image/2312/BowArrow_Patel_960.jpg"
  },
  {
    "date": "2023-12-05",
    "explanation": "It was one of the most energetic particles ever known to strike the Earth -- but where did it come from?  Dubbed Amaterasu after the Shinto sun goddess, this particle, as do all cosmic rays that strike the Earth's atmosphere, caused an air shower of electrons, protons, and other elementary particles to spray down onto the Earth below. In the featured illustration, a cosmic ray air shower is pictured striking the Telescope Array in Utah, USA, which recorded the Amaterasu event in 2021 May.  Cosmic ray air showers are common enough that you likely have been in a particle spray yourself, although you likely wouldn't have noticed.  The origin of this energetic particle, likely the nucleus of an atom, remains a mystery in two ways. First, it is not known how any single particle or atomic nucleus can practically acquire so much energy, and second, attempts to trace the particle back to where it originated did not indicate any likely potential source.    Open Science: Browse 3,200+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/2312/Exaray_OsakaU_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Energetic Particle Strikes the Earth",
    "url": "https://apod.nasa.gov/apod/image/2312/Exaray_OsakaU_1080.jpg"
  },
  {
    "date": "2023-12-06",
    "explanation": "It's stars versus dust in the Carina Nebula and the stars are winning. More precisely, the energetic light and winds from massive newly formed stars are evaporating and dispersing the dusty stellar nurseries in which they formed. Located in the Carina Nebula and inside a region known informally as Mystic Mountain, these pillars' appearance is dominated by opaque brown dust even though it is composed mostly of clear hydrogen gas. Even though some of the dust pillars look like torches, their ends are not on fire -- rather, they are illuminated by nearby stars.  About 7,500 light-years distant, the featured image was taken with the Hubble Space Telescope and highlights an interior region of Carina known as HH1066 which spans nearly a  light year. Within a few million years, the stars will likely win out completely and the dust torches will completely evaporate.",
    "hdurl": "https://apod.nasa.gov/apod/image/2312/TorchedDust_HubbleMecone_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars Versus Dust in the Carina Nebula",
    "url": "https://apod.nasa.gov/apod/image/2312/TorchedDust_HubbleMecone_960.jpg"
  }
]
