[
  {
    "copyright": "\nMike\nWenz\n",
    "date": "2023-08-01",
    "explanation": "The monsters that live on the Sun are not like us. They are larger than the Earth and made of gas hotter than in any teapot. They have no eyes, but at times, many tentacles. They float.  Usually, they slowly change shape and just fade back onto the Sun over about a month. Sometimes, though, they suddenly explode and unleash energetic particles into the Solar System that can attack the Earth.  Pictured is a huge solar prominence imaged almost two weeks ago in the light of hydrogen. Captured by a small telescope in Gilbert, Arizona, USA, the monsteresque plume of gas was held aloft by the ever-present but ever-changing magnetic field near the surface of the Sun. Our active Sun continues to show an unusually high number of prominences, filaments, sunspots, and large active regions as solar maximum approaches in 2025.",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/SunMonster_Wenz_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Monster Solar Prominence",
    "url": "https://apod.nasa.gov/apod/image/2308/SunMonster_Wenz_960.jpg"
  },
  {
    "date": "2023-08-02",
    "explanation": "Why is the Cigar Galaxy billowing red smoke?  M82, as this starburst galaxy is also known, was stirred up by a recent pass near large spiral galaxy M81.  This doesn't fully explain the source of the red-glowing outwardly expanding gas and dust, however.  Evidence indicates that this gas and dust is being driven out by the combined emerging particle winds of many stars, together creating a galactic superwind.  The dust particles are thought to originate in M82's interstellar medium and are actually similar in size to particles in cigar smoke.  The featured photographic mosaic highlights a specific color of red light strongly emitted by ionized hydrogen gas, showing detailed filaments of this gas and dust.  The filaments extend for over 10,000 light years. The 12-million light-year distant Cigar Galaxy is the brightest galaxy in the sky in infrared light and can be seen in visible light with a small telescope towards the constellation of the Great Bear (Ursa Major).   APOD in world languages: Arabic, Bulgarian, Catalan, Chinese (Beijing), Chinese (Taiwan), Croatian, Czech, Dutch, French, German, Hebrew, Indonesian, Japanese, Montenegrin, Polish, Russian, Serbian, Slovenian,  Spanish, Taiwanese, Turkish, and  Ukrainian",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/M82_HubblePathak_8150.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M82: Galaxy with a Supergalactic Wind",
    "url": "https://apod.nasa.gov/apod/image/2308/M82_HubblePathak_1080.jpg"
  },
  {
    "copyright": "Launch Complex 5",
    "date": "2023-08-03",
    "explanation": "In a photo from the early hours of July 29 (UTC), a Redstone rocket and Mercury capsule are on display at Cape Canaveral Launch Complex 5. Beyond the Redstone, the 8 minute long exposure has captured the arcing launch streak of a SpaceX Falcon Heavy rocket. The Falcon's heavy communications satellite payload, at a record setting 9 metric tons, is bound for geosynchronous orbit some 22,000 miles above planet Earth. The historic launch of a Redstone rocket carried astronaut Alan Shepard on a suborbital spaceflight in May 1961 to an altitude of about 116 miles. Near the top of the frame, this Falcon rocket's two reusable side boosters separate and execute brief entry burns. They returned to land side by side at Canaveral's Landing Zone 1 and 2 in the distance.",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/FalconHeavyRedstoneHaskell.jpeg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Falcon and the Redstone",
    "url": "https://apod.nasa.gov/apod/image/2308/FalconHeavyRedstoneHaskell1024.jpeg"
  },
  {
    "copyright": "Gianni Tumino",
    "date": "2023-08-04",
    "explanation": "A Full Moon rose as the Sun set on August 1. Near perigee, the closest point in its almost moonthly orbit, the brighter than average lunar disk illuminated night skies around planet Earth as the second supermoon of 2023. Seen here above Ragusa, Sicily, cloud banks cast diverging shadows through the supermoonlit skies, creating dramatic lunar crepuscular rays. The next Full Moon in 2023 will also shine on an August night. Rising as the Sun sets on August 30/31, this second Full Moon in a month is known as a Blue Moon. Blue moons occur only once every 2 or 3 years because lunar phases take almost a calendar month (29.5 days) to go through a complete cycle. But August's Blue Moon will also be near perigee, the third supermoon in 2023.",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/GianniTumino_Moon_Rays_JPG_LOGO_4000pix.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moonrays of August",
    "url": "https://apod.nasa.gov/apod/image/2308/GianniTumino_Moon_Rays_JPG_LOGO_1024pix.jpg"
  },
  {
    "copyright": "Dong Liang",
    "date": "2023-08-05",
    "explanation": "This pretty nebula lies some 1,500 light-years away, its shape and color in this telescopic view reminiscent of a robin's egg. The cosmic cloud spans about 3 light-years, nestled securely within the boundaries of the southern constellation Fornax. Recognized as a planetary nebula, egg-shaped NGC 1360 doesn't represent a beginning though. Instead it corresponds to a brief and final phase in the evolution of an aging star. In fact, visible at the center of the nebula, the central star of NGC 1360 is known to be a binary star system likely consisting of two evolved white dwarf stars, less massive but much hotter than the Sun.  Their intense and otherwise invisible ultraviolet radiation has stripped away electrons from the atoms in their mutually surrounding gaseous shroud. The predominant blue-green hue of NGC 1360 seen here is the strong emission produced as electrons recombine with doubly ionized oxygen atoms.",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/ngc1360_v2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1360: The Robin's Egg Nebula",
    "url": "https://apod.nasa.gov/apod/image/2308/ngc1360_v2_1024.jpg"
  },
  {
    "date": "2023-08-06",
    "explanation": "What created this unusual space ribbon?  The answer: one of the most violent explosions ever witnessed by ancient humans. Back in the year 1006 AD, light reached Earth from a stellar explosion in the constellation of the Wolf (Lupus), creating a \"guest star\" in the sky that appeared brighter than Venus and lasted for over two years. The supernova, now cataloged at SN 1006, occurred about 7,000 light years away and has left a large remnant that continues to expand and fade today.  Pictured here is a small part of that expanding supernova remnant dominated by a thin and outwardly moving shock front that heats and ionizes surrounding ambient gas. The supernova remnant SN 1006 now has a diameter of nearly 60 light years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/SN1006_Hubble_4940.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SN 1006: A Supernova Ribbon from Hubble",
    "url": "https://apod.nasa.gov/apod/image/2308/SN1006_Hubble_960.jpg"
  },
  {
    "copyright": "\nAbe Jones\n",
    "date": "2023-08-07",
    "explanation": "The Pelican Nebula is slowly being transformed.  IC 5070 (the official designation) is divided from the larger North America Nebula by a molecular cloud filled with dark dust.  The Pelican, however, receives much study because it is a particularly active mix of star formation and evolving gas clouds.  The featured picture was produced in three specific colors -- light emitted by sulfur, hydrogen, and oxygen --  that can help us to better understand these interactions.  The light from young energetic stars is slowly transforming the cold gas to hot gas, with the advancing boundary between the two, known as an ionization front, visible in bright orange on the right. Particularly dense tentacles of cold gas remain.  Millions of years from now, the Pelican nebula, bounded by dark nebula LDN 935, might no longer be known as the Pelican, as the balance and placement of stars and gas will surely leave something that appears completely different.",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/LDN935_Jones_1840.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pelican Nebula in Gas, Dust, and Stars",
    "url": "https://apod.nasa.gov/apod/image/2308/LDN935_Jones_960.jpg"
  },
  {
    "copyright": "\nJordi L. Coy\n",
    "date": "2023-08-08",
    "explanation": "What's that below the Moon? Jupiter -- and its largest moons.  Many skygazers across planet Earth enjoyed the close conjunction of Earth's Moon passing nearly in front of Jupiter in mid-June. The featured image is a single exposure of the event taken from Morón de la Frontera, Spain. The sunlit lunar crescent on the left is overexposed, while the Moon's night side, on the right, is only faintly illuminated by Earthshine. Lined up diagonally below the Moon, left to right, are Jupiter's bright Galilean satellites: Callisto, Ganymede, Io (hard to see as it is very near to Jupiter), and Europa.  In fact, Callisto, Ganymede, and Io are larger than Earth's Moon, while Europa is only slightly smaller. NASA's robotic spacecraft Juno is currently orbiting Jupiter and made a close pass near Io only a week ago.  If you look up in the night sky tonight, you will again see two of the brightest objects angularly close together -- because tonight is another Moon-Jupiter conjunction.",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/MoonsJupiter_Coy_2630.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Meets Jupiter",
    "url": "https://apod.nasa.gov/apod/image/2308/MoonsJupiter_Coy_960.jpg"
  },
  {
    "copyright": "\nPetr Horálek /\nInstitute of Physics in Opava\n",
    "date": "2023-08-09",
    "explanation": "This is a good week to see meteors.  Comet dust will rain down on planet Earth, streaking through dark skies during peak nights of the annual Perseid Meteor Shower.  The featured composite image was taken during the 2018 Perseids from the Poloniny Dark Sky Park in Slovakia.  The dome of the observatory in the foreground is on the grounds of Kolonica Observatory. Although the comet dust particles travel parallel to each other, the resulting shower meteors clearly seem to radiate from a single point on the sky in the eponymous constellation Perseus.  The radiant effect is due to perspective, as the parallel tracks appear to converge at a distance, like train tracks.  The Perseid Meteor Shower is expected to reach its highest peak on Saturday after midnight.  Since a crescent Moon will rise only very late that night, cloudless skies will be darker than usual, making a high number of faint meteors potentially visible this year.",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/Perseids18_Horalek_1494.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Meteor Shower: Perseids from Perseus",
    "url": "https://apod.nasa.gov/apod/image/2308/Perseids18_Horalek_960.jpg"
  },
  {
    "date": "2023-08-10",
    "explanation": "On mission sol 872 (Earth date August 3) Ingenuity snapped this sharp image on its 54th flight above the surface of the Red Planet. During the flight the Mars Helicopter hovered about 5 meters, or just over 16 feet, above the Jezero crater floor. Tips of Ingenuity's landing legs peek over the left and right edges in the camera's field of view. Tracks visible near the upper right corner lead to the Perseverance Mars Rover, seen looking on from a distance at the top right edge of the frame. Planned as a brief \"pop-up\" flight, Ingenuity's 54th flight lasted less than 25 seconds. It followed Ingenuity's 53rd flight made on July 22 that resulted in an unscheduled landing.",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/PIA25969_Ingenuity.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Five Meters over Mars",
    "url": "https://apod.nasa.gov/apod/image/2308/PIA25969_Ingenuity1024.jpg"
  },
  {
    "copyright": "The Deep Sky Collective",
    "date": "2023-08-11",
    "explanation": "An intriguing pair of interacting galaxies, M51 is the 51st entry in Charles Messier's famous catalog. Perhaps the original spiral nebula, the large galaxy with whirlpool-like spiral structure seen nearly face-on is also cataloged as NGC 5194. Its spiral arms and dust lanes sweep in front of a companion galaxy (right), NGC 5195. Some 31 million light-years distant, within the boundaries of the well-trained constellation Canes Venatici, M51 looks faint and fuzzy to the eye in direct telescopic views. But this remarkably deep image shows off stunning details of the galaxy pair's striking colors and extensive tidal debris. A collaboration of astro-imagers using telescopes on planet Earth combined over 10 days of exposure time to create this definitive galaxy portrait of M51. The image includes 118 hours of narrowband data that also reveals a vast glowing cloud of reddish ionized hydrogen gas discovered in the M51 system.  Weekend Watch: Perseid Meteor Shower",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/M51_255hours.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 51 in 255 Hours",
    "url": "https://apod.nasa.gov/apod/image/2308/M51_255hours_1024.jpg"
  }
]
