[
  {
    "copyright": "\nMaxime Daviron\n",
    "date": "2023-10-01",
    "explanation": "A good place to see a ring-of-fire eclipse, it seemed, would be from a desert. In a desert, there should be relatively few obscuring clouds and trees.  Therefore late December of 2019, a group of photographers traveled to the United Arab Emirates and Rub al-Khali, the largest continuous sand desert in world, to capture clear images of an unusual eclipse that would be passing over.  A ring-of-fire eclipse is an annular eclipse that occurs when the Moon is far enough away on its elliptical orbit around the Earth so that it appears too small, angularly, to cover the entire Sun. At the maximum of an annular eclipse, the edges of the Sun can be seen all around the edges of the Moon, so that the Moon appears to be a dark spot that covers most -- but not all -- of the Sun. This particular eclipse, they knew, would peak soon after sunrise.  After seeking out such a dry and barren place, it turned out that some of the most interesting eclipse images actually included a tree in the foreground, because, in addition to the sand dunes, the tree gave the surreal background a contrasting sense of normalcy, scale, and texture.  On Saturday, October 14, a new ring of fire will be visible through clear skies from a thin swath crossing both North and South America.",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/DesertEclipse_Daviron_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Desert Eclipse",
    "url": "https://apod.nasa.gov/apod/image/2310/DesertEclipse_Daviron_960.jpg"
  },
  {
    "copyright": "\nNicolas Escurat\n",
    "date": "2023-10-02",
    "explanation": "Sometimes lightning occurs out near space.  One such lightning type is red sprite lightning, which has only been photographed and studied on Earth over the past 25 years.  The origins of all types of lightning remain topics for research, and scientists are still trying to figure out why red sprite lightning occurs at all.  Research has shown that following a powerful positive cloud-to-ground lightning strike, red sprites may start as 100-meter balls of ionized air that shoot down from about 80-km high at 10 percent the speed of light. They are quickly followed by a group of upward streaking ionized balls. Featured here is an extraordinarily high-resolution image of a group of red sprites. This image is a single frame lasting only 1/25th of a second from a video taken above Castelnaud Castle in Dordogne, France, about three weeks ago. The sprites quickly vanished -- no sprites were visible even on the very next video frame.",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/HiResSprites_Escurat_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sprite Lightning in High Definition",
    "url": "https://apod.nasa.gov/apod/image/2310/HiResSprites_Escurat_1080.jpg"
  },
  {
    "copyright": "\nNASA, \nESA, \nHubble, \nHLA;\nProcessing & Copyright: \nHarshwardhan Pathak\n",
    "date": "2023-10-03",
    "explanation": "Do you see the hourglass shape -- or does it see you?  If you can picture it, the rings of MyCn 18 trace the outline of an hourglass -- although one with an unusual eye in its center.  Either way, the sands of time are running out for the central star of this hourglass-shaped planetary nebula. With its nuclear fuel exhausted, this brief, spectacular, closing phase of a Sun-like star's life occurs as its outer layers are ejected - its core becoming a cooling, fading white dwarf. In 1995, astronomers used the Hubble Space Telescope (HST) to make a series of images of planetary nebulae, including the one featured here.  Pictured, delicate rings of colorful glowing gas (nitrogen-red, hydrogen-green, and oxygen-blue) outline the tenuous walls of the hourglass. The unprecedented sharpness of the Hubble images has revealed surprising details of the nebula ejection process that are helping to resolve the outstanding mysteries of the complex shapes and symmetries of planetary nebulas like MyCn 18.",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/Hourglass_HubblePathak_1080.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "MyCn 18: The Engraved Hourglass Planetary Nebula",
    "url": "https://apod.nasa.gov/apod/image/2310/Hourglass_HubblePathak_1080.jpg"
  },
  {
    "copyright": "\nAbdullah Alharbi\n",
    "date": "2023-10-04",
    "explanation": "Does this nebula look like the head of a witch? The nebula is known popularly as the Witch Head Nebula because, it is said, the nebula's shape resembles a Halloween-style caricature of a witch's head. Exactly how, though, can be a topic of imaginative speculation.  What is clear is that IC 2118 is about 50 light-years across and made of gas and dust that points to -- because it has been partly eroded by -- the nearby star Rigel. One of the brighter stars in the constellation Orion, Rigel lies below the bottom of the featured image. The blue color of the Witch Head Nebula and is caused not only by Rigel's intense blue starlight but because the dust grains scatter blue light more efficiently than red.  The same physical process causes Earth's daytime sky to appear blue, although the scatterers in planet Earth's atmosphere are molecules of nitrogen and oxygen.",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/WitchHead_Alharbi_3051.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 2118: The Witch Head Nebula",
    "url": "https://apod.nasa.gov/apod/image/2310/WitchHead_Alharbi_1080.jpg"
  },
  {
    "copyright": "Tunc Tezel",
    "date": "2023-10-05",
    "explanation": "Tracking along a narrow path, the shadow of a new moon will race across North, Central, and South America, on October 14. When viewed from the shadow path the apparent size of the lunar disk will not quite completely cover the Sun though. Instead, the moon in silhouette will appear during the minutes of totality surrounded by a fiery ring, an annular solar eclipse more dramatically known as a ring of fire eclipse. This striking time lapse sequence from May of 2012 illustrates the stages of a ring of fire eclipse. From before eclipse start until sunset, they are seen over the iconic buttes of planet Earth's Monument Valley. Remarkably, the October 14 ring of fire eclipse will also be visible over Monument Valley, beginning after sunrise in the eastern sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/MoValleyEclipse.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ring of Fire over Monument Valley",
    "url": "https://apod.nasa.gov/apod/image/2310/MoValleyEclipse1024.jpg"
  },
  {
    "copyright": "Carnegie Institution for Science",
    "date": "2023-10-06",
    "explanation": "How big is our universe? This question, among others, was debated by two leading astronomers in 1920 in what has since become known as astronomy's Great Debate.  Many astronomers then believed that our Milky Way Galaxy was the entire universe.  Many others, though, believed that our galaxy was just one of many.  In the Great Debate, each argument was detailed, but no consensus was reached.  The answer came over three years later with the detected variation of single spot in the Andromeda Nebula, as shown on the original glass discovery plate digitally reproduced here. When Edwin Hubble compared images, he noticed that this spot varied, and on October 6, 1923 wrote \"VAR!\" on the plate.  The best explanation, Hubble knew, was that this spot was the image of a variable star that was very far away. So M31 was really the Andromeda Galaxy -- a galaxy possibly similar to our own.  Annotated 100 years ago, the featured image may not be pretty, but the variable spot on it opened a window through which humanity gazed knowingly, for the first time, into a surprisingly vast cosmos.",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/HubbleVarOrig_Carnegie_2880.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Edwin Hubble Discovers the Universe",
    "url": "https://apod.nasa.gov/apod/image/2310/HubbleVarOrig_Carnegie_960.jpg"
  },
  {
    "date": "2023-10-07",
    "explanation": "This picture of Andromeda shows not only where stars are now, but where stars will be. The big, beautiful Andromeda Galaxy, M31, is a spiral galaxy a mere 2.5 million light-years away.  Image data from space-based and ground-based observatories have been combined here to produce this intriguing composite view of Andromeda at wavelengths both inside and outside normally visible light. The visible light shows where M31's stars are now, highlighted in white and blue hues and imaged by the Hubble, Subaru, and Mayall telescopes.  The infrared light shows where M31's future stars will soon form, highlighted in orange hues and imaged by NASA's Spitzer Space Telescope.  The infrared light tracks enormous lanes of dust, warmed by stars, sweeping along Andromeda's spiral arms.  This dust is a tracer of the galaxy's vast interstellar gas, raw material for future star formation.  Of course, the new stars will likely form over the next hundred million years or so. That's well before Andromeda merges with our Milky Way Galaxy in about 5 billion years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/M31_HubbleSpitzerGendler_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Once and Future Stars of Andromeda",
    "url": "https://apod.nasa.gov/apod/image/2310/M31_HubbleSpitzerGendler_960.jpg"
  },
  {
    "copyright": "\nDoyle and Shannon Slifer\n",
    "date": "2023-10-08",
    "explanation": "What's that in front of the Sun?  The closest object is an airplane, visible just below the Sun's center and caught purely by chance.  Next out are numerous clouds in Earth's atmosphere, creating a series of darkened horizontal streaks. Farther out is Earth's Moon, seen as the large dark circular bite on the upper right. Just above the airplane and just below the Sun's surface are sunspots. The main sunspot group captured here, AR 2192, was in 2014 one of the largest ever recorded and had been crackling and bursting with flares since it came around the edge of the Sun a week before. This show of solar silhouettes was unfortunately short-lived.  Within a few seconds the plane flew away. Within a few minutes the clouds drifted off. Within a few hours the partial solar eclipse of the Sun by the Moon was over. Fortunately, when it comes to the Sun, even unexpected  alignments are surprisingly frequent. Perhaps one will be imaged this Saturday when a new partial solar eclipse will be visible from much of North and South America.    APOD editor to speak: in Houghton, Michigan on Thursday, October 12 at 6 pm",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/PlaneEclipse_Slifer_1756.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Plane, Clouds, Moon, Spots, Sun",
    "url": "https://apod.nasa.gov/apod/image/2310/PlaneEclipse_Slifer_960.jpg"
  },
  {
    "copyright": "\nElias Chasiotis\n",
    "date": "2023-10-09",
    "explanation": "Yes, but have you ever seen a sunrise like this?  Here, after initial cloudiness, the Sun appeared to rise in two pieces and during a partial eclipse in 2019, causing the photographer to describe it as the most stunning sunrise of his life.  The dark circle near the top of the atmospherically-reddened Sun is the Moon -- but so is the dark peak just below it.  This is because along the way, the Earth's atmosphere had a layer of unusually warm air over the sea which acted like a gigantic lens and created a second image.  For a normal sunrise or sunset, this rare phenomenon of atmospheric optics is known as the Etruscan vase effect. The featured picture was captured in December 2019 from Al Wakrah, Qatar.  Some observers in a narrow band of Earth to the east were able to see a full annular solar eclipse -- where the Moon appears completely surrounded by the background Sun in a ring of fire.  The next solar eclipse, also an annular eclipse for well-placed observers, will occur this coming Saturday.   APOD editor to speak: in Houghton, Michigan on Thursday, October 12 at 6 pm",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/DistortedSunrise_Chasiotis_2442.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Distorted Sunrise Eclipse",
    "url": "https://apod.nasa.gov/apod/image/2310/DistortedSunrise_Chasiotis_1080.jpg"
  },
  {
    "date": "2023-10-10",
    "explanation": "The Great Nebula in Orion has hidden stars.   To the unaided eye in visible light, it appears as a small fuzzy patch in the constellation of Orion. But this image was taken by the Webb Space Telescope in a representative-color composite of red and very near infrared light.  It confirms with impressive detail that the  Orion Nebula is a busy neighborhood of young stars, hot gas, and dark dust.  The rollover image shows the same image in representative colors further into the near infrared. The power behind much of the Orion Nebula (M42) is the Trapezium - a cluster of bright stars near the nebula's center.  The diffuse and filamentary glow surrounding the bright stars is mostly heated interstellar dust.  Detailed inspection of these images shows an unexpectedly large number of Jupiter-Mass Binary Objects (JuMBOs), pairs of Jupiter-mass objects which might give a clue to how stars are forming.  The whole Orion Nebula cloud complex, which includes the Horsehead Nebula, will slowly disperse over the next few million years.   APOD editor to speak: in Houghton, Michigan on Thursday, October 12 at 6 pm",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/OrionNircShort_Webb_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hidden Orion from Webb",
    "url": "https://apod.nasa.gov/apod/image/2310/OrionNircShort_Webb_960.jpg"
  },
  {
    "date": "2023-10-11",
    "explanation": "What's happening in the lower arm of this spiral galaxy? A supernova. Last month, supernova SN 2023rve was discovered with UAE's Al-Khatim Observatory and later found to be consistent with the death explosion of a massive star, possibly leaving behind a black hole. Spiral galaxy NGC 1097 is a relatively close 45 million light years away and visible with a small telescope toward the southern constellation of the Furnace (Fornax).  The galaxy is notable not only for its picturesque spiral arms, but also for faint jets consistent with ancient star streams left over from a galactic collision -- possibly with the small galaxy seen between its arms on the lower left. The featured image highlights the new supernova by blinking between two exposures taken several months apart. Finding supernovas in nearby galaxies can be important in determining the scale and expansion rate of our entire universe -- a topic currently of unexpected tension and much debate.    APOD editor to speak: in Houghton, Michigan on Thursday, October 12 at 6 pm",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/Ngc1097wSn_Miller_1008.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1097: Spiral Galaxy with Supernova",
    "url": "https://apod.nasa.gov/apod/image/2310/Ngc1097wSn_Miller_1008.gif"
  },
  {
    "copyright": "David Cruz",
    "date": "2023-10-12",
    "explanation": "Mu Cephei is a very large star. An M-class supergiant some 1500 times the size of the Sun, it is one of the largest stars visible to the unaided eye, and even one of the largest in the entire Galaxy. If it replaced the Sun in our fair Solar System, Mu Cephei would easily engulf Mars and Jupiter. Historically known as Herschel's Garnet Star, Mu Cephei is extremely red. Approximately 2800 light-years distant, the supergiant is seen near the edge of reddish emission nebula IC 1396 toward the royal northern constellation Cepheus in this telescopic view. Much cooler and hence redder than the Sun, this supergiant's light is further reddened by absorption and scattering due to intervening dust within the Milky Way. A well-studied variable star understood to be in a late phase of stellar evolution, Mu Cephei is a massive star too, destined to ultimately explode as a core-collapse supernova.",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/MuCephei_apod.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mu Cephei",
    "url": "https://apod.nasa.gov/apod/image/2310/MuCephei_apod1024.jpg"
  },
  {
    "copyright": "Reinhold Wittich",
    "date": "2023-10-13",
    "explanation": "Gorgeous spiral galaxy Messier 33 seems to have more than its fair share of glowing hydrogen gas. A prominent member of the local group of galaxies, M33 is also known as the Triangulum Galaxy and lies a mere 3 million light-years away.  The galaxy's central 30,000 light-years or so are shown in this sharp galaxy portrait. The portrait features M33's reddish ionized hydrogen clouds or HII regions. Sprawling along loose spiral arms that wind toward the core, M33's giant HII regions are some of the largest known stellar nurseries, sites of the formation of short-lived but very massive stars. Intense ultraviolet radiation from the luminous, massive stars ionizes the surrounding hydrogen gas and ultimately produces the characteristic red glow. In this image, broadband data were combined with narrowband data recorded through a hydrogen-alpha filter. That filter transmits the light of the strongest visible hydrogen emission line.",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/M33_Triangulum.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hydrogen Clouds of M33",
    "url": "https://apod.nasa.gov/apod/image/2310/M33_Triangulum1024.jpg"
  },
  {
    "copyright": "Vincenzo Mirabella",
    "date": "2023-10-14",
    "explanation": "Want to see a ring around the Sun? It's easy to do in daytime skies around the world. Created by randomly oriented ice crystals in thin high cirrus clouds, circular 22 degree halos are visible much more often than rainbows. This one was captured by smart phone photography on May 29, 2021 near Rome, Italy. Carefully blocking the Sun, for example with a finger tip, is usually all that it takes to reveal the common bright halo ring. The halo's characteristic angular radius is about equal to the span of your hand, thumb to little finger, at the end of your outstretched arm.  Want to see a ring of fire eclipse? That's harder. The spectacular annular phase of today's (October 14) solar eclipse, known as a ring of fire, is briefly visible only when standing along the Moon's narrow shadow track that passes over limited parts of North, Central, and South America. The solar eclipse is partial though, when seen from broader regions throughout the Americas.   Album growing: Selected eclipse images sent in to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/Vincenzo_Mirabella_20210529_134459.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Circular Sun Halo",
    "url": "https://apod.nasa.gov/apod/image/2310/Vincenzo_Mirabella_20210529_134459_1024px.jpg"
  }
]
