[
  {
    "copyright": "Serge Brunier, Jean-François Bax, David Vernet",
    "date": "2023-09-01",
    "explanation": "In 1716, English astronomer Edmond Halley noted, \"This is but a little Patch, but it shows itself to the naked Eye, when the Sky is serene and the Moon absent.\" Of course, M13 is now less modestly recognized as the Great Globular Cluster in Hercules, one of the brightest globular star clusters in the northern sky. Sharp telescopic views like this one reveal the spectacular cluster's hundreds of thousands of stars. At a distance of 25,000 light-years, the cluster stars crowd into a region 150 light-years in diameter. Approaching the cluster core, upwards of 100 stars could be contained in a cube just 3 light-years on a side. For comparison, the closest star to the Sun is over 4 light-years away. The remarkable range of brightness recorded in this image follows stars into the dense cluster core.",
    "hdurl": "https://apod.nasa.gov/apod/image/2309/M13-totale-en-cours-crop8.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Great Globular Cluster in Hercules",
    "url": "https://apod.nasa.gov/apod/image/2309/M13-totale-en-cours-crop8_1024.jpg"
  },
  {
    "copyright": "Lorand Fenyes",
    "date": "2023-09-02",
    "explanation": "These cosmic clouds have blossomed 1,300 light-years away in the fertile starfields of the constellation Cepheus. Called the Iris Nebula, NGC 7023 is not the only nebula to evoke the imagery of flowers. Still, this deep telescopic image shows off the Iris Nebula's range of colors and symmetries embedded in surrounding fields of interstellar dust. Within the Iris itself, dusty nebular material surrounds a hot, young star. The dominant color of the brighter reflection nebula is blue, characteristic of dust grains reflecting starlight. Central filaments of the reflection nebula glow with a faint reddish photoluminescence as some dust grains effectively convert the star's invisible ultraviolet radiation to visible red light. Infrared observations indicate that this nebula contains complex carbon molecules known as PAHs. The dusty blue petals of the Iris Nebula span about six light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2309/268_lorand_fenyes_iris_ngc7023.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7023: The Iris Nebula",
    "url": "https://apod.nasa.gov/apod/image/2309/268_lorand_fenyes_iris_ngc7023_1024.jpg"
  },
  {
    "date": "2023-09-03",
    "explanation": "Periodic comet 73P/Schwassmann-Wachmann 3 has broken up at least twice. A cosmic souffle of ice and dust left over from the early solar system, this comet was first seen to split into several large pieces during the close-in part of its orbit in 1995.  However, in the 2006 passage, it disintegrated into dozens of fragments that stretched several degrees across the sky. Since comets are relatively fragile, stresses from heat, gravity and outgassing, for example, could be responsible for their tendency to break up in such a spectacular fashion when they near the hot Sun. The Hubble Space Telescope recorded, in 2006, the featured sharp view of prolific Fragment B, itself trailing a multitude of smaller pieces, each with its own cometary coma and tail. The picture spans over 3,000 kilometers at the comet's distance of 32 million kilometers from planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2309/fragb73p_hst_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Schwassmann-Wachmann 3 Fragments",
    "url": "https://apod.nasa.gov/apod/image/2309/fragb73p_hst_960.jpg"
  },
  {
    "copyright": "\nAbdullah Al-Harbi\n",
    "date": "2023-09-04",
    "explanation": "As stars die, they create clouds.  Two stellar death clouds of gas and dust can be found toward the high-flying constellation of the Swan (Cygnus) as they drift through rich star fields in the plane of our Milky Way Galaxy. Caught here within the telescopic field of view are the Soap Bubble (lower left) and the Crescent Nebula (upper right). Both were formed at the final phase in the life of a star. Also known as NGC 6888, the Crescent Nebula was shaped as its bright, central massive Wolf-Rayet star, WR 136, shed its outer envelope in a strong stellar wind. Burning through fuel at a prodigious rate, WR 136 is near the end of a short life that should finish in a spectacular supernova explosion.  Discovered in 2013, the Soap Bubble Nebula is likely a planetary nebula, the final shroud of a lower mass, long-lived, Sun-like star destined to become a slowly cooling white dwarf. Both stellar nebulas are about 5,000 light-years distant, with the larger Crescent Nebula spanning about 25 light-years across. Within a few million years, both will likely have dispersed.   Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2309/CrescentBubble_AlHarbi_5732.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cygnus: Bubble and Crescent",
    "url": "https://apod.nasa.gov/apod/image/2309/CrescentBubble_AlHarbi_1080.jpg"
  },
  {
    "copyright": "\nKevin Saragozza\n",
    "date": "2023-09-05",
    "explanation": "The last full moon was doubly unusual. First of all, it was a blue moon.  A modern definition of a blue moon is a second full moon to occur during one calendar month.  Since there are 13 full moons in 2023, one month has to have two -- and that month was August.  The first full moon was on August 1 and named a Sturgeon Moon. The second reason that the last full moon was unusual was because it was a supermoon.  A modern definition of supermoon is a moon that reaches its full phase when it is relatively close to Earth -- and so appears a bit larger and brighter than average.  Pictured, the blue supermoon of 2023 was imaged hovering far behind a historic castle and lighthouse in Syracuse, Sicily, Italy.    Gallery: Selected August 2023 supermoon images submitted to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2309/SuperBlueMoon_Saragozza_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Blue Supermoon Beyond Syracuse",
    "url": "https://apod.nasa.gov/apod/image/2309/SuperBlueMoon_Saragozza_960.jpg"
  },
  {
    "copyright": "\nJeff Dai\n(TWAN), \nH.E.S.S. Collaboration; \n Music: \nIbaotu catalog number 1044988 \n(Used with permission) \n",
    "date": "2023-09-06",
    "explanation": "They may look like modern mechanical dinosaurs, but they are enormous swiveling eyes that watch the sky. The High Energy Stereoscopic System (H.E.S.S.) Observatory is composed of four 12-meter reflecting-mirror telescopes surrounding a larger telescope housing a 28-meter mirror. They are designed to detect strange flickers of blue light -- Cherenkov radiation --emitted when charged particles move slightly faster than the speed of light in air.  This light is emitted when a gamma ray from a distant source strikes a molecule in Earth's atmosphere and starts a charged-particle shower.  H.E.S.S. is sensitive to some of the highest energy photons (TeV) crossing the universe.  Operating since 2003 in Namibia, H.E.S.S. has searched for dark matter and has discovered over 50 sources emitting high energy radiation including supernova remnants and the centers of galaxies that contain supermassive black holes.  Pictured in June, H.E.S.S. telescopes swivel and stare in time-lapse sequences shot in front of our Milky Way Galaxy and the Magellanic Clouds -- as the occasional Earth-orbiting satellite zips by.   Surf the Universe: Random APOD Generator",
    "media_type": "video",
    "service_version": "v1",
    "title": "HESS Telescopes Explore the High-Energy Sky",
    "url": "https://www.youtube.com/embed/QmCFdFGNwmo?si=Sp8Y5IS2-pWVLPn0?rel=0"
  },
  {
    "copyright": "Chris Willocks",
    "date": "2023-09-07",
    "explanation": "The 16th century Portuguese navigator Ferdinand Magellan and his crew had plenty of time to study the southern sky during the first circumnavigation of planet Earth. As a result, two fuzzy cloud-like objects easily visible to southern hemisphere skygazers are known as the Clouds of Magellan, now understood to be satellite galaxies of our much larger, spiral Milky Way galaxy. About 160,000 light-years distant in the constellation Dorado, the Large Magellanic Cloud is seen in this sharp galaxy portrait. Spanning about 15,000 light-years or so, it is the most massive of the Milky Way's satellite galaxies and is the home of the closest supernova in modern times, SN 1987A.  The prominent patch above center is 30 Doradus, also known as the magnificent Tarantula Nebula, a giant star-forming region about 1,000 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/2309/TheLargeMagellanicCloud.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Large Cloud of Magellan",
    "url": "https://apod.nasa.gov/apod/image/2309/TheLargeMagellanicCloud1024.jpg"
  },
  {
    "copyright": "Kim Quick",
    "date": "2023-09-08",
    "explanation": "Sculpted by stellar winds and radiation, the star factory known as Messier 17 lies some 5,500 light-years away in the nebula-rich constellation Sagittarius. At that distance, this 1/3 degree wide field of view spans over 30 light-years. The sharp composite, color image highlights faint details of the region's gas and dust clouds against a backdrop of central Milky Way stars. Stellar winds and energetic light from hot, massive stars formed from M17's stock of cosmic gas and dust have slowly carved away at the remaining interstellar material, producing the cavernous appearance and undulating shapes. M17 is also known as the Omega Nebula or the Swan Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/2309/OmegaNebulaGrandMesaObservatory2023.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Factory Messier 17",
    "url": "https://apod.nasa.gov/apod/image/2309/OmegaNebulaGrandMesaObservatory2023_1024.jpg"
  },
  {
    "copyright": "\nPeter Kennett\n",
    "date": "2023-09-09",
    "explanation": "Comet Nishimura is growing. More precisely, the tails C/2023 P1 (Nishimura) are growing as it nears the Sun. Discovered only last month, the comet is already near naked eye brightness as it now moves inside the Earth's orbit.  The comet will be nearest the Earth next week, but nearest the Sun the week after -- on September 17.  Speculation holds that expelled ice and dust from Comet Nishimura's last visit to the inner Solar System may have created the Sigma Hydrids meteor shower which peaks yearly in December.  If so, then this meteor shower may become more active, refreshed with new comet debris. Pictured, Comet Nishimura was captured from Edgewood, New Mexico, USA four nights ago, showing a long ion tail structured by interactions with the Sun's wind. Look for this comet near your eastern horizon just before sunrise for the next few mornings, but very near your western horizon just after sunset next week -- as its coma continues to brighten and its tails continue to grow.    Gallery: Selected Comet Nishimura images submitted to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2309/Nishimura_Kennett_4428.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Nishimura Grows",
    "url": "https://apod.nasa.gov/apod/image/2309/Nishimura_Kennett_1080.jpg"
  },
  {
    "copyright": "\nColleen Pinski\n",
    "date": "2023-09-10",
    "explanation": "What is this person doing?  In 2012, an annular eclipse of the Sun was visible over a narrow path that crossed the northern Pacific Ocean and several western US states.  In an annular solar eclipse, the Moon is too far from the Earth to block out the entire Sun, leaving the Sun peeking out over the Moon's disk in a ring of fire.  To capture this unusual solar event, an industrious photographer drove from Arizona to New Mexico to find just the right vista. After setting up and just as the eclipsed Sun was setting over a ridge about 0.5 kilometers away, a person unknowingly walked right into the shot. Although grateful for the unexpected human element, the photographer never learned the identity of the silhouetted interloper. It appears likely that the person is holding a circular device that would enable them to get their own view of the eclipse. The shot was taken at sunset on 2012 May 20 at 7:36 pm local time from a park near Albuquerque.  Next month, on October 14, a different narrow swath across North and South America will be exposed to a different annular solar eclipse, if the sky is clear. Simultaneously, cloud-free observers almost anywhere on either continent will be able to see a partial solar eclipse.",
    "hdurl": "https://apod.nasa.gov/apod/image/2309/AnnularEclipse_Pinski_1522.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Annular Solar Eclipse over New Mexico",
    "url": "https://apod.nasa.gov/apod/image/2309/AnnularEclipse_Pinski_960.jpg"
  },
  {
    "copyright": "\nPetr Horálek /\nInstitute of Physics in Opava\n",
    "date": "2023-09-11",
    "explanation": "This scene would be beautiful even without the comet. By itself, the sunrise sky is an elegant deep blue on high, with faint white stars peeking through, while near the horizon is a pleasing tan. By itself, the foreground hills of eastern Slovakia are appealingly green, with the Zadňa hura and Veľká hora hills in the distance, and with the lights of small towns along the way.  Venus, by itself on the right, appears unusually exquisite, surrounded by a colorful atmospheric corona. But what attracts the eye most is the comet. On the left, in this composite image taken just before dawn yesterday morning, is Comet Nishimura.  On recent mornings around the globe, its bright coma and long ion tail make many a morning panoramic photo unusually beautiful.  Tomorrow, C/2023 P1 (Nishimura) will pass its nearest to the Earth for about the next 434 years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2309/BeautNishimura_Horalek_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Beautiful Comet Nishimura",
    "url": "https://apod.nasa.gov/apod/image/2309/BeautNishimura_Horalek_960.jpg"
  },
  {
    "date": "2023-09-12",
    "explanation": "Some 4 billion light-years away, massive galaxy cluster Abell 370 is captured in this sharp Hubble Space Telescope snapshot. The cluster of galaxies only appears to be dominated by two giant elliptical galaxies and infested with faint arcs. In reality, the fainter, scattered bluish arcs, along with the dramatic dragon arc below and left of center, are images of galaxies that lie far beyond Abell 370. About twice as distant, their otherwise undetected light is magnified and distorted by the cluster's enormous gravitational mass, overwhelmingly dominated by unseen dark matter. Providing a tantalizing glimpse of galaxies in the early universe, the effect is known as gravitational lensing. A consequence of warped spacetime, lensing was predicted by Einstein almost a century ago. Far beyond the spiky foreground Milky Way star at lower right, Abell 370 is seen toward the constellation Cetus, the Sea Monster. It was the last of six galaxy clusters imaged in the Frontier Fields project.",
    "hdurl": "https://apod.nasa.gov/apod/image/2309/STSCI-HST-abell370_1797x2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy Cluster Abell 370 and Beyond",
    "url": "https://apod.nasa.gov/apod/image/2309/STSCI-HST-abell370_1024.jpg"
  },
  {
    "date": "2023-09-13",
    "explanation": "Galaxy NGC 4632 hides a secret from optical telescopes.  It is surrounded by a ring of cool hydrogen gas orbiting at 90 degrees to its spiral disk.  Such polar ring galaxies have previously been discovered using starlight.  However, NGC 4632 is among the first in which a radio telescope survey revealed a polar ring.  The featured composite image combines this gas ring, observed with the highly sensitive ASKAP telescope, with optical data from the Subaru telescope.  Using virtual reality, astronomers separated out the gas in the main disk of the galaxy from the ring, and the subtle color gradient traces its orbital motion.  Why do polar rings exist?  They could be material pulled from one galaxy as it gravitationally interacts with a companion.  Or hydrogen gas flows along the filaments of the cosmic web and accretes into a ring around a galaxy, some of which gravitationally contracts into stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/2309/PolarRing_Askap_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4632: Galaxy with a Hidden Polar Ring",
    "url": "https://apod.nasa.gov/apod/image/2309/PolarRing_Askap_960.jpg"
  },
  {
    "copyright": "Ian Gorenstein",
    "date": "2023-09-14",
    "explanation": "Big, beautiful spiral galaxy NGC 7331 is often touted as an analog to our own Milky Way. About 50 million light-years distant in the northern constellation Pegasus, NGC 7331 was recognized early on as a spiral nebula and is actually one of the brighter galaxies not included in Charles Messier's famous 18th century catalog. Since the galaxy's disk is inclined to our line-of-sight, long telescopic exposures often result in images that evokes a strong sense of depth. The effect is further enhanced in this sharp image by galaxies that lie beyond the gorgeous island universe. The most prominent background galaxies are about one tenth the apparent size of NGC 7331 and so lie roughly ten times farther away. Their close alignment on the sky with NGC 7331 occurs just by chance. Lingering above the plane of the Milky Way, this striking visual grouping of galaxies is known to some as the Deer Lick Group.",
    "hdurl": "https://apod.nasa.gov/apod/image/2309/LRGBHa23_n7331r.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7331 and Beyond",
    "url": "https://apod.nasa.gov/apod/image/2309/LRGBHa23_n7331r_800c.jpg"
  },
  {
    "copyright": "\nLuis Miguel Meade Rodríguez\n",
    "date": "2023-09-15",
    "explanation": "Venus has returned, now appearing in planet Earth's predawn skies as a brilliant morning star. From a window seat on a flight to Mexico City, the bright celestial beacon was captured just before sunrise in this astronomical snapshot, taken on September 12. Venus, at the upper right, shared the early twilight with an old crescent Moon. Seen from this stratospheric perspective, mountain peaks and clouds appear in silhouette along a glowing eastern horizon. The dramatic, long, low cloud bank was created by ongoing venting from planet Earth's active volcano Popocatépetl.",
    "hdurl": "https://apod.nasa.gov/apod/image/2309/IMG_3603.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus, Moon, and the Smoking Mountain",
    "url": "https://apod.nasa.gov/apod/image/2309/IMG_3603_1024.jpg"
  },
  {
    "copyright": "Jennifer Franklin",
    "date": "2023-09-16",
    "explanation": "On September 12, from a location just south of the Arctic Circle, stones of Iceland's modern Arctic Henge point skyward in this startling scene. Entertaining an intrepid group of aurora hunters during a geomagnetic storm, alluring northern lights dance across the darkened sky when a stunning fireball meteor explodes. Awestruck, the camera-equipped skygazers captured video and still images of the boreal bolide, at its peak about as bright as a full moon. Though quickly fading from view, the fireball left a lingering visible trail or persistent train. The wraith-like trail was seen for minutes wafting in the upper atmosphere at altitudes of 60 to 90 kilometers along with the auroral glow.",
    "hdurl": "https://apod.nasa.gov/apod/image/2309/_DSC7280-1s_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fireball over Iceland",
    "url": "https://apod.nasa.gov/apod/image/2309/_DSC7280-1s_1024.jpg"
  }
]
