[
  {
    "copyright": "\nMike\nWenz\n",
    "date": "2023-08-01",
    "explanation": "The monsters that live on the Sun are not like us. They are larger than the Earth and made of gas hotter than in any teapot. They have no eyes, but at times, many tentacles. They float.  Usually, they slowly change shape and just fade back onto the Sun over about a month. Sometimes, though, they suddenly explode and unleash energetic particles into the Solar System that can attack the Earth.  Pictured is a huge solar prominence imaged almost two weeks ago in the light of hydrogen. Captured by a small telescope in Gilbert, Arizona, USA, the monsteresque plume of gas was held aloft by the ever-present but ever-changing magnetic field near the surface of the Sun. Our active Sun continues to show an unusually high number of prominences, filaments, sunspots, and large active regions as solar maximum approaches in 2025.",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/SunMonster_Wenz_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Monster Solar Prominence",
    "url": "https://apod.nasa.gov/apod/image/2308/SunMonster_Wenz_960.jpg"
  },
  {
    "date": "2023-08-02",
    "explanation": "Why is the Cigar Galaxy billowing red smoke?  M82, as this starburst galaxy is also known, was stirred up by a recent pass near large spiral galaxy M81.  This doesn't fully explain the source of the red-glowing outwardly expanding gas and dust, however.  Evidence indicates that this gas and dust is being driven out by the combined emerging particle winds of many stars, together creating a galactic superwind.  The dust particles are thought to originate in M82's interstellar medium and are actually similar in size to particles in cigar smoke.  The featured photographic mosaic highlights a specific color of red light strongly emitted by ionized hydrogen gas, showing detailed filaments of this gas and dust.  The filaments extend for over 10,000 light years. The 12-million light-year distant Cigar Galaxy is the brightest galaxy in the sky in infrared light and can be seen in visible light with a small telescope towards the constellation of the Great Bear (Ursa Major).   APOD in world languages: Arabic, Bulgarian, Catalan, Chinese (Beijing), Chinese (Taiwan), Croatian, Czech, Dutch, French, German, Hebrew, Indonesian, Japanese, Montenegrin, Polish, Russian, Serbian, Slovenian,  Spanish, Taiwanese, Turkish, and  Ukrainian",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/M82_HubblePathak_8150.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M82: Galaxy with a Supergalactic Wind",
    "url": "https://apod.nasa.gov/apod/image/2308/M82_HubblePathak_1080.jpg"
  },
  {
    "copyright": "Launch Complex 5",
    "date": "2023-08-03",
    "explanation": "In a photo from the early hours of July 29 (UTC), a Redstone rocket and Mercury capsule are on display at Cape Canaveral Launch Complex 5. Beyond the Redstone, the 8 minute long exposure has captured the arcing launch streak of a SpaceX Falcon Heavy rocket. The Falcon's heavy communications satellite payload, at a record setting 9 metric tons, is bound for geosynchronous orbit some 22,000 miles above planet Earth. The historic launch of a Redstone rocket carried astronaut Alan Shepard on a suborbital spaceflight in May 1961 to an altitude of about 116 miles. Near the top of the frame, this Falcon rocket's two reusable side boosters separate and execute brief entry burns. They returned to land side by side at Canaveral's Landing Zone 1 and 2 in the distance.",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/FalconHeavyRedstoneHaskell.jpeg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Falcon and the Redstone",
    "url": "https://apod.nasa.gov/apod/image/2308/FalconHeavyRedstoneHaskell1024.jpeg"
  },
  {
    "copyright": "Gianni Tumino",
    "date": "2023-08-04",
    "explanation": "A Full Moon rose as the Sun set on August 1. Near perigee, the closest point in its almost moonthly orbit, the brighter than average lunar disk illuminated night skies around planet Earth as the second supermoon of 2023. Seen here above Ragusa, Sicily, cloud banks cast diverging shadows through the supermoonlit skies, creating dramatic lunar crepuscular rays. The next Full Moon in 2023 will also shine on an August night. Rising as the Sun sets on August 30/31, this second Full Moon in a month is known as a Blue Moon. Blue moons occur only once every 2 or 3 years because lunar phases take almost a calendar month (29.5 days) to go through a complete cycle. But August's Blue Moon will also be near perigee, the third supermoon in 2023.",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/GianniTumino_Moon_Rays_JPG_LOGO_4000pix.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moonrays of August",
    "url": "https://apod.nasa.gov/apod/image/2308/GianniTumino_Moon_Rays_JPG_LOGO_1024pix.jpg"
  },
  {
    "copyright": "Dong Liang",
    "date": "2023-08-05",
    "explanation": "This pretty nebula lies some 1,500 light-years away, its shape and color in this telescopic view reminiscent of a robin's egg. The cosmic cloud spans about 3 light-years, nestled securely within the boundaries of the southern constellation Fornax. Recognized as a planetary nebula, egg-shaped NGC 1360 doesn't represent a beginning though. Instead it corresponds to a brief and final phase in the evolution of an aging star. In fact, visible at the center of the nebula, the central star of NGC 1360 is known to be a binary star system likely consisting of two evolved white dwarf stars, less massive but much hotter than the Sun.  Their intense and otherwise invisible ultraviolet radiation has stripped away electrons from the atoms in their mutually surrounding gaseous shroud. The predominant blue-green hue of NGC 1360 seen here is the strong emission produced as electrons recombine with doubly ionized oxygen atoms.",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/ngc1360_v2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1360: The Robin's Egg Nebula",
    "url": "https://apod.nasa.gov/apod/image/2308/ngc1360_v2_1024.jpg"
  },
  {
    "date": "2023-08-06",
    "explanation": "What created this unusual space ribbon?  The answer: one of the most violent explosions ever witnessed by ancient humans. Back in the year 1006 AD, light reached Earth from a stellar explosion in the constellation of the Wolf (Lupus), creating a \"guest star\" in the sky that appeared brighter than Venus and lasted for over two years. The supernova, now cataloged at SN 1006, occurred about 7,000 light years away and has left a large remnant that continues to expand and fade today.  Pictured here is a small part of that expanding supernova remnant dominated by a thin and outwardly moving shock front that heats and ionizes surrounding ambient gas. The supernova remnant SN 1006 now has a diameter of nearly 60 light years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/SN1006_Hubble_4940.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SN 1006: A Supernova Ribbon from Hubble",
    "url": "https://apod.nasa.gov/apod/image/2308/SN1006_Hubble_960.jpg"
  },
  {
    "copyright": "\nAbe Jones\n",
    "date": "2023-08-07",
    "explanation": "The Pelican Nebula is slowly being transformed.  IC 5070 (the official designation) is divided from the larger North America Nebula by a molecular cloud filled with dark dust.  The Pelican, however, receives much study because it is a particularly active mix of star formation and evolving gas clouds.  The featured picture was produced in three specific colors -- light emitted by sulfur, hydrogen, and oxygen --  that can help us to better understand these interactions.  The light from young energetic stars is slowly transforming the cold gas to hot gas, with the advancing boundary between the two, known as an ionization front, visible in bright orange on the right. Particularly dense tentacles of cold gas remain.  Millions of years from now, the Pelican nebula, bounded by dark nebula LDN 935, might no longer be known as the Pelican, as the balance and placement of stars and gas will surely leave something that appears completely different.",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/LDN935_Jones_1840.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pelican Nebula in Gas, Dust, and Stars",
    "url": "https://apod.nasa.gov/apod/image/2308/LDN935_Jones_960.jpg"
  },
  {
    "copyright": "\nJordi L. Coy\n",
    "date": "2023-08-08",
    "explanation": "What's that below the Moon? Jupiter -- and its largest moons.  Many skygazers across planet Earth enjoyed the close conjunction of Earth's Moon passing nearly in front of Jupiter in mid-June. The featured image is a single exposure of the event taken from Morón de la Frontera, Spain. The sunlit lunar crescent on the left is overexposed, while the Moon's night side, on the right, is only faintly illuminated by Earthshine. Lined up diagonally below the Moon, left to right, are Jupiter's bright Galilean satellites: Callisto, Ganymede, Io (hard to see as it is very near to Jupiter), and Europa.  In fact, Callisto, Ganymede, and Io are larger than Earth's Moon, while Europa is only slightly smaller. NASA's robotic spacecraft Juno is currently orbiting Jupiter and made a close pass near Io only a week ago.  If you look up in the night sky tonight, you will again see two of the brightest objects angularly close together -- because tonight is another Moon-Jupiter conjunction.",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/MoonsJupiter_Coy_2630.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Meets Jupiter",
    "url": "https://apod.nasa.gov/apod/image/2308/MoonsJupiter_Coy_960.jpg"
  },
  {
    "copyright": "\nPetr Horálek /\nInstitute of Physics in Opava\n",
    "date": "2023-08-09",
    "explanation": "This is a good week to see meteors.  Comet dust will rain down on planet Earth, streaking through dark skies during peak nights of the annual Perseid Meteor Shower.  The featured composite image was taken during the 2018 Perseids from the Poloniny Dark Sky Park in Slovakia.  The dome of the observatory in the foreground is on the grounds of Kolonica Observatory. Although the comet dust particles travel parallel to each other, the resulting shower meteors clearly seem to radiate from a single point on the sky in the eponymous constellation Perseus.  The radiant effect is due to perspective, as the parallel tracks appear to converge at a distance, like train tracks.  The Perseid Meteor Shower is expected to reach its highest peak on Saturday after midnight.  Since a crescent Moon will rise only very late that night, cloudless skies will be darker than usual, making a high number of faint meteors potentially visible this year.",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/Perseids18_Horalek_1494.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Meteor Shower: Perseids from Perseus",
    "url": "https://apod.nasa.gov/apod/image/2308/Perseids18_Horalek_960.jpg"
  },
  {
    "date": "2023-08-10",
    "explanation": "On mission sol 872 (Earth date August 3) Ingenuity snapped this sharp image on its 54th flight above the surface of the Red Planet. During the flight the Mars Helicopter hovered about 5 meters, or just over 16 feet, above the Jezero crater floor. Tips of Ingenuity's landing legs peek over the left and right edges in the camera's field of view. Tracks visible near the upper right corner lead to the Perseverance Mars Rover, seen looking on from a distance at the top right edge of the frame. Planned as a brief \"pop-up\" flight, Ingenuity's 54th flight lasted less than 25 seconds. It followed Ingenuity's 53rd flight made on July 22 that resulted in an unscheduled landing.",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/PIA25969_Ingenuity.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Five Meters over Mars",
    "url": "https://apod.nasa.gov/apod/image/2308/PIA25969_Ingenuity1024.jpg"
  },
  {
    "copyright": "The Deep Sky Collective",
    "date": "2023-08-11",
    "explanation": "An intriguing pair of interacting galaxies, M51 is the 51st entry in Charles Messier's famous catalog. Perhaps the original spiral nebula, the large galaxy with whirlpool-like spiral structure seen nearly face-on is also cataloged as NGC 5194. Its spiral arms and dust lanes sweep in front of a companion galaxy (right), NGC 5195. Some 31 million light-years distant, within the boundaries of the well-trained constellation Canes Venatici, M51 looks faint and fuzzy to the eye in direct telescopic views. But this remarkably deep image shows off stunning details of the galaxy pair's striking colors and extensive tidal debris. A collaboration of astro-imagers using telescopes on planet Earth combined over 10 days of exposure time to create this definitive galaxy portrait of M51. The image includes 118 hours of narrowband data that also reveals a vast glowing cloud of reddish ionized hydrogen gas discovered in the M51 system.  Weekend Watch: Perseid Meteor Shower",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/M51_255hours.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 51 in 255 Hours",
    "url": "https://apod.nasa.gov/apod/image/2308/M51_255hours_1024.jpg"
  },
  {
    "copyright": "Paolo Palma",
    "date": "2023-08-12",
    "explanation": "It's fun to scribble on the canvas of the sky. You can use a creative photographic technique to cause the light of point-like stars to dance across a digital image by tapping lightly on the telescope while making an exposure. The result will be a squiggly line traced by the star (or two squiggles traced by binary stars) that can reveal the star's color. Colorful lines, dubbed Ghirigori, made from stars found in the northern sky constellations Bootes, Corona Borealis, Ophiucus, and Coma Berenices, are captured in this artistic mosaic. The 25 stars creating the varied and colorful squiggles are identified around the border. Of course, temperature determines the color of a star. While whitish stars tend to be close to the Sun's temperature, stars with bluer hues are hotter, and yellow and red colors are cooler than the Sun.  Weekend Watch: Perseid Meteor Shower",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/Ghirigori_delBooteCoronaBorealeOfiucoeChiomadiBerenice.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ghirigori - Star Scribbles",
    "url": "https://apod.nasa.gov/apod/image/2308/Ghirigori_delBooteCoronaBorealeOfiucoeChiomadiBerenice1024.jpg"
  },
  {
    "date": "2023-08-13",
    "explanation": "This floating ring is the size of a galaxy.  In fact, it is a galaxy -- or at least part of one: the photogenic Sombrero Galaxy, one of the largest galaxies in the nearby Virgo Cluster of Galaxies.  The dark band of dust that obscures the mid-section of the Sombrero Galaxy in optical light actually glows brightly in infrared light.  The featured image, digitally sharpened, shows the infrared glow, recently recorded by the orbiting Spitzer Space Telescope, superposed in false-color on an existing image taken by NASA's Hubble Space Telescope in visible light. The Sombrero Galaxy, also known as M104, spans about 50,000 light years across and lies 28 million light years away.  M104 can be seen with a small telescope in the direction of the constellation Virgo.",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/sombrero_spitzer_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sombrero Galaxy in Infrared",
    "url": "https://apod.nasa.gov/apod/image/2308/sombrero_spitzer_1080.jpg"
  },
  {
    "date": "2023-08-14",
    "explanation": "The Ring Nebula (M57), is more complicated than it appears through a small telescope.  The easily visible central ring is about one light-year across, but this remarkable exposure by the James Webb Space Telescope explores this popular nebula with a deep exposure in infrared light. Strings of gas, like eyelashes around a cosmic eye, become evident around the Ring in this digitally enhanced featured image in assigned colors. These long filaments may be caused by shadowing of knots of dense gas in the ring from energetic light emitted within. The Ring Nebula is an elongated planetary nebula, a type of gas cloud created when a Sun-like star evolves to throw off its outer atmosphere to become a white dwarf star.  The central oval in the Ring Nebula lies about 2,500 light-years away toward the musical constellation Lyra.",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/M57_JwstKong_4532.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Ring Nebula from Webb",
    "url": "https://apod.nasa.gov/apod/image/2308/M57_JwstKong_960.jpg"
  },
  {
    "copyright": "\nWioleta Gorecka;\nText: Natalia Lewandowska \n(SUNY Oswego)\n",
    "date": "2023-08-15",
    "explanation": "The Sun is not the quiet place it seems.  It expels an unsteady stream of energetic electrons and protons known as the solar wind.  These charged particles deform the Earth's magnetosphere, change paths, and collide with atoms in Earth's atmosphere, causing the generation of light in auroras like that visible in green in the image left.  Earth itself is also geologically active and covered with volcanoes. For example, Fagradalsfjall volcano in Iceland, seen emitting hot gas in orange near the image center. Iceland is one of the most geologically active places on Earth. On the far right is the Svartsengi geothermal power plant which creates the famous human-made Blue Lagoon, shown emitting white gas plumes. The featured composition therefore highlights three different sky phenomena, including both natural and human-made phenomena.",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/TripleIceland_Zarzycka_6501.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Triply Glowing Night Sky over Iceland",
    "url": "https://apod.nasa.gov/apod/image/2308/TripleIceland_Zarzycka_1080.jpg"
  },
  {
    "copyright": "Mike Selby",
    "date": "2023-08-16",
    "explanation": "Locked in a cosmic embrace, two large galaxies are merging at the center of this sharp telescopic field of view. The interacting system cataloged as Arp 93 is some 200 million light-years distant toward the constellation Aquarius in planet Earth's sky. Individually the galaxies are identified as NGC 7285 (right) and NGC 7284. Their bright cores are still separated by about 20,000 light-years or so, but a massive tidal stream, a result of their ongoing gravitational interaction, extends over 200,000 light-years toward the bottom of the frame. Interacting galaxies do look peculiar, but are now understood to be common in the Universe. In fact, closer to home, the large spiral Andromeda Galaxy is known to be approaching the Milky Way. Arp 93 may well present an analog of their distant future cosmic embrace.   Notable submissions to APOD: Perseids Meteor Shower 2023",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/NGC-7284-7285-LRGB-crop-CDK-1000-7-August-2023.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Arp 93: A Cosmic Embrace",
    "url": "https://apod.nasa.gov/apod/image/2308/NGC-7284-7285-LRGB-crop-CDK-1000-7-August-2023x1024.jpg"
  },
  {
    "copyright": "Yann Sainty",
    "date": "2023-08-17",
    "explanation": "Sprawling emission nebulae IC 1396 and Sh2-129 mix glowing interstellar gas and dark dust clouds in this nearly 12 degree wide field of view toward the northern constellation Cepheus the King. Energized by its central star IC 1396 (left), is hundreds of light-years across and some 3,000 light-years distant. The nebula's intriguing dark shapes include a winding dark cloud popularly known as the Elephant's Trunk below and right of center. Tens of light-years long, it holds the raw material for star formation and is known to hide protostars within. Located a similar distance from planet Earth, the bright knots and swept back ridges of emission of Sh2-129 on the right suggest its popular name, the Flying Bat Nebula. Within the Flying Bat, the most recently recognized addition to this royal cosmic zoo is the faint bluish emission from Ou4, the Giant Squid Nebula. Near the lower right edge of the frame, the suggestive dark marking on the sky cataloged as Barnard 150 is also known as the dark Seahorse Nebula.   Notable submissions to APOD: Perseids Meteor Shower 2023",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/ElephantTrunkBatSquidSeahorse.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Cosmic Zoo in Cepheus",
    "url": "https://apod.nasa.gov/apod/image/2308/ElephantTrunkBatSquidSeahorse1024.jpg"
  },
  {
    "date": "2023-08-18",
    "explanation": "Gaze across the frozen canyons of northern Pluto in this contrast enhanced color scene. The image data used to construct it was acquired in July 2015 by the New Horizons spacecraft as it made the first reconnaissance flight through the remote Pluto system six billion kilometers from the Sun. Now known as Lowell Regio, the region was named for Percival Lowell, founder of the Lowell Observatory. Also famous for his speculation that there were canals on Mars, Lowell started the search that ultimately led to Pluto's discovery in 1930 by Clyde Tombaugh. In this frame Pluto's North Pole is above and left of center. The pale bluish floor of the broad canyon on the left is about 70 kilometers (45 miles) wide, running vertically toward the south. Higher elevations take on a yellowish hue. New Horizon's measurements were used to determine that in addition to nitrogen ice, methane ice is abundant across Lowell Regio. So far, Pluto is the only Solar System world named by an 11-year-old girl.",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/nh-northpolerotatedcontrast.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Northern Pluto",
    "url": "https://apod.nasa.gov/apod/image/2308/nh-northpolerotatedcontrast1024.jpg"
  },
  {
    "date": "2023-08-19",
    "explanation": "Ringed ice giant Neptune lies near the center of this sharp near-infrared image from the James Webb Space Telescope. The dim and distant world is the farthest planet from the Sun, about 30 times farther away than planet Earth. But in the stunning Webb view, the planet's dark and ghostly appearance is due to atmospheric methane that absorbs infrared light. High altitude clouds that reach above most of Neptune's absorbing methane easily stand out in the image though. Coated with frozen nitrogen, Neptune's largest moon Triton is brighter than Neptune in reflected sunlight, seen at the upper left sporting the Webb telescope's characteristic diffraction spikes. Including Triton, seven of Neptune's 14 known moons can be identified in the field of view. Neptune's faint rings are striking in this space-based planetary portrait. Details of the complex ring system are seen here for the first time since Neptune was visited by the Voyager 2 spacecraft in August 1989.",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/NeptuneTriton_webb1059.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ringed Ice Giant Neptune",
    "url": "https://apod.nasa.gov/apod/image/2308/NeptuneTriton_webb1059.png"
  },
  {
    "date": "2023-08-20",
    "explanation": "What kind of cloud is this?  A type of arcus cloud called a roll cloud.  These rare long clouds may form near advancing cold fronts.   In particular, a downdraft from an advancing storm front can cause moist warm air to rise, cool below its dew point, and so form a cloud.  When this happens uniformly along an extended front, a roll cloud may form.  Roll clouds may actually have air circulating along the long horizontal axis of the cloud.  A roll cloud is not thought to be able to morph into a tornado.  Unlike a similar shelf cloud, a roll cloud is completely detached from their parent  cumulonimbus cloud.  Pictured here, a roll cloud extends far into the distance as a storm approaches in 2007 in Racine, Wisconsin, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/rollcloud_hanrahan_3072.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Roll Cloud Over Wisconsin",
    "url": "https://apod.nasa.gov/apod/image/2308/rollcloud_hanrahan_960.jpg"
  },
  {
    "copyright": "\nDan Bartlett\n",
    "date": "2023-08-21",
    "explanation": "Will Comet Nishimura become visible to the unaided eye? Given the unpredictability of comets, no one can say for sure, but it currently seems like a good bet.  The comet was discovered only ten days ago by Hideo Nishimura during 30-second exposures with a standard digital camera.  Since then, C/2023 P1 Nishimura has increased in brightness and its path across the inner Solar System determined.  As the comet dives toward the Sun, it will surely continue to intensify and possibly become a naked-eye object in early September.  A problem is that the comet will also be angularly near the Sun, so it will only be possible to see it near sunset or sunrise.  The comet will get so close to the Sun -- inside the orbit of planet Mercury -- that its nucleus may break up. Pictured, Comet Nishimura was imaged three days ago from June Lake, California, USA while sporting a green coma and a thin tail.",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/CometNishimura_Bartlett_2062.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Introducing Comet Nishimura",
    "url": "https://apod.nasa.gov/apod/image/2308/CometNishimura_Bartlett_1080.jpg"
  },
  {
    "copyright": "\nBray Falls & \nChester Hall-Fernandez\n",
    "date": "2023-08-22",
    "explanation": "This nebula had never been noted before. Newly discovered nebulas are usually angularly small and found by professionals using large telescopes. In contrast, the Pistachio Nebula was discovered by dedicated amateurs and, although faint, is nearly the size of the full Moon.  In modern times, amateurs with even small telescopes can create long exposures over sky areas much larger than most professional telescopes can see.  They can therefore discover both previously unknown areas of extended emission around known objects, as well as entirely unknown objects, like nebulas.  The pictured Pistachio Nebula is shown in oxygen emission (blue) and hydrogen emission (red).  The nature of the hot central star is currently unknown, and the nebula might be labeled a planetary nebula if it turns out to be a white dwarf star.  The featured image is a composite of over 70 hours of exposure taken in early June under the dark skies of Namibia.",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/Pistachio_Falls_2952.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pistachio Nebula",
    "url": "https://apod.nasa.gov/apod/image/2308/Pistachio_Falls_960.jpg"
  },
  {
    "copyright": "\nJose Pedrero\n",
    "date": "2023-08-23",
    "explanation": "It came from outer space. It -- in this case a sand-sized bit of a comet nucleus -- was likely ejected many years ago from Sun-orbiting Comet Swift-Tuttle, but then continued to orbit the Sun alone.  When the Earth crossed through this orbit, the piece of comet debris impacted the atmosphere of our fair planet and was seen as a meteor. This meteor deteriorated, causing gases to be emitted that glowed in colors emitted by its component elements. The featured image was taken last week from Castilla La Mancha, Spain, during the peak night of the Perseids meteor shower.  The picturesque meteor streak happened to appear in the only one of 50 frames that also included the Andromeda galaxy. Stars dot the frame, each much further away than the meteor. Compared to the stars, the Andromeda galaxy (M31) is, again, much further away.",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/M31Perseid_Pedrero_3232.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Meteor and the Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2308/M31Perseid_Pedrero_1080.jpg"
  },
  {
    "copyright": "Under dark",
    "date": "2023-08-24",
    "explanation": "Under dark and mostly moonless night skies, many denizens of planet Earth were able to watch this year's Perseid meteor shower. Seen from a grassy hillside from Shiraz, Iran these Perseid meteors streak along the northern summer Milky Way before dawn on Sunday, August 13. Frames used to construct the composited image were captured near the active annual meteor shower's peak between 02:00 AM and 04:30 AM local time. Not in this night skyscape, the shower's radiant in the heroic constellation Perseus is far above the camera's field of view. But fans of northern summer nights can still spot a familiar asterism. Formed by bright stars Deneb, Vega, and Altair, the Summer Triangle spans the luminous band of the Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/2308/MSH21080.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Meteors along the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/2308/MSH11080.jpg"
  }
]
