[
  {
    "copyright": "\nMaxime Daviron\n",
    "date": "2023-10-01",
    "explanation": "A good place to see a ring-of-fire eclipse, it seemed, would be from a desert. In a desert, there should be relatively few obscuring clouds and trees.  Therefore late December of 2019, a group of photographers traveled to the United Arab Emirates and Rub al-Khali, the largest continuous sand desert in world, to capture clear images of an unusual eclipse that would be passing over.  A ring-of-fire eclipse is an annular eclipse that occurs when the Moon is far enough away on its elliptical orbit around the Earth so that it appears too small, angularly, to cover the entire Sun. At the maximum of an annular eclipse, the edges of the Sun can be seen all around the edges of the Moon, so that the Moon appears to be a dark spot that covers most -- but not all -- of the Sun. This particular eclipse, they knew, would peak soon after sunrise.  After seeking out such a dry and barren place, it turned out that some of the most interesting eclipse images actually included a tree in the foreground, because, in addition to the sand dunes, the tree gave the surreal background a contrasting sense of normalcy, scale, and texture.  On Saturday, October 14, a new ring of fire will be visible through clear skies from a thin swath crossing both North and South America.",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/DesertEclipse_Daviron_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Desert Eclipse",
    "url": "https://apod.nasa.gov/apod/image/2310/DesertEclipse_Daviron_960.jpg"
  },
  {
    "copyright": "\nNicolas Escurat\n",
    "date": "2023-10-02",
    "explanation": "Sometimes lightning occurs out near space.  One such lightning type is red sprite lightning, which has only been photographed and studied on Earth over the past 25 years.  The origins of all types of lightning remain topics for research, and scientists are still trying to figure out why red sprite lightning occurs at all.  Research has shown that following a powerful positive cloud-to-ground lightning strike, red sprites may start as 100-meter balls of ionized air that shoot down from about 80-km high at 10 percent the speed of light. They are quickly followed by a group of upward streaking ionized balls. Featured here is an extraordinarily high-resolution image of a group of red sprites. This image is a single frame lasting only 1/25th of a second from a video taken above Castelnaud Castle in Dordogne, France, about three weeks ago. The sprites quickly vanished -- no sprites were visible even on the very next video frame.",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/HiResSprites_Escurat_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sprite Lightning in High Definition",
    "url": "https://apod.nasa.gov/apod/image/2310/HiResSprites_Escurat_1080.jpg"
  },
  {
    "copyright": "\nNASA, \nESA, \nHubble, \nHLA;\nProcessing & Copyright: \nHarshwardhan Pathak\n",
    "date": "2023-10-03",
    "explanation": "Do you see the hourglass shape -- or does it see you?  If you can picture it, the rings of MyCn 18 trace the outline of an hourglass -- although one with an unusual eye in its center.  Either way, the sands of time are running out for the central star of this hourglass-shaped planetary nebula. With its nuclear fuel exhausted, this brief, spectacular, closing phase of a Sun-like star's life occurs as its outer layers are ejected - its core becoming a cooling, fading white dwarf. In 1995, astronomers used the Hubble Space Telescope (HST) to make a series of images of planetary nebulae, including the one featured here.  Pictured, delicate rings of colorful glowing gas (nitrogen-red, hydrogen-green, and oxygen-blue) outline the tenuous walls of the hourglass. The unprecedented sharpness of the Hubble images has revealed surprising details of the nebula ejection process that are helping to resolve the outstanding mysteries of the complex shapes and symmetries of planetary nebulas like MyCn 18.",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/Hourglass_HubblePathak_1080.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "MyCn 18: The Engraved Hourglass Planetary Nebula",
    "url": "https://apod.nasa.gov/apod/image/2310/Hourglass_HubblePathak_1080.jpg"
  },
  {
    "copyright": "\nAbdullah Alharbi\n",
    "date": "2023-10-04",
    "explanation": "Does this nebula look like the head of a witch? The nebula is known popularly as the Witch Head Nebula because, it is said, the nebula's shape resembles a Halloween-style caricature of a witch's head. Exactly how, though, can be a topic of imaginative speculation.  What is clear is that IC 2118 is about 50 light-years across and made of gas and dust that points to -- because it has been partly eroded by -- the nearby star Rigel. One of the brighter stars in the constellation Orion, Rigel lies below the bottom of the featured image. The blue color of the Witch Head Nebula and is caused not only by Rigel's intense blue starlight but because the dust grains scatter blue light more efficiently than red.  The same physical process causes Earth's daytime sky to appear blue, although the scatterers in planet Earth's atmosphere are molecules of nitrogen and oxygen.",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/WitchHead_Alharbi_3051.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 2118: The Witch Head Nebula",
    "url": "https://apod.nasa.gov/apod/image/2310/WitchHead_Alharbi_1080.jpg"
  },
  {
    "copyright": "Tunc Tezel",
    "date": "2023-10-05",
    "explanation": "Tracking along a narrow path, the shadow of a new moon will race across North, Central, and South America, on October 14. When viewed from the shadow path the apparent size of the lunar disk will not quite completely cover the Sun though. Instead, the moon in silhouette will appear during the minutes of totality surrounded by a fiery ring, an annular solar eclipse more dramatically known as a ring of fire eclipse. This striking time lapse sequence from May of 2012 illustrates the stages of a ring of fire eclipse. From before eclipse start until sunset, they are seen over the iconic buttes of planet Earth's Monument Valley. Remarkably, the October 14 ring of fire eclipse will also be visible over Monument Valley, beginning after sunrise in the eastern sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/MoValleyEclipse.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ring of Fire over Monument Valley",
    "url": "https://apod.nasa.gov/apod/image/2310/MoValleyEclipse1024.jpg"
  },
  {
    "copyright": "Carnegie Institution for Science",
    "date": "2023-10-06",
    "explanation": "How big is our universe? This question, among others, was debated by two leading astronomers in 1920 in what has since become known as astronomy's Great Debate.  Many astronomers then believed that our Milky Way Galaxy was the entire universe.  Many others, though, believed that our galaxy was just one of many.  In the Great Debate, each argument was detailed, but no consensus was reached.  The answer came over three years later with the detected variation of single spot in the Andromeda Nebula, as shown on the original glass discovery plate digitally reproduced here. When Edwin Hubble compared images, he noticed that this spot varied, and on October 6, 1923 wrote \"VAR!\" on the plate.  The best explanation, Hubble knew, was that this spot was the image of a variable star that was very far away. So M31 was really the Andromeda Galaxy -- a galaxy possibly similar to our own.  Annotated 100 years ago, the featured image may not be pretty, but the variable spot on it opened a window through which humanity gazed knowingly, for the first time, into a surprisingly vast cosmos.",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/HubbleVarOrig_Carnegie_2880.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Edwin Hubble Discovers the Universe",
    "url": "https://apod.nasa.gov/apod/image/2310/HubbleVarOrig_Carnegie_960.jpg"
  },
  {
    "date": "2023-10-07",
    "explanation": "This picture of Andromeda shows not only where stars are now, but where stars will be. The big, beautiful Andromeda Galaxy, M31, is a spiral galaxy a mere 2.5 million light-years away.  Image data from space-based and ground-based observatories have been combined here to produce this intriguing composite view of Andromeda at wavelengths both inside and outside normally visible light. The visible light shows where M31's stars are now, highlighted in white and blue hues and imaged by the Hubble, Subaru, and Mayall telescopes.  The infrared light shows where M31's future stars will soon form, highlighted in orange hues and imaged by NASA's Spitzer Space Telescope.  The infrared light tracks enormous lanes of dust, warmed by stars, sweeping along Andromeda's spiral arms.  This dust is a tracer of the galaxy's vast interstellar gas, raw material for future star formation.  Of course, the new stars will likely form over the next hundred million years or so. That's well before Andromeda merges with our Milky Way Galaxy in about 5 billion years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/M31_HubbleSpitzerGendler_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Once and Future Stars of Andromeda",
    "url": "https://apod.nasa.gov/apod/image/2310/M31_HubbleSpitzerGendler_960.jpg"
  },
  {
    "copyright": "\nDoyle and Shannon Slifer\n",
    "date": "2023-10-08",
    "explanation": "What's that in front of the Sun?  The closest object is an airplane, visible just below the Sun's center and caught purely by chance.  Next out are numerous clouds in Earth's atmosphere, creating a series of darkened horizontal streaks. Farther out is Earth's Moon, seen as the large dark circular bite on the upper right. Just above the airplane and just below the Sun's surface are sunspots. The main sunspot group captured here, AR 2192, was in 2014 one of the largest ever recorded and had been crackling and bursting with flares since it came around the edge of the Sun a week before. This show of solar silhouettes was unfortunately short-lived.  Within a few seconds the plane flew away. Within a few minutes the clouds drifted off. Within a few hours the partial solar eclipse of the Sun by the Moon was over. Fortunately, when it comes to the Sun, even unexpected  alignments are surprisingly frequent. Perhaps one will be imaged this Saturday when a new partial solar eclipse will be visible from much of North and South America.    APOD editor to speak: in Houghton, Michigan on Thursday, October 12 at 6 pm",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/PlaneEclipse_Slifer_1756.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Plane, Clouds, Moon, Spots, Sun",
    "url": "https://apod.nasa.gov/apod/image/2310/PlaneEclipse_Slifer_960.jpg"
  },
  {
    "copyright": "\nElias Chasiotis\n",
    "date": "2023-10-09",
    "explanation": "Yes, but have you ever seen a sunrise like this?  Here, after initial cloudiness, the Sun appeared to rise in two pieces and during a partial eclipse in 2019, causing the photographer to describe it as the most stunning sunrise of his life.  The dark circle near the top of the atmospherically-reddened Sun is the Moon -- but so is the dark peak just below it.  This is because along the way, the Earth's atmosphere had a layer of unusually warm air over the sea which acted like a gigantic lens and created a second image.  For a normal sunrise or sunset, this rare phenomenon of atmospheric optics is known as the Etruscan vase effect. The featured picture was captured in December 2019 from Al Wakrah, Qatar.  Some observers in a narrow band of Earth to the east were able to see a full annular solar eclipse -- where the Moon appears completely surrounded by the background Sun in a ring of fire.  The next solar eclipse, also an annular eclipse for well-placed observers, will occur this coming Saturday.   APOD editor to speak: in Houghton, Michigan on Thursday, October 12 at 6 pm",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/DistortedSunrise_Chasiotis_2442.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Distorted Sunrise Eclipse",
    "url": "https://apod.nasa.gov/apod/image/2310/DistortedSunrise_Chasiotis_1080.jpg"
  },
  {
    "date": "2023-10-10",
    "explanation": "The Great Nebula in Orion has hidden stars.   To the unaided eye in visible light, it appears as a small fuzzy patch in the constellation of Orion. But this image was taken by the Webb Space Telescope in a representative-color composite of red and very near infrared light.  It confirms with impressive detail that the  Orion Nebula is a busy neighborhood of young stars, hot gas, and dark dust.  The rollover image shows the same image in representative colors further into the near infrared. The power behind much of the Orion Nebula (M42) is the Trapezium - a cluster of bright stars near the nebula's center.  The diffuse and filamentary glow surrounding the bright stars is mostly heated interstellar dust.  Detailed inspection of these images shows an unexpectedly large number of Jupiter-Mass Binary Objects (JuMBOs), pairs of Jupiter-mass objects which might give a clue to how stars are forming.  The whole Orion Nebula cloud complex, which includes the Horsehead Nebula, will slowly disperse over the next few million years.   APOD editor to speak: in Houghton, Michigan on Thursday, October 12 at 6 pm",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/OrionNircShort_Webb_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hidden Orion from Webb",
    "url": "https://apod.nasa.gov/apod/image/2310/OrionNircShort_Webb_960.jpg"
  },
  {
    "date": "2023-10-11",
    "explanation": "What's happening in the lower arm of this spiral galaxy? A supernova. Last month, supernova SN 2023rve was discovered with UAE's Al-Khatim Observatory and later found to be consistent with the death explosion of a massive star, possibly leaving behind a black hole. Spiral galaxy NGC 1097 is a relatively close 45 million light years away and visible with a small telescope toward the southern constellation of the Furnace (Fornax).  The galaxy is notable not only for its picturesque spiral arms, but also for faint jets consistent with ancient star streams left over from a galactic collision -- possibly with the small galaxy seen between its arms on the lower left. The featured image highlights the new supernova by blinking between two exposures taken several months apart. Finding supernovas in nearby galaxies can be important in determining the scale and expansion rate of our entire universe -- a topic currently of unexpected tension and much debate.    APOD editor to speak: in Houghton, Michigan on Thursday, October 12 at 6 pm",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/Ngc1097wSn_Miller_1008.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1097: Spiral Galaxy with Supernova",
    "url": "https://apod.nasa.gov/apod/image/2310/Ngc1097wSn_Miller_1008.gif"
  },
  {
    "copyright": "David Cruz",
    "date": "2023-10-12",
    "explanation": "Mu Cephei is a very large star. An M-class supergiant some 1500 times the size of the Sun, it is one of the largest stars visible to the unaided eye, and even one of the largest in the entire Galaxy. If it replaced the Sun in our fair Solar System, Mu Cephei would easily engulf Mars and Jupiter. Historically known as Herschel's Garnet Star, Mu Cephei is extremely red. Approximately 2800 light-years distant, the supergiant is seen near the edge of reddish emission nebula IC 1396 toward the royal northern constellation Cepheus in this telescopic view. Much cooler and hence redder than the Sun, this supergiant's light is further reddened by absorption and scattering due to intervening dust within the Milky Way. A well-studied variable star understood to be in a late phase of stellar evolution, Mu Cephei is a massive star too, destined to ultimately explode as a core-collapse supernova.",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/MuCephei_apod.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mu Cephei",
    "url": "https://apod.nasa.gov/apod/image/2310/MuCephei_apod1024.jpg"
  },
  {
    "copyright": "Reinhold Wittich",
    "date": "2023-10-13",
    "explanation": "Gorgeous spiral galaxy Messier 33 seems to have more than its fair share of glowing hydrogen gas. A prominent member of the local group of galaxies, M33 is also known as the Triangulum Galaxy and lies a mere 3 million light-years away.  The galaxy's central 30,000 light-years or so are shown in this sharp galaxy portrait. The portrait features M33's reddish ionized hydrogen clouds or HII regions. Sprawling along loose spiral arms that wind toward the core, M33's giant HII regions are some of the largest known stellar nurseries, sites of the formation of short-lived but very massive stars. Intense ultraviolet radiation from the luminous, massive stars ionizes the surrounding hydrogen gas and ultimately produces the characteristic red glow. In this image, broadband data were combined with narrowband data recorded through a hydrogen-alpha filter. That filter transmits the light of the strongest visible hydrogen emission line.",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/M33_Triangulum.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hydrogen Clouds of M33",
    "url": "https://apod.nasa.gov/apod/image/2310/M33_Triangulum1024.jpg"
  },
  {
    "copyright": "Vincenzo Mirabella",
    "date": "2023-10-14",
    "explanation": "Want to see a ring around the Sun? It's easy to do in daytime skies around the world. Created by randomly oriented ice crystals in thin high cirrus clouds, circular 22 degree halos are visible much more often than rainbows. This one was captured by smart phone photography on May 29, 2021 near Rome, Italy. Carefully blocking the Sun, for example with a finger tip, is usually all that it takes to reveal the common bright halo ring. The halo's characteristic angular radius is about equal to the span of your hand, thumb to little finger, at the end of your outstretched arm.  Want to see a ring of fire eclipse? That's harder. The spectacular annular phase of today's (October 14) solar eclipse, known as a ring of fire, is briefly visible only when standing along the Moon's narrow shadow track that passes over limited parts of North, Central, and South America. The solar eclipse is partial though, when seen from broader regions throughout the Americas.   Album growing: Selected eclipse images sent in to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/Vincenzo_Mirabella_20210529_134459.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Circular Sun Halo",
    "url": "https://apod.nasa.gov/apod/image/2310/Vincenzo_Mirabella_20210529_134459_1024px.jpg"
  },
  {
    "copyright": "\nShawn Wyre\n",
    "date": "2023-10-15",
    "explanation": "Yes, but can your tree do this?  If you look closely at the ground in the featured image, you will see many images of yesterday's solar eclipse -- created by a tree. Gaps between tree leaves act like pinhole lenses and each create a small image of the partially eclipsed Sun visible in the other direction.  The image was taken in Burleson, Texas, USA. Yesterday, people across the Americas were treated to a partial eclipse of the Sun, when the Moon moves in front of part of the Sun. People in a narrow band of Earth were treated to an annular eclipse, also called a ring-of-fire eclipse, when the Moon becomes completely engulfed by the Sun and sunlight streams around all of the Moon's edges. In answer to the lede question, your tree not only can do this, but will do it every time that a visible solar eclipse passes overhead.  Next April 8, a deeper, total solar eclipse will move across North America.   Album: Selected eclipse images sent in to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/EclipseTree_Wyre_3024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Eclipse Tree",
    "url": "https://apod.nasa.gov/apod/image/2310/EclipseTree_Wyre_960.jpg"
  },
  {
    "copyright": "\nJerry Zhang (left), \nBaolong Chen (photographer) & Amber Zhang (right)\n",
    "date": "2023-10-16",
    "explanation": "She knew everything but the question. She was well aware that there would be a complete annular eclipse of the Sun visible from their driving destination: Lake Abert in Oregon.  She knew that the next ring-of-fire eclipse would occur in the USA only in 16 more years, making this a rare photographic opportunity.  She was comfortable with the plan: that she and her boyfriend would appear in front of the eclipse in silhouette, sometimes alone, and sometimes together.  She knew that the annular phase of this eclipse would last only a few minutes and she helped in the many hours of planning.  She could see their friend who set up the camera about 400 meters away at the bottom of a ridge.  What she didn't know was the question she would be asked. But she did know the answer: \"yes\".   Album: Selected eclipse images sent in to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/AnnularProposal_Zhang_3500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse Rings",
    "url": "https://apod.nasa.gov/apod/image/2310/AnnularProposal_Zhang_960.jpg"
  },
  {
    "date": "2023-10-17",
    "explanation": "It's not the big ring that's attracting the most attention. Although the big planet-forming ring around the star PDS 70 is clearly imaged and itself quite interesting. It's also not the planet on the right, just inside the big disk, that’s being talked about the most.  Although the planet PDS 70c is a newly formed and, interestingly, similar in size and mass to Jupiter. It's the fuzzy patch around the planet PDS 70c that's causing the commotion. That fuzzy patch is thought to be a dusty disk that is now forming into moons -- and that had never been seen before. The featured image was taken in 2021 by the Atacama Large Millimeter Array (ALMA) of 66 radio telescopes in the high Atacama Desert of northern Chile.  Based on ALMA data, astronomers infer that the moon-forming exoplanetary disk has a radius similar to our Earth's orbit, and may one day form three or so Luna-sized moons -- not very different from our Jupiter's four.",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/PDS70_ALMA_1237.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "PDS 70: Disk, Planets, and Moons",
    "url": "https://apod.nasa.gov/apod/image/2310/PDS70_ALMA_960.jpg"
  },
  {
    "copyright": "\nJiang Wu\n",
    "date": "2023-10-18",
    "explanation": "It's so big it is easy to miss. The entire Veil Nebula spans six times the diameter of the full moon, but is so dim you need binoculars to see it. The nebula was created about 15,000 years ago when a star in the constellation of the Swan (Cygnus) exploded. The spectacular explosion would have appeared brighter than even Venus for a week - but there is no known record of it.  Pictured is the western edge of the still-expanding gas cloud. Notable gas filaments include the Witch's Broom Nebula on the upper left near the bright foreground star 52 Cygni, and Fleming's Triangular Wisp (formerly known as Pickering's Triangle) running diagonally up the image middle.  What is rarely imaged -- but seen in the featured long exposure across many color bands -- is the reflecting brown dust that runs vertically up the image left, dust likely created in the cool atmospheres of massive stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/WesternVeil_Wu_2974.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dust and the Western Veil Nebula",
    "url": "https://apod.nasa.gov/apod/image/2310/WesternVeil_Wu_960.jpg"
  },
  {
    "copyright": "Martin Ratcliffe",
    "date": "2023-10-19",
    "explanation": "This timelapse series captured on October 14 is set against the sunrise view from Sunset Point, Bryce Canyon, planet Earth. Of course on that date the New Moon caught up with the Sun in the canyon's morning skies. Local temperatures fell as the Moon's shadow swept across the high altitude scene and the brilliant morning sunlight became a more subdued yellow hue cast over the reddish rocky landscape. In the timelapse series, images were taken at 2 minute intervals. The camera and solar filter were fixed to a tripod to follow the phases of the annular solar eclipse.   APOD Album: Annular Solar Eclipse of 2023 October",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/AnnularMontagev2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sunrise at Sunset Point",
    "url": "https://apod.nasa.gov/apod/image/2310/AnnularMontagev21024.jpg"
  },
  {
    "copyright": "Dan Bartlett",
    "date": "2023-10-20",
    "explanation": "Galaxies abound in this sharp telescopic image recorded on October 12 in dark skies over June Lake, California. The celestial scene spans nearly 2 degrees within the boundaries of the well-trained northern constellation Canes Venatici. Prominent at the upper left 23.5 million light-years distant is big, beautiful spiral galaxy NGC 4258, known to some as Messier 106. Eye-catching edge-on spiral NGC 4217 is above and right of center about 60 million light-years away. Just passing through the pretty field of view is comet C/2023 H2 Lemmon, discovered last April in image data from the Mount Lemmon Survey. Here the comet sports more of a lime green coma though, along with a faint, narrow ion tail stretching toward the top of the frame. This visitor to the inner Solar System is presently less than 7 light-minutes away and still difficult to spot with binoculars, but it's growing brighter. Comet C/2023 H2 Lemmon will reach perihelion, its closest point to the Sun, on October 29 and perigee, its closest to our fair planet, on November 10 as it transitions from morning to evening northern skies.",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/C2023H2LemmonGalaxies.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxies and a Comet",
    "url": "https://apod.nasa.gov/apod/image/2310/C2023H2LemmonGalaxies1024.jpg"
  },
  {
    "copyright": "Marcella Giulia Pace",
    "date": "2023-10-21",
    "explanation": "Half way between New Moon and Full Moon is the Moon's first quarter phase. That's a quarter of the way around its moonthly orbit. At the first quarter phase, half the Moon's visible side is illuminated by sunlight. For the Moon's third quarter phase, half way between Full Moon and New Moon, sunlight illuminates the other half of the visible lunar disk. At both first and third quarter phases, the terminator, or shadow line separating the lunar night and day, runs down the middle. Near the terminator, long shadows bring lunar craters and mountains in to sharp relief, making the quarter phases a good time to observe the Moon. But in case you missed some, all the quarter phases of the Moon and their calendar dates during 2022 can be found in this well-planned array of telephoto images. Of course, you can observe a first quarter Moon tonight.  International: Observe the Moon Night",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/quartermoon2022date.jpeg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Quarter Moons",
    "url": "https://apod.nasa.gov/apod/image/2310/quartermoon2022date.jpeg"
  },
  {
    "copyright": "\nYuichi Takasaka,\nTWAN\n",
    "date": "2023-10-22",
    "explanation": "What does this aurora look like to you? While braving the cold to watch the skies above northern Canada early one morning in 2013, a most unusual aurora appeared.  The aurora definitely appeared to be shaped like something, but what? Two ghostly possibilities recorded by the astrophotographer were \"witch\" and \"goddess of dawn\", but please feel free to suggest your own Halloween-enhanced impressions. Regardless of fantastical pareidolic interpretations, the pictured aurora had a typical green color and was surely caused by the scientifically commonplace action of high-energy particles from space interacting with oxygen in Earth's upper atmosphere.  In the image foreground, at the bottom, is a frozen Alexandra Falls, while evergreen trees cross the middle.   Help Wanted: Professional-astronomer level guest writers and assistant editors for APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/AuroraGhost_Takasaka_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ghost Aurora over Canada",
    "url": "https://apod.nasa.gov/apod/image/2310/AuroraGhost_Takasaka_960.jpg"
  },
  {
    "date": "2023-10-23",
    "explanation": "There goes another one!  Volcanoes on Jupiter's moon Io keep erupting. To investigate, NASA's robotic Juno spacecraft has begun a series of visits to this very strange moon. Io is about the size of Earth's moon, but because of gravitational flexing by Jupiter and other moons, Io's interior gets heated and its surface has become covered with volcanoes.  The featured image is from last week's flyby, passing within 12,000 kilometers above the dangerously active world. The surface of Io is covered with sulfur and frozen sulfur dioxide, making it appear yellow, orange and brown. As hoped, Juno flew by just as a volcano was erupting -- with its faint plume visible near the top of the featured image.  Studying Io's volcanoes and plumes helps humanity better understand how Jupiter's complex system of moons, rings, and auroras interact. Juno is scheduled to make two flybys of Io during the coming months that are almost 10 times closer: one in December and another in February 2024.   Help Wanted: Professional-astronomer level guest writers and assistant editors for APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/IoFlyby_Juno_2047.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Io from Spacecraft Juno",
    "url": "https://apod.nasa.gov/apod/image/2310/IoFlyby_Juno_960.jpg"
  },
  {
    "date": "2023-10-24",
    "explanation": "This dance is to the death.  As these two large galaxies duel, a cosmic bridge of stars, gas, and dust currently stretches over 75,000 light-years and joins them.  The bridge itself is strong evidence that these two immense star systems have passed close to each other and experienced violent tides induced by mutual gravity. As further evidence, the face-on spiral galaxy on the right, also known as NGC 3808A, exhibits many young blue star clusters produced in a burst of star formation. The twisted edge-on spiral on the left (NGC 3808B) seems to be wrapped in the material bridging the galaxies and surrounded by a curious polar ring. Together, the system is known as Arp 87. While such interactions are drawn out over billions of years, repeated close passages will ultimately create one merged galaxy. Although this scenario does look unusual, galactic mergers are thought to be common, with Arp 87 representing a stage in this inevitable process. The Arp 87 dancing pair are about 300 million light-years distant toward the constellation of the Lion (Leo). The prominent edge-on spiral galaxy at the far left appears to be a more distant background galaxy and not involved in the on-going merger.",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/Arp87_HubblePathak_2512.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Arp 87: Merging Galaxies from Hubble",
    "url": "https://apod.nasa.gov/apod/image/2310/Arp87_HubblePathak_1080.jpg"
  },
  {
    "copyright": "\nTengyu Cai\n",
    "date": "2023-10-25",
    "explanation": "In 60 seconds, this setting Sun will turn green. Actually, the top of the Sun already appears not only green, but wavey -- along with all of its edges. The Sun itself is unchanged -- both effects are caused by looking along hot and cold layers in Earth's atmosphere.  The unusual color is known as a green flash and occurs because these atmospheric layers not only shift background images but disperse colors into slightly different directions, like a prism.  The featured video was captured earlier this month off the coast of Hawaii, USA. After waiting those 60 seconds, at the video's end, the upper part of the Sun seems to hover alone in space, while turning not only green, but blue.  Then suddenly, the Sun appears to shrink to nothing -- only to return tomorrow.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Gone in 60 Seconds: A Green Flash Sunset",
    "url": "https://www.youtube.com/embed/J3_88eyN44w?rel=0"
  },
  {
    "copyright": "David Cortner",
    "date": "2023-10-26",
    "explanation": "History's first known periodic comet, Comet Halley (1P/Halley), returns to the inner Solar System every 76 years or so. The famous comet made its last appearance to the naked-eye in 1986. But dusty debris from Comet Halley can be seen raining through planet Earth's skies twice a year during two annual meteor showers, the Eta Aquarids in May and the Orionids in October. In fact, an unhurried series of exposures captured these two bright meteors, vaporizing bits of Halley dust, during the early morning hours of October 23 against a starry background along the Taurus molecular cloud. Impacting the atmosphere at about 66 kilometers per second their greenish streaks point back to the shower's radiant just north of Orion's bright star Betelgeuse off the lower left side of the frame. The familiar Pleiades star cluster anchors the dusty celestial scene at the right.",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/20231023_orionids_in_taurus_1440b.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orionids in Taurus",
    "url": "https://apod.nasa.gov/apod/image/2310/20231023_orionids_in_taurus_1024c.jpg"
  },
  {
    "copyright": "Dan Bartlett",
    "date": "2023-10-27",
    "explanation": "History's second known periodic comet is Comet Encke (2P/Encke). As it swings through the inner Solar System, Encke's orbit takes it from an aphelion, its greatest distance from the Sun, inside the orbit of Jupiter to a perihelion just inside the orbit of Mercury. Returning to its perihelion every 3.3 years, Encke has the shortest period of the Solar System's major comets. Comet Encke is also associated with (at least) two annual meteor showers on planet Earth, the North and South Taurids. Both showers are active in late October and early November. Their two separate radiants lie near bright star Aldebaran in the head-strong constellation Taurus. A faint comet, Encke was captured in this telescopic field of view imaged on the morning of August 24. Then, Encke's pretty greenish coma was close on the sky to the young, embedded star cluster and light-years long, tadpole-shaped star-forming clouds in emission nebula IC 410. Now near bright star Spica in Virgo Comet Encke passed its 2023 perihelion only five days ago, on October 22.",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/2P_Encke_2023_08_24JuneLake_California_USA_DEBartlett.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Encke and the Tadpoles",
    "url": "https://apod.nasa.gov/apod/image/2310/2P_Encke_2023_08_24JuneLake_California_USA_DEBartlett1024.jpg"
  }
]
