[
  {
    "copyright": "David Vernet , Jean-François Bax , Serge Brunier",
    "date": "2023-07-01",
    "explanation": "This tantalizing trio of galaxies sometimes called the Draco Group, is located in the northern constellation of (you guessed it) Draco, the Dragon. From left to right are face-on spiral NGC 5985, elliptical galaxy NGC 5982, and edge-on spiral NGC 5981, all found within this single telescopic field of view that spans a little more than the width of the full moon. While the group is far too small to be a galaxy cluster, and has not been catalogued as a compact galaxy group, the three galaxies all do lie roughly 100 million light-years from planet Earth. Not as well known as other tight groupings of galaxies, the contrast in visual appearance still makes this triplet an attractive subject for astroimagers. On close examination with spectrographs, the bright core of striking spiral NGC 5985 shows prominent emission in specific wavelengths of light, prompting astronomers to classify it as a Seyfert, a type of active galaxy. This impressively deep exposure hints at a faint dim halo along with sharp-edged shells surrounding elliptical NGC 5982, evidence of past galactic mergers. It also reveals many even more distant background galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/2307/DracoTrio_TeamOmicron.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Three Galaxies in Draco",
    "url": "https://apod.nasa.gov/apod/image/2307/DracoTrio_TeamOmicron1024.jpg"
  },
  {
    "copyright": "\nLI Hang\n",
    "date": "2023-07-02",
    "explanation": "It was one of the better skies of this long night. In parts of Antarctica, not only is it winter, but the Sun can spend weeks below the horizon. At China's Zhongshan Station, people sometimes venture out into the cold to photograph a spectacular night sky. The featured image from one such outing was taken in mid-July of 2015, just before the end of this polar night. Pointing up, the wide angle lens captured not only the ground at the bottom, but at the top as well.  In the foreground, a colleague is taking pictures. In the distance, a spherical satellite receiver and several windmills are visible. Numerous stars dot the night sky, including Sirius and Canopus. Far in the background, stretching overhead from horizon to horizon, is the central band of our Milky Way Galaxy. Even further in the distance, visible as extended smudges near the top, are the Large and Small Magellanic Clouds, satellite galaxies near our huge Milky Way Galaxy.   Explore the Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2307/MWAurora_hang_4906.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way and Aurora over Antarctica",
    "url": "https://apod.nasa.gov/apod/image/2307/MWAurora_hang_960.jpg"
  },
  {
    "copyright": "JAXA",
    "date": "2023-07-03",
    "explanation": "Why is Venus so different from Earth?  To help find out, Japan launched the robotic Akatsuki spacecraft which entered orbit around Venus late in 2015 after an unplanned five-year adventure around the inner Solar System.  Even though Akatsuki was past its original planned lifetime, the spacecraft and instruments were operating so well that much of its original mission was reinstated. Also known as the Venus Climate Orbiter, Akatsuki's instruments investigated unknowns about Earth's sister planet, including whether volcanoes are still active, whether lightning occurs in the dense atmosphere, and why wind speeds greatly exceed the planet's rotation speed. In the featured image taken by Akatsuki's UVI camera, the day-side of Venus is seen shown with planet-scale V-shaped cloud pattern. The image displays three ultraviolet colors and indicates a dip in the relative abundance of sulfur dioxide shown in faint blue.  Analyses of Akatsuki images and data has shown, among other discoveries, that Venus has equatorial jet similar to Earth's jet stream.",
    "hdurl": "https://apod.nasa.gov/apod/image/2307/VenusUv_akatsuki_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus in Ultraviolet from Akatsuki",
    "url": "https://apod.nasa.gov/apod/image/2307/VenusUv_akatsuki_1024.jpg"
  }
]
