[
  {
    "copyright": "Nicolas Rolland",
    "date": "2023-04-01",
    "explanation": "Distorted galaxy NGC 2442 can be found in the southern constellation of the flying fish, (Piscis) Volans. Located about 50 million light-years away, the galaxy's two spiral arms extending from a pronounced central bar give it a hook-shaped appearance in this deep colorful image, with spiky foreground stars scattered across the telescopic field of view. The image also reveals the distant galaxy's obscuring dust lanes, young blue star clusters and reddish star forming regions surrounding a core of yellowish light from an older population of stars. But the star forming regions seem more concentrated along the drawn-out (upper right) spiral arm. The distorted structure is likely the result of an ancient close encounter with the smaller galaxy seen near the top left of the frame. The two interacting galaxies are separated by about 150,000 light-years at the estimated distance of NGC 2442.",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/NGC2442-NicolasROLLAND_signatur.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2442: Galaxy in Volans",
    "url": "https://apod.nasa.gov/apod/image/2304/NGC2442-NicolasROLLAND_signatur1024.jpg"
  },
  {
    "date": "2023-04-02",
    "explanation": "It was noticed hundreds of years ago by stargazers who could not understand its unusual shape.  It looked like a ring on the sky. Except for the rings of Saturn, the Ring Nebula (M57) may be the most famous celestial circle. We now know what it is, and that its iconic shape is due to our lucky perspective. The recent mapping of the expanding nebula's 3-D structure, based in part on this clear Hubble image,indicates that the nebula is a relatively dense, donut-like ring wrapped around the middle of an (American) football-shaped cloud of glowing gas. Our view from planet Earth looks down the long axis of the football, face-on to the ring. Of course, in this well-studied example of a planetary nebula, the glowing material does not come from planets. Instead, the gaseous shroud represents outer layers expelled from the dying, once sun-like star, now a tiny pinprick of light seen at the nebula's center. Intense ultraviolet light from the hot central star ionizes atoms in the gas. The Ring Nebula is about one light-year across and 2,500 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/Ring_HubbleSchmidt_1548.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M57: The Ring Nebula from Hubble",
    "url": "https://apod.nasa.gov/apod/image/2304/Ring_HubbleSchmidt_960.jpg"
  },
  {
    "date": "2023-04-03",
    "explanation": "What causes this unusual curving structure near the center of our Galaxy? The long parallel rays slanting across the top of the featured radio image are known collectively as the Galactic Center Radio Arc and point out from the Galactic plane.  The Radio Arc is connected to the Galactic Center by strange curving filaments known as the Arches.  The bright radio structure at the bottom right surrounds a black hole at the Galactic Center and is known as Sagittarius A*.  One origin hypothesis holds that the Radio Arc and the Arches have their geometry because they contain hot plasma flowing along lines of a constant magnetic field.  Images from NASA's Chandra X-ray Observatory appear to show this plasma colliding with a nearby cloud of cold gas.",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/GalCenRadioArc_MeerKat_1080.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Galactic Center Radio Arc",
    "url": "https://apod.nasa.gov/apod/image/2304/GalCenRadioArc_MeerKat_1080.jpg"
  },
  {
    "date": "2023-04-04",
    "explanation": "The largest volcano in our Solar System is on Mars.  Although three times higher than Earth's Mount Everest, Olympus Mons will not be difficult for humans to climb because of the volcano's shallow slopes and Mars' low gravity.  Covering an area greater than the entire Hawaiian volcano chain, the slopes of Olympus Mons typically rise only a few degrees at a time.  Olympus Mons is an immense shield volcano, built long ago by fluid lava.  A relatively static surface crust allowed it to build up over time. Its last eruption is thought to have been about 25 million years ago.  The featured image was taken by the European Space Agency's robotic Mars Express spacecraft currently orbiting the  Red Planet.    Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/OlympusMons_MarsExpress_6000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Olympus Mons: Largest Volcano in the Solar System",
    "url": "https://apod.nasa.gov/apod/image/2304/OlympusMons_MarsExpress_960.jpg"
  },
  {
    "date": "2023-04-05",
    "explanation": "In this Hubble Space Telescope image the bright, spiky stars lie in the foreground toward the heroic northern constellation Perseus and well within our own Milky Way galaxy. In sharp focus beyond is UGC 2885, a giant spiral galaxy about 232 million light-years distant. Some 800,000 light-years across compared to the Milky Way's diameter of 100,000 light-years or so, it has around 1 trillion stars. That's about 10 times as many stars as the Milky Way. Part of an investigation to understand how galaxies can grow to such enormous sizes, UGC 2885 was also part of An Interesting Voyage and astronomer Vera Rubin's pioneering study of the rotation of spiral galaxies. Her work was the first to convincingly demonstrate the dominating presence of dark matter in our universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/RubinsGalaxy_hst2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rubin's Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2304/RubinsGalaxy_hst1024.jpg"
  },
  {
    "date": "2023-04-06",
    "explanation": "Relativity's Terran 1 Rocket is mostly 3D-printed. It burns a cryogenic rocket fuel composed of liquid methane and liquid oxygen (methalox). In this close-up of a Terran 1 launch on the night of March 22 from Cape Canaveral, icy chunks fall through the stunning frame as intense blue exhaust streams from its nine Aeon 1 engines. In a largely successful flight the inovative rocket achieved main engine cutoff and stage separation but fell short of orbit after an anomaly at the beginning of its second stage flight. Of course this Terran 1 rocket was never intended to travel to Mars. Still, the methane and liquid oxygen components of its methalox fuel can be made solely from materials found on the Red Planet. Methalox manufactured on Mars could be used as fuel for rockets returning to planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/2023-03-22_Terran-1-GLHF_Kraus_Res-2048px_3849.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Terran 1 Burns Methalox",
    "url": "https://apod.nasa.gov/apod/image/2304/2023-03-22_Terran-1-GLHF_Kraus_thumb.jpg"
  },
  {
    "copyright": "Rheinhold Wittich",
    "date": "2023-04-07",
    "explanation": "Brilliant, blue, supergiant star Rigel marks the foot of Orion the Hunter in planet Earth's night. Designated Beta Orionis, it's at the center of this remarkably deep and wide field of view.  Rigel's blue color indicates that it is much hotter than its rival supergiant in Orion the yellowish Betelgeuse (Alpha Orionis), though both stars are massive enough to eventually end their days as core collapse supernovae. Some 860 light-years away, Rigel is hotter than the Sun too and extends to about 74 times the solar radius. That's about the size of the orbit of Mercury. In the 10 degree wide frame toward the nebula rich constellation, the Orion Nebula is at the upper left. To the right of Rigel and illuminated by its brilliant blue starlight lies the dusty Witch Head Nebula. Rigel is part of a multiple star system, though its companion stars are much fainter.",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/Rigel_wide.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rigel Wide",
    "url": "https://apod.nasa.gov/apod/image/2304/Rigel_wide1200.jpg"
  },
  {
    "date": "2023-04-08",
    "explanation": "Majestic on a truly cosmic scale, M100 is appropriately known as a grand design spiral galaxy.  It is a large galaxy of over 100 billion stars with well-defined spiral arms that is similar to our own Milky Way Galaxy.  One of the brightest members of the Virgo Cluster of galaxies, M100 (alias NGC 4321) is 56 million light-years distant toward the constellation of Berenice's Hair (Coma Berenices).  This Hubble Space Telescope image of M100 was taken with the Wide Field Camera 3 and accentuates bright blue star clusters and intricate winding dust lanes which are hallmarks of this class of galaxies.  Studies of variable stars in M100 have played an important role in determining the size and age of the Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/M100_HubbleWfc3_3679.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M100: A Grand Design Spiral Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2304/M100_HubbleWfc3_960.jpg"
  },
  {
    "date": "2023-04-09",
    "explanation": "Where is the center of the Egg Nebula? Emerging from a cosmic egg, the star in the center of the Egg Nebula is casting away shells of gas and dust as it slowly transforms itself into a white dwarf star.  The Egg Nebula is a rapidly evolving pre- planetary nebula spanning about one light year. It lies some 3,000 light-years away toward the northern constellation Cygnus. Thick dust blocks the center star from view, while the dust shells farther out reflect light from this star.  Light vibrating in the plane defined by each dust grain, the central star, and the observer is preferentially reflected, causing an effect known as polarization.  Measuring the orientation of the polarized light for the Egg Nebula gives clues to location of the hidden source.  Taken by Hubble's Advanced Camera for Surveys",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/egg_hst_0.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Egg Nebula in Polarized Light",
    "url": "https://apod.nasa.gov/apod/image/2304/egg_hst_0c1099.jpg"
  },
  {
    "copyright": "Daniel Stern",
    "date": "2023-04-10",
    "explanation": "To some, it looks like a giant chicken running across the sky. To others, it looks like a gaseous nebula where star formation takes place. Cataloged as IC 2944, the Running Chicken Nebula spans about 100 light years and lies about 6,000 light years away toward the constellation of the Centaur (Centaurus).  The featured image, shown in scientifically assigned colors, was captured recently in a 16-hour exposure over three nights. The star cluster Collinder 249 is visible embedded in the nebula's glowing gas.  Although difficult to discern here, several dark molecular clouds with distinct shapes can be found inside the nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/ChickenRun_Stern_9006.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 2944: The Running Chicken Nebula",
    "url": "https://apod.nasa.gov/apod/image/2304/ChickenRun_Stern_960.jpg"
  },
  {
    "copyright": "Javier Zayaz",
    "date": "2023-04-11",
    "explanation": "Why is Polaris called the North Star? First, Polaris is the nearest bright star toward the north spin axis of the Earth.  Therefore, as the Earth turns, stars appear to revolve around Polaris, but Polaris itself always stays in the same northerly direction -- making it the North Star.  Since no bright star is near the south spin axis of the Earth, there is currently no bright South Star.  Thousands of years ago, Earth's spin axis pointed in a slightly different direction so that Vega was the North Star.  Although Polaris is not the brightest star on the sky, it is easily located because it is nearly aligned with two stars in the cup of the Big Dipper. Polaris is near the center of the eight-degree wide featured image, a digital composite of hundreds of exposures that brings out faint gas and dust of the Integrated Flux Nebula (IFN) all over the frame as well as the globular star cluster NGC 188 on the far left.  The surface of Cepheid Polaris slowly pulsates, causing the famous star to change its brightness by a few percent over the course of a few days.    Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/PolarisIfn_Zayaz_4000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "North Star: Polaris and Surrounding Dust",
    "url": "https://apod.nasa.gov/apod/image/2304/PolarisIfn_Zayaz_960.jpg"
  }
]
