[
  {
    "copyright": "José Rodrigues",
    "date": "2023-12-01",
    "explanation": "The core of the Milky Way is rising beyond the Chilean mountain-top La Silla Observatory in this deep night skyscape. Seen toward the constellation Sagittarius, our home galaxy's center is flanked on the left, by the European Southern Observatory's New Technology Telescope which pioneered the use of active optics to accurately control the shape of large telescope mirrors. To the right stands the ESO 3.6-meter Telescope, home of the exoplanet hunting HARPS and NIRPS spectrographs. Between them, the galaxy's central bulge is filled with obscuring clouds of interstellar dust, bright stars, clusters, and nebulae. Prominent reddish hydrogen emission from the star-forming Lagoon Nebula, M8, is near center. The Trifid Nebula, M20, combines blue light of a dusty reflection nebula with reddish emission just left of the cosmic Lagoon. Both are popular stops on telescopic tours of the galactic center. The composited image is a stack of separate exposures for ground and sky made in April 2023, all captured consecutively with the same framing and camera equipment.",
    "hdurl": "https://apod.nasa.gov/apod/image/2312/_MG_2485-mod_APOD.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way Rising",
    "url": "https://apod.nasa.gov/apod/image/2312/_MG_2485-mod_APOD1024.jpg"
  },
  {
    "copyright": "Jeff Dai",
    "date": "2023-12-02",
    "explanation": "You can take a subway ride to visit this observatory in Beijing, China but you won't find any telescopes there. Starting in the 1400s astronomers erected devices at the Beijing Ancient Observatory site to enable them to accurately measure and track the positions of naked-eye stars and planets. Some of the large, ornate astronomical instruments are still standing. You can even see stars from the star observation platform today, but now only the very brightest celestial beacons are visible against the city lights. In this time series of exposures from a camera fixed to a tripod to record graceful arcing startrails, the brightest trail is actually the Moon. Its broad arc is seen behind the ancient observatory's brass armillary sphere. Compare this picture from the Beijing Ancient Observatory taken in September 2023 to one taken in 1895.",
    "hdurl": "https://apod.nasa.gov/apod/image/2312/StartrailsBeijingAncientObservatory-3.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Startrails over Beijing Ancient Observatory",
    "url": "https://apod.nasa.gov/apod/image/2312/StartrailsBeijingAncientObservatory-3_1024.jpg"
  },
  {
    "copyright": "El Cielo de Canarias",
    "date": "2023-12-03",
    "explanation": "These people are not in danger. What is coming down from the left is just the Moon, far in the distance. Luna appears so large here because she is being photographed through a telescopic lens.  What is moving is mostly the Earth, whose spin causes the Moon to slowly disappear behind Mount Teide, a volcano in the Canary Islands off the northwest coast of Africa. The people pictured are 16 kilometers away and  many are facing the camera because they are watching the Sun rise behind the photographer. It is not a coincidence that a full moon rises just when the Sun sets because the Sun is always on the opposite side of the sky from a full moon. The featured video was made in 2018 during the full Milk Moon.  The video is not time-lapse -- this was really how fast the Moon was setting.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Moon Setting Behind Teide Volcano",
    "url": "https://www.youtube.com/embed/afHfMMC-MJE?rel=0"
  },
  {
    "copyright": "\nJuned Patel\n",
    "date": "2023-12-04",
    "explanation": "No, the Moon is not a bow, and no, it did not shoot out a plane like an arrow. What is pictured is a chance superposition.  The plane's contrail would normally appear white, but the large volume of air toward the rising Sun preferentially knocked away blue light, not only making the sky blue, but giving the reflected trail a bright red hue.  Far in the distance, well behind the plane, the crescent Moon also appears slightly reddened. Captured early last month from Bolton, UK, the featured image was taken so soon after sunrise that the plane was sunlit from below, as was its contrail.  Within minutes, unfortunately, the impromptu sky show ended.  The plane moved out of sight.  The Moon kept rising but became harder to see through a brightening sky.  And the contrail gradually dispersed.",
    "hdurl": "https://apod.nasa.gov/apod/image/2312/BowArrow_Patel_2895.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Plane Crossing Crescent Moon",
    "url": "https://apod.nasa.gov/apod/image/2312/BowArrow_Patel_960.jpg"
  },
  {
    "date": "2023-12-05",
    "explanation": "It was one of the most energetic particles ever known to strike the Earth -- but where did it come from?  Dubbed Amaterasu after the Shinto sun goddess, this particle, as do all cosmic rays that strike the Earth's atmosphere, caused an air shower of electrons, protons, and other elementary particles to spray down onto the Earth below. In the featured illustration, a cosmic ray air shower is pictured striking the Telescope Array in Utah, USA, which recorded the Amaterasu event in 2021 May.  Cosmic ray air showers are common enough that you likely have been in a particle spray yourself, although you likely wouldn't have noticed.  The origin of this energetic particle, likely the nucleus of an atom, remains a mystery in two ways. First, it is not known how any single particle or atomic nucleus can practically acquire so much energy, and second, attempts to trace the particle back to where it originated did not indicate any likely potential source.    Open Science: Browse 3,200+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/2312/Exaray_OsakaU_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Energetic Particle Strikes the Earth",
    "url": "https://apod.nasa.gov/apod/image/2312/Exaray_OsakaU_1080.jpg"
  },
  {
    "date": "2023-12-06",
    "explanation": "It's stars versus dust in the Carina Nebula and the stars are winning. More precisely, the energetic light and winds from massive newly formed stars are evaporating and dispersing the dusty stellar nurseries in which they formed. Located in the Carina Nebula and inside a region known informally as Mystic Mountain, these pillars' appearance is dominated by opaque brown dust even though it is composed mostly of clear hydrogen gas. Even though some of the dust pillars look like torches, their ends are not on fire -- rather, they are illuminated by nearby stars.  About 7,500 light-years distant, the featured image was taken with the Hubble Space Telescope and highlights an interior region of Carina known as HH1066 which spans nearly a  light year. Within a few million years, the stars will likely win out completely and the dust torches will completely evaporate.",
    "hdurl": "https://apod.nasa.gov/apod/image/2312/TorchedDust_HubbleMecone_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars Versus Dust in the Carina Nebula",
    "url": "https://apod.nasa.gov/apod/image/2312/TorchedDust_HubbleMecone_960.jpg"
  },
  {
    "date": "2023-12-07",
    "explanation": "On December 5, 2022, a camera on board the uncrewed Orion spacecraft captured this view as Orion approached its return powered flyby of the Moon.  Beyond one of Orion's extended solar arrays lies dark, smooth, terrain along the western edge of the Oceanus Procellarum. Prominent on the lunar nearside Oceanus Procellarum, the Ocean of Storms, is the largest of the Moon's lava-flooded maria. The lunar terminator, shadow line between lunar night and day, runs along the left of this frame. The 41 kilometer diameter crater Marius is top center, with ray crater Kepler peeking in at the edge, just right of the solar array wing. Kepler's bright rays extend to the north and west, reaching the dark-floored Marius. By December 11, 2022 the Orion spacecraft had reached its home world. The historic Artemis 1 mission ended with Orion's successful splashdown in planet Earth's water-flooded Pacific Ocean.",
    "hdurl": "https://apod.nasa.gov/apod/image/2312/art001e002132.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion and the Ocean of Storms",
    "url": "https://apod.nasa.gov/apod/image/2312/art001e002132_apod1024.jpg"
  },
  {
    "copyright": "Dan Bartlett",
    "date": "2023-12-08",
    "explanation": "On December 4, periodic Comet 12P/Pons-Brooks shared this telescopic field of view with Vega, alpha star of the northern constellation Lyra. Fifth brightest star in planet Earth's night, Vega is some 25 light-years distant while the much fainter comet was about 21 light-minutes away. In recent months, outbursts have caused dramatic increases in brightness for Pons-Brooks though. Nicknamed the Devil Comet for its hornlike appearance, fans of interstellar spaceflight have also suggested the distorted shape of this large comet's central coma looks like the Millenium Falcon. A Halley-type comet, 12P/Pons-Brooks last visited the inner Solar System in 1954. Its next perihelion passage or closest approach to the Sun will be April 21, 2024. That's just two weeks after the April 8 total solar eclipse path crosses North America. But, highly inclined to the Solar System's ecliptic plane, the orbit of periodic Comet 12P/Pons-Brooks will never cross the orbit of planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2312/_12P_Pons_Brooks_2023_12_04_184135PST_DEBartlett.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Vega and Comet 12P/Pons-Brooks",
    "url": "https://apod.nasa.gov/apod/image/2312/_12P_Pons_Brooks_2023_12_04_184135PST_DEBartlett1024.jpg"
  },
  {
    "copyright": "Jean-Francois Graffand",
    "date": "2023-12-09",
    "explanation": "Near dawn on November 19 the Pleiades stood in still dark skies over the French Pyrenees. But just before sunrise a serendipitous moment was captured in this single 3 second exposure; a bright meteor streak appeared to pierce the heart of the galactic star cluster. From the camera's perspective, star cluster and meteor were poised directly above the mountain top observatory on the Pic du Midi de Bigorre. And though astronomers might consider the Pleiades to be relatively close by, the grain of dust vaporizing as it plowed through planet Earth's upper atmosphere actually missed the cluster's tight grouping of young stars by about 400 light-years. While recording a night sky timelapse series, the camera and telephoto lens were fixed to a tripod on the Tour-de-France-cycled slopes of the Col du Tourmalet about 5 kilometers from the Pic du Midi.",
    "hdurl": "https://apod.nasa.gov/apod/image/2312/_MG_4553_rawfile.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pic du Pleiades",
    "url": "https://apod.nasa.gov/apod/image/2312/_MG_4553_rawfile1024.jpg"
  },
  {
    "copyright": "\nSteve Cullen\n",
    "date": "2023-12-10",
    "explanation": "When did you first learn to identify this group of stars? Although they are familiar to many people around the world, different cultures have associated this asterism with different icons and folklore. Known in the USA as the Big Dipper, the stars are part of a constellation designated by the International Astronomical Union in 1922 as the Great Bear (Ursa Major).  The recognized star names of these stars are (left to right) Alkaid, Mizar/Alcor, Alioth, Megrez, Phecda, Merak, and Dubhe.  Of course, stars in any given constellation are unlikely to be physically related. But surprisingly, most of the Big Dipper stars do seem to be headed in the same direction as they plough through space, a property they share with other stars spread out over an even larger area across the sky.  Their measured common motion suggests that they all belong to a loose, nearby star cluster, thought to be on average only about 75 light-years away and up to 30 light-years across. The cluster is more properly known as the Ursa Major Moving Group. The featured image captured the iconic stars in 2017 above Pyramid Mountain in Alberta, Canada.   Night Sky Network webinar: APOD editor to review coolest space images of 2023",
    "hdurl": "https://apod.nasa.gov/apod/image/2312/BigDipperMt2_Cullen_1365.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Big Dipper over Pyramid Mountain",
    "url": "https://apod.nasa.gov/apod/image/2312/BigDipperMt2_Cullen_960.jpg"
  },
  {
    "date": "2023-12-11",
    "explanation": "The surface of our Sun is constantly changing.  Some years it is quiet, showing relatively few sunspots and active regions. Other years it is churning, showing many sunspots and throwing frequent Coronal Mass Ejections (CMEs) and flares. Reacting to magnetism, our Sun's surface goes through periods of relative calm, called Solar Minimum and relative unrest, called Solar Maximum, every 11 years. The featured video shows on the left a month in late 2019 when the Sun was near Solar Minimum, while on the right a month in 2014 when near Solar Maximum.  The video was taken by NASA's Solar Dynamic Observatory in far ultraviolet light. Our Sun is progressing again toward Solar Maximum in 2025, but displaying even now a surface with a surprisingly high amount of activity.   Night Sky Network webinar: APOD editor to review coolest space images of 2023",
    "media_type": "video",
    "service_version": "v1",
    "title": "Solar Minimum versus Solar Maximum",
    "url": "https://www.youtube.com/embed/JqH0diwqcUM?rel=0"
  },
  {
    "copyright": "\nGiulio Cobianchi\n",
    "date": "2023-12-12",
    "explanation": "What are these two giant arches across the sky? Perhaps the more familiar one, on the left, is the central band of our Milky Way Galaxy. This grand disk of stars and nebulas here appears to encircle much of the southern sky. Visible below the stellar arch is the rusty-orange planet Mars and the extended Andromeda galaxy. But this night had more!  For a few minutes during this cold arctic night, a second giant arch appeared  encircling part of the northern sky: an aurora. Auroras are much closer than stars as they are composed of glowing air high in Earth's atmosphere.  Visible outside the green auroral arch is the group of stars popularly known as the Big Dipper.  The featured digital composite of 20 images was captured in mid-November 2022 over the Lofoten Islands in Norway.    APOD Year in Review (2023): RJN's Night Sky Network Lecture",
    "hdurl": "https://apod.nasa.gov/apod/image/2312/ArcticNight_Cobianchi_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora and Milky Way over Norway",
    "url": "https://apod.nasa.gov/apod/image/2312/ArcticNight_Cobianchi_1080.jpg"
  },
  {
    "copyright": "\nWilliam Ostling, \nTelescope Live \n",
    "date": "2023-12-13",
    "explanation": "What excites the Heart Nebula? First, the large emission nebula on the left, catalogued as IC 1805, looks somewhat like a human heart.  The nebula glows brightly in red light emitted by its most prominent element, hydrogen, but this long-exposure image was also blended with light emitted by silicon (yellow) and oxygen (blue).  In the center of the Heart Nebula are young stars from the open star cluster Melotte 15 that are eroding away several picturesque dust pillars with their atom-exciting energetic light and winds. The Heart Nebula is located about 7,500 light years away toward the constellation of Cassiopeia.  At the bottom right of the Heart Nebula is the companion Fishhead Nebula.  This wide and deep image clearly shows, though, that glowing gas surrounds the Heart Nebula in all directions.   Tonight watch: The Geminids",
    "hdurl": "https://apod.nasa.gov/apod/image/2312/Heart_TelLiveOstling_2953.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Deep Field: The Heart Nebula",
    "url": "https://apod.nasa.gov/apod/image/2312/Heart_TelLiveOstling_960.jpg"
  },
  {
    "date": "2023-12-14",
    "explanation": "Massive stars in our Milky Way Galaxy live spectacular lives.  Collapsing from vast cosmic clouds, their nuclear furnaces ignite and create heavy elements in their cores. After only a few million years for the most massive stars, the enriched material is blasted back into interstellar space where star formation can begin anew. The expanding debris cloud known as Cassiopeia A is an example of this final phase of the stellar life cycle. Light from the supernova explosion that created this remnant would have been first seen in planet Earth's sky about 350 years ago, although it took that light 11,000 years to reach us. This sharp NIRCam image from the James Webb Space Telescope shows the still hot filaments and knots in the supernova remnant. The whitish, smoke-like outer shell of the expanding blast wave is about 20 light-years across. Light echoes from the massive star's cataclysmic explosion are also identified in Webb's detailed image of supernova remnant Cassiopeia A.  Tonight watch: The Geminids",
    "hdurl": "https://apod.nasa.gov/apod/image/2312/CasA_nircam_4096.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Supernova Remnant Cassiopeia A",
    "url": "https://apod.nasa.gov/apod/image/2312/CasA_nircam_1024.jpg"
  },
  {
    "copyright": "Sebastian Voltmer",
    "date": "2023-12-15",
    "explanation": "Asteroid 319 Leona cast a shadow across planet Earth on December 12, as it passed in front of bright star Betelgeuse. But to see everyone's favorite red giant star fade this time, you had to stand near the center line of the narrow shadow path starting in central Mexico and extending eastward across southern Florida, the Atlantic Ocean, southern Europe, and Eurasia. The geocentric celestial event was captured in these two panels taken at Almodovar del Rio, Spain from before (left) and during the asteroid-star occultation. In both panels Betelgeuse is seen above and left, at the shoulder of the familiar constellation Orion. Its brightness diminishes noticeably during the exceedingly rare occultation when, for several seconds, the giant star was briefly eclipsed by a roughly 60 kilometer diameter main-belt asteroid.",
    "hdurl": "https://apod.nasa.gov/apod/image/2312/OrionBetelgeuse_occultation.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Betelgeuse Eclipsed",
    "url": "https://apod.nasa.gov/apod/image/2312/OrionBetelgeuse_occultation1024.jpg"
  },
  {
    "date": "2023-12-16",
    "explanation": "Peering from the shadows, the Saturn-facing hemisphere of tantalizing inner moon Enceladus poses in this Cassini spacecraft image. North is up in the dramatic scene captured during November 2016 as Cassini's camera was pointed in a nearly sunward direction about 130,000 kilometers from the moon's bright crescent. In fact, the distant world reflects over 90 percent of the sunlight it receives, giving its surface about the same reflectivity as fresh snow. A mere 500 kilometers in diameter, Enceladus is a surprisingly active moon. Data and images collected during Cassini's flybys have revealed water vapor and ice grains spewing from south polar geysers and evidence of an ocean of liquid water hidden beneath the moon's icy crust.",
    "hdurl": "https://apod.nasa.gov/apod/image/2312/PIA20522enceladus.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crescent Enceladus",
    "url": "https://apod.nasa.gov/apod/image/2312/PIA20522enceladusC.jpg"
  },
  {
    "copyright": "\nHongyang Luo\n",
    "date": "2023-12-17",
    "explanation": "Where are all of these meteors coming from?  In terms of direction on the sky, the pointed answer is the constellation of Gemini.  That is why the major meteor shower in December is known as the Geminids -- because shower meteors all appear to come from a radiant toward Gemini. Three dimensionally, however, sand-sized debris expelled from the unusual asteroid 3200 Phaethon follows a well-defined orbit about our Sun, and the part of the orbit that approaches Earth is superposed in front of the constellation of Gemini. Therefore, when Earth crosses this orbit, the radiant point of falling debris appears in Gemini. Featured here is a composite of many images taken a few days ago through dark skies from Nianhu Lake in China. Over 100 bright meteor streaks from the Geminids meteor shower are visible.    APOD Year in Review (2023): RJN's Night Sky Network Lecture",
    "hdurl": "https://apod.nasa.gov/apod/image/2312/Geminids_Hongyang_3840.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Geminids over China's Nianhu Lake",
    "url": "https://apod.nasa.gov/apod/image/2312/Geminids_Hongyang_1080.jpg"
  },
  {
    "date": "2023-12-18",
    "explanation": "Are squares A and B the same color? They are! To verify this, either run your cursor over the image or click here to see them connected.  The featured illusion, an example of the same color illusion, illustrates that purely human perceptions in science may be ambiguous or inaccurate, even such a seemingly direct perception as relative color.  Similar illusions exist on the sky, such as the size of the Moon near the horizon, or the apparent shapes of astronomical objects.  The advent of automated, reproducible measuring devices such as CCDs have made science in general and astronomy in particular less prone to, but not free of, human-biased illusions.    APOD Year in Review (2023): RJN's Night Sky Network Lecture",
    "hdurl": "https://apod.nasa.gov/apod/image/2312/greyillusion_wikipedia_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Same Color Illusion",
    "url": "https://apod.nasa.gov/apod/image/2312/greyillusion_wikipedia_960.jpg"
  },
  {
    "copyright": "\nSteven Powell\n",
    "date": "2023-12-19",
    "explanation": "Could Queen Calafia's mythical island exist in space? Perhaps not, but by chance the outline of this molecular space cloud echoes the outline of the state of California, USA. Our Sun has its home within the Milky Way's Orion Arm, only about 1,000 light-years from the California Nebula. Also known as NGC 1499, the classic emission nebula is around 100 light-years long. On the featured image, the most prominent glow of the California Nebula is the red light characteristic of hydrogen atoms recombining with long lost electrons, stripped away (ionized) by energetic starlight. The star most likely providing the energetic starlight that ionizes much of the nebular gas is the bright, hot, bluish Xi Persei just to the right of the nebula.  A regular target for astrophotographers, the California Nebula can be spotted with a wide-field telescope under a dark sky toward the constellation of Perseus, not far from the Pleiades.   Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2312/CalNeb_Powell_3923.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1499: The California Nebula",
    "url": "https://apod.nasa.gov/apod/image/2312/CalNeb_Powell_960.jpg"
  },
  {
    "copyright": "\nBastian Werner\n",
    "date": "2023-12-20",
    "explanation": "What's causing those unusual sky arcs? Ice crystals.  While crossing a field of fresh snow near Füssen, Bavaria, Germany, earlier this month, the photographer noticed that he had entered an ice fog.  For suspended water to freeze into an ice fog requires quite cold temperatures, and indeed the air temperature on this day was measured at well below zero.  The ice fog reflected light from the Sun setting behind St. Coleman Church.  The result was one of the greatest spectacles the photographer has ever seen. First, the spots in the featured picture are not background stars but suspended ice and snow. Next, two prominent ice halos are visible: the 22-degree halo and the 46-degree halo. Multiple arcs are also visible, including, from top to bottom, antisolar (subsun), circumzenithal, Parry, tangent, and parhelic (horizontal). Finally, the balloon shaped curve connecting the top arc to the Sun is the rarest of all: it is the heliac arc, created by reflection from the sides of hexagonally shaped ice crystals suspended in a horizontal orientation.",
    "hdurl": "https://apod.nasa.gov/apod/image/2312/BavarianHalos_Werner_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ice Halos over Bavaria",
    "url": "https://apod.nasa.gov/apod/image/2312/BavarianHalos_Werner_960.jpg"
  },
  {
    "copyright": "Dan Bartlett",
    "date": "2023-12-21",
    "explanation": "Distant galaxies abound in this one degree wide field of view toward the southern constellation Grus (The Crane). But the three spiral galaxies at the lower right are quite striking. In fact, all three galaxies are grouped about 70 million light years away and sometimes known as the Grus Triplet. They share the pretty telescopic frame, recorded on December 13, with the comet designated C/2020 V2 ZTF. Now outbound from the inner Solar System and swinging below the ecliptic plane in a hyperbolic orbit, the comet was about 29 light-minutes from our fair planet in this image. And though this comet ZTF was brighter when it was closest to the Sun last May and closest to Earth in September of 2023, it still shines in telescopes pointed toward southern night skies, remaining almost as bright as the Grus Triplet galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/2312/C2020_V2_ZTF_CHILESCOPE_DEBartlett1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Three Galaxies and a Comet",
    "url": "https://apod.nasa.gov/apod/image/2312/C2020_V2_ZTF_CHILESCOPE_DEBartlett1024.jpg"
  },
  {
    "copyright": "solargraph",
    "date": "2023-12-22",
    "explanation": "A single 183 day exposure with a pinhole camera and photographic paper resulted in this long-duration solargraph. Recorded from solstice to solstice, June 21 to December 21, in 2022, it follows the Sun's daily arcing path through planet Earth's skies from Mertola, Portugal. On June 21, the Sun's highest point and longest arc represents the longest day and the astronomical beginning of summer in the northern hemisphere. The solstice date with the fewest hours of daylight is at the beginning of winter in the north, corresponding to the Sun's shortest and lowest arc in the 2022 solargraph. For 2023, the northern winter solstice was on December 22 at 3:27 UTC. That's December 21 for North America time zones.",
    "hdurl": "https://apod.nasa.gov/apod/image/2312/solsticesolargraphy.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "183 Days in the Sun",
    "url": "https://apod.nasa.gov/apod/image/2312/solsticesolargraphy1024.jpg"
  }
]
