[
  {
    "copyright": "Thomas Röell",
    "date": "2023-03-01",
    "explanation": "Is star AE Aurigae on fire? No.  Even though AE Aurigae is named the Flaming Star and the surrounding nebula IC 405 is named the Flaming Star Nebula, and even though the nebula appears to some like a swirling flame, there is no fire.  Fire, typically defined as the rapid molecular acquisition of oxygen, happens only when sufficient oxygen is present and is not important in such high-energy, low-oxygen environments such as stars.  The bright star AE Aurigae occurs near the center of the Flaming Star Nebula and is so hot it glows blue, emitting light so energetic it knocks electrons away from surrounding gas. When a proton recaptures an electron, light is emitted, as seen in the surrounding emission nebula.  Captured here three weeks ago, the Flaming Star Nebula is visible near the composite image's center, between the red Tadpole Nebula on the left and blue-tailed Comet ZTF on the right.  The Flaming Star Nebula lies about 1,500 light years distant, spans about 5 light years, and is visible with a small telescope toward the constellation of the Charioteer (Auriga).",
    "hdurl": "https://apod.nasa.gov/apod/image/2303/FlamingStarComet_Roell_7504.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Flaming Star Nebula",
    "url": "https://apod.nasa.gov/apod/image/2303/FlamingStarComet_Roell_1080.jpg"
  },
  {
    "copyright": "Mike Selby",
    "date": "2023-03-02",
    "explanation": "Spiral galaxy NGC 3169 looks to be unraveling like a ball of cosmic yarn. It lies some 70 million light-years away, south of bright star Regulus toward the faint constellation Sextans. Wound up spiral arms are pulled out into sweeping tidal tails as NGC 3169 (left) and neighboring NGC 3166 interact gravitationally. Eventually the galaxies will merge into one, a common fate even for bright galaxies in the local universe. Drawn out stellar arcs and plumes are clear indications of the ongoing gravitational interactions across the deep and colorful galaxy group photo. The telescopic frame spans about 20 arc minutes or about 400,000 light-years at the group's estimated distance, and includes smaller, bluish NGC 3165 at the right. NGC 3169 is also known to shine across the spectrum from radio to X-rays, harboring an active galactic nucleus that is the site of a supermassive black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/2303/NGC3169LRGBrevFinalcropCDK1000_27Feb2023_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unraveling NGC 3169",
    "url": "https://apod.nasa.gov/apod/image/2303/NGC3169LRGBrevFinalcropCDK1000_27Feb2023_1024.jpg"
  },
  {
    "date": "2023-03-03",
    "explanation": "In 185 AD, Chinese astronomers recorded the appearance of a new star in the Nanmen asterism. That part of the sky is identified with Alpha and Beta Centauri on modern star charts. The new star was visible to the naked-eye for months, and is now thought to be the earliest recorded supernova. This deep telescopic view reveals the wispy outlines of emission nebula RCW 86, just visible against the starry background, understood to be the remnant of that stellar explosion. Captured by the wide-field Dark Energy Camera operating at Cerro Tololo Inter-American Observatory in Chile, the image traces the full extent of a ragged shell of gas ionized by the still expanding shock wave. Space-based images indicate an abundance of the element iron in RCW 86 and the absence of a neutron star or pulsar within the remnant, suggesting that the original supernova was Type Ia. Unlike the core collapse supernova explosion of a massive star, a Type Ia supernova is a thermonuclear detonation on a white dwarf star that accretes material from a companion in a binary star system. Near the plane of our Milky Way galaxy and larger than the full moon on the sky this supernova remnant is too faint to be seen by eye though. RCW 86 is some 8,000 light-years distant and around 100 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/2303/noirlab2307a2048c.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "RCW 86: Historical Supernova Remnant",
    "url": "https://apod.nasa.gov/apod/image/2303/noirlab2307a1024c.jpg"
  },
  {
    "copyright": "Soumyadeep Mukherjee",
    "date": "2023-03-04",
    "explanation": "Venus and Jupiter may have caught your attention lately.  The impending close conjunction of the two brightest planets visible in clear evening skies has been hard to miss. With Jupiter at the top, starting on February 21 and ending on March 2, their close approach is chronicled daily, left to right, in these panels from Dhanbad, India. Near the western horizon, the evening sky colors and exposures used for each panel depend on the local conditions near sunset. On February 22, Jupiter and Venus were joined by the young crescent Moon. The celestial pair appeared to be only the width of a full moon apart by March 2. Of course on that date the two planets were physically separated by over 600 million kilometers in their orbits around the Sun. In the coming days Jupiter will slowly settle into the glare at sunset, but Venus will continue to move farther from the Sun in the western sky to excel in its current role as the brilliant evening star.   Jupiter & Venus Conjunction Gallery: Notable Submissions to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2303/PSX_20230302_200358.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "10 Days of Venus and Jupiter",
    "url": "https://apod.nasa.gov/apod/image/2303/PSX_20230302_200358_1024.jpg"
  },
  {
    "copyright": "Giovanni Tumino",
    "date": "2023-03-05",
    "explanation": "What are those two bright spots? Planets.  A few days ago, the two brightest planets in the night sky passed within a single degree of each other in what is termed a conjunction. Visible just after sunset in much of the world, the two bright spots were Jupiter (left) and Venus (right).  The featured image was taken near closest approach from Cirica, Sicily, Italy. The week before, Venus was rising higher in the sunset sky to meet the dropping Jupiter. Now they have switched places. Of course, Venus remains much closer to both the Sun and the Earth than Jupiter -- the apparent closeness between the planets in the sky of Earth was only angular.  You can still see the popular pair for an hour or so after sunset this month although they continue to separate, and Jupiter continues to set earlier each night.   Jupiter & Venus Conjunction Gallery: Notable Submissions to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2303/VenusJupiterSky_Tumino_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter and Venus over Italy",
    "url": "https://apod.nasa.gov/apod/image/2303/VenusJupiterSky_Tumino_1080.jpg"
  },
  {
    "copyright": "Marek NikodemPPSAE",
    "date": "2023-03-06",
    "explanation": "It was visible around the world. The sunset conjunction of Jupiter and Venus in 2012 was visible almost no matter where you lived on Earth.  Anyone on the planet with a clear western horizon at sunset could see them. Pictured here in 2012, a creative photographer traveled away from the town lights of Szubin, Poland to image a near closest approach of the two planets. The bright planets were then separated only by three degrees and his daughter struck a humorous pose. A faint red sunset still glowed in the background. Jupiter and Venus are together again this month after sunset, passing within a degree of each other about a week ago.    Jupiter & Venus Conjunction Gallery: Notable Submissions to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2303/jupiterpersonvenus_nikodem_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter and Venus from Earth",
    "url": "https://apod.nasa.gov/apod/image/2303/jupiterpersonvenus_nikodem_960.jpg"
  },
  {
    "copyright": "Yuri BeletskyCarnegieLas Campanas ObservatoryTWAN",
    "date": "2023-03-07",
    "explanation": "Is this a spiral galaxy? No. Actually, it is the Large Magellanic Cloud (LMC), the largest satellite galaxy of our own Milky Way Galaxy.  The LMC is classified as a dwarf irregular galaxy because of its normally chaotic appearance.  In this deep and wide exposure, however, the full extent of the LMC becomes visible.  Surprisingly, during longer exposures, the LMC begins to resemble a barred spiral galaxy.  The Large Magellanic Cloud lies only about 180,000 light-years distant towards the constellation of the Dolphinfish (Dorado).  Spanning about 15,000 light-years, the LMC was the site of SN1987A, the brightest and closest supernova in modern times. Together with the Small Magellanic Cloud (SMC), the LMC can be seen in Earth's southern hemisphere with the unaided eye.   Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2303/LmcDeepWide_Beletsky_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Deep Field: The Large Magellanic Cloud",
    "url": "https://apod.nasa.gov/apod/image/2303/LmcDeepWide_Beletsky_960.jpg"
  },
  {
    "date": "2023-03-08",
    "explanation": "Where have all the dim stars gone?  From many places on the Earth including major cities, the night sky has been reduced from a fascinating display of thousands of stars to a diffuse glow through which only a few stars are visible.  The featured map indicates the relative amount of light pollution that occurs across the Earth.  The cause of the pollution is artificial light reflecting off molecules and aerosols in the atmosphere.  Parts of the Eastern United States and Western Europe  colored red, for example, have an artificial night sky glow over ten times that of the natural sky.  In any area marked orange or red, the central band of our Milky Way Galaxy is no longer visible. The International Dark Sky Association suggests common types of fixtures that provide relatively little amounts of light pollution.   Light Up Your Internal Night Sky: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2303/WorldSkyBrightness_JpssLorenz_5848.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Artificial Night Sky Brightness",
    "url": "https://apod.nasa.gov/apod/image/2303/WorldSkyBrightness_JpssLorenz_1080.jpg"
  },
  {
    "date": "2023-03-09",
    "explanation": "On the first planetary defense test mission from planet Earth, the DART spacecraft captured this close-up on 26 September 2022, three seconds before slamming into the surface of asteroid moonlet Dimorphos. The spacecraft's outline with two long solar panels is traced at its projected point of impact between two boulders. The larger boulder is about 6.5 meters across. While the DART (Double Asteroid Redirection Test) spacecraft had a mass of some 570 kilograms, the estimated mass of Dimorphos, the smaller member of a near-Earth binary asteroid system, was about 5 billion kilograms. The direct kinetic impact of the spacecraft measurably altered the speed of Dimorphos by a fraction of a percent, reducing its 12 hour orbital period around its larger companion asteroid 65803 Didymos by about 33 minutes. Beyond successfully demonstrating a technique to change an asteroid's orbit that can prevent future asteroid strikes on planet Earth, the planetary-scale impact experiment has given the 150-meter-sized Dimorphos a comet-like tail of material.",
    "hdurl": "https://apod.nasa.gov/apod/image/2303/pressdracowithspacecraft1_1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "DART vs Dimorphos",
    "url": "https://apod.nasa.gov/apod/image/2303/pressdracowithspacecraft1_1024.jpg"
  },
  {
    "copyright": "Abraham Jones",
    "date": "2023-03-10",
    "explanation": "Few cosmic vistas excite the imagination like The Great Nebula in Orion. Visible as a faint celestial smudge to the naked-eye, the nearest large star-forming region sprawls across this sharp telescopic image, recorded on a cold January night in dark skies from West Virginia, planet Earth. Also known as M42, the Orion Nebula's glowing gas surrounds hot, young stars. About 40 light-years across, it lies at the edge of an immense interstellar molecular cloud only 1,500 light-years away within the same spiral arm of our Milky Way galaxy as the Sun. Along with dusty bluish reflection nebula NGC 1977 and friends near the top of the frame, the eye-catching nebulae represent only a small fraction of our galactic neighborhood's wealth of star-forming material. Within the well-studied stellar nursery, astronomers have also identified what appear to be numerous infant solar systems.",
    "hdurl": "https://apod.nasa.gov/apod/image/2303/my_hero_rot.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion and the Running Man",
    "url": "https://apod.nasa.gov/apod/image/2303/my_hero1024_rot.jpg"
  },
  {
    "date": "2023-03-11",
    "explanation": "Put on your red/blue glasses and float next to asteroid 101955 Bennu. Shaped like a spinning toy top with boulders littering its rough surface, the tiny Solar System world is about one Empire State Building (less than 500 meters) across. Frames used to construct this 3D anaglyph were taken by PolyCam on the OSIRIS_REx spacecraft on December 3, 2018 from a distance of about 80 kilometers. With a sample from the asteroid's rocky surface on board, OSIRIS_REx departed Bennu's vicinity in May of 2021 and is now enroute to planet Earth. The robotic spacecraft is scheduled to return the sample to Earth this September.",
    "hdurl": "https://apod.nasa.gov/apod/image/2303/ana03BennuVantuyne1465c.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "3D Bennu",
    "url": "https://apod.nasa.gov/apod/image/2303/ana03BennuVantuyne1024c.jpg"
  },
  {
    "date": "2023-03-12",
    "explanation": "What lies at the bottom of Hyperion's strange craters?  To help find out, the robot Cassini spacecraft that once orbited Saturn swooped past the sponge-textured moon and took images of unprecedented detail.  A six-image mosaic from the 2005 pass, featured here in scientifically assigned colors, shows a remarkable world strewn with strange craters and an odd, sponge-like surface.   At the bottom of most craters lies some type of unknown dark reddish material.  This material appears similar to that covering part of another of Saturn's moons, Iapetus, and might sink into the ice moon as it better absorbs warming sunlight. Hyperion is about 250 kilometers across,  rotates chaotically, and has a density so low that it likely houses a vast system of caverns inside.",
    "hdurl": "https://apod.nasa.gov/apod/image/2303/hyperion_cassini_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Hyperion: A Moon with Odd Craters",
    "url": "https://apod.nasa.gov/apod/image/2303/hyperion_cassini_1024.jpg"
  },
  {
    "copyright": "Eric Houck",
    "date": "2023-03-13",
    "explanation": "What lies at the end of a rainbow? Something different for everyone.  For the photographer taking this picture, for example, one end of the rainbow ended at a tree. Others nearby, though, would likely see the rainbow end somewhere else.  The reason is because a rainbow's position depends on the observer.  The center of a rainbow always appears in the direction opposite the Sun, but that direction lines up differently on the horizon from different locations. This rainbow's arc indicates that its center is about 40 degrees to the left and slightly below the horizon, while the Sun is well behind the camera and just above the horizon. Reflections and refractions of sunlight from raindrops in a distant storm in the direction of the rainbow are what causes the colorful bands of light. This single exposure image was captured in early January near Knight's Ferry, California, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/2303/RainbowTree_Houck_3198.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rainbow Tree",
    "url": "https://apod.nasa.gov/apod/image/2303/RainbowTree_Houck_960.jpg"
  },
  {
    "copyright": "José Jiménez",
    "date": "2023-03-14",
    "explanation": "Stars are forming in the Soul of the Queen of Aethopia. More specifically, a large star forming region called the Soul Nebula can be found in the direction of the constellation Cassiopeia, whom Greek mythology credits as the vain wife of a King who long ago ruled lands surrounding the upper Nile river. Also known as Westerhout 5 (W5), the Soul Nebula houses several open clusters of stars, ridges and pillars darkened by cosmic dust, and huge evacuated bubbles formed by the winds of young massive stars. Located about 6,500 light years away, the Soul Nebula spans about 100 light years and is usually imaged next to its celestial neighbor the Heart Nebula (IC 1805). The featured image is a composite of exposures made in different colors: red as emitted by hydrogen gas, yellow as emitted by sulfur, and blue as emitted by oxygen.",
    "hdurl": "https://apod.nasa.gov/apod/image/2303/Soul_Jimenez_3940.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "W5: The Soul Nebula",
    "url": "https://apod.nasa.gov/apod/image/2303/Soul_Jimenez_1080.jpg"
  },
  {
    "copyright": "Michael LuyTrier Observatory",
    "date": "2023-03-15",
    "explanation": "This was a sky to show the kids. Early this month the two brightest planets in the night sky, Jupiter and Venus, appeared to converge. At their closest, the two planets were separated by only about the angular width of the full moon. The spectacle occurred just after sunset and was seen and photographed all across planet Earth. The displayed image was taken near to the time of closest approach from Wiltingen, Germany, and features the astrophotographer, spouse, and their two children.  Of course, Venus remains much closer to both the Sun and the Earth than Jupiter -- the apparent closeness between the planets in the sky of Earth was only angular.  Jupiter and Venus have passed and now appear increasingly far apart. Similar planetary convergence opportunities will eventually arise.  In a few months, for example, Mars and Venus will appear to congregate just as the Sun sets.   Jupiter & Venus Conjunction Gallery: Notable Submissions to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2303/JupiterVenus_Luy_5496.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter and Venus Converge over Germany",
    "url": "https://apod.nasa.gov/apod/image/2303/JupiterVenus_Luy_960.jpg"
  },
  {
    "copyright": "Neil Corke",
    "date": "2023-03-16",
    "explanation": "Globular star cluster Omega Centauri, also known as NGC 5139, is 15,000 light-years away. The cluster is packed with about 10 million stars much older than the Sun within a volume about 150 light-years in diameter. It's the largest and brightest of 200 or so known globular clusters that roam the halo of our Milky Way galaxy. Though most star clusters consist of stars with the same age and composition, the enigmatic Omega Cen exhibits the presence of different stellar populations with a spread of ages and chemical abundances. In fact, Omega Cen may be the remnant core of a small galaxy merging with the Milky Way. Omega Centauri's red giant stars (with a yellowish hue) are easy to pick out in this sharp, color telescopic view.",
    "hdurl": "https://apod.nasa.gov/apod/image/2303/NGC5139_Omega_Centauri_3700px.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Millions of Stars in Omega Centauri",
    "url": "https://apod.nasa.gov/apod/image/2303/NGC5139_Omega_Centauri_1024px.jpg"
  },
  {
    "copyright": "Chesterfield Astronomical Society",
    "date": "2023-03-17",
    "explanation": "Braided and serpentine filaments of glowing gas suggest this nebula's popular name, The Medusa Nebula. Also known as Abell 21, this Medusa is an old planetary nebula some 1,500 light-years away in the constellation Gemini. Like its mythological namesake, the nebula is associated with a dramatic transformation. The planetary nebula phase represents a final stage in the evolution of low mass stars like the sun as they transform themselves from red giants to hot white dwarf stars and in the process shrug off their outer layers. Ultraviolet radiation from the hot star powers the nebular glow. The Medusa's transforming star is the faint one near the center of the overall bright crescent shape. In this deep telescopic view, fainter filaments clearly extend below and right of the bright crescent region. The Medusa Nebula is estimated to be over 4 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/2303/medusaNeb.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Medusa Nebula",
    "url": "https://apod.nasa.gov/apod/image/2303/medusaNeb1024.jpg"
  },
  {
    "date": "2023-03-18",
    "explanation": "Driven by powerful stellar winds, expanding shrouds of gas and dust frame hot, luminous star Wolf-Rayet 124 in this sharp infrared view. The eye-catching 6-spike star pattern is characteristic of stellar images made with the 18 hexagonal mirrors of the James Webb Space Telescope. About 15,000 light-years distant toward the pointed northern constellation Sagitta, WR 124 has over 30 times the mass of the Sun. Produced in a brief and rarely spotted phase of massive star evolution in the Milky Way, this star's turbulent nebula is nearly 6 light-years across. It heralds WR 124's impending stellar death in a supernova explosion.  Formed in the expanding nebula, dusty interstellar debris that survives the supernova will influence the formation of future generations of stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/2303/WR124_Webb.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Wolf-Rayet 124",
    "url": "https://apod.nasa.gov/apod/image/2303/WR124_Webb1024.png"
  },
  {
    "copyright": "Robert Fedez",
    "date": "2023-03-19",
    "explanation": "To see the feathered serpent descend the Mayan pyramid requires exquisite timing.  You must visit El Castillo -- in Mexico's Yucatán Peninsula -- near an equinox.  Then, during the late afternoon if the sky is clear, the pyramid's own shadows create triangles that merge into the famous illusion of a slithering viper.  Also known as the Temple of Kukulkan, the impressive step-pyramid stands 30 meters tall and 55 meters wide at the base.  Built up as a series of square terraces by the pre-Columbian civilization between the 9th and 12th century, the structure can be used as a calendar and is noted for astronomical alignments. The featured composite image was captured in 2019 with Jupiter and Saturn straddling the diagonal central band of our Milky Way galaxy. Tomorrow marks another equinox -- not only at Temple of Kukulcán, but all over planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2303/MayanMilkyWay_Fernandez_1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Equinox at the Pyramid of the Feathered Serpent",
    "url": "https://apod.nasa.gov/apod/image/2303/MayanMilkyWay_Fernandez_1080.jpg"
  },
  {
    "copyright": "Detlef Hartmann",
    "date": "2023-03-20",
    "explanation": "Are your eyes good enough to see the Crab Nebula expand?  The Crab Nebula is cataloged as M1, the first on Charles Messier's famous list of things which are not comets. In fact, the Crab is now known to be a supernova remnant, an expanding cloud of debris from the explosion of a massive star. The violent birth of the Crab was witnessed by astronomers in the year 1054. Roughly 10 light-years across today, the nebula is still expanding at a rate of over 1,000 kilometers per second. Over the past decade, its expansion has been documented in this stunning time-lapse movie. In each year from 2008 to 2022, an image was produced with the same telescope and camera from a remote observatory in Austria. The sharp, processed frames even reveal the dynamic energetic emission surrounding the rapidly spinning pulsar at the center.  The Crab Nebula lies about 6,500 light-years away toward the constellation of the Bull (Taurus).",
    "media_type": "video",
    "service_version": "v1",
    "title": "M1: The Expanding Crab Nebula",
    "url": "https://www.youtube.com/embed/wfzz8FUD4TM?rel=0"
  },
  {
    "copyright": "Vikas Chander",
    "date": "2023-03-21",
    "explanation": "Can dust be beautiful? Yes, and it can also be useful.  The Taurus molecular cloud has several bright stars, but it is the dark dust that really draws attention.  The pervasive dust has waves and ripples and makes picturesque dust bunnies, but perhaps more importantly, it marks regions where interstellar gas is dense enough to gravitationally contract to form stars. In the image center is a light cloud lit by neighboring stars that is home not only to a famous nebula, but to a very young and massive famous star.  Both the star, T Tauri, and the nebula, Hind's Variable Nebula, are seen to vary dramatically in brightness -- but not necessarily at the same time, adding to the mystery of this intriguing region. T Tauri and similar stars are now generally recognized to be Sun-like stars that are less than a few million years old and so still in the early stages of formation. The featured image spans about four degrees not far from the Pleiades star cluster, while the featured dust field lies about 400 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/2303/TaurusDust_Chander_4096.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Nebulae and Star Formation in Taurus",
    "url": "https://apod.nasa.gov/apod/image/2303/TaurusDust_Chander_1080.jpg"
  },
  {
    "copyright": "Abdullah Al-Harbi",
    "date": "2023-03-22",
    "explanation": "How far can you see? The most distant object easily visible to the unaided eye is M31, the great Andromeda Galaxy, over two million light-years away.  Without a telescope, even this immense spiral galaxy appears as an unremarkable, faint, nebulous cloud in the constellation Andromeda.  But a bright white nucleus, dark winding dust lanes, luminous blue spiral arms, and bright red emission nebulas are recorded in this stunning fifteen-hour telescopic digital mosaic of our closest major galactic neighbor.  But how do we know this spiral nebula is really so far away? This question was central to the famous Shapley-Curtis debate of 1920.  M31's great distance was determined in the 1920s by observations that resolved individual stars that changed their brightness in a way that gave up their true distance. The result proved that Andromeda is just like our Milky Way Galaxy -- a conclusion making the rest of the universe much more vast than had ever been previously imagined.",
    "hdurl": "https://apod.nasa.gov/apod/image/2303/M31_Alharbi_4822.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M31: The Andromeda Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2303/M31_Alharbi_960.jpg"
  },
  {
    "copyright": "Roberto Marinoni",
    "date": "2023-03-23",
    "explanation": "A mere 46 million light-years distant, spiral galaxy NGC 2841 can be found in planet Earth's night sky toward the northern constellation of Ursa Major. This sharp image centered on the gorgeous island universe also captures spiky foreground Milky Way stars and more distant background galaxies within the same telescopic field of view. It shows off the bright nucleus of NGC 2841, along with its inclined galactic disk, and faint outer regions.  Dust lanes, small star-forming regions, and young star clusters are embedded in the galaxy's patchy, tightly wound spiral arms. In contrast, many other spirals exhibit broader, sweeping arms with large star-forming regions.  NGC 2841 has a diameter of over 150,000 light-years, making it even larger than our own Milky Way. X-ray images suggest that extreme outflows from giant stars and stellar explosions create plumes of hot gas extending into a halo around NGC 2841.",
    "hdurl": "https://apod.nasa.gov/apod/image/2303/NGC2841_Astrobin.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy NGC 2841",
    "url": "https://apod.nasa.gov/apod/image/2303/NGC2841_1024.jpg"
  },
  {
    "copyright": "Former darling",
    "date": "2023-03-24",
    "explanation": "Former darling of the northern sky Comet C/2022E3 (ZTF) has faded. During its closest approach to our fair planet in early February Comet ZTF was a mere 2.3 light-minutes distant. Then known as the green comet, this visitor from the remote Oort Cloud is now nearly 13.3 light-minutes away. In this deep image, composed of exposures captured on March 21, the comet still sports a broad, whitish dust tail and greenish tinted coma though. Not far on the sky from Orion's bright star Rigel, Comet ZTF shares the field of view with faint, dusty nebulae and distant background galaxies. The telephoto frame is crowded with Milky Way stars toward the constellation Eridanus. The influence of Jupiter's gravity on the comet's orbit as ZTF headed for the inner solar system, may have set the comet on an outbound journey, never to return.",
    "hdurl": "https://apod.nasa.gov/apod/image/2303/C2022E3_230321.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Outbound Comet ZTF",
    "url": "https://apod.nasa.gov/apod/image/2303/C2022E3_230321_1024.jpg"
  },
  {
    "copyright": "Giorgia Hofer",
    "date": "2023-03-25",
    "explanation": "On March 23 early evening skygazers could watch Venus and a young crescent moon, both near the western horizon. On that date Earth's brilliant evening star, faint lunar night side and slender sunlit crescent were captured in this telephoto skyscape posing alongside a church tower from Danta di Cadore, Dolomiti, Italy. Of course the subtle lunar illumination is earthshine, earthlight reflected from the Moon's night side. A description of earthshine, in terms of sunlight reflected by Earth's oceans illuminating the Moon's dark surface, was written over 500 years ago by Leonardo da Vinci. On March 24, from some locations the Moon could be seen to occult or pass in front of Venus. Around the planet tonight, a waxing lunar crescent will appear near the Pleiades star cluster.",
    "hdurl": "https://apod.nasa.gov/apod/image/2303/_GHR3094-venerelunafirma.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus and the Da Vinci Glow",
    "url": "https://apod.nasa.gov/apod/image/2303/_GHR3094-venerelunafirma800.jpg"
  },
  {
    "date": "2023-03-26",
    "explanation": "How far out will humanity explore? If this video's fusion of real space imagery and fictional space visualizations is on the right track, then at least the Solar System. Some of the video's wondrous sequences depict future humans drifting through the rings of Saturn, exploring Jupiter from a nearby spacecraft, and jumping off a high cliff in the low gravity of a moon of Uranus. Although no one can know the future, wandering and exploring beyond boundaries -- both physical and intellectual -- is part of the human spirit and has frequently served humanity well in the past.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Wanderers",
    "url": "//player.vimeo.com/video/108650530?title=0&byline=0&portrait=0&badge=0&color=ffffff"
  },
  {
    "copyright": "Cari Letelier",
    "date": "2023-03-27",
    "explanation": "Reports of powerful solar flares started a seven-hour quest north to capture modern monuments against an aurora-filled sky.  The peaks of iconic Arctic Henge in Raufarhöfn in northern Iceland were already aligned with the stars: some are lined up toward the exact north from one side and toward exact south from the other. The featured image, taken after sunset late last month, looks directly south, but since the composite image covers so much of the sky, the north star Polaris is actually visible at the very top of the frame. Also visible are familiar constellations including the Great Bear (Ursa Major) on the left, and the Hunter (Orion) on the lower right. The quest was successful.  The sky lit up dramatically with bright and memorable auroras that shimmered with amazing colors including red, pink, yellow, and green -- sometimes several at once.",
    "hdurl": "https://apod.nasa.gov/apod/image/2303/ArcticHenge_Letelier_1765.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Over Arctic Henge",
    "url": "https://apod.nasa.gov/apod/image/2303/ArcticHenge_Letelier_960.jpg"
  },
  {
    "copyright": "T. SlovinskýP. HorálekIoP OpavaCTIONOIRLabNSFAURA",
    "date": "2023-03-28",
    "explanation": "Yes, but can your green flash do this? A green flash at sunset is a rare event that many Sun watchers pride themselves on having seen.  Once thought to be a myth, a green flash is now understood to occur when the Earth's atmosphere acts like both a prism and a lens. Different atmospheric layers create altitude-variable refraction that takes light from the top of the Sun and disperses its colors, creates two images, and magnifies it in just the right way to make a thin sliver appear green just before it disappears. Pictured, though, is an even more unusual sunset. From the high-altitude Cerro Tololo Inter-American Observatory in Chile one day last April, the Sun was captured setting beyond an atmosphere with multiple distinct thermal layers, creating several  mock images of the Sun.  This time and from this location, many of those layers produced a green flash simultaneously. Just seconds after this multiple-green-flash event was caught by two well-surprised astrophotographers, the Sun set below the clouds.",
    "hdurl": "https://apod.nasa.gov/apod/image/2303/GreenFlashesB_Slovinsky_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Multiple Green Flash Sunset",
    "url": "https://apod.nasa.gov/apod/image/2303/GreenFlashesB_Slovinsky_960.jpg"
  }
]
