[
  {
    "copyright": "Serge Brunier, Jean-François Bax, David Vernet",
    "date": "2023-09-01",
    "explanation": "In 1716, English astronomer Edmond Halley noted, \"This is but a little Patch, but it shows itself to the naked Eye, when the Sky is serene and the Moon absent.\" Of course, M13 is now less modestly recognized as the Great Globular Cluster in Hercules, one of the brightest globular star clusters in the northern sky. Sharp telescopic views like this one reveal the spectacular cluster's hundreds of thousands of stars. At a distance of 25,000 light-years, the cluster stars crowd into a region 150 light-years in diameter. Approaching the cluster core, upwards of 100 stars could be contained in a cube just 3 light-years on a side. For comparison, the closest star to the Sun is over 4 light-years away. The remarkable range of brightness recorded in this image follows stars into the dense cluster core.",
    "hdurl": "https://apod.nasa.gov/apod/image/2309/M13-totale-en-cours-crop8.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Great Globular Cluster in Hercules",
    "url": "https://apod.nasa.gov/apod/image/2309/M13-totale-en-cours-crop8_1024.jpg"
  },
  {
    "copyright": "Lorand Fenyes",
    "date": "2023-09-02",
    "explanation": "These cosmic clouds have blossomed 1,300 light-years away in the fertile starfields of the constellation Cepheus. Called the Iris Nebula, NGC 7023 is not the only nebula to evoke the imagery of flowers. Still, this deep telescopic image shows off the Iris Nebula's range of colors and symmetries embedded in surrounding fields of interstellar dust. Within the Iris itself, dusty nebular material surrounds a hot, young star. The dominant color of the brighter reflection nebula is blue, characteristic of dust grains reflecting starlight. Central filaments of the reflection nebula glow with a faint reddish photoluminescence as some dust grains effectively convert the star's invisible ultraviolet radiation to visible red light. Infrared observations indicate that this nebula contains complex carbon molecules known as PAHs. The dusty blue petals of the Iris Nebula span about six light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2309/268_lorand_fenyes_iris_ngc7023.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7023: The Iris Nebula",
    "url": "https://apod.nasa.gov/apod/image/2309/268_lorand_fenyes_iris_ngc7023_1024.jpg"
  },
  {
    "date": "2023-09-03",
    "explanation": "Periodic comet 73P/Schwassmann-Wachmann 3 has broken up at least twice. A cosmic souffle of ice and dust left over from the early solar system, this comet was first seen to split into several large pieces during the close-in part of its orbit in 1995.  However, in the 2006 passage, it disintegrated into dozens of fragments that stretched several degrees across the sky. Since comets are relatively fragile, stresses from heat, gravity and outgassing, for example, could be responsible for their tendency to break up in such a spectacular fashion when they near the hot Sun. The Hubble Space Telescope recorded, in 2006, the featured sharp view of prolific Fragment B, itself trailing a multitude of smaller pieces, each with its own cometary coma and tail. The picture spans over 3,000 kilometers at the comet's distance of 32 million kilometers from planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2309/fragb73p_hst_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Schwassmann-Wachmann 3 Fragments",
    "url": "https://apod.nasa.gov/apod/image/2309/fragb73p_hst_960.jpg"
  }
]
