[
  {
    "copyright": "Michael Carroll",
    "date": "2023-02-01",
    "explanation": "Seven worlds orbit the ultracool dwarf star TRAPPIST-1. A mere 40 light-years away, many of the exoplanets were discovered in 2016 using the Transiting Planets and Planetesimals Small Telescope (TRAPPIST) located in the Atlas Mountains of Morocco, and later confirmed with telescope including NASA's Spitzer Space Telescope. The TRAPPIST-1 planets are likely all rocky and similar in size to Earth, and so compose one of the largest treasure troves of terrestrial planets ever detected around a single star. Because they orbit very close to their faint, tiny star they could also have regions where surface temperatures allow for the presence of ice or even liquid water, a key ingredient for life. Their tantalizing proximity to Earth makes them prime candidates for future telescopic explorations of the atmospheres of potentially habitable planets.  All seven exoplanets appear in the featured illustration, which imagines a view from the most distant known world of this system, TRAPPIST-1h, as having a rocky landscape covered in ice. Meanwhile, in the imagined background, one of the system's inner planets crosses in front of the dim, orange, nearly Jupiter-sized parent star.   Astrophysicists: Browse 3,000+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/Trappist1h_Carroll_1238.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Seventh World of Trappist-1",
    "url": "https://apod.nasa.gov/apod/image/2302/Trappist1h_Carroll_960.jpg"
  },
  {
    "copyright": "Daniel Stern",
    "date": "2023-02-02",
    "explanation": "The 1970s are sometimes ignored by astronomers. For example, this beautiful grouping of reflection nebulae in Orion - NGC 1977, NGC 1975, and NGC 1973 - is usually overlooked in favor of the substantial glow from the nearby stellar nursery better known as the Orion Nebula. Found along Orion's sword just north of the bright Orion Nebula complex, these reflection nebulae are also associated with Orion's giant molecular cloud about 1,500 light-years away, but are dominated by the characteristic blue color of interstellar dust reflecting light from hot young stars. In this sharp color image a portion of the Orion Nebula appears along the bottom border with the cluster of reflection nebulae at picture center. NGC 1977 stretches across the field just below center, separated from NGC 1973 (above right) and NGC 1975 (above left) by dark regions laced with faint red emission from hydrogen atoms. Taken together, the dark regions suggest the popular moniker, the Running Man Nebula. At the estimated distance of Orion's dusty molecular cloud this running man would be about 15 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/NGC1975RunningMan.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Reflections on the 1970s",
    "url": "https://apod.nasa.gov/apod/image/2302/NGC1975RunningMan_1024.jpg"
  },
  {
    "copyright": "David Ibarra Gomez",
    "date": "2023-02-03",
    "explanation": "Stars trace concentric arcs around the North Celestial Pole in this three hour long night sky composite, recorded with a digital camera fixed to a tripod on January 31, near Àger, Lleida, Spain. On that date Comet C/2022 E3 (ZTF) was near its northernmost declination in planet Earth's sky. That put the comet about 10 degrees from Earth's North Celestial Pole making the comet's position circumpolar, always above the horizon, from all locations on planet Earth at more than 10 degrees northern latitude. In the startrail image, the extension of Earth's axis of rotation into space is at the left. North star Polaris traces the short, bright, concentric arc less than a degree from the North Celestial Pole. The trail of Comet ZTF is indicated at the right, its apparent motion mostly reflecting Earth's rotation like the stars. But heading for its closest approach to planet Earth on February 1, the comet is also moving significantly with respect to the background stars. The diffuse greenish trail of Comet ZTF is an almost concentric arc mingled with startrails as it sweeps through the long-necked constellation Camelopardalis.",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/C2022E3(ZTF)Circumpolarv2comentada.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Polaris and the Trail of Comet ZTF",
    "url": "https://apod.nasa.gov/apod/image/2302/C2022E3(ZTF)Circumpolarv2comentada1024.jpg"
  },
  {
    "copyright": "Mike Selby",
    "date": "2023-02-04",
    "explanation": "Centered in this colorful cosmic canvas, NGC 2626 is a beautiful, bright, blue reflection nebula in the southern Milky Way. Next to an obscuring dust cloud and surrounded by reddish hydrogen emission from large H II region RCW 27 it lies within a complex of dusty molecular clouds known as the Vela Molecular Ridge. NGC 2626 is itself a cloud of interstellar dust reflecting blue light from the young hot embedded star visible within the nebula. But astronomical explorations reveal many other young stars and associated nebulae in the star-forming region. NGC 2626 is about 3,200 light-years away. At that distance this telescopic field of view would span about 30 light-years along the Vela Molecular Ridge.",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/NGC_2626_CDK_700_II_20_Jan_2023.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2626 along the Vela Molecular Ridge",
    "url": "https://apod.nasa.gov/apod/image/2302/NGC_2626_CDK_700_II_20_Jan_2023_1024.jpg"
  }
]
