[
  {
    "copyright": "Nicolas Rolland",
    "date": "2023-04-01",
    "explanation": "Distorted galaxy NGC 2442 can be found in the southern constellation of the flying fish, (Piscis) Volans. Located about 50 million light-years away, the galaxy's two spiral arms extending from a pronounced central bar give it a hook-shaped appearance in this deep colorful image, with spiky foreground stars scattered across the telescopic field of view. The image also reveals the distant galaxy's obscuring dust lanes, young blue star clusters and reddish star forming regions surrounding a core of yellowish light from an older population of stars. But the star forming regions seem more concentrated along the drawn-out (upper right) spiral arm. The distorted structure is likely the result of an ancient close encounter with the smaller galaxy seen near the top left of the frame. The two interacting galaxies are separated by about 150,000 light-years at the estimated distance of NGC 2442.",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/NGC2442-NicolasROLLAND_signatur.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2442: Galaxy in Volans",
    "url": "https://apod.nasa.gov/apod/image/2304/NGC2442-NicolasROLLAND_signatur1024.jpg"
  },
  {
    "date": "2023-04-02",
    "explanation": "It was noticed hundreds of years ago by stargazers who could not understand its unusual shape.  It looked like a ring on the sky. Except for the rings of Saturn, the Ring Nebula (M57) may be the most famous celestial circle. We now know what it is, and that its iconic shape is due to our lucky perspective. The recent mapping of the expanding nebula's 3-D structure, based in part on this clear Hubble image,indicates that the nebula is a relatively dense, donut-like ring wrapped around the middle of an (American) football-shaped cloud of glowing gas. Our view from planet Earth looks down the long axis of the football, face-on to the ring. Of course, in this well-studied example of a planetary nebula, the glowing material does not come from planets. Instead, the gaseous shroud represents outer layers expelled from the dying, once sun-like star, now a tiny pinprick of light seen at the nebula's center. Intense ultraviolet light from the hot central star ionizes atoms in the gas. The Ring Nebula is about one light-year across and 2,500 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/Ring_HubbleSchmidt_1548.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M57: The Ring Nebula from Hubble",
    "url": "https://apod.nasa.gov/apod/image/2304/Ring_HubbleSchmidt_960.jpg"
  },
  {
    "date": "2023-04-03",
    "explanation": "What causes this unusual curving structure near the center of our Galaxy? The long parallel rays slanting across the top of the featured radio image are known collectively as the Galactic Center Radio Arc and point out from the Galactic plane.  The Radio Arc is connected to the Galactic Center by strange curving filaments known as the Arches.  The bright radio structure at the bottom right surrounds a black hole at the Galactic Center and is known as Sagittarius A*.  One origin hypothesis holds that the Radio Arc and the Arches have their geometry because they contain hot plasma flowing along lines of a constant magnetic field.  Images from NASA's Chandra X-ray Observatory appear to show this plasma colliding with a nearby cloud of cold gas.",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/GalCenRadioArc_MeerKat_1080.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Galactic Center Radio Arc",
    "url": "https://apod.nasa.gov/apod/image/2304/GalCenRadioArc_MeerKat_1080.jpg"
  },
  {
    "date": "2023-04-04",
    "explanation": "The largest volcano in our Solar System is on Mars.  Although three times higher than Earth's Mount Everest, Olympus Mons will not be difficult for humans to climb because of the volcano's shallow slopes and Mars' low gravity.  Covering an area greater than the entire Hawaiian volcano chain, the slopes of Olympus Mons typically rise only a few degrees at a time.  Olympus Mons is an immense shield volcano, built long ago by fluid lava.  A relatively static surface crust allowed it to build up over time. Its last eruption is thought to have been about 25 million years ago.  The featured image was taken by the European Space Agency's robotic Mars Express spacecraft currently orbiting the  Red Planet.    Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/OlympusMons_MarsExpress_6000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Olympus Mons: Largest Volcano in the Solar System",
    "url": "https://apod.nasa.gov/apod/image/2304/OlympusMons_MarsExpress_960.jpg"
  },
  {
    "date": "2023-04-05",
    "explanation": "In this Hubble Space Telescope image the bright, spiky stars lie in the foreground toward the heroic northern constellation Perseus and well within our own Milky Way galaxy. In sharp focus beyond is UGC 2885, a giant spiral galaxy about 232 million light-years distant. Some 800,000 light-years across compared to the Milky Way's diameter of 100,000 light-years or so, it has around 1 trillion stars. That's about 10 times as many stars as the Milky Way. Part of an investigation to understand how galaxies can grow to such enormous sizes, UGC 2885 was also part of An Interesting Voyage and astronomer Vera Rubin's pioneering study of the rotation of spiral galaxies. Her work was the first to convincingly demonstrate the dominating presence of dark matter in our universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/RubinsGalaxy_hst2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rubin's Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2304/RubinsGalaxy_hst1024.jpg"
  },
  {
    "date": "2023-04-06",
    "explanation": "Relativity's Terran 1 Rocket is mostly 3D-printed. It burns a cryogenic rocket fuel composed of liquid methane and liquid oxygen (methalox). In this close-up of a Terran 1 launch on the night of March 22 from Cape Canaveral, icy chunks fall through the stunning frame as intense blue exhaust streams from its nine Aeon 1 engines. In a largely successful flight the inovative rocket achieved main engine cutoff and stage separation but fell short of orbit after an anomaly at the beginning of its second stage flight. Of course this Terran 1 rocket was never intended to travel to Mars. Still, the methane and liquid oxygen components of its methalox fuel can be made solely from materials found on the Red Planet. Methalox manufactured on Mars could be used as fuel for rockets returning to planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/2023-03-22_Terran-1-GLHF_Kraus_Res-2048px_3849.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Terran 1 Burns Methalox",
    "url": "https://apod.nasa.gov/apod/image/2304/2023-03-22_Terran-1-GLHF_Kraus_thumb.jpg"
  },
  {
    "copyright": "Rheinhold Wittich",
    "date": "2023-04-07",
    "explanation": "Brilliant, blue, supergiant star Rigel marks the foot of Orion the Hunter in planet Earth's night. Designated Beta Orionis, it's at the center of this remarkably deep and wide field of view.  Rigel's blue color indicates that it is much hotter than its rival supergiant in Orion the yellowish Betelgeuse (Alpha Orionis), though both stars are massive enough to eventually end their days as core collapse supernovae. Some 860 light-years away, Rigel is hotter than the Sun too and extends to about 74 times the solar radius. That's about the size of the orbit of Mercury. In the 10 degree wide frame toward the nebula rich constellation, the Orion Nebula is at the upper left. To the right of Rigel and illuminated by its brilliant blue starlight lies the dusty Witch Head Nebula. Rigel is part of a multiple star system, though its companion stars are much fainter.",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/Rigel_wide.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rigel Wide",
    "url": "https://apod.nasa.gov/apod/image/2304/Rigel_wide1200.jpg"
  },
  {
    "date": "2023-04-08",
    "explanation": "Majestic on a truly cosmic scale, M100 is appropriately known as a grand design spiral galaxy.  It is a large galaxy of over 100 billion stars with well-defined spiral arms that is similar to our own Milky Way Galaxy.  One of the brightest members of the Virgo Cluster of galaxies, M100 (alias NGC 4321) is 56 million light-years distant toward the constellation of Berenice's Hair (Coma Berenices).  This Hubble Space Telescope image of M100 was taken with the Wide Field Camera 3 and accentuates bright blue star clusters and intricate winding dust lanes which are hallmarks of this class of galaxies.  Studies of variable stars in M100 have played an important role in determining the size and age of the Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/M100_HubbleWfc3_3679.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M100: A Grand Design Spiral Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2304/M100_HubbleWfc3_960.jpg"
  },
  {
    "date": "2023-04-09",
    "explanation": "Where is the center of the Egg Nebula? Emerging from a cosmic egg, the star in the center of the Egg Nebula is casting away shells of gas and dust as it slowly transforms itself into a white dwarf star.  The Egg Nebula is a rapidly evolving pre- planetary nebula spanning about one light year. It lies some 3,000 light-years away toward the northern constellation Cygnus. Thick dust blocks the center star from view, while the dust shells farther out reflect light from this star.  Light vibrating in the plane defined by each dust grain, the central star, and the observer is preferentially reflected, causing an effect known as polarization.  Measuring the orientation of the polarized light for the Egg Nebula gives clues to location of the hidden source.  Taken by Hubble's Advanced Camera for Surveys",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/egg_hst_0.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Egg Nebula in Polarized Light",
    "url": "https://apod.nasa.gov/apod/image/2304/egg_hst_0c1099.jpg"
  },
  {
    "copyright": "Daniel Stern",
    "date": "2023-04-10",
    "explanation": "To some, it looks like a giant chicken running across the sky. To others, it looks like a gaseous nebula where star formation takes place. Cataloged as IC 2944, the Running Chicken Nebula spans about 100 light years and lies about 6,000 light years away toward the constellation of the Centaur (Centaurus).  The featured image, shown in scientifically assigned colors, was captured recently in a 16-hour exposure over three nights. The star cluster Collinder 249 is visible embedded in the nebula's glowing gas.  Although difficult to discern here, several dark molecular clouds with distinct shapes can be found inside the nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/ChickenRun_Stern_9006.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 2944: The Running Chicken Nebula",
    "url": "https://apod.nasa.gov/apod/image/2304/ChickenRun_Stern_960.jpg"
  },
  {
    "copyright": "Javier Zayaz",
    "date": "2023-04-11",
    "explanation": "Why is Polaris called the North Star? First, Polaris is the nearest bright star toward the north spin axis of the Earth.  Therefore, as the Earth turns, stars appear to revolve around Polaris, but Polaris itself always stays in the same northerly direction -- making it the North Star.  Since no bright star is near the south spin axis of the Earth, there is currently no bright South Star.  Thousands of years ago, Earth's spin axis pointed in a slightly different direction so that Vega was the North Star.  Although Polaris is not the brightest star on the sky, it is easily located because it is nearly aligned with two stars in the cup of the Big Dipper. Polaris is near the center of the eight-degree wide featured image, a digital composite of hundreds of exposures that brings out faint gas and dust of the Integrated Flux Nebula (IFN) all over the frame as well as the globular star cluster NGC 188 on the far left.  The surface of Cepheid Polaris slowly pulsates, causing the famous star to change its brightness by a few percent over the course of a few days.    Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/PolarisIfn_Zayaz_4000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "North Star: Polaris and Surrounding Dust",
    "url": "https://apod.nasa.gov/apod/image/2304/PolarisIfn_Zayaz_960.jpg"
  },
  {
    "copyright": "Howard Trottier",
    "date": "2023-04-12",
    "explanation": "The large stellar association cataloged as NGC 206 is nestled within the dusty arms of the neighboring Andromeda galaxy along with the galaxy's pinkish star-forming regions. Also known as M31, the spiral galaxy is a mere 2.5 million light-years away. NGC 206 is found right of center in this sharp and detailed close-up of the southwestern extent of Andromeda's disk. The bright, blue stars of NGC 206 indicate its youth. In fact, its youngest massive stars are less than 10 million years old. Much larger than the open or galactic clusters of young stars in the disk of our Milky Way galaxy, NGC 206 spans about 4,000 light-years. That's comparable in size to the giant stellar nurseries NGC 604 in nearby spiral M33 and the Tarantula Nebula in the Large Magellanic Cloud.",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/Trottier_M31SW_APOD_Re.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 206 and the Star Clouds of Andromeda",
    "url": "https://apod.nasa.gov/apod/image/2304/Trottier_M31SW_APOD_Re1024.jpg"
  },
  {
    "date": "2023-04-13",
    "explanation": "Stars of the globular cluster NGC 2419 are packed into this Hubble Space Telescope field of view toward the mostly stealthy constellation Lynx. The two brighter spiky stars near the edge of the frame are within our own galaxy. NGC 2419 itself is remote though, some 300,000 light-years away. In comparison, the Milky Way's satellite galaxy, the Large Magellanic Cloud, is only about 160,000 light-years distant. Roughly similar to other large globular star clusters like Omega Centauri, NGC 2419 is intrinsically bright, but appears faint because it is so far away. Its extreme distance makes it difficult to study and compare its properties with other globular clusters that roam the halo of our Milky Way galaxy. Sometimes called \"the Intergalactic Wanderer\", NGC 2419 really does seem to have come from beyond the Milky Way. Measurements of the cluster's motion through space suggest it once belonged to the Sagittarius dwarf spheroidal galaxy, another small satellite galaxy being disrupted by repeated encounters with the much larger Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/hubble_ngc2419_potw1908a.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2419: Intergalactic Wanderer",
    "url": "https://apod.nasa.gov/apod/image/2304/hubble_ngc2419_potw1908a_1024.jpg"
  },
  {
    "copyright": "Mike Selby",
    "date": "2023-04-14",
    "explanation": "Sharp telescopic views of NGC 3628 show a puffy galactic disk divided by dark dust lanes. Of course, this portrait of the magnificent, edge-on spiral galaxy puts some astronomers in mind of its popular moniker, the Hamburger Galaxy. It also reveals a small galaxy nearby (below), likely a satellite of NGC 3628, and a very faint but extensive tidal tail. The drawn out tail stretches for about 300,000 light-years, even beyond the left edge of the frame. NGC 3628 shares its neighborhood in the local universe with two other large spirals M65 and M66 in a grouping otherwise known as the Leo Triplet. Gravitational interactions with its cosmic neighbors are likely responsible for creating the tidal tail, as well as the extended flare and warp of this spiral's disk. The tantalizing island universe itself is about 100,000 light-years across and 35 million light-years away in the northern springtime constellation Leo.",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/NGC3628LRGBCDK1000+24March2023Small.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Portrait of NGC 3628",
    "url": "https://apod.nasa.gov/apod/image/2304/NGC3628LRGBCDK1000+24March2023Small1024.jpg"
  },
  {
    "copyright": "Tunc Tezel",
    "date": "2023-04-15",
    "explanation": "A composite of images captured about a week apart from mid August 2022 through late March 2023, this series traces the retrograde motion of ruddy-colored Mars. Progressing from lower right to upper left Mars makes a Z-shaped path as it wanders past the Pleiades and Hyades star clusters, through the constellation Taurus in planet Earth's night sky. Seen about every two years, Mars doesn't actually reverse the direction of its orbit to trace out the Z-shape though. Instead, the apparent backwards or retrograde motion with respect to the background stars is a reflection of the orbital motion of Earth itself. Retrograde motion can be seen each time Earth overtakes and laps planets orbiting farther from the Sun, the Earth moving more rapidly through its own relatively close-in orbit.  High in northern hemisphere skies the Red Planet was opposite the Sun and at its closest and brightest on December 8, near the center of the frame. Seen close to Mars, a popular visitor to the inner Solar System, comet ZTF (C/2022 E3), was also captured on two dates, February 10 and February 16.",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/Ma2022-3.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "When Z is for Mars",
    "url": "https://apod.nasa.gov/apod/image/2304/Ma2022-3_1024.jpg"
  },
  {
    "date": "2023-04-16",
    "explanation": "Are stars better appreciated for their art after they die?  Actually, stars usually create their most artistic displays as they die.  In the case of low-mass stars like our Sun and M2-9 pictured here, the stars transform themselves from normal stars to white dwarfs by casting off their outer gaseous envelopes.  The expended gas frequently forms an impressive display called a planetary nebula that fades gradually over thousands of years.  M2-9, a butterfly planetary nebula 2100 light-years away shown in representative colors, has wings that tell a strange but incomplete tale.  In the center, two stars orbit inside a gaseous disk 10 times the orbit of Pluto.  The expelled envelope of the dying star breaks out from the disk creating the bipolar appearance.  Much remains unknown about the physical processes that cause and shape planetary nebulae.",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/M2D9_HubbleSchmidt_985.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M2-9: Wings of a Butterfly Nebula",
    "url": "https://apod.nasa.gov/apod/image/2304/M2D9_HubbleSchmidt_985.jpg"
  },
  {
    "copyright": "Valter Binotto",
    "date": "2023-04-17",
    "explanation": "What's that red ring in the sky? Lightning. The most commonly seen type of lightning involves flashes of bright white light between clouds. Over the past 50 years, though, other types of upper-atmospheric lightning have been confirmed, including red sprites and blue jets. Less well known and harder to photograph is a different type of upper atmospheric lightning known as ELVES. ELVES are thought to be created when an electromagnetic pulse shoots upward from charged clouds and impacts the ionosphere, causing nitrogen molecules to glow.  The red ELVES ring pictured had a radius of about 350 km and was captured in late March about 100 kilometers above Ancona, Italy. Years of experience and ultra-fast photography were used to capture this ELVES -- which lasted only about 0.001 second.",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/Elves_Binotto_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "ELVES Lightning over Italy",
    "url": "https://apod.nasa.gov/apod/image/2304/Elves_Binotto_1080.jpg"
  },
  {
    "date": "2023-04-18",
    "explanation": "Would you like to see a total eclipse of the Sun?  If so, do any friends or relatives live near the path of next April's eclipse?  If yes again, then you might want to arrange a well-timed visit. Next April 8, the path of a total solar eclipse will cross North America from western Mexico to eastern Canada, entering the USA in southern Texas and exiting in northern Maine.  All of North America will experience the least a partial solar eclipse.  Featured here is a map of the path of totality.  Many people who have seen a total solar eclipse tell stories about it for the rest of their lives.  As a warmup, an annular solar eclipse will be visible later this year -- in mid-October.",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/EclipseMap_nasa_5400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Map of Total Solar Eclipse Path in 2024 April",
    "url": "https://apod.nasa.gov/apod/image/2304/EclipseMap_nasa_1080.jpg"
  },
  {
    "copyright": "Juan Carlos Casado",
    "date": "2023-04-19",
    "explanation": "On some nights the sky is the best show in town.  On this night, auroras ruled the sky, and the geomagnetic storm that created this colorful sky show originated from an increasingly active Sun. Surprisingly, since the approaching solar CME the day before had missed the Earth, it was not expected that this storm would create auroras. In the foreground, two happily surprised aurora hunters contemplate the amazing and rapidly changing sky. Regardless of forecasts, though, auroras were reported in the night skies of Earth not only in the far north, but as far south as New Mexico, USA.  As captured in a wide-angle image above Saariselkä in northern Finnish Lapland, a bright aurora was visible with an unusually high degree of detail, range of colors, and breadth across the sky.  The vivid yellow, green, red and purple auroral colors are caused by oxygen and nitrogen atoms high in Earth's atmosphere reacting to incoming electrons.    Open Science: Browse 3,000+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/AuroraSnow_Casado_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Auroral Storm over Lapland",
    "url": "https://apod.nasa.gov/apod/image/2304/AuroraSnow_Casado_1080.jpg"
  },
  {
    "copyright": "Jeff Herman",
    "date": "2023-04-20",
    "explanation": "Spanning light-years, this suggestive shape known as the Seahorse Nebula appears in silhouette against a rich, luminous background of stars. Seen toward the royal northern constellation of Cepheus, the dusty, obscuring clouds are part of a Milky Way molecular cloud some 1,200 light-years distant. It is also listed as Barnard 150 (B150), one of 182 dark markings of the sky cataloged in the early 20th century by astronomer E. E. Barnard. Packs of low mass stars are forming within, but their collapsing cores are only visible at long infrared wavelengths. Still, the colorful stars of Cepheus add to this pretty, galactic skyscape.",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/Barnard-150_LRGB_HIGH-RES.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Dark Seahorse in Cepheus",
    "url": "https://apod.nasa.gov/apod/image/2304/Barnard-150_LRGB_HIGH-RES1024.jpg"
  },
  {
    "copyright": "Gwenaël Blanck",
    "date": "2023-04-21",
    "explanation": "Along a narrow path that mostly avoided landfall, the shadow of the New Moon raced across planet Earth's southern hemisphere on April 20 to create a rare annular-total or hybrid solar eclipse. A mere 62 seconds of totality could be seen though, when the dark central lunar shadow just grazed the North West Cape, a peninsula in western Australia. From top to bottom these panels capture the beginning, middle, and end of that fleeting total eclipse phase. At start and finish, solar prominences and beads of sunlight stream past the lunar limb. At mid-eclipse the central frame reveals the sight only easily visible during totality and most treasured by eclipse chasers, the magnificent corona of the active Sun. Of course eclipses tend to come in pairs. On May 5, the next Full Moon will just miss the dark inner part of Earth's shadow in a penumbral lunar eclipse.   Total Solar Eclipse of 2023 April Gallery: Notable Submissions to APOD Watch: Planet Earth's annual Lyrid Meteor Shower",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/PSX_20230420_140324.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar Eclipse from Western Australia",
    "url": "https://apod.nasa.gov/apod/image/2304/PSX_20230420_140324h1024.jpg"
  },
  {
    "date": "2023-04-22",
    "explanation": "In visible light NGC 1333 is seen as a reflection nebula, dominated by bluish hues characteristic of starlight reflected by interstellar dust. A mere 1,000 light-years distant toward the heroic constellation Perseus, it lies at the edge of a large, star-forming molecular cloud. This Hubble Space Telescope close-up frames a region just over 1 light-year wide at the estimated distance of NGC 1333. It shows details of the dusty region along with telltale hints of contrasty red emission from Herbig-Haro objects, jets and shocked glowing gas emanating from recently formed stars. In fact, NGC 1333 contains hundreds of stars less than a million years old, most still hidden from optical telescopes by the pervasive stardust. The chaotic environment may be similar to one in which our own Sun formed over 4.5 billion years ago. Hubble's stunning image of the stellar nursery was released to celebrate the 33rd anniversary of the space telescope's launch.  Watch: Planet Earth's annual Lyrid Meteor Shower",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/NGC1333HST33rd.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1333: Stellar Nursery in Perseus",
    "url": "https://apod.nasa.gov/apod/image/2304/NGC1333HST33rd_800.png"
  },
  {
    "copyright": "Joey Mole",
    "date": "2023-04-23",
    "explanation": "What's happening over the water?  Pictured here is one of the better images yet recorded of a waterspout, a type of tornado that occurs over water.  Waterspouts are spinning columns of rising moist air that typically form over warm water. Waterspouts can be as dangerous as tornadoes and can feature wind speeds over 200 kilometers per hour.  Some waterspouts form away from thunderstorms and even during relatively fair weather.  Waterspouts may be relatively transparent and initially visible only by an unusual pattern they create on the water.  The featured image was taken in 2013 July near Tampa Bay, Florida. The Atlantic Ocean off the coast of Florida is arguably the most active area in the world for waterspouts, with hundreds forming each year.    Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/waterspout_mole_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Waterspout in Florida",
    "url": "https://apod.nasa.gov/apod/image/2304/waterspout_mole_960.jpg"
  },
  {
    "copyright": "Kimberly Sibbald",
    "date": "2023-04-24",
    "explanation": "What powers this unusual nebula? CTB-1 is the expanding gas shell that was left when a massive star toward the constellation of Cassiopeia exploded about 10,000 years ago. The star likely detonated when it ran out of elements near its core that could create stabilizing pressure with nuclear fusion. The resulting supernova remnant, nicknamed the Medulla Nebula for its brain-like shape, still glows in visible light by the heat generated by its collision with confining interstellar gas.  Why the nebula also glows in X-ray light, though, remains a mystery. One hypothesis holds that an energetic pulsar was co-created that powers the nebula with a fast outwardly moving wind. Following this lead, a pulsar has recently been found in radio waves that appears to have been expelled by the supernova explosion at over 1000 kilometers per second.  Although the Medulla Nebula appears as large as a full moon, it is so faint that it took many hours of exposure with a telescope in Seven Persons, Alberta, Canada to create the featured image.",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/CTB1_Sibbald_6209.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Medulla Nebula Supernova Remnant",
    "url": "https://apod.nasa.gov/apod/image/2304/CTB1_Sibbald_960.jpg"
  },
  {
    "copyright": "Lorenzo Cordero",
    "date": "2023-04-25",
    "explanation": "Did you see an aurora over the past two nights? Many people who don't live in Earth's far north did.  Reports of aurora came in not only from northern locales in the USA as Alaska, but as far south as Texas and Arizona. A huge auroral oval extended over Europe and Asia, too. Pictured, an impressively red aurora was captured last night near the town of Cáceres in central Spain. Auroras were also reported in parts of southern Spain. The auroras resulted from a strong Coronal Mass Event (CME) that occurred on the Sun a few days ago. Particles from the CME crossed the inner Solar System before colliding with the Earth's magnetosphere.  From there, electrons and protons spiraled down the Earth's northern magnetic field lines and collided with oxygen and nitrogen in Earth's atmosphere, causing picturesque auroral glows. Our unusually active Sun may provide future opportunities to see the northern lights in southern skies.",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/NlightsSeurope_Cordero_5472.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Northern Lights over Southern Europe",
    "url": "https://apod.nasa.gov/apod/image/2304/NlightsSeurope_Cordero_960.jpg"
  },
  {
    "copyright": "Stefano Zanarello",
    "date": "2023-04-26",
    "explanation": "Was this a lucky shot? Although many amazing photographs are taken by someone who just happened to be in the right place at the right time, this image took skill and careful planning. First was the angular scale: if you shoot too close to the famous Arc de Triomphe in  Paris, France, the full moon will appear too small.  Conversely, if you shoot from too far away, the moon will appear  too large and not fit inside the Arc. Second is timing: the Moon only appears centered inside the Arc for small periods of time -- from this distance less than a minute. Other planned features include lighting, relative brightness, height, capturing a good foreground, and digital processing.  And yes, there is some luck involved -- for example, the sky must be clear. This time, the planning was successful, bringing two of humanity's most famous icons photographically together for all to enjoy.   Today's adventure link: Click \"Paris\" (above)",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/MoonArc_zanarello_1365.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Moon through the Arc de Triomphe",
    "url": "https://apod.nasa.gov/apod/image/2304/MoonArc_zanarello_960.jpg"
  },
  {
    "date": "2023-04-27",
    "explanation": "The Tarantula Nebula, also known as 30 Doradus, is more than a thousand light-years in diameter, a giant star forming region within nearby satellite galaxy the Large Magellanic Cloud. About 160 thousand light-years away, it's the largest, most violent star forming region known in the whole Local Group of galaxies. The cosmic arachnid is near the center of this spectacular image taken during the flight of SuperBIT (Super Pressure Balloon Imaging Telescope), NASA's balloon-borne 0.5 meter telescope now floating near the edge of space. Within the well-studied Tarantula (NGC 2070), intense radiation, stellar winds and supernova shocks from the central young cluster of massive stars, cataloged as R136, energize the nebular glow and shape the spidery filaments. Around the Tarantula are other star forming regions with young star clusters, filaments, and blown-out bubble-shaped clouds. SuperBIT's wide field of view spans over 2 degrees or 4 full moons in the southern constellation Dorado.",
    "hdurl": "https://apod.nasa.gov/apod/image/2304/SuperBIT_tarantula.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Tarantula Nebula from SuperBIT",
    "url": "https://apod.nasa.gov/apod/image/2304/SuperBIT_tarantula_1024.png"
  }
]
