[
  {
    "copyright": "\nMaryBeth Kiczenski\n",
    "date": "2023-11-01",
    "explanation": "Part of the Sun disappeared earlier this month, but few people were worried. The missing part, which included the center from some locations, just went behind the Moon in what is known as an annular solar eclipse.  Featured here is an eclipse sequence taken as the Moon was overtaking the rising Sun in the sky. The foreground hill is Factory Butte in Utah, USA. The rays flaring out from the Sun are not real -- they result from camera aperture diffraction and are known as sunstar. The Moon is real, but appears only in silhouette in this ring-of-fire eclipse. As stunning as this eclipse sequence is, it was considered just practice by the astrophotographer.  The reason? She hopes to use this experience to better photograph the total solar eclipse that will occur over North America on April 8, 2024.   Apply today (USA): Become a NASA Partner Eclipse Ambassador  Eclipse Album: Selected images sent in to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2311/UtahEclipseB_Kiczenski_1480.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Annular Solar Eclipse over Utah",
    "url": "https://apod.nasa.gov/apod/image/2311/UtahEclipseB_Kiczenski_960.jpg"
  },
  {
    "copyright": "Marcelo Rivera",
    "date": "2023-11-02",
    "explanation": "Named for the southern constellation toward which most of its galaxies can be found, the Fornax Cluster is one of the closest clusters of galaxies. About 62 million light-years away, it's over 20 times more distant than our neighboring Andromeda Galaxy, but only about 10 percent farther along than the better known and more populated Virgo Galaxy Cluster. Seen across this three degree wide field-of-view, almost every yellowish splotch on the image is an elliptical galaxy in the Fornax cluster. Elliptical galaxies NGC 1399 and NGC 1404 are the dominant, bright cluster members toward the bottom center. A standout, large barred spiral galaxy, NGC 1365, is visible on the upper right as a prominent Fornax cluster member.",
    "hdurl": "https://apod.nasa.gov/apod/image/2311/ClusterFornax.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Fornax Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/2311/ClusterFornax1024.jpg"
  },
  {
    "copyright": "Giorgia Hofer",
    "date": "2023-11-03",
    "explanation": "That bright beacon you've seen rising in the east just after sunset is Jupiter. Climbing high in midnight skies, our Solar System's ruling gas giant was at its 2023 opposition, opposite the Sun in planet Earth's sky, on November 2. But only a few days earlier, on October 28, the Moon was at its own opposition. Then both Full Moon and Jupiter could share this telephoto field of view. The celestial scene is composed from two exposures, one long and one short, blended to record bright planet and even brighter Moon during that evening's partial lunar eclipse. Moonlight shining through the thin, high clouds over northern Italy creates the colorful iridescence and lunar corona. Look closely and you'll also spot some of Jupiter's Galilean moons.",
    "hdurl": "https://apod.nasa.gov/apod/image/2311/_GHR7338_3_firma_picc.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter by Moonlight",
    "url": "https://apod.nasa.gov/apod/image/2311/_GHR7338_3_firma_picc1024.jpg"
  },
  {
    "date": "2023-11-04",
    "explanation": "Last Wednesday the voyaging Lucy spacecraft encountered its first asteroid, 152830 Dinkinesh, and discovered the inner-main belt asteroid has a moon. From a distance of just over 400 kilometers, Lucy's Long-Range Reconnaissance Imager captured this close-up of the binary system during a flyby at 4.5 kilometer per second or around 10,000 miles per hour. A marvelous world, Dinkinesh itself is small, less than 800 meters (about 0.5 miles) across at its widest. Its satellite is seen from the spacecraft's perspective to emerge from behind the primary asteroid. The asteroid moon is estimated to be only about 220 meters wide.",
    "hdurl": "https://apod.nasa.gov/apod/image/2311/dinkinesh-firstlook-llorri.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dinkinesh Moonrise",
    "url": "https://apod.nasa.gov/apod/image/2311/dinkinesh-firstlook-llorri.png"
  },
  {
    "copyright": "\nOle C. Salomonsen\n(Arctic Light Photo) \n",
    "date": "2023-11-05",
    "explanation": "It was Halloween and the sky looked like a creature. Exactly which creature, the astrophotographer was unsure (but possibly you can suggest one). Exactly what caused this  eerie apparition in 2013 was sure: one of the best auroral displays that year. This spectacular aurora had an unusually high degree of detail. Pictured here, the vivid green and purple  auroral colors are caused by high atmospheric oxygen and nitrogen reacting to a burst of incoming electrons.  Birch trees in Tromsø, Norway formed an also eerie foreground. Frequently, new photogenic auroras accompany new geomagnetic storms.   Almost Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2311/CreatureAurora_Salomonsen_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Creature Aurora Over Norway",
    "url": "https://apod.nasa.gov/apod/image/2311/CreatureAurora_Salomonsen_960.jpg"
  },
  {
    "copyright": "\nGiorgia Hofer\n",
    "date": "2023-11-06",
    "explanation": "What was that red glow on the horizon last night? Aurora. Our unusually active Sun produced a surface explosion a few days ago that sent out a burst of electrons, protons, and more massive charged nuclei. This coronal mass ejection (CME) triggered auroras here on Earth that are being reported unusually far south in Earth's northern hemisphere.  For example, this was the first time that the astrophotographer captured aurora from her home country of Italy. Additionally, many images from these auroras appear quite red in color.  In the featured image, the town of Comelico Superiore in the Italian Alps is visible in the foreground, with the central band of our Milky Way galaxy seen rising from the lower left. What draws the eye the most, though, is the bright red aurora on the far right. The featured image is a composite with the foreground and background images taken consecutively with the same camera and from the same location.   Aurora Album: Selected images sent in to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2311/RedAuroraItaly_Hofer_1200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Red Aurora over Italy",
    "url": "https://apod.nasa.gov/apod/image/2311/RedAuroraItaly_Hofer_1080.jpg"
  },
  {
    "date": "2023-11-07",
    "explanation": "It moved across the surface of Mars -- what was it? A dust devil. Such spinning columns of rising air are heated by the warm surface and are also common in warm and dry areas on planet Earth.  Typically lasting only a few minutes, dust devils become visible as they pick up loose red-colored dust, leaving the darker and heavier sand beneath intact.  Dust devils not only look cool -- they can leave visible trails, and have been credited with unexpected cleanings of the surfaces of solar panels. The images in the featured AI-interpolated video were captured in early August by the Perseverance rover currently searching for signs of ancient life in Jezero Crater. The six-second time-lapse video encapsulates a real duration of just over one minute.  Visible in the distance, the spinning dust devil was estimated to be passing by at about 20 kilometers per hour and extend up about 2 kilometers high.   Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "media_type": "video",
    "service_version": "v1",
    "title": "A Martian Dust Devil Spins By",
    "url": "https://www.youtube.com/embed/xB3QIEkNJgs?rel=0"
  },
  {
    "date": "2023-11-08",
    "explanation": "There's a new space telescope in the sky: Euclid. Equipped with two large panoramic cameras, Euclid captures light from the visible to the near-infrared.  It took five hours of observing for Euclid's 1.2-meter diameter primary mirror  to capture, through its sharp optics, the 1000+ galaxies in the Perseus cluster, which lies 250 million light years away.  More than 100,000 galaxies are visible in the background, some as far away as 10 billion light years. The revolutionary nature of Euclid lies in the combination of its wide field of view (twice the area of the full moon), its high angular resolution (thanks to its 620 Megapixel camera), and its infrared vision, which captures both images and spectra.  Euclid's initial surveys, covering a third of the sky and recording over 2 billion galaxies, will enable a study of how dark matter and dark energy have shaped our universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/2311/Perseus_Euclid_4400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseus Galaxy Cluster from Euclid",
    "url": "https://apod.nasa.gov/apod/image/2311/Perseus_Euclid_960.jpg"
  },
  {
    "date": "2023-11-09",
    "explanation": "The Crab Nebula is cataloged as M1, the first object on Charles Messier's famous 18th century list of things which are not comets. In fact, the Crab is now known to be a supernova remnant, debris from the death explosion of a massive star witnessed by astronomers in the year 1054. This sharp image from the James Webb Space Telescope’s NIRCam (Near-Infrared Camera) and MIRI (Mid-Infrared Instrument) explores the eerie glow and fragmented strands of the still expanding cloud of interstellar debris in infrared light. One of the most exotic objects known to modern astronomers, the Crab Pulsar, a neutron star spinning 30 times a second, is visible as a bright spot near the nebula's center. Like a cosmic dynamo, this collapsed remnant of the stellar core powers the Crab's emission across the electromagnetic spectrum. Spanning about 12 light-years, the Crab Nebula is a mere 6,500 light-years away in the head-strong constellation Taurus.   Album: Moon Eclipses Venus: Selected images sent in to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2311/M1_webb1024.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "M1: The Crab Nebula",
    "url": "https://apod.nasa.gov/apod/image/2311/M1_webb1024.png"
  },
  {
    "date": "2023-11-10",
    "explanation": "Dominated by dark matter, massive cluster of galaxies Abell 2744 is known to some as Pandora's Cluster. It lies 3.5 billion light-years away toward the constellation Sculptor. Using the galaxy cluster's enormous mass as a gravitational lens to warp spacetime and magnify even more distant objects directly behind it, astronomers have found a background galaxy, UHZ1, at a remarkable redshift of Z=10.1. That puts UHZ1 far beyond Abell 2744, at a distance of 13.2 billion light-years, seen when our universe was about 3 percent of its current age. UHZ1 is identified in the insets of this composited image combining X-rays (purple hues) from the spacebased Chandra X-ray Observatory and infrared light from the James Webb Space Telescope. The X-ray emission from UHZ1 detected in the Chandra data is the telltale signature of a growing supermassive black hole at the center of the ultra high redshift galaxy.  That makes UHZ1's growing black hole the most distant black hole ever detected in X-rays, a result that now hints at how and when the first supermassive black holes in the universe formed.",
    "hdurl": "https://apod.nasa.gov/apod/image/2311/uhz1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "UHZ1: Distant Galaxy and Black Hole",
    "url": "https://apod.nasa.gov/apod/image/2311/uhz1_1024.jpg"
  }
]
