[
  {
    "copyright": "Michael Carroll",
    "date": "2023-02-01",
    "explanation": "Seven worlds orbit the ultracool dwarf star TRAPPIST-1. A mere 40 light-years away, many of the exoplanets were discovered in 2016 using the Transiting Planets and Planetesimals Small Telescope (TRAPPIST) located at  La Silla Observatory in Chile and later confirmed with telescope including NASA's Spitzer Space Telescope. The TRAPPIST-1 planets are likely all rocky and similar in size to Earth, and so compose one of the largest treasure troves of terrestrial planets ever detected around a single star. Because they orbit very close to their faint, tiny star they could also have regions where surface temperatures allow for the presence of ice or even liquid water, a key ingredient for life. Their tantalizing proximity to Earth makes them prime candidates for future telescopic explorations of the atmospheres of potentially habitable planets.  All seven exoplanets appear in the featured illustration, which imagines a view from the most distant known world of this system, TRAPPIST-1h, as having a rocky landscape covered in ice. Meanwhile, in the imagined background, one of the system's inner planets crosses in front of the dim, orange, nearly Jupiter-sized parent star.   Astrophysicists: Browse 3,000+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/Trappist1h_Carroll_1238.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Seventh World of Trappist-1",
    "url": "https://apod.nasa.gov/apod/image/2302/Trappist1h_Carroll_960.jpg"
  },
  {
    "copyright": "Daniel Stern",
    "date": "2023-02-02",
    "explanation": "The 1970s are sometimes ignored by astronomers. For example, this beautiful grouping of reflection nebulae in Orion - NGC 1977, NGC 1975, and NGC 1973 - is usually overlooked in favor of the substantial glow from the nearby stellar nursery better known as the Orion Nebula. Found along Orion's sword just north of the bright Orion Nebula complex, these reflection nebulae are also associated with Orion's giant molecular cloud about 1,500 light-years away, but are dominated by the characteristic blue color of interstellar dust reflecting light from hot young stars. In this sharp color image a portion of the Orion Nebula appears along the bottom border with the cluster of reflection nebulae at picture center. NGC 1977 stretches across the field just below center, separated from NGC 1973 (above right) and NGC 1975 (above left) by dark regions laced with faint red emission from hydrogen atoms. Taken together, the dark regions suggest the popular moniker, the Running Man Nebula. At the estimated distance of Orion's dusty molecular cloud this running man would be about 15 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/NGC1975RunningMan.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Reflections on the 1970s",
    "url": "https://apod.nasa.gov/apod/image/2302/NGC1975RunningMan_1024.jpg"
  },
  {
    "copyright": "David Ibarra Gomez",
    "date": "2023-02-03",
    "explanation": "Stars trace concentric arcs around the North Celestial Pole in this three hour long night sky composite, recorded with a digital camera fixed to a tripod on January 31, near Àger, Lleida, Spain. On that date Comet C/2022 E3 (ZTF) was near its northernmost declination in planet Earth's sky. That put the comet about 10 degrees from Earth's North Celestial Pole making the comet's position circumpolar, always above the horizon, from all locations on planet Earth at more than 10 degrees northern latitude. In the startrail image, the extension of Earth's axis of rotation into space is at the left. North star Polaris traces the short, bright, concentric arc less than a degree from the North Celestial Pole. The trail of Comet ZTF is indicated at the right, its apparent motion mostly reflecting Earth's rotation like the stars. But heading for its closest approach to planet Earth on February 1, the comet is also moving significantly with respect to the background stars. The diffuse greenish trail of Comet ZTF is an almost concentric arc mingled with startrails as it sweeps through the long-necked constellation Camelopardalis.",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/C2022E3(ZTF)Circumpolarv2comentada.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Polaris and the Trail of Comet ZTF",
    "url": "https://apod.nasa.gov/apod/image/2302/C2022E3(ZTF)Circumpolarv2comentada1024.jpg"
  },
  {
    "copyright": "Mike Selby",
    "date": "2023-02-04",
    "explanation": "Centered in this colorful cosmic canvas, NGC 2626 is a beautiful, bright, blue reflection nebula in the southern Milky Way. Next to an obscuring dust cloud and surrounded by reddish hydrogen emission from large H II region RCW 27 it lies within a complex of dusty molecular clouds known as the Vela Molecular Ridge. NGC 2626 is itself a cloud of interstellar dust reflecting blue light from the young hot embedded star visible within the nebula. But astronomical explorations reveal many other young stars and associated nebulae in the star-forming region. NGC 2626 is about 3,200 light-years away. At that distance this telescopic field of view would span about 30 light-years along the Vela Molecular Ridge.",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/NGC_2626_CDK_700_II_20_Jan_2023.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2626 along the Vela Molecular Ridge",
    "url": "https://apod.nasa.gov/apod/image/2302/NGC_2626_CDK_700_II_20_Jan_2023_1024.jpg"
  },
  {
    "date": "2023-02-05",
    "explanation": "This moon is shining by the light of its planet. Specifically, a large portion of Enceladus pictured here is illuminated primarily by sunlight first reflected from the planet Saturn. The result is that the normally snow-white moon appears in the gold color of Saturn's cloud tops.  As most of the illumination comes from the image left, a labyrinth of ridges throws notable shadows just to the right of the image center, while the kilometer-deep canyon Labtayt Sulci is visible just below. The bright thin crescent on the far right is the only part of Enceladus directly lit by the Sun. The featured image was taken in 2011 by the robotic Cassini spacecraft during a close pass by the enigmatic moon.  Inspection of the lower left part of this digitally sharpened image reveals plumes of ice crystals thought to originate in a below-surface sea.",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/enceladus12_cassini_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Enceladus by Saturnshine",
    "url": "https://apod.nasa.gov/apod/image/2302/enceladus12_cassini_960.jpg"
  },
  {
    "copyright": "Lyman Insley",
    "date": "2023-02-06",
    "explanation": "In the heart of the Rosette Nebula lies a bright cluster of stars that lights up the nebula.  The stars of NGC 2244 formed from the surrounding gas only a few million years ago.  The featured image taken in mid-January using multiple exposures and very specific colors of Sulfur (shaded red), Hydrogen (green), and Oxygen (blue), captures the central region in tremendous detail. A hot wind of particles streams away from the cluster stars and contributes to an already complex menagerie of gas and dust filaments while slowly evacuating the cluster center.  The Rosette Nebula's center measures about 50 light-years across, lies about 5,200 light-years away, and is visible with binoculars towards the constellation of the Unicorn (Monoceros).   Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/Rosette_Insley_3424.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Heart of the Rosette Nebula",
    "url": "https://apod.nasa.gov/apod/image/2302/Rosette_Insley_960.jpg"
  },
  {
    "copyright": "Petr HoralekInstitute of Physics in Opava",
    "date": "2023-02-07",
    "explanation": "Can you still see the comet?  Yes. Even as C/2022 E3 (ZTF) fades, there is still time to see it if you know where and when to look. Geometrically, Comet ZTF has passed its closest to both the Sun and the Earth and is now headed back to the outer Solar System. Its orbit around the Sun has it gliding across the northern sky all month, after passing near Polaris and both the Big and Little Dippers last month. Pictured, Comet ZTF was photographed between the two dippers in late January while sporting an ion tail that extended over 10 degrees. Now below naked-eye visibility, Comet ZTF can be found with binoculars or a small telescope and a good sky map.  A good time to see the comet over the next week is after the Sun sets -- but before the Moon rises. The comet will move nearly in front of Mars in a few days   Comet ZTF Gallery: Notable Submissions to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/ZtfDippersB_Horalek_960_annotated.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Comet and Two Dippers",
    "url": "https://apod.nasa.gov/apod/image/2302/ZtfDippersB_Horalek_960_annotated.jpg"
  },
  {
    "copyright": "Mike SelbyMark HansonNatalia LewandowskaSUNY Oswego",
    "date": "2023-02-08",
    "explanation": "Imagine traveling to a star about 100 times as massive as our Sun, a million times more luminous, and with 30 times the surface temperature. Such stars exist, and some are known as Wolf Rayet (WR) stars, named after French astronomers Charles Wolf and Georges Rayet. The central star in this image is WR 40 which is located toward the constellation of Carina. Stars like WR 40 live fast and die young in comparison with the Sun. They quickly exhaust their core hydrogen supply, move on to fusing heavier core elements, and expand while ejecting their outer layers via high stellar winds. In this case, the central star WR 40 ejects the atmosphere at a speed of nearly 100 kilometers per second, and these outer layers have become the expanding oval-shaped nebula RCW 58.   Almost Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/Rcw58_Selby_4326.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stellar Wind-Shaped Nebula RCW 58",
    "url": "https://apod.nasa.gov/apod/image/2302/Rcw58_Selby_960.jpg"
  },
  {
    "copyright": "Dennis Lehtonen",
    "date": "2023-02-09",
    "explanation": "Vivid and lustrous, wafting iridescent waves of color wash across this skyscape from Kilpisjärvi, Finland. Known as nacreous clouds or mother-of-pearl clouds, they are rare. But their unforgettable appearance was captured looking south at 69 degrees north latitude at sunset on January 24.  A type of polar stratospheric cloud, they form when unusually cold temperatures in the usually cloudless lower stratosphere form ice crystals. Still sunlit at altitudes of around 15 to 25 kilometers, the clouds can diffract sunlight even after sunset and just before the dawn.",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/PearlCloudDennis7.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nacreous Clouds over Lapland",
    "url": "https://apod.nasa.gov/apod/image/2302/PearlCloudDennis7_1024.jpg"
  },
  {
    "copyright": "Stefan Bemmerl",
    "date": "2023-02-10",
    "explanation": "Fading as it races across planet Earth's northern skies comet C/2022 E3 (ZTF) shares this telescopic frame with comet C/2022 U2 (ATLAS). Captured on the night of February 6 from a garden observatory in Germany's Bavarian Forest, the starry field of view toward the constellation Auriga spans about 2.5 degrees. Discovered by sky survey projects in 2022 (the Zwicky Transient Facility and the Asteroid Terrestrial-impact Last Alert System) these long-period comets are outbound, reaching perihelion just last month. The much fainter comet ATLAS made its closest approach to our fair planet on January 29 at a distance of about 4.6 light-minutes, compared to a mere 2.4 light-minutes for comet ZTF on February 2. This comet ATLAS lacks the well-developed tails of the formerly naked-eye comet ZTF. But both comets sport greenish tinted comas, emission from diatomic carbon molecules fluorescing in sunlight. Continuing its dash across planet Earth's sky, the good-binocular comet ZTF will appear close to bright planet Mars tonight.",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/C2022E3ZTFmeetsC2022U2Atlasbeschriftet.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "ZTF meets ATLAS",
    "url": "https://apod.nasa.gov/apod/image/2302/C2022E3ZTFmeetsC2022U2Atlasbeschriftet1024.jpg"
  },
  {
    "copyright": "Felipe Mac Auliffe López",
    "date": "2023-02-11",
    "explanation": "The two prominent clouds in this Chilean Atacama Desert skyscape captured on January 21 actually lie beyond our Milky Way galaxy.  Known as the Large and the Small Magellanic Clouds they are so named for the 16th century Portuguese explorer Ferdinand Magellan, leader of the first circumnavigation of planet Earth. Famous jewels of southern hemisphere skies, they are the brightest satellite galaxies of the Milky Way. The larger cloud is some 160,000 light-years, and the smaller 210,000 light-years distant. While both are irregular dwarf galaxies in their own right, they exhibit central barred structures in the deep wide-angle view. Wide and deep exposures also reveal faint dusty galactic cirrus nebulae and the imprints of gravitational tidal interactions between the Large and Small Magellanic Clouds.",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/magellanic.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Magellanic Clouds over Chile",
    "url": "https://apod.nasa.gov/apod/image/2302/magellanic1200.jpg"
  },
  {
    "date": "2023-02-12",
    "explanation": "When do cloud bottoms appear like bubbles? Normally, cloud bottoms are flat. This is because moist warm air that rises and cools will condense into water droplets at a specific temperature, which usually corresponds to a very specific height.  As water droplets grow, an opaque cloud forms.  Under some conditions, however, cloud pockets can develop that contain large droplets of water or ice that fall into clear air as they evaporate.  Such pockets may occur in turbulent air near a thunderstorm.  Resulting mammatus clouds can appear especially dramatic if sunlit from the side.  The mammatus clouds pictured here were photographed over Hastings, Nebraska during 2004 June.",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/mammatus_olson_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mammatus Clouds over Nebraska",
    "url": "https://apod.nasa.gov/apod/image/2302/mammatus_olson_960.jpg"
  },
  {
    "copyright": "Donato Lioce",
    "date": "2023-02-13",
    "explanation": "No, Comet ZTF is not going to hit Mars. Nicknamed the Green Comet for its bright green coma, C/2022 E3 (ZTF) did, however, pass almost in front of the much-more distant planet a few days ago, very near in time to when the featured picture was taken. The two sky icons were here captured behind a famous Earth icon -- the Matterhorn, a mountain in the Alps between Switzerland and Italy with a  picturesque peak. Both the foreground and background images were taken on the same evening by the same camera and from the same location. The comet's  white dust tail is visible to the right of the green coma, while the light blue ion tail trails towards the top of the image. Orange Mars is well in front of the numerous background stars as well as the dark nebula Barnard 22 to its lower right. Although Mars remains visible in the evening sky for the next few months, Comet ZTF has already begun to fade as it returns to the outer Solar System.    Comet ZTF Gallery: Notable Submissions to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/CometZtfMars_Lioce_4229.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet ZTF and Mars",
    "url": "https://apod.nasa.gov/apod/image/2302/CometZtfMars_Lioce_960.jpg"
  },
  {
    "copyright": "Juan Lozano de Haro",
    "date": "2023-02-14",
    "explanation": "Is the heart and soul of our Galaxy located in Cassiopeia?  Possibly not, but that is where two bright emission nebulas nicknamed Heart and Soul can be found.  The Heart Nebula, officially dubbed IC 1805 and visible in the featured image on the upper right, has a shape reminiscent of a classical heart symbol.  The shape is perhaps fitting for Valentine's Day. The Soul Nebula is officially designated IC 1871 and is visible on the lower left. Both nebulas shine brightly in the red light of energized hydrogen, one of three colors shown in this three-color montage. Light takes about 6,000 years to reach us from these nebulas, which together span roughly 300 light years.  Studies of stars and clusters like those found in the Heart and Soul nebulas have focused on how massive stars form and how they affect their environment.",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/HeartSoul_deHaro_1977.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Heart and Soul Nebulas",
    "url": "https://apod.nasa.gov/apod/image/2302/HeartSoul_deHaro_1080.jpg"
  },
  {
    "copyright": "Julien Looten",
    "date": "2023-02-15",
    "explanation": "This unusual sky was both familiar and unfamiliar. The photographer's mission was to capture the arch of the familiar central band of our Milky Way Galaxy over a picturesque medieval manor.  The surprise was that on this January evening, the foreground sky was found glowing in a beautiful but unfamiliar manner. The striped bands are called airglow and they result from air high in Earth's atmosphere being excited by the Sun's light and emitting a faint light of its own. The bands cross the entire sky -- their curved appearance is due to the extremely wide angle of the camera lens. In the foreground lies Château de Losse in southwest France.  Other familiar sky delights dot the distant background including the bright white star Sirius, the orange planet Mars, the blue Pleiades star cluster, the red California Nebula, and, on the far right, the extended Andromeda Galaxy. The initial mission was also successful: across the top of the frame is the arching band of our Milky Way.   What if:  ChatGPT rewrote this text in the style of Shakespeare, Carl Sagan, or Scotty from Star Trek?",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/AirglowFrance_Looten_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Airglow Sky over France",
    "url": "https://apod.nasa.gov/apod/image/2302/AirglowFrance_Looten_1080.jpg"
  },
  {
    "copyright": "Marco Lorenzi",
    "date": "2023-02-16",
    "explanation": "Once upon a midnight dreary, while I pondered weak and weary, O'er volumes of astronomy and forgotten lore, I stumbled upon this snapshot, cosmic and eerie, A sight that filled my heart with awe and more. Two stars, like sentinels, anchored the foreground, Of our Milky Way galaxy, a sight to behold, Beyond them, a cluster of Hydra, galaxies abound, 100 million light-years away, a story to be told. Three large galaxies, ellipticals and a spiral blue, Dominant and grand, each 150,000 light-years wide, But it was the overlapping pair that caught my view, Cataloged as NGC 3314, a sight I cannot hide. Abell 1060, the Hydra galaxy cluster's name, One of three large galaxy clusters close to our Milky Way, A universe bound by gravity, a celestial game, Where clusters align over larger scales, I cannot sway. At a distance of 100 million light-years, this snapshot's size, 1.3 million light-years across, a cosmic delight, A momentary glimpse into the universe's guise, But even this shall fade, and be nevermore in sight.",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/ABELL1060_LRGB_NASA.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Hydra Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/2302/ABELL1060_LRGB_NASA_1024.jpg"
  },
  {
    "copyright": "Gijs de Reijke",
    "date": "2023-02-17",
    "explanation": "While scanning the skies for near-Earth objects Hungarian astronomer Krisztián Sárneczky first imaged the meter-sized space rock now cataloged as 2023 CX1 on 12 February 2023 at 20:18:07 UTC. That was about 7 hours before it impacted planet Earth's atmosphere. Its predicted trajectory created a rare opportunity for meteor observers and a last minute plan resulted in this spectacular image of the fireball, captured from the Netherlands as 2023 CX1 vaporized and broke up over northern France. Remarkably it was Sárneczky's second discovery of an impacting asteroid, while 2023 CX1 is only the seventh asteroid to be detected before being successfully predicted to impact Earth. It has recently become the third such object from which meteorites have been recovered. This fireball was witnessed almost 10 years to the day following the infamous Chelyabinsk Meteor flash.",
    "hdurl": "https://apod.nasa.gov/apod/image/2302/gijsDSC_1917(2x3)1600px.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "2023 CX1 Meteor Flash",
    "url": "https://apod.nasa.gov/apod/image/2302/gijsDSC_1917(2x3)800px.jpg"
  }
]
