[
  {
    "copyright": "Carlos Taylor",
    "date": "2023-05-01",
    "explanation": "The Great Carina Nebula is home to strange stars and iconic nebulas. Named for its home constellation, the huge star-forming region is larger and brighter than the Great Orion Nebula but less well known because it is so far south -- and because so much of humanity lives so far north.  The featured image shows in great detail the northernmost part of the Carina Nebula. On the bottom left is the Gabriela Mistral Nebula consisting of an emission nebula of glowing gas (IC 2599) surrounding the small open cluster of stars (NGC 3324). Above the image center is the larger star cluster NGC 3293, while to its right is the emission nebula Loden 153.  The most famous occupant of the Carina Nebula, however, is not shown. Off the image to the lower right is the bright, erratic, and doomed star known as Eta Carinae -- a star once one of the brightest stars in the sky and now predicted to explode in a supernova sometime in the next few million years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2305/CarNorth_Taylor_6179.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Carina Nebula North",
    "url": "https://apod.nasa.gov/apod/image/2305/CarNorth_Taylor_960.jpg"
  },
  {
    "copyright": "NASAJPL-CaltechMSSSNeville Thompson",
    "date": "2023-05-02",
    "explanation": "Why are there so many flat rocks on Mars? Some views of plains and hills on Mars show many rocks that are unusually flat when compared to rocks on Earth. One reason for this is a process that is common to both Mars and Earth: erosion. The carbon-dioxide wind on Mars can act like sandpaper when it blows around gritty Martian sand. This sand can create differential erosion, smoothing over some rocks, while wearing down the tops of other long-exposed stones.  The featured image capturing several hills covered with flat-topped rocks was taken last month by NASA's  Curiosity Rover on Mars. This robotic rover has now been rolling across Mars for ten years and has helped uncover many details of the wet and windy past of Earth's planetary neighbor.  After taking this and other images, Curiosity carefully navigated stones and slippery sand to climb up Marker Band Valley.",
    "hdurl": "https://apod.nasa.gov/apod/image/2305/FlatMars_CuriosityThompson_2713.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Flat Rock Hills on Mars",
    "url": "https://apod.nasa.gov/apod/image/2305/FlatMars_CuriosityThompson_1080.jpg"
  },
  {
    "copyright": "Marco LorenziNatalia LewandowskaSUNY Oswego",
    "date": "2023-05-03",
    "explanation": "Galaxies are fascinating. In galaxies, gravity alone holds together massive collections of stars, dust, interstellar gas, stellar remnants and dark matter.  Pictured is NGC 5128, better known as Centaurus A.  Cen A is the fifth brightest galaxy on the sky and is located at a distance of about 12 million light years from Earth. The warped shape of Cen A is the result of a merger between an elliptical and a spiral galaxy.  Its active galactic nucleus harbors a supermassive black hole that is about 55 million times more massive than our Sun.  This central black hole ejects a fast  jet visible in both radio and X-ray light. Filaments of the jet are visible in red in the upper left.  New observations by the Event Horizon Telescope have revealed a brightening of the jet only towards its edges -- but for reasons that are currently unknown and an active topic of research.   At NASA it's: Black Hole Week",
    "hdurl": "https://apod.nasa.gov/apod/image/2305/NGC5128_Lorenzi_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Centaurus A: A Peculiar Island of Stars",
    "url": "https://apod.nasa.gov/apod/image/2305/NGC5128_Lorenzi_960.jpg"
  },
  {
    "date": "2023-05-04",
    "explanation": "Bright elliptical galaxy Messier 87 (M87) is home to the supermassive black hole captured in 2017 by planet Earth's Event Horizon Telescope in the first ever image of a black hole. Giant of the Virgo galaxy cluster about 55 million light-years away, M87 is the large galaxy rendered in blue hues in this infrared image from the Spitzer Space telescope.  Though M87 appears mostly featureless and cloud-like, the Spitzer image does record details of relativistic jets blasting from the galaxy's central region. Shown in the inset at top right, the jets themselves span thousands of light-years. The brighter jet seen on the right is approaching and close to our line of sight. Opposite, the shock created by the otherwise unseen receding jet lights up a fainter arc of material. Inset at bottom right, the historic black hole image is shown in context, at the center of giant galaxy and relativistic jets. Completely unresolved in the Spitzer image, the supermassive black hole surrounded by infalling material is the source of enormous energy driving the relativistic jets from the center of active galaxy M87. The Event Horizon Telescope image of M87 has now been enhanced to reveal a sharper view of the famous supermassive black hole.   At NASA: Black Hole Week",
    "hdurl": "https://apod.nasa.gov/apod/image/2305/pia23122c-16.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Galaxy, the Jet, and a Famous Black Hole",
    "url": "https://apod.nasa.gov/apod/image/2305/pia23122c-16_1067.jpg"
  },
  {
    "date": "2023-05-05",
    "explanation": "Shackleton crater lies at the lunar south pole. Peaks along its 21 kilometer diameter are in sunlight, but Shackleton's floor is in dark permanent shadow. Still, this image of the shadowed rim wall and floor of Shackleton crater was captured from NASA's ShadowCam, an instrument on board the Korea Pathfinder Lunar Orbiter (KPLO) launched in August 2022. About 200 times more sensitive than, for example, the Lunar Reconnaissance Orbiter's Narrow Angle Camera, ShadowCam was designed to image the permanently shadowed regions of the lunar surface. Avoiding direct sunlight, those regions are expected to be reservoirs of water-ice and other volatiles deposited by ancient cometary impacts and useful to future Moon missions. Of course, the permanently shadowed regions are still illuminated by reflections of sunlight from nearby lunar terrain. In this stunningly detailed ShadowCam image, an arrow marks the track made by a single boulder rolling down Shackleton crater's wall. The image scale is indicated at the bottom of the frame.",
    "hdurl": "https://apod.nasa.gov/apod/image/2305/shackleton_arrow.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shackleton from ShadowCam",
    "url": "https://apod.nasa.gov/apod/image/2305/shackleton_arrow.png"
  }
]
