[
  {
    "date": "2024-04-01",
    "explanation": "What's happening to the big black hole in the center of our galaxy?  It is sucking in matter from a swirling disk -- a disk that is magnetized, it has now been confirmed. Specifically, the black hole's accretion disk has recently been seen to emit polarized light, radiation frequently associated with a magnetized source. Pictured here is a close-up of Sgr A*, our Galaxy's central black hole, taken by radio telescopes around the world participating in the Event Horizon Telescope (EHT) Collaboration.  Superposed are illustrative curved lines indicating polarized light likely emitted from swirling magnetized gas that will soon fall into the 4+ million solar mass central black hole.  The central part of this image is likely dark because little light-emitting gas is visible between us and the dark event horizon of the black hole.  Continued EHT monitoring of this and M87's central black hole may yield new clues about the gravity of black holes and how infalling matter creates disks and jets.    NASA Predicts:  Moon to Get in Way of Sun",
    "hdurl": "https://apod.nasa.gov/apod/image/2404/SagAstarB_EHT_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Swirling Magnetic Field around Our Galaxy's Central Black Hole",
    "url": "https://apod.nasa.gov/apod/image/2404/SagAstarB_EHT_960.jpg"
  },
  {
    "copyright": "\nPhil Hart\n",
    "date": "2024-04-02",
    "explanation": "Only in the fleeting darkness of a total solar eclipse is the light of the solar corona easily visible. Normally overwhelmed by the bright solar disk, the expansive corona, the sun's outer atmosphere, is an alluring sight. But the subtle details and extreme ranges in the corona's brightness, although discernible to the eye, are notoriously difficult to photograph. Pictured here, however, using multiple images and digital processing, is a detailed image of the Sun's corona taken during the April 20, 2023 total solar eclipse from Exmouth, Australia. Clearly visible are intricate layers and glowing caustics of an ever changing mixture of hot gas and magnetic fields. Bright looping prominences appear pink just around the Sun's limb. A similar solar corona might be visible through clear skies in a narrow swath across the North America during the total solar eclipse that occurs just six days from today  NASA Coverage: Total Solar Eclipse of 2024 April 8",
    "hdurl": "https://apod.nasa.gov/apod/image/2404/CoronaExmouth_Hart_1920.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Detailed View of a Solar Eclipse Corona",
    "url": "https://apod.nasa.gov/apod/image/2404/CoronaExmouth_Hart_1080.jpg"
  },
  {
    "date": "2024-04-03",
    "explanation": "What created this unusual celestial firework? The nebula, dubbed Pa 30, appears in the same sky direction now as a bright \"guest star\" did in the year 1181. Although Pa 30's filaments look similar to that created by a nova (for example GK Per), and a planetary nebula (for example NGC 6751), some astronomers now propose that it was created by a rare type of supernova: a thermonuclear Type Iax, and so is (also) named SN 1181.  In this model, the supernova was not the result of the detonation of a single star, but rather a blast that occurred when two white dwarf stars spiraled together and merged.  The blue dot in the center is hypothesized to be a zombie star, the remnant white dwarf that somehow survived this supernova-level explosion.  The featured image combines images and data obtained with infrared (WISE), visible  (MDM, Pan-STARRS), and X-ray (Chandra, XMM) telescopes.  Future observations and analyses may tell us more.   NASA Coverage: Total Solar Eclipse of 2024 April 8",
    "hdurl": "https://apod.nasa.gov/apod/image/2404/Pa30_NASA_4350.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual Nebula Pa 30",
    "url": "https://apod.nasa.gov/apod/image/2404/Pa30V_NASA_960.jpg"
  },
  {
    "copyright": "Dan Bartlett",
    "date": "2024-04-04",
    "explanation": "In dark evening skies over June Lake, northern hemisphere, planet Earth, Comet 12P/Pons-Brooks stood just above the western horizon on March 30. Its twisted turbulent ion tail and diffuse greenish coma are captured in this two degree wide telescopic field of view along with bright yellowish star Hamal also known as Alpha Arietis. Now Pons-Brooks has moved out of the northern night though, approaching perihelion on April 21. On April 8 you might still spot the comet in daytime skies. But to do it, you will have to stand in the path of totality and look away from the spectacle of an alluring solar corona and totally eclipsed Sun.   NASA Coverage: Total Solar Eclipse of 2024 April 8",
    "hdurl": "https://apod.nasa.gov/apod/image/2404/12P_Pons_Brooks_2024_03_30_JuneLake_DEBartlett.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Pons-Brooks at Night",
    "url": "https://apod.nasa.gov/apod/image/2404/12P_Pons_Brooks_2024_03_30_JuneLake_DEBartlett1024.jpg"
  },
  {
    "copyright": "Barden Ridge Observatory",
    "date": "2024-04-05",
    "explanation": "Changes in the alluring solar corona are detailed in this creative composite image mapping the dynamic outer atmosphere of the Sun during two separate total solar eclipses. Unwrapped from the complete circle of the eclipsed Sun's edge to a rectangle and mirrored, the entire solar corona is shown during the 2017 eclipse (bottom) seen from Jackson Hole, Wyoming, and the 2023 eclipse from Exmouth, Western Australia. While the 2017 eclipse was near a minimum in the Sun's 11 year activity cycle, the 2023 eclipse was closer to solar maximum. The 2023 solar corona hints at the dramatically different character of the active Sun, with many streamers and pinkish prominences arising along the solar limb. Of course, the solar corona is only easily visible to the eye while standing in the shadow of the Moon.   NASA Coverage: Total Solar Eclipse of 2024 April 8",
    "hdurl": "https://apod.nasa.gov/apod/image/2404/CoronaGraph.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Solar Corona Unwrapped",
    "url": "https://apod.nasa.gov/apod/image/2404/CoronaGraph_1024.jpg"
  },
  {
    "copyright": "Hubble Heritage Project",
    "date": "2024-04-06",
    "explanation": "The arms of a grand design spiral galaxy 60,000 light-years across are unwound in this digital transformation of the magnificent 2005 Hubble Space Telescope portrait of M51. In fact, M51 is one of the original spiral nebulae, its winding arms described by a mathematical curve known as a logarithmic spiral, a spiral whose separation grows in a geometric way with increasing distance from the center. Applying logarithms to shift the pixel coordinates in the Hubble image relative to the center of M51 maps the galaxy's spiral arms into diagonal straight lines. The transformed image dramatically shows the arms themselves are traced by star formation, lined with pinkish starforming regions and young blue star clusters. Companion galaxy NGC 5195 (top) seems to alter the track of the arm in front of it though, and itself remains relatively unaffected by this unwinding of M51. Also known as the spira mirabilis, logarthimic spirals can be found in nature on all scales. For example, logarithmic spirals can also describe hurricanes, the tracks of subatomic particles in a bubble chamber and, of course, cauliflower.   NASA Coverage: Total Solar Eclipse of 2024 April 8",
    "hdurl": "https://apod.nasa.gov/apod/image/2404/M51Unwound.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unwinding M51",
    "url": "https://apod.nasa.gov/apod/image/2404/M51Unwound_crop600.jpg"
  },
  {
    "copyright": "\nBen Cooper\n",
    "date": "2024-04-07",
    "explanation": "Will the sky be clear enough to see the eclipse? This question is already on the minds of many North Americans hoping to see tomorrow's solar eclipse.  This question was also on the mind of many people attempting to see the total solar eclipse that crossed North America in August 2017.  Then, the path of total darkness shot across the mainland of the USA from coast to coast, from Oregon to South Carolina -- but, like tomorrow's event, a partial eclipse occurred above most of North America.  Unfortunately, in 2017, many locations saw predominantly clouds. One location that did not was a bank of the Green River Lakes, Wyoming.  Intermittent clouds were far enough away to allow the center image of the featured composite sequence to be taken, an image that shows the corona of the Sun extending out past the central dark Moon that blocks our familiar Sun. The surrounding images show the partial phases of the solar eclipse both before and after totality.   NASA Coverage: Tomorrow's Total Solar Eclipse",
    "hdurl": "https://apod.nasa.gov/apod/image/2404/EclipseWyoming_Cooper_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Total Solar Eclipse over Wyoming",
    "url": "https://apod.nasa.gov/apod/image/2404/EclipseWyoming_Cooper_960.jpg"
  },
  {
    "copyright": "\nShengyu Li & Shaining\n",
    "date": "2024-04-08",
    "explanation": "How does a comet tail change? It depends on the comet.  The ion tail of Comet 12P/Pons–Brooks has been changing markedly, as detailed in the featured image sequenced over nine days from March 6 to 14 (top to bottom).  On some days, the comet's ion tail was relatively long and complex, but not every day.  Reasons for tail changes include the rate of ejection of material from the comet's nucleus, the strength and complexity of the passing solar wind, and the rotation rate of the comet.  Over the course of a week, apparent changes even include a change of perspective from the Earth. In general, a comet's ion tail will point away from the Sun, as gas expelled is pushed out by the Sun's wind. Today, Pons-Brooks may become a rare comet suddenly visible in the middle of the day for those able to see the Sun totally eclipsed by the Moon.   NASA Coverage: Today's Total Solar Eclipse  Total Eclipse Imagery: Notable Submissions to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2404/Comet12pTails_ShengyuLi_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Changing Ion Tail of Comet Pons-Brooks",
    "url": "https://apod.nasa.gov/apod/image/2404/Comet12pTails_ShengyuLi_960.jpg"
  },
  {
    "copyright": "Stan Honda",
    "date": "2024-04-09",
    "explanation": "Captured in this snapshot, the shadow of the Moon came to Lake Magog, Quebec, North America, planet Earth on April 8. For the lakeside eclipse chasers, the much anticipated total solar eclipse was a spectacle to behold in briefly dark, but clear skies. Of course Lake Magog was one of the last places to be visited by the Moon's shadow. The narrow path of totality for the 2024 total solar eclipse swept from Mexico's Pacific Coast north and eastward through the US and Canada. But a partial eclipse was visible across most of the North American continent.   Total Eclipse Imagery: Notable Submissions to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2404/StanHonda2024TSEMagogCanada.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon's Shadow over Lake Magog",
    "url": "https://apod.nasa.gov/apod/image/2404/StanHonda2024TSEMagogCanada1200.jpg"
  },
  {
    "date": "2024-04-10",
    "explanation": "What wonders appear when the Moon blocks the Sun? For many eager observers of Monday’s total eclipse of the Sun, the suddenly dark sky included the expected corona and two (perhaps surprise) planets: Venus and Jupiter. Normally, in recent days, Venus is visible only in the morning when the Sun and Jupiter are below the horizon, while Jupiter appears bright only in the evening.  On Monday, though, for well-placed observers, both planets became easily visible during the day right in line with the totally eclipsed Sun. This line was captured Monday afternoon in the featured image from Mount Nebo, Arkansas, USA, along with a line of curious observers — and a picturesque tree.   Monday's Eclipse Imagery: Notable Submissions to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2404/EclipsePlanets_Vetter_1014.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planets Around a Total Eclipse",
    "url": "https://apod.nasa.gov/apod/image/2404/EclipsePlanets_Vetter_960.jpg"
  },
  {
    "copyright": "April 8's",
    "date": "2024-04-11",
    "explanation": "Start at the upper left above and you can follow the progress of April 8's total eclipse of the Sun in seven sharp, separate exposures. The image sequence was recorded with a telescope and camera located within the narrow path of totality as the Moon's shadow swept across Newport, Vermont, USA. At center is a spectacular view of the solar corona. The tenuous outer atmosphere of the Sun is only easily visible to the eye in clear dark skies during the total eclipse phase. Seen from Newport, the total phase for this solar eclipse lasted about 3 minutes and 26 seconds.   Monday's Eclipse Imagery: Notable Submissions to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2404/2024_Eclipse_05XTan.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse in Seven",
    "url": "https://apod.nasa.gov/apod/image/2404/2024_Eclipse_05XTan1024.jpg"
  },
  {
    "copyright": "Daniel Korona",
    "date": "2024-04-12",
    "explanation": "Baily's beads often appear at the boundaries of the total phase of an eclipse of the Sun. Pearls of sunlight still beaming through gaps in the rugged terrain along the lunar limb silhouette, their appearance is recorded in this dramatic timelapse composite. The series of images follows the Moon's edge from beginning through the end of totality during April 8's solar eclipse from Durango, Mexico. They also capture pinkish prominences of plasma arcing high above the edge of the active Sun. One of the first places in North America visited by the Moon's shadow on April 8, totality in Durango lasted about 3 minutes and 46 seconds.   Solar Eclipse Imagery: Notable Submissions to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2404/image0tseKorona.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Total Totality",
    "url": "https://apod.nasa.gov/apod/image/2404/image0tseKorona_1100.jpg"
  },
  {
    "copyright": "Lori Haffelt",
    "date": "2024-04-13",
    "explanation": "Only those along the narrow track of the Moon's shadow on April 8 saw a total solar eclipse. But most of North America still saw a partial eclipse of the Sun. From Clearwater, Florida, USA this single snapshot captured multiple images of that more widely viewed celestial event without observing the Sun directly. In the shade of a palm tree, criss-crossing fronds are projecting recognizable eclipse images on the ground, pinhole camera style.  In Clearwater the maximum eclipse phase was about 53 percent.   Solar Eclipse Imagery: Notable Submissions to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2404/pinholepalm.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Palm Tree Partial Eclipse",
    "url": "https://apod.nasa.gov/apod/image/2404/pinholepalm1024.png"
  },
  {
    "copyright": "\nDavid Duarte\n",
    "date": "2024-04-14",
    "explanation": "How does a total solar eclipse end? Yes, the Moon moves out from fully blocking the Sun, but in the first few seconds of transition, interesting things appear. The first is called a diamond ring. Light might stream between mountains or through relative lowlands around the Moon's edge, as seen from your location, making this sudden first light, when combined with the corona that surrounds the Moon, look like a diamond ring. Within seconds other light streams appear that are called, collectively, Bailey's beads. In the featured video, it may seem that the pink triangular prominence on the Sun is somehow related to where the Sun begins to reappear, but it is not. Observers from other locations saw Bailey's beads emerge from different places around the Moon, away from the iconic triangular solar prominence visible to all. The video was captured with specialized equipment from New Boston, Texas, USA on April 8, 2024.   Solar Eclipse Imagery: Notable Submissions to APOD",
    "media_type": "video",
    "service_version": "v1",
    "title": "How a Total Solar Eclipse Ended",
    "url": "https://www.youtube.com/embed/w5uUcq__vMo?rel=0"
  },
  {
    "date": "2024-04-15",
    "explanation": "Something strange happened to this galaxy, but what? Known as the Cigar Galaxy and cataloged as M82, red glowing gas and dust are being cast out from the center.  Although this starburst galaxy was surely stirred up by a recent pass near its neighbor, large spiral galaxy M81, this doesn't fully explain the source of the red-glowing outwardly expanding gas and dust.  Evidence indicates that this material is being driven out by the combined emerging particle winds of many stars, together creating a galactic superwind. In the featured images, a Hubble Space Telescope image in visible light is shown on the left, while a James Webb Space Telescope image of the central region in infrared light is shown on the right.  Detailed inspection of the new Webb image shows, unexpectedly, that this red-glowing dust is associated with hot plasma. Research into the nature of this strange nearby galaxy will surely continue.    Total Eclipse Imagery: Notable Submissions to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2404/M82Center_HubbleWebb_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cigar Galaxy from Hubble and Webb",
    "url": "https://apod.nasa.gov/apod/image/2404/M82Center_HubbleWebb_1080.jpg"
  }
]
