[
  {
    "copyright": "\nFrancisco Sojuel\n",
    "date": "2024-09-01",
    "explanation": "Why does Saturn appear so big? It doesn't -- what is pictured are foreground clouds on Earth crossing in front of the Moon. The Moon shows a slight crescent phase with most of its surface visible by reflected Earthlight, known as Da Vinci glow. The Sun directly illuminates the brightly lit lunar crescent from the bottom, which means that the Sun must be below the horizon and so the image was taken before sunrise.  This double take-inducing picture was captured on 2019 December 24, two days before the Moon slid in front of the Sun to create a solar eclipse. In the foreground, lights from small Guatemalan towns are visible behind the huge volcano Pacaya.    Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/SaturnMoon_Sojuel_1824.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Moon Dressed Like Saturn",
    "url": "https://apod.nasa.gov/apod/image/2409/SaturnMoon_Sojuel_960.jpg"
  },
  {
    "copyright": "\nAndrea Vanoni\n",
    "date": "2024-09-02",
    "explanation": "Why is there a triangle hovering over the Sun?  Although the shape is unusual, the type of structure is not: it is part of an evolving solar prominence.  Looping magnetic fields on the Sun channel the flow of energetic particles, sometimes holding glowing gaseous structures aloft for months.  A prominence glows brightly because it contains particularly hot, dense, or opaque solar plasma. The surprising triangular structure occurred last week. Larger than our Earth, the iconic prominence was imaged by several solar photographers and documented by NASA's Solar Dynamic Observatory to form and violently dissipate in about a day. The featured image was captured in a color of red light emitted strongly by hydrogen.  Below, solar fibrils carpet the Sun's chromosphere, while the background sky is so faint in comparison that no stars are visible.  Our Sun's surface has been quite active this year.",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/SunTriangle_Vanoni_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Triangular Prominence Hovers Over the Sun",
    "url": "https://apod.nasa.gov/apod/image/2409/SunTriangle_Vanoni_960.jpg"
  },
  {
    "copyright": "\nAlan Dyer, \nTWAN\n",
    "date": "2024-09-03",
    "explanation": "Nine days ago, two quite different sky icons were imaged rising together. Specifically, Earth's Moon shared the eastern sky with the sister stars of the Pleiades cluster, as viewed from Alberta, Canada.  Astronomical images of the well-known Pleiades often show the star cluster's alluring blue reflection nebulas, but here they are washed-out by the orange moonrise sky. The half-lit Moon, known as a quarter moon, is overexposed, although the outline of the dim lunar night side can be seen by illuminating earthshine, light first reflected from the Earth. The featured image is a composite of eight successive exposures with brightnesses adjusted to match what the human eye would see.  The Moon passes nearly -- or directly -- in front of the Pleaides once a month.",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/MoonPleiades_Dyer_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Quarter Moon and Sister Stars",
    "url": "https://apod.nasa.gov/apod/image/2409/MoonPleiades_Dyer_960.jpg"
  },
  {
    "copyright": "\nMike Taivalmaa\n",
    "date": "2024-09-04",
    "explanation": "Can you see the bat?  It haunts this cosmic close-up of the eastern Veil Nebula.  The Veil Nebula itself is a large supernova remnant, the expanding debris cloud from the death explosion of a massive star. While the Veil is roughly circular in shape and covers nearly 3 degrees on the sky toward the constellation of the Swan (Cygnus), NGC 6995, known informally as the Bat Nebula, spans only 1/2 degree, about the apparent size of the Moon. That translates to 12 light-years at the Veil's estimated distance, a reassuring 1,400 light-years from planet Earth. In the composite of image data recorded through narrow band filters, emission from hydrogen atoms in the remnant is shown in red with strong emission from oxygen atoms shown in hues of blue. Of course, in the western part of the Veil lies another seasonal apparition: the Witch's Broom Nebula.   Teachers & Students: Ideas for using APOD in the classroom",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/Bat_Taivalnaa_4200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6995: The Bat Nebula",
    "url": "https://apod.nasa.gov/apod/image/2409/Bat_Taivalnaa_960.jpg"
  },
  {
    "copyright": "Eric Benson",
    "date": "2024-09-05",
    "explanation": "About 70,000 light-years across, NGC 247 is a spiral galaxy smaller than our Milky Way. Measured to be only 11 million light-years distant it is nearby though. Tilted nearly edge-on as seen from our perspective, it dominates this telescopic field of view toward the southern constellation Cetus. The pronounced void on one side of the galaxy's disk recalls for some its popular name, the Needle's Eye galaxy. Many background galaxies are visible in this sharp galaxy portrait, including the remarkable string of four galaxies just below and left of NGC 247 known as Burbidge's Chain. Burbidge's Chain galaxies are about 300 million light-years distant. NGC 247 itself is part of the Sculptor Group of galaxies along with shiny spiral NGC 253.",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/NGC247-Hag-Ben2048.JPG",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 247 and Friends",
    "url": "https://apod.nasa.gov/apod/image/2409/NGC247-Hag-Ben1024.JPG"
  },
  {
    "date": "2024-09-06",
    "explanation": "Ringed ice giant Neptune lies near the center of this sharp near-infrared image from the James Webb Space Telescope. The dim and distant world is the farthest planet from the Sun, about 30 times farther away than planet Earth. But in the stunning Webb view, the planet's dark and ghostly appearance is due to atmospheric methane that absorbs infrared light. High altitude clouds that reach above most of Neptune's absorbing methane easily stand out in the image though. Coated with frozen nitrogen, Neptune's largest moon Triton is brighter than Neptune in reflected sunlight, seen at the upper left sporting the Webb telescope's characteristic diffraction spikes. Including Triton, seven of Neptune's 14 known moons can be identified in the field of view. Neptune's faint rings are striking in this space-based planetary portrait. Details of the complex ring system are seen here for the first time since Neptune was visited by the Voyager 2 spacecraft in August 1989.",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/NeptuneTriton_webb1059.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ringed Ice Giant Neptune",
    "url": "https://apod.nasa.gov/apod/image/2409/NeptuneTriton_webb1059.png"
  },
  {
    "date": "2024-09-07",
    "explanation": "Mars has two tiny moons, Phobos and Deimos, named for the figures in Greek mythology Fear and Panic. Detailed surface views of smaller moon Deimos are shown in both these panels. The images were taken in 2009, by the HiRISE camera on board the Mars Reconnaissance Orbiter spacecraft, NASA's long-lived interplanetary internet satellite. The outermost of the two Martian moons, Deimos is one of the smallest known moons in the Solar System, measuring only about 15 kilometers across.  Both Martian moons were discovered in 1877 by Asaph Hall, an American astronomer working at the US Naval Observatory in Washington D.C. But their existence was postulated around 1610 by Johannes Kepler, the astronomer who derived the laws of planetary motion. In this case, Kepler's prediction was not based on scientific principles, but his writings and ideas were so influential that the two Martian moons are discussed in works of fiction such as Jonathan Swift's Gulliver's Travels, written in 1726, over 150 years before their discovery.",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/PIA11826.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Small Moon Deimos",
    "url": "https://apod.nasa.gov/apod/image/2409/PIA11826_c.jpg"
  }
]
