[
  {
    "copyright": "Jean-Baptiste Auroux",
    "date": "2024-02-01",
    "explanation": "Barred spiral galaxy NGC 1365 is truly a majestic island universe some 200,000 light-years across. Located a mere 60 million light-years away toward the faint but heated constellation Fornax, NGC 1365 is a dominant member of the well-studied Fornax Cluster of galaxies. This sharp color image shows the intense, reddish star forming regions near the ends of the galaxy's central bar and along its spiral arms. Seen in fine detail, obscuring dust lanes cut across the galaxy's bright core. At the core lies a supermassive black hole. Astronomers think NGC 1365's prominent bar plays a crucial role in the galaxy's evolution, drawing gas and dust into a star-forming maelstrom and ultimately feeding material into the central black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/NGC1365_v4.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1365: Majestic Island Universe",
    "url": "https://apod.nasa.gov/apod/image/2402/NGC1365_v4_1024.jpg"
  },
  {
    "copyright": "Sander de Jong",
    "date": "2024-02-02",
    "explanation": "This cosmic view shows off an otherwise faint emission nebula IC 410, captured under clear Netherlands skies with telescope and narrowband filters. Above and right of center you can spot two remarkable inhabitants of the interstellar pond of gas and dust, known as the tadpoles of IC 410. Partly obscured by foreground dust, the nebula itself surrounds NGC 1893, a young galactic cluster of stars. Formed in the interstellar cloud a mere 4 million years ago, the intensely hot, bright cluster stars energize the glowing gas. Globules composed of denser cooler gas and dust, the tadpoles are around 10 light-years long and are likely sites of ongoing star formation. Sculpted by stellar winds and radiation their heads are outlined by bright ridges of ionized gas while their tails trail away from the cluster's central young stars. IC 410 and embedded NGC 1893 lie some 10,000 light-years away, toward the nebula-rich constellation Auriga.",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/Tadpoles2048original.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1893 and the Tadpoles of IC 410",
    "url": "https://apod.nasa.gov/apod/image/2402/Tadpoles1024original.png"
  },
  {
    "date": "2024-02-03",
    "explanation": "Apollo 14's Lunar Module Antares landed on the Moon on February 5, 1971. Toward the end of the stay astronaut Ed Mitchell snapped a series of photos of the lunar surface while looking out a window, assembled into this detailed mosaic by Apollo Lunar Surface Journal editor Eric Jones. The view looks across the Fra Mauro highlands to the northwest of the landing site after the Apollo 14 astronauts had completed their second and final walk on the Moon. Prominent in the foreground is their Modular Equipment Transporter, a two-wheeled, rickshaw-like device used to carry tools and samples. Near the horizon at top center is a 1.5 meter wide boulder dubbed Turtle rock. In the shallow crater below Turtle rock is the long white handle of a sampling instrument, thrown there javelin-style by Mitchell. Mitchell's fellow moonwalker and first American in space, Alan Shepard, also used a makeshift six iron to hit two golf balls. One of Shepard's golf balls is just visible as a white spot below Mitchell's javelin.",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/a14pan9335-43emj.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 14: A View from Antares",
    "url": "https://apod.nasa.gov/apod/image/2402/a14pan9335-43emj_900.jpg"
  }
]
