[
  {
    "date": "2024-12-01",
    "explanation": "What color is the universe?  More precisely, if the entire sky were smeared out, what color would the final mix be?  This whimsical question came up when trying to determine what stars are commonplace in nearby galaxies. The answer, depicted here, is a conditionally perceived shade of beige. In computer parlance: #FFF8E7.  To determine this, astronomers computationally averaged the light emitted by one of the larger samples of galaxies analyzed: the 200,000 galaxies of the 2dF Galaxy Redshift Survey.  The resulting cosmic spectrum has some emission in all parts of the electromagnetic spectrum, but a single perceived composite color.  This color has become much less blue over the past 10 billion years, indicating that redder stars are becoming more prevalent.  In a contest to better name the color, notable entries included skyvory, univeige, and the winner: cosmic latte.",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/CosmicLatte_jhu_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cosmic Latte: The Average Color of the Universe",
    "url": "https://apod.nasa.gov/apod/image/2412/CosmicLatte_jhu_960.jpg"
  },
  {
    "copyright": "\nDaniel Stern\n",
    "date": "2024-12-02",
    "explanation": "This galaxy is unusual for how many stars it seems that you can see. Stars are so abundantly evident in this deep exposure of the spiral galaxy NGC 300 because so many of these stars are bright blue and grouped into resolvable bright star clusters.  Additionally, NGC 300 is so clear because it is one of the closest spiral galaxies to Earth, as light takes only about 6 million years to get here.  Of course, galaxies are composed of many more faint stars than bright, and even more of a galaxy's mass is attributed to unseen dark matter.  NGC 300 spans nearly the same amount of sky as the full moon and is visible with a small telescope toward the southern constellation of the Sculptor. The featured image was captured in October from Rio Hurtado, Chile and is a composite of over 20 hours of exposure.",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/Ngc300_Stern_7032.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 300: A Galaxy of Stars",
    "url": "https://apod.nasa.gov/apod/image/2412/Ngc300_Stern_960.jpg"
  },
  {
    "date": "2024-12-03",
    "explanation": "If you could stand on Mars -- what might you see?  You might look out over a vast orange landscape covered with rocks under a dusty orange sky, with a blue-tinted Sun over the horizon, and odd-shaped water clouds hovering high overhead. This was just the view captured last March by NASA's rolling explorer,  Perseverance. The orange coloring is caused by rusted iron in the Martian dirt, some of which is small enough to be swept up by winds into the atmosphere. The blue tint near the rising Sun is caused by blue light being preferentially scattered out from the Sun by the floating dust. The light-colored clouds on the right are likely composed of water-ice and appear high in the Martian atmosphere.  The shapes of some of these clouds are unusual for Earth and remain a topic of research.",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/MarsClouds_Perseverance_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ice Clouds over a Red Planet",
    "url": "https://apod.nasa.gov/apod/image/2412/MarsClouds_Perseverance_960.jpg"
  },
  {
    "copyright": "\nNick Wright\n",
    "date": "2024-12-04",
    "explanation": "Does the Sun return to the same spot on the sky every day?  No.  A more visual answer is an analemma, a composite of sky images taken at the same time and from the same place over a year.  At completion, you can see that the Sun makes a figure 8 on the sky.  The featured unusual analemma does not, however, picture the Sun directly: it was created by looking in the opposite direction. All that was required was noting where the shadow of an edge of a house was in the driveway every clear day at the same time.  Starting in March in Falcon, Colorado, USA, the photographer methodically marked the shadow's 1 pm location. In one frame you can even see the photographer himself.  Although this analemma will be completed in 2025, you can start drawing your own driveway analemma -- using no fancy equipment -- as soon as today.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Driveway Analemma",
    "url": "https://www.youtube.com/embed/7QB_MOemCqs?rel=0"
  },
  {
    "copyright": "Marco Lorenzi",
    "date": "2024-12-05",
    "explanation": "Jupiter looks sharp in these two rooftop telescope images. Both were captured last year on November 17 from Singapore, planet Earth, about two weeks after Jupiter's 2023 opposition. Climbing high in midnight skies the giant planet was a mere 33.4 light-minutes from Singapore. That's about 4 astronomical units away. Jupiter's planet girdling dark belts and light zones are visible in remarkable detail, along with the giant world's whitish oval vortices. Its signature Great Red Spot is prominent in the south. Jupiter rotates rapidly on its axis once every 10 hours. So, based on video frames taken only 15 minutes apart, these images form a stereo pair. Look at the center of the pair and cross your eyes until the separate images come together to see the 3D effect. Of course Jupiter is now not far from its 2024 opposition. Planet Earth is set to pass between the Solar System's ruling gas giant and the Sun on December 7.",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/2023-11-17-1617_1632-Jupiter_Stereo.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stereo Jupiter near Opposition",
    "url": "https://apod.nasa.gov/apod/image/2412/2023-11-17-1617_1632-Jupiter_Stereo1200.png"
  },
  {
    "copyright": "Purple Mountain (Tsuchinshan)",
    "date": "2024-12-06",
    "explanation": "Colorful and bright, this streaking fireball meteor was captured in a single exposure taken at Purple Mountain (Tsuchinshan) Observatory’s Xuyi Station in 2020, during planet Earth's annual Perseid meteor shower. The dome in the foreground houses the China Near Earth Object Survey Telescope (CNEOST), the largest multi-purpose Schmidt telescope in China. Located in Xuyi County, Jiangsu Province, the station began its operation as an extension of China's Purple Mountain Observatory in 2006. Darling of planet Earth's night skies in 2024, the bright comet designated Tsuchinshan-ATLAS (C/2023 A3) was discovered in images taken there on 2023 January 9. The discovery is jointly credited to NASA's ATLAS robotic survey telescope at Sutherland Observatory, South Africa. Other comet discoveries associated with the historic Purple Mountain Observatory and bearing the observatory's transliterated Mandarin name include periodic comets 60/P Tsuchinshan and 62/P Tsuchinshan.",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/PurpleMountainObservatoryXuYiStationFireball.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Xuyi Station and the Fireball",
    "url": "https://apod.nasa.gov/apod/image/2412/PurpleMountainObservatoryXuYiStationFireball1024.jpg"
  },
  {
    "date": "2024-12-07",
    "explanation": "You might not think a close up view of rocket engines producing 8.8 million pounds of thrust would be relaxing, but here it can be. In fact, you can get a warm and cozy feeling just spending a few moments watching NASA's holiday rocket engine fireplace. The video features a loop of the Space Launch System rocket's RS-25 main engines throttled up and running flanked by solid rocket boosters and framed by a stone fireplace. The accompanying audio track mixes the drastically muted sounds of the rocket engines firing with the more familiar sounds of a burning, crackling wood fire. AI elements are included in the composed video along with an image and logo from the Artemis I mission. The Artemis I uncrewed mission to the Moon and back again launched in November 2022 on a Space Launch System rocket.",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/NASARocketEngineFireplaceSnap600.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rocket Engine Fireplace",
    "url": "https://apod.nasa.gov/apod/image/2412/NASARocketEngineFireplaceSnap600.png"
  },
  {
    "date": "2024-12-08",
    "explanation": "Are Saturn's auroras like Earth's?  To help answer this question, the Hubble Space Telescope and the Cassini spacecraft monitored Saturn's North Pole simultaneously during Cassini's final orbits around the gas giant in September 2017.  During this time, Saturn's tilt caused its North Pole to be clearly visible from Earth. The featured image is a composite of ultraviolet images of auroras and optical images of Saturn's clouds and rings, all taken by Hubble.  Like on Earth, Saturn's northern auroras can make total or partial rings around the pole. Unlike on Earth, however, Saturn's auroras are frequently spirals -- and more likely to peak in brightness just before midnight and dawn.  In contrast to Jupiter's auroras, Saturn's auroras appear better related to connecting Saturn's internal magnetic field to the nearby, variable, solar wind.  Saturn's southern auroras were similarly imaged back in 2004 when the planet's South Pole was clearly visible to Earth.    Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2412/SaturnAurora_Hubble_2215.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora around Saturn's North Pole",
    "url": "https://apod.nasa.gov/apod/image/2412/SaturnAurora_Hubble_960.jpg"
  }
]
