[
  {
    "date": "2024-10-01",
    "explanation": "How far can black hole jets extend? A new record was found just recently with the discovery of a 23-million light-year long jet pair from a black hole active billions of years ago.  Dubbed Porphyrion for a mythological Greek giant, the impressive jets were created by a type of black hole that does not usually create long jets -- one that is busy creating radiation from infalling gas. The featured animated video depicts what it might look like to circle around this powerful black hole system.  Porphyrion is shown as a fast stream of energetic particles, and the bright areas are where these particles are impacting surrounding gas. The discovery was made using data from the Keck and Mayall  (DESI) optical observatories as well as LOFAR and the Giant Metrewave Radio Telescope.  The existence of these jets demonstrates that black holes can affect not only their home galaxies but far out into the surrounding universe.   Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "media_type": "video",
    "service_version": "v1",
    "title": "Porphyrion: The Longest Known Black Hole Jets",
    "url": "https://www.youtube.com/embed/ExGvwNuKyMc?rel=0"
  },
  {
    "copyright": "\nIreneusz Nowak;  \nText: Natalia Lewandowska \n(SUNY Oswego)\n",
    "date": "2024-10-02",
    "explanation": "It is the largest satellite galaxy of our home Milky Way Galaxy. If you live in the south, the Large Magellanic Cloud (LMC) is quite noticeable, spanning about 10 degrees across the night sky, which is 20 times larger than the full moon towards the southern constellation of the dolphinfish (Dorado). Being only about 160,000 light years away, many details of the LMC's structure can be seen, such as its central bar and its single spiral arm. The LMC harbors numerous stellar nurseries where new stars are being born, which appear in pink in the featured image. It is home to the Tarantula Nebula, the currently most active star forming region in the entire Local Group, a small collection of nearby galaxies dominated by the massive Andromeda and Milky Way galaxies. Studies of the LMC and the Small Magellanic Cloud (SMC) by Henrietta Swan Leavitt led to the discovery of the period-luminosity relationship of Cepheid variable stars that are used to measure distances across the nearby universe.   Survey: Color Blindness and Astronomical Images",
    "hdurl": "https://apod.nasa.gov/apod/image/2410/LMC_Nowak_2160.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Large Magellanic Cloud Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2410/LMC_Nowak_1080.jpg"
  },
  {
    "copyright": "Wang Letian",
    "date": "2024-10-03",
    "explanation": "The second solar eclipse of 2024 began in the Pacific. On October 2nd the Moon's shadow swept from west to east, with an annular eclipse visible along a narrow antumbral shadow path tracking mostly over ocean, crossing land near the southern tip of South America, and ending in the southern Atlantic. The dramatic total annular eclipse phase is known to some as a ring of fire. Still, a partial eclipse of the Sun was experienced over a wide region. Captured at one of its earliest moments, October's eclipsed Sun is seen just above the clouds near sunrise in this snapshot. The partially eclipsed solar disk is close to the maximum eclipse as seen from Mauna Kea Observatory Visitor Center, Island of Hawaii, planet Earth.   Growing Gallery: Annular Solar Eclipse 2024 October",
    "hdurl": "https://apod.nasa.gov/apod/image/2410/earliestsolareclipse.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse at Sunrise",
    "url": "https://apod.nasa.gov/apod/image/2410/earliestsolareclipse1024.jpg"
  },
  {
    "copyright": "Gabriel Zaparolli",
    "date": "2024-10-04",
    "explanation": "Comet C/2023 A3 (Tsuchinshan–ATLAS) is growing brighter in planet Earth's sky. Fondly known as comet A3, this new visitor to the inner Solar System is traveling from the distant Oort cloud. The comet reached perihelion, its closest approach to the Sun, on September 27 and will reach perigee, its closest to our fair planet, on October 12, by then becoming an evening sky apparition. But comet A3 was an early morning riser on September 30 when this image was made. Its bright coma and already long tail share a pre-dawn skyscape from Praia Grande, Santa Catarina in southern Brazil with the waning crescent Moon just peeking above the eastern horizon. While the behaviour of comets is notoriously unpredictable, Tsuchinshan–ATLAS could become a comet visually rivaling C/2020 F3 (NEOWISE). Comet NEOWISE wowed skygazers in the summer of 2020.   Growing Gallery: Comet Tsuchinsan-ATLAS in 2024",
    "hdurl": "https://apod.nasa.gov/apod/image/2410/zaparolliA3.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet at Moonrise",
    "url": "https://apod.nasa.gov/apod/image/2410/zaparolliA3_1024.png"
  },
  {
    "copyright": "Francesco Sferlazza, Franco Sgueglia",
    "date": "2024-10-05",
    "explanation": "While hunting for comets in the skies above 18th century France, astronomer Charles Messier diligently kept a list of the things encountered during his telescopic expeditions that were definitely not comets. This is number 27 on his now famous not-a-comet list. In fact, 21st century astronomers would identify it as a planetary nebula, but it's not a planet either, even though it may appear round and planet-like in a small telescope. Messier 27 (M27) is an excellent example of a gaseous emission nebula created as a sun-like star runs out of nuclear fuel in its core. The nebula forms as the star's outer layers are expelled into space, with a visible glow generated by atoms excited by the dying star's intense but invisible ultraviolet light. Known by the popular name of the Dumbbell Nebula, the beautifully symmetric interstellar gas cloud is over 2.5 light-years across and about 1,200 light-years away in the constellation Vulpecula. This impressive color image highlights details within the well-studied central region and fainter, seldom imaged features in the nebula's outer halo.",
    "hdurl": "https://apod.nasa.gov/apod/image/2410/m27_RGB_CC_FLAT_MEW.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M27: Not a Comet",
    "url": "https://apod.nasa.gov/apod/image/2410/m27_RGB_CC_FLAT_MEW1024.jpg"
  },
  {
    "copyright": "\nRobert H. McNaught\n",
    "date": "2024-10-06",
    "explanation": "Comet McNaught, the Great Comet of 2007, grew a spectacularly long and filamentary tail.  The magnificent tail spread across the sky and was visible for several days to Southern Hemisphere observers just after sunset.  The amazing ion tail showed its greatest extent on long-duration, wide-angle camera exposures.  During some times, just the tail itself was visible just above the horizon for many northern observers as well. Comet C/2006 P1 (McNaught), estimated to have attained a peak brightness of  magnitude -5 (minus five), was caught by the comet's discoverer in the featured image just after sunset in January 2007 from Siding Spring Observatory in Australia. Comet McNaught, the brightest comet in decades, then  faded as it moved further into southern skies and away from the Sun and Earth. Over the next month, Comet Tsuchinshan–ATLAS, a candidate for the Great Comet of 2024, should display its most spectacular tails  visible from the Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2410/comet_mcnaught_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Magnificent Tail of Comet McNaught",
    "url": "https://apod.nasa.gov/apod/image/2410/comet_mcnaught_960.jpg"
  },
  {
    "copyright": "\nJose Santivañez Mueras\n",
    "date": "2024-10-07",
    "explanation": "A bright comet is moving into the evening skies. C/2023 A3 (Tsuchinshan–ATLAS) has brightened and even though it is now easily visible to the unaided eye, it is so near to the Sun that it is still difficult to see. Pictured, Comet Tsuchinshan–ATLAS was captured just before sunrise from an Andes Mountain in Peru. Braving cold weather, this unusually high perch gave the astrophotographer such a low eastern horizon that the comet was obvious in the pre-dawn sky.  Visible in the featured image is not only an impressively long dust tail extending over many degrees, but an impressively long and blue ion tail, too.  This month, as the comet moves out from the Sun and passes the Earth, evening observers should be able to see the huge dirty ice ball toward the west just after sunset.   Growing Gallery: Comet Tsuchinsan-ATLAS in 2024",
    "hdurl": "https://apod.nasa.gov/apod/image/2410/CometA3_Mueras_1872.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Long Tails Comet Tsuchinshan-ATLAS",
    "url": "https://apod.nasa.gov/apod/image/2410/CometA3_Mueras_1080.jpg"
  },
  {
    "copyright": "\nAlexis\nTrigo\n",
    "date": "2024-10-08",
    "explanation": "Can you find the Sun? OK, but can you explain why there’s a big dark spot in the center? The spot is the Moon, and the impressive alignment shown, where the Moon lines up inside the Sun, is called an annular solar eclipse. Such an eclipse occurred just last week and was visible from a thin swath mostly in Earth's southern hemisphere. The featured image was captured from Patagonia, Chile. When the Moon is significantly closer to the Earth and it aligns with the Sun, a total solar eclipse is then visible from parts of the Earth. Annular eclipses are slightly more common than total eclipses, but as the Moon moves slowly away from the Earth, before a billion more years, the Moon's orbit will no longer bring it close enough for a total solar eclipse to be seen from anywhere on Earth.   Gallery: Annular Eclipse of October 2024",
    "hdurl": "https://apod.nasa.gov/apod/image/2410/AnnularEclipse_Trigo_1080.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Annular Eclipse over Patagonia",
    "url": "https://apod.nasa.gov/apod/image/2410/AnnularEclipse_Trigo_1080.jpg"
  },
  {
    "copyright": "\nAli Al Obaidly\n",
    "date": "2024-10-09",
    "explanation": "What's happening at the center of spiral galaxy M106? A swirling disk of stars and gas, M106's appearance is dominated by blue spiral arms and red  dust lanes near the nucleus, as shown in the featured image taken from the Kuwaiti desert.  The core of M106 glows brightly in radio waves and X-rays where twin jets have been found running the length of the galaxy.  An unusual central glow makes M106 one of the closest examples of the Seyfert class of galaxies, where vast amounts of glowing gas are thought to be falling into a central massive black hole.  M106, also designated NGC 4258, is a relatively close 23.5 million light years away, spans 60 thousand light years across, and can be seen with a small telescope towards the constellation of the Hunting Dogs (Canes Venatici).",
    "hdurl": "https://apod.nasa.gov/apod/image/2410/M106_Obaidly_3500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M106: A Spiral Galaxy with a Strange Center",
    "url": "https://apod.nasa.gov/apod/image/2410/M106_Obaidly_960.jpg"
  },
  {
    "date": "2024-10-10",
    "explanation": "Five bright comets are compared in these panels, recorded by a coronograph on board the long-lived, sun-staring SOHO spacecraft. Arranged chronologically all are recognizable by their tails streaming away from the Sun at the center of each field of view, where a direct view of the overwhelmingly bright Sun is blocked by the coronagraph's occulting disk. Each comet was memorable for earthbound skygazers, starting at top left with Comet McNaught, the 21st century's brightest comet (so far). C/2023 A3 Tsuchinshan-ATLAS, following its perihelion with the active Sun at bottom center, has most recently grabbed the attention of comet watchers around the globe. By the end of October 2024, the blank 6th panel may be filled with bright sungrazer comet C/2024 S1 (ATLAS). ... or not.",
    "hdurl": "https://apod.nasa.gov/apod/image/2410/SohoKy3.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Five Bright Comets from SOHO",
    "url": "https://apod.nasa.gov/apod/image/2410/SohoKy3_1024.jpg"
  },
  {
    "copyright": "Yuri Beletsky",
    "date": "2024-10-11",
    "explanation": "The second solar eclipse of 2024 began in the Pacific. On October 2nd the Moon's shadow swept from west to east, with an annular eclipse visible along a narrow antumbral shadow path tracking mostly over ocean, making its only major landfall near the southern tip of South America, and then ending in the southern Atlantic. The dramatic total annular eclipse phase is known to some as a ring of fire. Also tracking across islands in the southern Pacific, the Moon's antumbral shadow grazed Easter Island allowing denizens to follow all phases of the annular eclipse. Framed by palm tree leaves this clear island view is a stack of two images, one taken with and one taken without a solar filter near the moment of the maximum annular phase. The New Moon's silhouette appears just off center, though still engulfed by the bright disk of the active Sun.   Growing Gallery: Global aurora during October 10/11, 2024",
    "hdurl": "https://apod.nasa.gov/apod/image/2410/eclipse_02.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ring of Fire over Easter Island",
    "url": "https://apod.nasa.gov/apod/image/2410/eclipse_02_1024.jpg"
  },
  {
    "copyright": "Jonathan Eggleston",
    "date": "2024-10-12",
    "explanation": "A gravel country lane gently winds through this colorful rural night skyscape. Captured from Monroe County in southern West Virginia on the evening of October 10, the starry sky above is a familiar sight. Shimmering curtains of aurora borealis or northern lights definitely do not make regular appearances here, though. Surprisingly vivid auroral displays were present on that night at very low latitudes around the globe, far from their usual northern and southern high latitude realms. The extensive auroral activity was evidence of a severe geomagnetic storm triggered by the impact of a coronal mass ejection (CME), an immense magnetized cloud of energetic plasma. The CME was launched toward Earth from the active Sun following a powerful X-class solar flare.   Growing Gallery: Global aurora during October 10/11, 2024",
    "hdurl": "https://apod.nasa.gov/apod/image/2410/241010_eggleston.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Northern Lights, West Virginia",
    "url": "https://apod.nasa.gov/apod/image/2410/241010_eggleston_1024.jpg"
  },
  {
    "copyright": "\nCristian Bigontina\n",
    "date": "2024-10-13",
    "explanation": "Did you see last night's aurora? This question was relevant around much of the world a few days ago because a powerful auroral storm became visible unusually far from the Earth's poles. The cause was a giant X-class solar flare on Tuesday that launched energetic electrons and protons into the Solar System, connecting to the Earth via our planet's magnetic field.  A red glow of these particles striking oxygen atoms high in  Earth's atmosphere pervades the frame, while vertical streaks dance. The featured video shows a one-hour timelapse as seen from Cortina d'Ampezzo over Alps Mountain peaks in northern Italy.  Stars from our Milky Way Galaxy dot the background while  streaks from airplanes and satellites punctuate the foreground. The high recent activity of our Sun is likely to continue to produce picturesque auroras over Earth during the next year or so.   Gallery: Global aurora during October 10/11, 2024",
    "media_type": "video",
    "service_version": "v1",
    "title": "Aurora Timelapse Over Italian Alps",
    "url": "https://www.youtube.com/embed/uCbpHh_rTgc?rel=0"
  },
  {
    "copyright": "\nBrennan Gilmore\n",
    "date": "2024-10-14",
    "explanation": "Go outside at sunset tonight and see a comet!  C/2023 A3 (Tsuchinshan–ATLAS) has become visible in the early evening sky in northern locations to the unaided eye. To see the comet, look west through a sky with a low horizon. If the sky is clear and dark enough, you will not even need binoculars -- the faint tail of the comet should be visible just above the horizon for about an hour.  Pictured, Comet Tsuchinshan-ATLAS was captured two nights ago over the Lincoln Memorial monument in Washington, DC, USA.  With each passing day at sunset, the comet and its changing tail should be higher and higher in the sky, although exactly how bright and how long its tails will be can only be guessed.   Growing Gallery: Comet Tsuchinsan-ATLAS in 2024",
    "hdurl": "https://apod.nasa.gov/apod/image/2410/CometA3Dc_Gilmore_1080.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Tsuchinshan-ATLAS Over the Lincoln Memorial",
    "url": "https://apod.nasa.gov/apod/image/2410/CometA3Dc_Gilmore_1080.jpg"
  },
  {
    "copyright": "\nNico Lefaudeux\n",
    "date": "2024-10-15",
    "explanation": "How bright and strange will the tails of Comet Tsuchinshan-ATLAS become? The comet has brightened dramatically over the few weeks as it passed its closest to the Sun and, just three days ago, passed its closest to the Earth. C/2023 A3 (Tsuchinshan–ATLAS) became of the brightest comets of the past century over the past few days, but was unfortunately hard to see because it was so nearly superposed on the Sun.  As the comet appears to move away from the Sun, it is becoming a remarkable sight -- but may soon begin to fade.  The featured animated video shows how the comet's tails have developed, as viewed from Earth, and gives one prediction about how they might further develop. As shown in the video, heavier parts of the  dust tail that trails the comet have begun to appear to point in nearly the opposite direction from lighter parts of the dust tail as well as the comet's  ion tail, the blue tail that is pushed directly out from the Sun by the solar wind.   Growing Gallery: Comet Tsuchinsan-ATLAS in 2024",
    "media_type": "video",
    "service_version": "v1",
    "title": "Animation: Comet Tsuchinshan-ATLAS Tails Prediction",
    "url": "https://www.youtube.com/embed/dY6poe072_c?rel=0"
  },
  {
    "copyright": "\nTristian McDonald\n",
    "date": "2024-10-16",
    "explanation": "Sometimes the night sky is full of surprises. Take the sky over Lindis Pass, South Island, New Zealand one-night last week.  Instead of a typically calm night sky filled with constant stars, a busy and dynamic night sky appeared. Suddenly visible were pervasive red aurora, green picket-fence aurora, a red SAR arc, a STEVE, a meteor, and the Moon. These outshone the center of our Milky Way Galaxy and both of its two satellite galaxies: the LMC and SMC. All of these were captured together on 28 exposures in five minutes, from which this panorama was composed.  Auroras lit up many skies last week, as a Coronal Mass Ejection from the Sun unleashed a burst of particles toward our Earth that created colorful skies over latitudes usually too far from the Earth's poles to see them.  More generally, night skies this month have other surprises, showing not only auroras -- but comets.   Jigsaw Challenge: Astronomy Puzzle of the Day",
    "hdurl": "https://apod.nasa.gov/apod/image/2410/AuroraNz_McDonald_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Colorful Aurora over New Zealand",
    "url": "https://apod.nasa.gov/apod/image/2410/AuroraNz_McDonald_1080.jpg"
  },
  {
    "copyright": "Ben Cooper",
    "date": "2024-10-17",
    "explanation": "NASA's Europa Clipper is now headed toward an ocean world beyond Earth. The large spacecraft is tucked into the payload fairing atop the Falcon Heavy rocket in this photo, taken at Kennedy Space Center the day before the mission's successful October 14 launch. Europa Clipper's interplanetary voyage will first take it to Mars, then back to Earth, and then on to Jupiter on gravity assist trajectories that will allow it to enter orbit around Jupiter in April 2030. Once orbiting Jupiter, the spacecraft will fly past Europa 49 times, exploring a Jovian moon with a global subsurface ocean that may have conditions to support life. Posing in the background next to the floodlit rocket is Comet Tsuchinsan-ATLAS, about a day after the comet's closest approach to Earth. A current darling of evening skies, the naked-eye comet is a visitor from the distant Oort cloud  Growing Gallery: Comet Tsuchinshan-ATLAS in 2024",
    "hdurl": "https://apod.nasa.gov/apod/image/2410/EuropaComet_cooper3.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Clipper and the Comet",
    "url": "https://apod.nasa.gov/apod/image/2410/EuropaComet_cooper3.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2024-10-18",
    "explanation": "On October 14 it was hard to capture a full view of Comet C/2023 A3 Tsuchinshan-ATLAS. Taken after the comet's closest approach to our fair planet, this evening skyview almost does though. With two telephoto frames combined, the image stretches about 26 degrees across the sky from top to bottom, looking west from Gates Pass, Tucson, Arizona. Comet watchers that night could even identify globular star cluster M5 and the faint apparition of periodic comet 13P Olbers near the long the path of Tsuchinshan-ATLAS's whitish dust tail above the bright comet's coma. Due to perspective as the Earth is crossing the comet's orbital plane, Tsuchinshan-ATLAS also has a pronounced antitail. The antitail is composed of dust previously released and fanning out away from the Sun along the comet's orbit, visible as a needle-like extension below the bright coma toward the rugged western horizon.   Growing Gallery: Comet Tsuchinshan-ATLAS in 2024",
    "hdurl": "https://apod.nasa.gov/apod/image/2410/a3_20241014_s.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Most of Comet Tsuchinshan-ATLAS",
    "url": "https://apod.nasa.gov/apod/image/2410/a3_20241014_s1200.jpg"
  },
  {
    "copyright": "Xingyang Cai",
    "date": "2024-10-19",
    "explanation": "These six panels follow daily apparitions of comet C/2023 A3 Tsuchinshan-ATLAS as it moved away from our fair planet during the past week. The images were taken with the same camera and lens at the indicated dates and locations from California, planet Earth. At far right on October 12 the visitor from the distant Oort cloud was near its closest approach, some 70 million kilometers (about 4 light-minutes) away. Its bright coma and long dust tail were close on the sky to the setting Sun but still easy to spot against a bright western horizon. Over the following days, the outbound comet steadily climbs above the ecliptic and north into the darker western evening sky, but begins to fade from view. Crossing the Earth's orbital plane around October 14, Tsuchinshan-ATLAS exhibits a noticeable antitail extended toward the western horizon. Higher in the evening sky at sunset by October 17 (far left) the comet has faded and reached a distance of around 77 million kilometers from planet Earth. Hopefully you enjoyed some of Tsuchinshan-ATLAS's bid to become the best comet of 2024. This comet's initial orbital period estimates were a mere 80,000 years, but in fact it may never return to the inner Solar System.   Growing Gallery: Comet Tsuchinshan-ATLAS in 2024",
    "hdurl": "https://apod.nasa.gov/apod/image/2410/C2023A3-in-the-past-6-days.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Tsuchinshan-ATLAS Flys Away",
    "url": "https://apod.nasa.gov/apod/image/2410/C2023A3-in-the-past-6-days_1100.jpg"
  },
  {
    "copyright": "\nTom Abel & \nRalf Kaehler \n(KIPAC, \nSLAC), \nAMNH\n",
    "date": "2024-10-20",
    "explanation": "Is our universe haunted?  It might look that way on this dark matter map.  The gravity of unseen dark matter is the leading explanation for why galaxies rotate so fast, why galaxies orbit clusters so fast, why gravitational lenses so strongly deflect light, and why visible matter is distributed as it is both in the local universe and on the cosmic microwave background.  The featured image from the American Museum of Natural History's Hayden Planetarium Space Show Dark Universe highlights one example of how pervasive dark matter might haunt our universe.  In this frame from a detailed computer simulation, complex filaments of dark matter, shown in black, are strewn about the universe like spider webs, while the relatively rare clumps of familiar baryonic matter are colored orange. These simulations are good statistical matches to astronomical observations.  In what is perhaps a scarier turn of events, dark matter -- although quite strange and in an unknown form -- is no longer thought to be the strangest source of gravity in the universe. That honor now falls to dark energy, a more uniform source of repulsive gravity that seems to now dominate the expansion of the entire universe.    Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2410/DarkMatter_KipacAmnh_1200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Matter in a Simulated Universe",
    "url": "https://apod.nasa.gov/apod/image/2410/DarkMatter_KipacAmnh_960.jpg"
  },
  {
    "copyright": "\nBrian Fulda\n",
    "date": "2024-10-21",
    "explanation": "The tails of Comet Tsuchinshan-ATLAS were a sight to behold. Pictured, C/2023 A3 (Tsuchinshan–ATLAS) was captured near peak impressiveness last week over the Eastern Sierra Mountains in California, USA.  The comet not only showed a bright tail, but a distinct anti-tail pointing in nearly the opposite direction. The globular star cluster M5 can be seen on the right, far in the distance.  As it approached, it was unclear if this crumbling iceberg would disintegrate completely as it warmed in the bright sunlight. In reality, the comet survived to become brighter than any star in the night (magnitude -4.9), but unfortunately was then so nearly in front of the Sun that it was hard for many casual observers to locate. Whether Comet Tsuchinshan-Atlas becomes known as the Great Comet of 2024 now depends, in part, on how impressive incoming comet C/2024 S1 (ATLAS) becomes over the next two weeks.   Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2410/CometA3_Fulda_2549.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Tsuchinshan-ATLAS over California",
    "url": "https://apod.nasa.gov/apod/image/2410/CometA3_Fulda_960.jpg"
  },
  {
    "date": "2024-10-22",
    "explanation": "These dark pillars may look destructive, but they are creating stars.  This pillar-capturing picture of the Eagle Nebula combines visible light exposures taken with the Hubble Space Telescope with infrared images taken with the James Webb Space Telescope to highlight evaporating gaseous globules (EGGs) emerging from pillars of molecular hydrogen gas and dust.  The giant pillars are light years in length and are so dense that interior gas contracts gravitationally to form stars.  At each pillar's end, the intense radiation of bright young stars causes low density material to boil away, leaving stellar nurseries of dense EGGs exposed.  The Eagle Nebula, associated with the open star cluster M16, lies about 7000 light years away.   Jigsaw Challenge: Astronomy Puzzle of the Day",
    "hdurl": "https://apod.nasa.gov/apod/image/2410/M16_HubbleWebbPisano_6500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M16: Pillars of Star Creation",
    "url": "https://apod.nasa.gov/apod/image/2410/M16_HubbleWebbPisano_960.jpg"
  },
  {
    "copyright": "\nSpaceX\n",
    "date": "2024-10-23",
    "explanation": "Mechazilla has caught the Super Heavy booster! pic.twitter.com/6R5YatSVJX",
    "media_type": "other",
    "service_version": "v1",
    "title": "Caught"
  },
  {
    "copyright": "Patrick Winkler",
    "date": "2024-10-24",
    "explanation": "A mere seven hundred light years from Earth toward the constellation Aquarius, a star is dying. The once sun-like star's last few thousand years have produced the Helix Nebula. Also known as NGC 7293, the cosmic Helix is a well studied and nearby example of a Planetary Nebula, typical of this final phase of stellar evolution.  Combining narrow band data from emission lines of hydrogen atoms in red and oxygen atoms in blue-green hues, this deep image shows tantalizing details of the Helix, including its bright inner region about 3 light-years across. The white dot at the Helix's center is this Planetary Nebula's hot, dying central star. A simple looking nebula at first glance, the Helix is now understood to have a surprisingly complex geometry.",
    "hdurl": "https://apod.nasa.gov/apod/image/2410/NGC7293_preview.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7293: The Helix Nebula",
    "url": "https://apod.nasa.gov/apod/image/2410/NGC7293_preview1024.png"
  },
  {
    "copyright": "Massimo Di Fusco",
    "date": "2024-10-25",
    "explanation": "Some 13,000 light-years away toward the southern constellation Pavo, the globular star cluster NGC 6752 roams the halo of our Milky Way galaxy. Over 10 billion years old, NGC 6752 follows clusters Omega Centauri, 47 Tucanae, and Messier 22 as the fourth brightest globular in planet Earth's night sky. It holds over 100 thousand stars in a sphere about 100 light-years in diameter. Telescopic explorations of NGC 6752 have found that a remarkable fraction of the stars near the cluster's core are multiple star systems. They also reveal the presence of blue straggle stars, stars which appear to be too young and massive to exist in a cluster whose stars are all expected to be at least twice as old as the Sun. The blue stragglers are thought to be formed by star mergers and collisions in the dense stellar environment at the cluster's core. This sharp color composite also features the cluster's ancient red giant stars in yellowish hues. (Note: The bright, spiky blue star about 8 o'clock from the cluster center is a foreground star along the line-of-sight to NGC 6752)",
    "hdurl": "https://apod.nasa.gov/apod/image/2410/NGC6752_DiFusco.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Globular Star Cluster NGC 6752",
    "url": "https://apod.nasa.gov/apod/image/2410/NGC6752_DiFusco1024.jpg"
  },
  {
    "copyright": "Christophe Vergnes",
    "date": "2024-10-26",
    "explanation": "These brightly outlined flowing shapes look ghostly on a cosmic scale. A telescopic view toward the constellation Cassiopeia, the colorful skyscape features the swept-back, comet-shaped clouds IC 59 (left) and IC 63. About 600 light-years distant, the clouds aren't actually ghosts. They are slowly disappearing though, under the influence of energetic radiation from hot, luminous star gamma Cas. Gamma Cas is physically located only 3 to 4 light-years from the nebulae and lies just above the right edge of the frame. Slightly closer to gamma Cas, IC 63 is dominated by red H-alpha light emitted as hydrogen atoms ionized by the hot star's ultraviolet radiation recombine with electrons. Farther from the star, IC 59 shows less H-alpha emission but more of the characteristic blue tint of dust reflected star light. The field of view spans over 1 degree or 10 light-years at the estimated distance of the interstellar apparitions.",
    "hdurl": "https://apod.nasa.gov/apod/image/2410/IC63.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Phantoms in Cassiopeia",
    "url": "https://apod.nasa.gov/apod/image/2410/IC63_1024.jpg"
  },
  {
    "copyright": "\nMark Hanson and \nMike Selby;\nText: \nMichelle Thaller \n(NASA's \nGSFC)\n",
    "date": "2024-10-27",
    "explanation": "What is the most spook-tacular nebula in the galaxy?   One contender is LDN 43, which bears an astonishing resemblance to a vast cosmic bat flying amongst the stars on a dark Halloween night.  Located about 1400 light years away in the constellation Ophiuchus, this molecular cloud is dense enough to block light not only from background stars, but from wisps of gas lit up by the nearby reflection nebula LBN 7.  Far from being a harbinger of death, this 12-light year-long filament of gas and dust is actually a stellar nursery.  Glowing with eerie light, the bat is lit up from inside by dense gaseous knots that have just formed young stars.    Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2410/LDN43_SelbyHanson_3993.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "LDN 43: The Cosmic Bat Nebula",
    "url": "https://apod.nasa.gov/apod/image/2410/LDN43_SelbyHanson_960.jpg"
  },
  {
    "copyright": "\nLouis LEROUX-GÉRÉ\n",
    "date": "2024-10-28",
    "explanation": "Sometimes a river of hot gas flows over your head. In this case the river created a Strong Thermal Emission Velocity Enhancement (STEVE) that glowed bright red, white, and pink. Details of how STEVEs work remain a topic of research, but recent evidence holds that their glow results from a fast-moving river of hot ions flowing over a hundred kilometers up in the Earth's atmosphere: the ionosphere. The more expansive dull red glow might be related to the flowing STEVE, but alternatively might be a Stable Auroral Red (SAR) arc, a more general heat-related glow. The featured picture, taken earlier this month in Côte d'Opale, France, is a wide-angle digital composite made as the STEVE arc formed nearly overhead.  Although the apparition lasted only a few minutes, this was long enough for the quick-thinking astrophotographer to get in the picture -- can you find him?",
    "hdurl": "https://apod.nasa.gov/apod/image/2410/SteveFrance_leroux_2160.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "STEVE: A Glowing River over France",
    "url": "https://apod.nasa.gov/apod/image/2410/SteveFrance_leroux_1080.jpg"
  },
  {
    "date": "2024-10-29",
    "explanation": "The stars are destroying the pillars. More specifically, some of the newly formed stars in the image center are emitting light so energetic that is evaporating the gas and dust in the surrounding pillars. Simultaneously, the pillars themselves are still trying to form new stars. The whole setting is the star cluster NGC 602, and this new vista was taken by the Webb Space Telescope in multiple infrared colors. In comparison, a roll-over image shows the same star cluster in visible light, taken previously by the Hubble Space Telescope. NGC 602 is located near the perimeter of the Small Magellanic Cloud (SMC), a small satellite galaxy of our Milky Way galaxy.  At the estimated distance of the SMC, the featured picture spans about 200 light-years. A tantalizing assortment of background galaxies are also visible -- mostly around the edges -- that are at least hundreds of millions of light-years beyond.",
    "hdurl": "https://apod.nasa.gov/apod/image/2410/NGC602_Webb_5863.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 602: Stars Versus Pillars from Webb",
    "url": "https://apod.nasa.gov/apod/image/2410/NGC602_Webb_960.jpg"
  }
]
