[
  {
    "copyright": "Petr Horálek",
    "date": "2024-08-01",
    "explanation": "A visitor to the inner solar system every 70 years or so, Comet 13P/Olbers reached its most recent perihelion, or closest approach to the Sun, on June 30. Now on a return voyage to the distant Oort Cloud, the Halley-type comet is recorded here sweeping through northern summer night skies over historic Kunetice Castle, Czech Republic. The composite of tracked exposures for comet and sky, showing the comet's broad dust tail, brighter coma, and long ion tail buffeted by storms and winds from the Sun, and fixed exposures for foreground landscape was recorded on July 28. The comet is about 16 light-minutes beyond the castle and seen against faint background stars below the northern constellation Ursa Major. The hilltop castle dates to the 15th century, while Heinrich Olbers discovered the comet in 1815. Captured here low in northwestern skies just after sunset Comet Olbers, for now, offers skywatchers on planet Earth rewarding telescopic and binocular views. Comet 13P/Olbers' next perihelion passage will be in 2094.",
    "hdurl": "https://apod.nasa.gov/apod/image/2408/2024_07_28_Olbers_Kunka_Kunetice_1500px.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Olbers over Kunetice Castle",
    "url": "https://apod.nasa.gov/apod/image/2408/2024_07_28_Olbers_Kunka_Kunetice_1024px.jpg"
  },
  {
    "copyright": "Tunc Tezel",
    "date": "2024-08-02",
    "explanation": "As Mars wanders through Earth's night, it passes about 5 degrees south of the Pleiades star cluster in this composite astrophoto. The skyview was constructed from a series of images captured over a run of 16 consecutive clear nights beginning on July 12. Mars' march across the field of view begins at the far right, the planet's ruddy hue showing a nice contrast with the blue Pleiades stars. Moving much faster across the sky against the distant stars, the fourth planet from the Sun easily passes seventh planet Uranus. Red planet Mars and the ice giant world were in close conjunction, about 1/2 degree apart, on July 16. Continuing its rapid eastward trek, Mars has now left the sister stars and outer planet behind though, passing north of red giant star Aldebaran. Mars will come within about 1/3 degree of Jupiter in planet Earth's sky on August 14.",
    "hdurl": "https://apod.nasa.gov/apod/image/2408/2024MaUrM45.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars Passing By",
    "url": "https://apod.nasa.gov/apod/image/2408/2024MaUrM45_1024.jpg"
  },
  {
    "copyright": "Cem Özkeser",
    "date": "2024-08-03",
    "explanation": "On a road trip up Mount Uludağ in Bursa province, Turkey these motorcyclists found themselves above low clouds and fog in late June. With the bright Sun directly behind them, the view down the side of the great mountain revealed a beautiful, atmospheric glory and fog bow. Known to some as the heiligenschein or the Specter of the Brocken, a glory can also sometimes be seen from airplanes or even high buildings. It often appears to be a dark giant surrounded by a bright halo. Of course the dark giant is just the shadow of the observer (90MB video) cast opposite the Sun. The clouds and fog are composed of very small water droplets, smaller than rain drops, that refract and reflect sunlight to create the glory's colorful halo and this more extensive fog bow.",
    "hdurl": "https://apod.nasa.gov/apod/image/2408/GloryFog1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Glory and Fog Bow",
    "url": "https://apod.nasa.gov/apod/image/2408/GloryFog_label.png"
  },
  {
    "date": "2024-08-04",
    "explanation": "What would it look like to return home from outside our galaxy? Although designed to answer greater questions, data from ESA's robotic Gaia mission is helping to provide a uniquely modern perspective on humanity's place in the universe.  Gaia orbits the Sun near the Earth and resolves stars' positions so precisely that it can determine a slight shift from its changing vantage point over the course of a year, a shift that is proportionately smaller for more distant stars -- and so determines distance.  In the first sequence of the video, an illustration of the Milky Way is shown that soon resolves into a three-dimensional visualization of Gaia star data.  A few notable stars are labelled with their common names, while others stars are labelled with numbers from a Gaia catalog. Eventually, the viewer arrives in our stellar neighborhood where many stars were tracked by Gaia, and soon at our home star Sol, the Sun. At the video's end, the reflective glow of Sol's third planet becomes visible: Earth.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Gaia: Here Comes the Sun",
    "url": "https://www.youtube.com/embed/XORui0wFKnE?rel=0"
  }
]
