[
  {
    "date": "2024-07-01",
    "explanation": "What's happened since the universe started? The time spiral shown here features a few notable highlights. At the spiral's center is the Big Bang, the place where time, as we know it, began about 13.8 billion years ago. Within a few billion years atoms formed, then stars formed from atoms, galaxies formed from stars and gas, our Sun formed, soon followed by our Earth, about 4.6 billion years ago.  Life on Earth begins about 3.8 billion years ago, followed by cells, then photosynthesis within a billion years.  About 1.7 billion years ago, multicellular life on Earth began to flourish.  Fish began to swim about 500 million years ago, and mammals began walking on land about 200 million years ago. Humans first appeared only about 6 million years ago, and made the first cities only about 10,000 years ago.  The time spiral illustrated stops there, but human spaceflight might be added, which started only 75 years ago, and useful artificial intelligence began to take hold within only the past few years.   Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2407/TimeSpiral_Budassi_2500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Time Spiral",
    "url": "https://apod.nasa.gov/apod/image/2407/TimeSpiral_Budassi_960.jpg"
  },
  {
    "date": "2024-07-02",
    "explanation": "The clouds may look like an oyster, and the stars like pearls, but look beyond. Near the outskirts of the Small Magellanic Cloud, a satellite galaxy some 200 thousand light-years distant, lies this 5 million year old star cluster NGC 602. Surrounded by its birth shell of gas and dust, star cluster NGC 602 is featured in this stunning Hubble image, augmented in a rollover by images in the X-ray by the Chandra Observatory and in the infrared by Spitzer Telescope. Fantastic ridges and swept back gas strongly suggest that energetic radiation and shock waves from NGC 602's massive young stars have eroded the dusty material and triggered a progression of star formation moving away from the star cluster's center. At the estimated distance of the Small Magellanic Cloud, the featured picture spans about 200 light-years, but a tantalizing assortment of background galaxies are also visible in this sharp view. The background galaxies are hundreds of millions of light-years -- or more -- beyond NGC 602.",
    "hdurl": "https://apod.nasa.gov/apod/image/2407/Ngc602_ChandraHubbleSpitzer_3600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 602: Oyster Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/2407/Ngc602_Hubble_960.jpg"
  },
  {
    "copyright": "Michael Sidonio",
    "date": "2024-07-03",
    "explanation": "Big, bright, and beautiful, spiral galaxy M83 lies a mere twelve million light-years away, near the southeastern tip of the very long constellation Hydra. About 40,000 light-years across, M83 is known as the Southern Pinwheel for its pronounced spiral arms. But the wealth of reddish star forming regions found near the edges of the arms' thick dust lanes, also suggest another popular moniker for M83, the Thousand-Ruby Galaxy. This new deep telescopic digital image also records the bright galaxy's faint, extended halo. Arcing toward the bottom of the cosmic frame lies a stellar tidal stream, debris drawn from massive M83 by the gravitational disruption of a smaller, merging satellite galaxy. Astronomers David Malin and Brian Hadley found the elusive star stream in the mid 1990s by enhancing photographic plates.",
    "hdurl": "https://apod.nasa.gov/apod/image/2407/DeepM83ThousandRubyGalaxy.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M83: Star Streams and a Thousand Rubies",
    "url": "https://apod.nasa.gov/apod/image/2407/DeepM83ThousandRubyGalaxy1024.jpg"
  },
  {
    "copyright": "Jesús Carmona Guillén",
    "date": "2024-07-04",
    "explanation": "The beautiful Trifid Nebula is a cosmic study in contrasts. Also known as M20, it lies about 5,000 light-years away toward the nebula rich constellation Sagittarius. A star forming region in the plane of our galaxy, the Trifid does illustrate three different types of astronomical nebulae; red emission nebulae dominated by light from hydrogen atoms, blue reflection nebulae produced by dust reflecting starlight, and dark nebulae where dense dust clouds appear in silhouette. But the red emission region, roughly separated into three parts by obscuring dust lanes, is what lends the Trifid its popular name. Pillars and jets sculpted by newborn stars, above and right of the emission nebula's center, appear in famous Hubble Space Telescope close-up images of the region. The Trifid Nebula is about 40 light-years across. Too faint to be seen by the unaided eye, it almost covers the area of a full moon on planet Earth's sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/2407/TrifidrecortesRGB.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Beautiful Trifid",
    "url": "https://apod.nasa.gov/apod/image/2407/TrifidrecortesRGB1024.jpg"
  },
  {
    "copyright": "Gianni Tumino",
    "date": "2024-07-05",
    "explanation": "A glow from the summit of Mount Etna, famous active stratovolcano of planet Earth, stands out along the horizon in this mountain and night skyscape. Bands of diffuse light from congeries of innumerable stars along the Milky Way galaxy stretch across the sky above. In silhouette, the Milky Way's massive dust clouds are clumped along the galactic plane. Also familiar to northern skygazers are bright stars Deneb, Vega, and Altair, the Summer Triangle straddling dark nebulae and luminous star clouds poised over the volcanic peak. The deep combined exposures reveal the light of active star forming regions along the Milky Way, echoing Etna's ruddy hue in the northern hemisphere summer's night.",
    "hdurl": "https://apod.nasa.gov/apod/image/2407/GianniTumino_Etna&MW_14mm_JPG_LOGO__2048pix.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mount Etna Milky Way",
    "url": "https://apod.nasa.gov/apod/image/2407/GianniTumino_Etna&MW_14mm_JPG_LOGO__1024pix.jpg"
  },
  {
    "copyright": "Massimo Di Fusco",
    "date": "2024-07-06",
    "explanation": "Found among the rich starfields of the Milky Way, star cluster NGC 7789 lies about 8,000 light-years away toward the constellation Cassiopeia. A late 18th century deep sky discovery of astronomer Caroline Lucretia Herschel, the cluster is also known as Caroline's Rose. Its visual appearance in small telescopes, created by the cluster's complex of stars and voids, is suggestive of nested rose petals. Now estimated to be 1.6 billion years young, the galactic or open cluster of stars also shows its age. All the stars in the cluster were likely born at the same time, but the brighter and more massive ones have more rapidly exhausted the hydrogen fuel in their cores. These have evolved from main sequence stars like the Sun into the many red giant stars shown with a yellowish cast in this color composite. Using measured color and brightness, astronomers can model the mass and hence the age of the cluster stars just starting to \"turn off\" the main sequence and become red giants. Over 50 light-years across, Caroline's Rose spans about half a degree (the angular size of the Moon) near the center of the sharp telescopic image.",
    "hdurl": "https://apod.nasa.gov/apod/image/2407/NGC7789_difusco2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7789: Caroline's Rose",
    "url": "https://apod.nasa.gov/apod/image/2407/NGC7789_difusco1024c.jpg"
  },
  {
    "date": "2024-07-07",
    "explanation": "Why are these clouds multi-colored?  A relatively rare phenomenon in clouds known as iridescence can bring up unusual colors vividly -- or even a whole spectrum of colors simultaneously. These polar stratospheric clouds also, known as nacreous and mother-of-pearl clouds,  are formed of small water droplets of nearly uniform size. When the Sun is in the right position and, typically, hidden from direct view, these thin clouds can be seen significantly diffracting sunlight in a nearly coherent manner, with different colors being deflected by different amounts. Therefore, different colors will come to the observer from slightly different directions. Many clouds start with uniform regions that could show iridescence but quickly become too thick, too mixed, or too angularly far from the Sun to exhibit striking colors. The featured image and an accompanying video were taken late in 2019 over Ostersund, Sweden.",
    "hdurl": "https://apod.nasa.gov/apod/image/2407/IridescentClouds_Strand_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Iridescent Clouds over Sweden",
    "url": "https://apod.nasa.gov/apod/image/2407/IridescentClouds_Strand_960.jpg"
  },
  {
    "copyright": "\nMartin Vargic,\n Halcyon Maps \n",
    "date": "2024-07-08",
    "explanation": "Do other stars have planets like our Sun? Surely they do, and evidence includes slight star wobbles created by the gravity of orbiting exoplanets and slight star dimmings caused by orbiting planets moving in front. In all, there have now been over 5,500 exoplanets discovered, including thousands by NASA's space-based Kepler and TESS missions, and over 100 by ESO's ground-based HARPS instrument.  Featured here is an illustrated guess as to what some of these exoplanets might look like. Neptune-type planets occupy the middle and are colored blue because of blue-scattering atmospheric methane they might contain. On the sides of the illustration, Jupiter-type planets are shown, colored tan and red from the scatterings of atmospheric gases that likely include small amounts of carbon.  Interspersed are many Earth-type rocky planets of many colors. As more exoplanets are discovered and investigated, humanity is developing a better understanding of how common Earth-like planets are, and how common life might be in the universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/2407/ExoplanetZoo_Vargic_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Exoplanet Zoo: Other Stars",
    "url": "https://apod.nasa.gov/apod/image/2407/ExoplanetZoo_Vargic_1080.jpg"
  },
  {
    "copyright": "\nPascal Fouquet\n",
    "date": "2024-07-09",
    "explanation": "These clouds are doubly unusual. First, they are rare noctilucent clouds, meaning that they are visible at night -- but only just before sunrise or just after sunset.  Second, the source of these noctilucent clouds is actually known. In this rare case, the source of the sunlight-reflecting ice-crystals in the upper atmosphere can be traced back to the launch of a nearby SpaceX rocket about 30 minutes earlier.  Known more formally as polar mesospheric clouds, the vertex of these icy wisps happens to converge just in front of a rising crescent Moon. The featured image -- and accompanying video -- were captured over Orlando, Florida, USA about a week ago.  The bright spot to the right of the Moon is the planet Jupiter, while the dotted lights above the horizon on the right are from an airplane.",
    "hdurl": "https://apod.nasa.gov/apod/image/2407/NoctilucentFlorida_Pouquet_1966.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Noctilucent Clouds over Florida",
    "url": "https://apod.nasa.gov/apod/image/2407/NoctilucentFlorida_Pouquet_960.jpg"
  },
  {
    "copyright": "Andy Ermolli",
    "date": "2024-07-10",
    "explanation": "These three bright nebulae are often featured on telescopic tours of the constellation Sagittarius and the crowded starfields of the central Milky Way. In fact, 18th century cosmic tourist Charles Messier cataloged two of them; M8, the large nebula above center, and colorful M20 below and left in the frame. The third emission region includes NGC 6559, right of M8 and separated from the larger nebula by a dark dust lane. All three are stellar nurseries about five thousand light-years or so distant. Over a hundred light-years across the expansive M8 is also known as the Lagoon Nebula. M20's popular moniker is the Trifid. Glowing hydrogen gas creates the dominant red color of the emission nebulae. But for striking contrast, blue hues in the Trifid are due to dust reflected starlight. The broad interstellar skyscape spans almost 4 degrees or 8 full moons on the sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/2407/sagittariusTri.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sagittarius Triplet",
    "url": "https://apod.nasa.gov/apod/image/2407/sagittariusTri1024.jpg"
  },
  {
    "copyright": "Juergen Stein",
    "date": "2024-07-11",
    "explanation": "Globular star cluster Omega Centauri packs about 10 million stars much older than the Sun into a volume some 150 light-years in diameter. Also known as NGC 5139, at a distance of 15,000 light-years it's the largest and brightest of 200 or so known globular clusters that roam the halo of our Milky Way galaxy. Though most star clusters consist of stars with the same age and composition, the enigmatic Omega Cen exhibits the presence of different stellar populations with a spread of ages and chemical abundances. In fact, Omega Cen may be the remnant core of a small galaxy merging with the Milky Way. With a yellowish hue, Omega Centauri's red giant stars are easy to pick out in this sharp telescopic view. A two-decade-long exploration of the dense star cluster with the Hubble Space Telescope has revealed evidence for a massive black hole near the center of Omega Centauri.",
    "hdurl": "https://apod.nasa.gov/apod/image/2407/NGC5139_Stein_a2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Globular Cluster Omega Centauri",
    "url": "https://apod.nasa.gov/apod/image/2407/NGC5139_Stein_a1024.jpg"
  },
  {
    "copyright": "Team OURANOS",
    "date": "2024-07-12",
    "explanation": "Planetary nebula Jones-Emberson 1 is the death shroud of a dying Sun-like star. It lies some 1,600 light-years from Earth toward the sharp-eyed constellation Lynx. About 4 light-years across, the expanding remnant of the dying star's atmosphere was shrugged off into interstellar space, as the star's central supply of hydrogen and then helium for fusion was depleted after billions of years. Visible near the center of the planetary nebula is what remains of the stellar core, a blue-hot white dwarf star.  Also known as PK 164 +31.1, the nebula is faint and very difficult to glimpse at a telescope's eyepiece. But this deep image combining over 12 hours of exposure time does show it off in exceptional detail. Stars within our own Milky Way galaxy as well as background galaxies across the universe are scattered through the clear field of view. Ephemeral on the cosmic stage, Jones-Emberson 1 will fade away over the next few thousand years. Its hot, central white dwarf star will take billions of years to cool.",
    "hdurl": "https://apod.nasa.gov/apod/image/2407/PK164_vdef3.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jones-Emberson 1",
    "url": "https://apod.nasa.gov/apod/image/2407/PK164_vdef3_1024.jpg"
  },
  {
    "date": "2024-07-13",
    "explanation": "In 1990, cruising four billion miles from the Sun, the Voyager 1 spacecraft looked back to make this first ever Solar System family portrait. The complete portrait is a 60 frame mosaic made from a vantage point 32 degrees above the ecliptic plane. In it, Voyager's wide-angle camera frames sweep through the inner Solar System at the left, linking up with ice giant Neptune, the Solar System's outermost planet, at the far right. Positions for Venus, Earth, Jupiter, Saturn, Uranus, and Neptune are indicated by letters, while the Sun is the bright spot near the center of the circle of frames. The inset frames for each of the planets are from Voyager's narrow-field camera. Unseen in the portrait are Mercury, too close to the Sun to be detected, and Mars, unfortunately hidden by sunlight scattered in the camera's optical system. Closer to the Sun than Neptune at the time, small, faint Pluto's position was not covered. In 2024 Voyager 1, NASA’s longest-running and most-distant spacecraft, is some 15 billion miles away, operating in interstellar space.",
    "hdurl": "https://apod.nasa.gov/apod/image/2407/ssportrait_vg1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar System Family Portrait",
    "url": "https://apod.nasa.gov/apod/image/2407/ssportrait_vg1.jpg"
  },
  {
    "copyright": "\nAman Chokshi\n",
    "date": "2024-07-14",
    "explanation": "The galaxy was never in danger. For one thing, the Triangulum galaxy (M33), pictured, is much bigger than the tiny grain of rock at the head of the meteor. For another, the galaxy is much farther away -- in this instance 3 million light years as opposed to only about 0.0003 light seconds.  Even so, the meteor's path took it angularly below the galaxy. Also the wind high in Earth's atmosphere blew the meteor's glowing evaporative molecule train away from the galaxy, in angular projection.  Still, the astrophotographer was quite lucky to capture both a meteor and a galaxy in a single exposure -- which was subsequently added to two other images of M33 to bring up the spiral galaxy's colors.  At the end, the meteor was gone in a second, but the galaxy will last billions of years.   Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2407/M33Meteor_Chokshi_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Meteor Misses Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2407/M33Meteor_Chokshi_960.jpg"
  },
  {
    "date": "2024-07-15",
    "explanation": "Why does this galaxy have such a long tail?  In this stunning vista, based on image data from the Hubble Legacy Archive, distant galaxies form a dramatic backdrop for disrupted spiral galaxy Arp 188, the Tadpole Galaxy. The cosmic tadpole is a mere 420 million light-years distant toward the northern constellation of the Dragon (Draco). Its eye-catching tail is about 280 thousand light-years long and features massive, bright blue star clusters. One story goes that a more compact intruder galaxy crossed in front of Arp 188 - from right to left in this view - and was slung around behind the Tadpole by their gravitational attraction. During the close encounter, tidal forces drew out the spiral galaxy's stars, gas, and dust forming the spectacular tail. The intruder galaxy itself, estimated to lie about 300 thousand light-years behind the Tadpole, can be seen through foreground spiral arms at the upper right. Following its terrestrial namesake, the Tadpole Galaxy will likely lose its tail as it grows older, the tail's star clusters forming smaller satellites of the large spiral galaxy.   APOD in world languages: Arabic (IG), Bulgarian, Catalan, Chinese (Beijing), Chinese (Taiwan), Czech, Dutch, Farsi, French, German, Hebrew, Japanese, Portuguese, Russian, Serbian, Slovenian,  Spanish, Taiwanese, Turkish, and  Ukrainian",
    "hdurl": "https://apod.nasa.gov/apod/image/2407/TadpoleGalaxy_HubblePathak_3751.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Tadpole Galaxy from Hubble",
    "url": "https://apod.nasa.gov/apod/image/2407/TadpoleGalaxy_HubblePathak_960.jpg"
  },
  {
    "copyright": "\nMark Hanson & \nMartin Pugh,    \nObservatorio El Sauce\n",
    "date": "2024-07-16",
    "explanation": "What are these unusual interstellar structures? Bright-rimmed, flowing shapes gather near the center of this rich starfield toward the borders of the nautical southern constellations Pupis and Vela. Composed of interstellar gas and dust, the grouping of light-year sized cometary globules is about 1300 light-years distant. Energetic ultraviolet light from nearby hot stars has molded the globules and ionized their bright rims. The globules also stream away from the Vela supernova remnant which may have influenced their swept-back shapes. Within them, cores of cold gas and dust are likely collapsing to form low mass stars, whose formation will ultimately cause the globules to disperse. In fact, cometary globule CG 30 (on the upper left) sports a small reddish glow near its head, a telltale sign of energetic jets from a star in the early stages of formation.",
    "hdurl": "https://apod.nasa.gov/apod/image/2407/CometaryGlobs_Pugh_4692.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cometary Globules",
    "url": "https://apod.nasa.gov/apod/image/2407/CometaryGlobs_Pugh_1080.jpg"
  },
  {
    "copyright": "\nGabriel Muñoz;\nText: Natalia Lewandowska \n(SUNY Oswego)\n",
    "date": "2024-07-17",
    "explanation": "When Vulcan, the Roman god of fire, swings his blacksmith's hammer, the sky is lit on fire. A recent eruption of Chile's Villarrica volcano shows the delicate interplay between this fire -- actually glowing steam and ash from melted rock -- and the light from distant stars in our Milky Way galaxy and the Magellanic Clouds galaxies. In the featured timelapse video, the Earth rotates under the stars as Villarrica erupts.  With about 1350 volcanoes, our planet Earth rivals Jupiter's moon Io as the most geologically active place in the Solar System. While both have magnificent beauty, the reasons for the existence of volcanoes on both worlds are different. Earth's volcanoes typically occur between slowly shifting outer shell plates, while Io's volcanoes are caused by gravitational flexing resulting from Jupiter's tidal gravitational pull.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Villarrica Volcano Against the Sky",
    "url": "https://www.youtube.com/embed/aX4ozspTPQY?rel=0"
  },
  {
    "copyright": "Christopher Freeburn",
    "date": "2024-07-18",
    "explanation": "Unlike most entries in Charles Messier's famous catalog of deep sky objects, M24 is not a bright galaxy, star cluster, or nebula. It's a gap in nearby, obscuring interstellar dust clouds that allows a view of the distant stars in the Sagittarius spiral arm of our Milky Way galaxy. Direct your gaze through this gap with binoculars or small telescope and you are looking through a window over 300 light-years wide at stars some 10,000 light-years or more from Earth. Sometimes called the Small Sagittarius Star Cloud, M24's luminous stars are left of center in this gorgeous starscape.  Covering over 6 degrees or the width of 12 full moons in the constellation Sagittarius, the telescopic field of view includes dark markings B92 and B93 near the center of M24, along with other clouds of dust and glowing nebulae toward the center of the Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/2407/M24-HaLRGB-RC51_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 24: Sagittarius Star Cloud",
    "url": "https://apod.nasa.gov/apod/image/2407/M24-HaLRGB-RC51_1024.jpg"
  },
  {
    "copyright": "Pavel Gabzdyl",
    "date": "2024-07-19",
    "explanation": "For some, these subtle bands of light and shadow stretched across the sky as the Sun set on July 11. Known as anticrepuscular rays, the bands are formed as a large cloud bank near the western horizon cast long shadows through the atmosphere at sunset. Due to the camera's perspective, the bands of light and shadow seem to converge toward the eastern (opposite) horizon at a point seen just above a 14th century hilltop castle in Brno, Czech Republic. In the foreground, denizens of planet Earth are enjoying the region's annual Planet Festival in the park below the Brno Observatory and Planetarium. And while crepuscular and anticrepuscular rays are a relatively common atmospheric phenomenon, this festival's 10 meter diameter inflatable spheres representing bodies of the Solar System are less often seen on planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2407/2024-07-11Pavel_2048p.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Anticrepuscular Rays at the Planet Festival",
    "url": "https://apod.nasa.gov/apod/image/2407/2024-07-11Pavel_1024p.jpg"
  },
  {
    "date": "2024-07-20",
    "explanation": "Have you seen a panorama from another world lately? Assembled from high-resolution scans of the original film frames, this one sweeps across the magnificent desolation of the Apollo 11 landing site on the Moon's Sea of Tranquility. The images were taken 55 years ago by Neil Armstrong looking out his window on the Eagle Lunar Module shortly after the July 20, 1969 landing. The frame at the far left (AS11-37-5449) is the first picture taken by a person on another world. Thruster nozzles can be seen in the foreground on the left (toward the south), while at the right (west), the shadow of the Eagle is visible. For scale, the large, shallow crater on the right has a diameter of about 12 meters. Frames taken from the Lunar Module windows about an hour and a half after landing, before walking on the lunar surface, were intended to document the landing site in case an early departure was necessary.",
    "hdurl": "https://apod.nasa.gov/apod/image/2407/a11pan1040226lftsm.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 11 Landing Panorama",
    "url": "https://apod.nasa.gov/apod/image/2407/a11pan1040226lftsm600.jpg"
  },
  {
    "copyright": "\nWayne Pinkston \n(LightCrafter Photography)\n",
    "date": "2024-07-21",
    "explanation": "This rock structure is not only surreal -- it's real.  Perhaps the reason it's not more famous is that it is smaller than one might guess: the capstone rock overhangs only a few meters.  Even so, the King of Wings outcrop, located in New Mexico, USA, is a fascinating example of an unusual type of rock structure called a hoodoo. Hoodoos may form when a layer of hard rock overlays a layer of eroding softer rock. Figuring out the details of incorporating this hoodoo into a night-sky photoshoot took over a year. Besides waiting for a suitably picturesque night behind a sky with few clouds, the foreground had to be artificially lit just right relative to the natural glow of the background.  After much planning and waiting, the final shot, featured here, was taken in May 2016. Mimicking the horizontal bar, the background sky features the band of our Milky Way Galaxy stretching overhead.",
    "hdurl": "https://apod.nasa.gov/apod/image/2407/KingOfWings_Pinkston_7360.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "King of Wings Hoodoo under the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/2407/KingOfWings_Pinkston_960.jpg"
  },
  {
    "copyright": "\nChang Lee\n",
    "date": "2024-07-22",
    "explanation": "Sometimes the dark dust of interstellar space has an angular elegance.  Such is the case toward the far-south constellation of Chamaeleon. Normally too faint to see, dark dust is best known for blocking visible light from stars and galaxies behind it. In this 36.6-hour exposure, however, the dust is seen mostly in light of its own, with its strong red and near-infrared colors creating a brown hue. Contrastingly blue, the bright star Beta Chamaeleontis is visible on the upper right, with the dust that surrounds it preferentially reflecting blue light from its primarily blue-white color.  All of the pictured stars and dust occur in our own Milky Way Galaxy with one notable exception: the white spot just below Beta Chamaeleontis is the galaxy IC 3104 which lies far in the distance.  Interstellar dust is mostly created in the cool atmospheres of giant stars and dispersed into space by stellar light, stellar winds, and stellar explosions such as supernovas.",
    "hdurl": "https://apod.nasa.gov/apod/image/2407/VeeChamaeleon_Lee_6098.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Chamaeleon Dark Nebulas",
    "url": "https://apod.nasa.gov/apod/image/2407/VeeChamaeleon_Lee_960.jpg"
  },
  {
    "date": "2024-07-23",
    "explanation": "What powers the Crab Nebula? A city-sized magnetized neutron star spinning around 30 times a second. Known as the Crab Pulsar, it is the bright spot in the center of the gaseous swirl at the nebula's core.  About 10 light-years across, the spectacular picture of the Crab Nebula (M1) frames a swirling central disk and complex filaments of surrounding and expanding glowing gas. The picture combines visible light from the Hubble Space Telescope in red and blue with X-ray light from the Chandra X-ray Observatory shown in white, and diffuse X-ray emission detected by Imaging X-ray Polarimetry Explorer (IXPE) in diffuse purple.  The central pulsar powers the Crab Nebula's emission and expansion by slightly slowing its spin rate, which drives out a wind of energetic electrons.  The featured image released today, the 25th Anniversary of the launch of NASA's flagship-class X-ray Observatory: Chandra.    Many Discoveries: Chandra Celebrates 25th Anniversary",
    "hdurl": "https://apod.nasa.gov/apod/image/2407/Crab_MultiChandra_4123.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Crab Nebula from Visible to X-Ray",
    "url": "https://apod.nasa.gov/apod/image/2407/Crab_MultiChandra_960.jpg"
  }
]
