[
  {
    "copyright": "John Hayes",
    "date": "2024-11-01",
    "explanation": "Big, beautiful spiral galaxy NGC 6744 is nearly 175,000 light-years across, larger than our own Milky Way. It lies some 30 million light-years distant in the southern constellation Pavo but appears as only a faint smudge in the eyepiece of a small telescope. We see the disk of the nearby island universe tilted towards our line of sight in this remarkably deep and detailed galaxy portrait, a telescopic image that spans an area about the angular size of a full moon. In it, the giant galaxy's elongated yellowish core is dominated by the light from old, cool stars. Beyond the core, grand spiral arms are filled with young blue star clusters and speckled with pinkish star forming regions. An extended arm sweeps past smaller satellite galaxy NGC 6744A at the upper left. NGC 6744's galactic companion is reminiscent of the Milky Way's satellite galaxy the Large Magellanic Cloud.",
    "hdurl": "https://apod.nasa.gov/apod/image/2411/NGC6744_V2_8_sm.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy NGC 6744",
    "url": "https://apod.nasa.gov/apod/image/2411/NGC6744_V2_8_sm1024.jpg"
  },
  {
    "date": "2024-11-02",
    "explanation": "Saturn is bright in Earth's night skies. Telescopic views of the outer gas giant planet and its beautiful rings often make it a star at star parties. But this stunning view of Saturn's rings and night side just isn't possible from telescopes in the vicinity of planet Earth. Peering out from the inner Solar System they can only bring Saturn's day side into view. In fact, this image of Saturn's slender sunlit crescent with night's shadow cast across its broad and complex ring system was captured by the Cassini spacecraft. A robot spacecraft from planet Earth, Cassini called Saturn orbit home for 13 years before it was directed to dive into the atmosphere of the gas giant on September 15, 2017. This magnificent mosaic is composed of frames recorded by Cassini's wide-angle camera only two days before its grand final plunge. Saturn's night will not be seen again until another spaceship from Earth calls.",
    "hdurl": "https://apod.nasa.gov/apod/image/2411/LastRingPortrait_Cassini_4472.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn at Night",
    "url": "https://apod.nasa.gov/apod/image/2411/LastRingPortrait_Cassini_1080.jpg"
  },
  {
    "date": "2024-11-03",
    "explanation": "What's that black spot on Jupiter? No one is sure.  During one pass of NASA's Juno over  Jupiter, the robotic spacecraft imaged an usually dark cloud feature informally dubbed the Abyss. Surrounding cloud patterns show the Abyss to be at the center of a vortex. Since dark features on Jupiter's atmosphere tend to run deeper than light features, the Abyss may really be the deep hole that it appears -- but without more evidence that remains conjecture.  The Abyss is surrounded by a complex of meandering clouds and other swirling storm systems, some of which are topped by light colored, high-altitude clouds.  The featured image was captured in 2019 while Juno passed only about 15,000 kilometers above Jupiter's cloud tops.  The next close pass of Juno near Jupiter will be in about three weeks.",
    "hdurl": "https://apod.nasa.gov/apod/image/2411/JupiterAbyss_JunoEichstadt_1080.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter Abyss",
    "url": "https://apod.nasa.gov/apod/image/2411/JupiterAbyss_JunoEichstadt_1080.jpg"
  },
  {
    "copyright": "\nFényes Lóránd\n",
    "date": "2024-11-04",
    "explanation": "The Great Nebula in Orion, an immense, nearby starbirth region, is probably the most famous of all astronomical nebulas.  Here, glowing gas surrounds hot young stars at the edge of an immense interstellar molecular cloud only 1500 light-years away.  In the featured deep image in assigned colors highlighted by emission in oxygen and hydrogen, wisps and sheets of dust and gas are particularly evident.  The Great Nebula in Orion can be found with the unaided eye near the easily identifiable belt of three stars in the popular constellation Orion.  In addition to housing a bright open cluster of stars known as the Trapezium, the Orion Nebula contains many stellar nurseries.   These nurseries contain much hydrogen gas, hot young stars, proplyds, and stellar jets spewing material at high speeds.  Also known as M42, the Orion Nebula spans about 40 light years and is located in the same spiral arm of our Galaxy as the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/2411/Orion_Lorand_1992.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M42: The Great Nebula in Orion",
    "url": "https://apod.nasa.gov/apod/image/2411/Orion_Lorand_1992.jpg"
  },
  {
    "copyright": "\nJosh Dury\n",
    "date": "2024-11-05",
    "explanation": "Why were the statues on Easter Island built?  No one is sure.  What is sure is that over 900 large stone statues called moais exist there.  The Rapa Nui (Easter Island) moais stand, on average, over twice as tall as a person and have over 200 times as much mass.  It is thought that the unusual statues were created about 600 years ago in the images of local leaders of a vibrant and ancient civilization.  Rapa Nui has been declared by UNESCO to a World Heritage Site. Pictured here, some of the stone giants were imaged last month under the central band of our Milky Way galaxy.  Previously unknown moais are still being discovered.    Alternative Multi-APOD Front Page: MyUniverseHub.com",
    "hdurl": "https://apod.nasa.gov/apod/image/2411/IslandMoai_Dury_2831.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way over Easter Island",
    "url": "https://apod.nasa.gov/apod/image/2411/IslandMoai_Dury_960.jpg"
  },
  {
    "copyright": "\nAlessandra Masi\n",
    "date": "2024-11-06",
    "explanation": "Comet Tsuchinshan-Atlas is now headed back to the outer Solar System.  The massive dusty snowball put on quite a show during its trip near the Sun, resulting in many impressive pictures from planet Earth during October.  The featured image was taken in mid-October and shows a defining visual feature of the comet -- its impressive anti-tail. The image captures Comet C/2023 A3 (Tsuchinshan–ATLAS) with impressively long dust and ion tails pointing up and away from the Sun, while the strong anti-tail -- composed of more massive dust particles -- trails the comet and points down and (nearly) toward the recently-set Sun. In the foreground is village of Tai di Cadore, Italy, with the tremendous Dolomite Mountains in the background.  Another comet, C/2024 S1 (ATLAS), once a candidate to rival Comet Tsuchinshan-Atlas in brightness, broke up last week during its close approach to our Sun.    Growing Gallery: Comet Tsuchinshan-ATLAS in 2024",
    "hdurl": "https://apod.nasa.gov/apod/image/2411/CometA3Dolomites_Masi_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Tsuchinshan-Atlas over the Dolomites",
    "url": "https://apod.nasa.gov/apod/image/2411/CometA3Dolomites_Masi_960.jpg"
  },
  {
    "copyright": "George Williams",
    "date": "2024-11-07",
    "explanation": "This spectacular intergalactic skyscape features Arp 227, a curious system of galaxies from the 1966 Atlas of Peculiar Galaxies. Some 100 million light-years distant within the boundaries of the constellation Pisces, Arp 227 consists of the two galaxies prominent above and left of center, the shell galaxy NGC 474 and its blue, spiral-armed neighbor NGC 470. The readily apparent shells and star streams of NGC 474 are likely tidal features originating from the accretion of another smaller galaxy during close gravitational encounters that began over a billion years ago. The large galaxy on the bottom righthand side of the deep image, NGC 467, appears to be surrounded by faint shells and streams too, evidence of another merging galaxy system. Intriguing background galaxies are scattered around the field that also includes spiky foreground stars. Of course, those stars lie well within our own Milky Way Galaxy. The telescopic field of view spans 25 arc minutes or just under 1/2 degree on the sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/2411/NGC474_S1_Crop.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shell Galaxies in Pisces",
    "url": "https://apod.nasa.gov/apod/image/2411/NGC474_S1_Crop1024.jpg"
  },
  {
    "copyright": "Francesco Radici",
    "date": "2024-11-08",
    "explanation": "Drifting near the plane of our Milky Way galaxy these dusty molecular clouds seem to extend a helping hand on a cosmic scale. Part of a local complex of star-forming interstellar clouds they include LDN 1358, 1357, and 1355 from American astronomer Beverly Lynds' 1962 Catalog of Dark Nebulae. Presenting a challenging target for astro-imagers, the obscuring dark nebulae are nearly 3,000 light-years away, toward rich starfields in the northern constellation Cassiopeia. At that distance, this deep, telescopic field of view would span about 80 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2411/Ldn1355HelpingHandFR2048.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Helping Hand in Cassiopeia",
    "url": "https://apod.nasa.gov/apod/image/2411/Ldn1355HelpingHandFR1024.png"
  },
  {
    "copyright": "Voyager",
    "date": "2024-11-09",
    "explanation": "Ice giant Neptune is faint in Earth's night sky. Some 30 times farther from the Sun than our fair planet, telescopes are needed to catch a glimpse of the dim and distant world. This dramatic view of Neptune's night just isn't possible for telescopes in the vicinity of planet Earth though. Peering out from the inner Solar System they can only bring Neptune's day side into view.  In fact this night side image with Neptune's slender crescent next to the crescent of its large moon Triton was captured by Voyager 2. Launched from planet Earth in 1977 the Voyager 2 spacecraft made a close fly by of the Solar System's outermost planet in 1989, looking back on Neptune at night as the robotic spacecraft continued its voyage to interstellar space.",
    "hdurl": "https://apod.nasa.gov/apod/image/2411/neptunetriton_voyager_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Neptune at Night",
    "url": "https://apod.nasa.gov/apod/image/2411/neptunetriton_voyager_960.jpg"
  },
  {
    "date": "2024-11-10",
    "explanation": "The largest canyon in the Solar System cuts a wide swath across the face of Mars.  Named Valles Marineris, the grand valley extends over 3,000 kilometers long, spans as much as 600 kilometers across, and delves as much as 8 kilometers deep.  By comparison, the Earth's Grand Canyon in Arizona, USA is 800 kilometers long, 30 kilometers across, and 1.8 kilometers deep.  The origin of the Valles Marineris remains unknown, although a leading hypothesis holds that it started as a crack billions of years ago as the planet cooled.  Several geologic processes have been identified in the canyon.  The featured mosaic was  created from over 100 images of Mars taken by Viking Orbiters in the 1970s.",
    "hdurl": "https://apod.nasa.gov/apod/image/2411/marsglobe_viking_1552.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Valles Marineris: The Grand Canyon of Mars",
    "url": "https://apod.nasa.gov/apod/image/2411/marsglobe_viking_960.jpg"
  },
  {
    "copyright": "\nBray Falls\n",
    "date": "2024-11-11",
    "explanation": "What created an unusual dark streak in Comet Tsuchinshan-Atlas's tail? Some images of the bright comet during mid-October not only caught its impressively long tail and its thin anti-tail, but a rather unexpected feature: a dark streak in the long tail. The reason for the dark streak is currently unclear and a topic of some debate.  Possible reasons include a plume of dark dust, different parts of the bright tail being unusually superposed, and a shadow of a dense part of the coma on smaller dust particles. The streak is visible in the featured image taken on October 14 from Texas, USA. To help future analyses, if you have taken a good image of the comet that clearly shows this dark streak, please send it in to APOD. Comet Tsuchinshan–ATLAS has now faded considerably and is returning to the outer Solar System.   Gallery: Comet Tsuchinshan-ATLAS in 2024",
    "hdurl": "https://apod.nasa.gov/apod/image/2411/CometDarkTail_Falls_5122.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Unusual Tails of Comet Tsuchinshan-Atlas",
    "url": "https://apod.nasa.gov/apod/image/2411/CometDarkTail_Falls_960.jpg"
  },
  {
    "copyright": "\nTeam ARO\n",
    "date": "2024-11-12",
    "explanation": "How was the Crescent Nebula created?  Looking like an emerging space cocoon, the Crescent Nebula, visible in the center of the featured image, was created by the brightest star in its center.  A leading progenitor hypothesis has the Crescent Nebula beginning to form about 250,000 years ago.  At that time, the massive central star had evolved to become a Wolf-Rayet star (WR 136), shedding its outer envelope in a strong stellar wind, ejecting the equivalent of our Sun's mass every 10,000 years.  This wind impacted surrounding gas left over from a previous phase, compacting it into a series of complex shells, and lighting it up.  The Crescent Nebula, also known as NGC 6888, lies about 4,700 light-years away in the constellation of Cygnus.  Star WR 136 will probably undergo a supernova explosion sometime in the next million years.   Jigsaw Challenge: Astronomy Puzzle of the Day",
    "hdurl": "https://apod.nasa.gov/apod/image/2411/Ngc6888Hoo_Aro_2466.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6888: The Crescent Nebula",
    "url": "https://apod.nasa.gov/apod/image/2411/Ngc6888Hoo_Aro_960.jpg"
  },
  {
    "date": "2024-11-13",
    "explanation": "A mere 56 million light-years distant toward the southern constellation Fornax, NGC 1365 is an enormous barred spiral galaxy about 200,000 light-years in diameter. That's twice the size of our own barred spiral Milky Way. This sharp image from the James Webb Space Telescope's Mid-Infrared Instrument (MIRI) reveals stunning details of this magnificent spiral in infrared light. Webb's field of view stretches about 60,000 light-years across NGC 1365, exploring the galaxy's core and bright newborn star clusters. The intricate network of dusty filaments and bubbles is created by young stars along spiral arms winding from the galaxy's central bar. Astronomers suspect the gravity field of NGC 1365's bar plays a crucial role in the galaxy's evolution, funneling gas and dust into a star-forming maelstrom and ultimately feeding material into the active galaxy's central, supermassive black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/2411/JWSTMIRI_ngc1365.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Barred Spiral Galaxy NGC 1365 from Webb",
    "url": "https://apod.nasa.gov/apod/image/2411/JWSTMIRI_ngc1365_1024.png"
  }
]
