[
  {
    "date": "2024-10-01",
    "explanation": "How far can black hole jets extend? A new record was found just recently with the discovery of a 23-million light-year long jet pair from a black hole active billions of years ago.  Dubbed Porphyrion for a mythological Greek giant, the impressive jets were created by a type of black hole that does not usually create long jets -- one that is busy creating radiation from infalling gas. The featured animated video depicts what it might look like to circle around this powerful black hole system.  Porphyrion is shown as a fast stream of energetic particles, and the bright areas are where these particles are impacting surrounding gas. The discovery was made using data from the Keck and Mayall  (DESI) optical observatories as well as LOFAR and the Giant Metrewave Radio Telescope.  The existence of these jets demonstrates that black holes can affect not only their home galaxies but far out into the surrounding universe.   Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "media_type": "video",
    "service_version": "v1",
    "title": "Porphyrion: The Longest Known Black Hole Jets",
    "url": "https://www.youtube.com/embed/ExGvwNuKyMc?rel=0"
  },
  {
    "copyright": "\nIreneusz Nowak;  \nText: Natalia Lewandowska \n(SUNY Oswego)\n",
    "date": "2024-10-02",
    "explanation": "It is the largest satellite galaxy of our home Milky Way Galaxy. If you live in the south, the Large Magellanic Cloud (LMC) is quite noticeable, spanning about 10 degrees across the night sky, which is 20 times larger than the full moon towards the southern constellation of the dolphinfish (Dorado). Being only about 160,000 light years away, many details of the LMC's structure can be seen, such as its central bar and its single spiral arm. The LMC harbors numerous stellar nurseries where new stars are being born, which appear in pink in the featured image. It is home to the Tarantula Nebula, the currently most active star forming region in the entire Local Group, a small collection of nearby galaxies dominated by the massive Andromeda and Milky Way galaxies. Studies of the LMC and the Small Magellanic Cloud (SMC) by Henrietta Swan Leavitt led to the discovery of the period-luminosity relationship of Cepheid variable stars that are used to measure distances across the nearby universe.   Survey: Color Blindness and Astronomical Images",
    "hdurl": "https://apod.nasa.gov/apod/image/2410/LMC_Nowak_2160.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Large Magellanic Cloud Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2410/LMC_Nowak_1080.jpg"
  },
  {
    "copyright": "Wang Letian",
    "date": "2024-10-03",
    "explanation": "The second solar eclipse of 2024 began in the Pacific. On October 2nd the Moon's shadow swept from west to east, with an annular eclipse visible along a narrow antumbral shadow path tracking mostly over ocean, crossing land near the southern tip of South America, and ending in the southern Atlantic. The dramatic total annular eclipse phase is known to some as a ring of fire. Still, a partial eclipse of the Sun was experienced over a wide region. Captured at one of its earliest moments, October's eclipsed Sun is seen just above the clouds near sunrise in this snapshot. The partially eclipsed solar disk is close to the maximum eclipse as seen from Mauna Kea Observatory Visitor Center, Island of Hawaii, planet Earth.   Growing Gallery: Annular Solar Eclipse 2024 October",
    "hdurl": "https://apod.nasa.gov/apod/image/2410/earliestsolareclipse.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse at Sunrise",
    "url": "https://apod.nasa.gov/apod/image/2410/earliestsolareclipse1024.jpg"
  },
  {
    "copyright": "Gabriel Zaparolli",
    "date": "2024-10-04",
    "explanation": "Comet C/2023 A3 (Tsuchinshan–ATLAS) is growing brighter in planet Earth's sky. Fondly known as comet A3, this new visitor to the inner Solar System is traveling from the distant Oort cloud. The comet reached perihelion, its closest approach to the Sun, on September 27 and will reach perigee, its closest to our fair planet, on October 12, by then becoming an evening sky apparition. But comet A3 was an early morning riser on September 30 when this image was made. Its bright coma and already long tail share a pre-dawn skyscape from Praia Grande, Santa Catarina in southern Brazil with the waning crescent Moon just peeking above the eastern horizon. While the behaviour of comets is notoriously unpredictable, Tsuchinshan–ATLAS could become a comet visually rivaling C/2020 F3 (NEOWISE). Comet NEOWISE wowed skygazers in the summer of 2020.   Growing Gallery: Comet Tsuchinsan-ATLAS in 2024",
    "hdurl": "https://apod.nasa.gov/apod/image/2410/zaparolliA3.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet at Moonrise",
    "url": "https://apod.nasa.gov/apod/image/2410/zaparolliA3_1024.png"
  },
  {
    "copyright": "Francesco Sferlazza, Franco Sgueglia",
    "date": "2024-10-05",
    "explanation": "While hunting for comets in the skies above 18th century France, astronomer Charles Messier diligently kept a list of the things encountered during his telescopic expeditions that were definitely not comets. This is number 27 on his now famous not-a-comet list. In fact, 21st century astronomers would identify it as a planetary nebula, but it's not a planet either, even though it may appear round and planet-like in a small telescope. Messier 27 (M27) is an excellent example of a gaseous emission nebula created as a sun-like star runs out of nuclear fuel in its core. The nebula forms as the star's outer layers are expelled into space, with a visible glow generated by atoms excited by the dying star's intense but invisible ultraviolet light. Known by the popular name of the Dumbbell Nebula, the beautifully symmetric interstellar gas cloud is over 2.5 light-years across and about 1,200 light-years away in the constellation Vulpecula. This impressive color image highlights details within the well-studied central region and fainter, seldom imaged features in the nebula's outer halo.",
    "hdurl": "https://apod.nasa.gov/apod/image/2410/m27_RGB_CC_FLAT_MEW.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M27: Not a Comet",
    "url": "https://apod.nasa.gov/apod/image/2410/m27_RGB_CC_FLAT_MEW1024.jpg"
  }
]
