[
  {
    "date": "2024-04-01",
    "explanation": "What's happening to the big black hole in the center of our galaxy?  It is sucking in matter from a swirling disk -- a disk that is magnetized, it has now been confirmed. Specifically, the black hole's accretion disk has recently been seen to emit polarized light, radiation frequently associated with a magnetized source. Pictured here is a close-up of Sgr A*, our Galaxy's central black hole, taken by radio telescopes around the world participating in the Event Horizon Telescope (EHT) Collaboration.  Superposed are illustrative curved lines indicating polarized light likely emitted from swirling magnetized gas that will soon fall into the 4+ million solar mass central black hole.  The central part of this image is likely dark because little light-emitting gas is visible between us and the dark event horizon of the black hole.  Continued EHT monitoring of this and M87's central black hole may yield new clues about the gravity of black holes and how infalling matter creates disks and jets.    NASA Predicts:  Moon to Get in Way of Sun",
    "hdurl": "https://apod.nasa.gov/apod/image/2404/SagAstarB_EHT_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Swirling Magnetic Field around Our Galaxy's Central Black Hole",
    "url": "https://apod.nasa.gov/apod/image/2404/SagAstarB_EHT_960.jpg"
  },
  {
    "copyright": "\nPhil Hart\n",
    "date": "2024-04-02",
    "explanation": "Only in the fleeting darkness of a total solar eclipse is the light of the solar corona easily visible. Normally overwhelmed by the bright solar disk, the expansive corona, the sun's outer atmosphere, is an alluring sight. But the subtle details and extreme ranges in the corona's brightness, although discernible to the eye, are notoriously difficult to photograph. Pictured here, however, using multiple images and digital processing, is a detailed image of the Sun's corona taken during the April 20, 2023 total solar eclipse from Exmouth, Australia. Clearly visible are intricate layers and glowing caustics of an ever changing mixture of hot gas and magnetic fields. Bright looping prominences appear pink just around the Sun's limb. A similar solar corona might be visible through clear skies in a narrow swath across the North America during the total solar eclipse that occurs just six days from today  NASA Coverage: Total Solar Eclipse of 2024 April 8",
    "hdurl": "https://apod.nasa.gov/apod/image/2404/CoronaExmouth_Hart_1920.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Detailed View of a Solar Eclipse Corona",
    "url": "https://apod.nasa.gov/apod/image/2404/CoronaExmouth_Hart_1080.jpg"
  },
  {
    "date": "2024-04-03",
    "explanation": "What created this unusual celestial firework? The nebula, dubbed Pa 30, appears in the same sky direction now as a bright \"guest star\" did in the year 1181. Although Pa 30's filaments look similar to that created by a nova (for example GK Per), and a planetary nebula (for example NGC 6751), some astronomers now propose that it was created by a rare type of supernova: a thermonuclear Type Iax, and so is (also) named SN 1181.  In this model, the supernova was not the result of the detonation of a single star, but rather a blast that occurred when two white dwarf stars spiraled together and merged.  The blue dot in the center is hypothesized to be a zombie star, the remnant white dwarf that somehow survived this supernova-level explosion.  The featured image combines images and data obtained with infrared (WISE), visible  (MDM, Pan-STARRS), and X-ray (Chandra, XMM) telescopes.  Future observations and analyses may tell us more.   NASA Coverage: Total Solar Eclipse of 2024 April 8",
    "hdurl": "https://apod.nasa.gov/apod/image/2404/Pa30_NASA_4350.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual Nebula Pa 30",
    "url": "https://apod.nasa.gov/apod/image/2404/Pa30V_NASA_960.jpg"
  }
]
