[
  {
    "copyright": "John Sarkissian",
    "date": "2024-03-01",
    "explanation": "Murriyang, the CSIRO’s Parkes Radio Telescope, points toward a nearly Full Moon in this image from New South Wales, Australia, planet Earth. Bathed in moonlight, the 64 meter dish is receiving weak radio signals from Odysseus, following the robotic lander's February 22 touch down some 300 kilometers north of the Moon's south pole. The landing of Odysseus represents the first U.S. landing on the Moon since the Apollo 17 mission in 1972. Odysseus' tilted orientation on the lunar surface prevents its high-gain antenna from pointing toward Earth. But the sensitivity of the large, steerable Parkes dish significantly improved the reception of data from the experiments delivered to the lunar surface by the robotic moon lander. Of course the Parkes Radio Telescope dish became famous for its superior lunar television reception during the Apollo 11 mission in 1969, allowing denizens of planet Earth to watch the first moonwalk.",
    "hdurl": "https://apod.nasa.gov/apod/image/2403/The_Dish_Tracking_IM-1_22February2024_04.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Odysseus and The Dish",
    "url": "https://apod.nasa.gov/apod/image/2403/The_Dish_Tracking_IM-1_22February2024_04s.jpg"
  },
  {
    "date": "2024-03-02",
    "explanation": "Methalox rocket engine firing, Odysseus' landing legs absorb first contact with the lunar surface in this wide-angle snapshot from a camera on board the robotic Intuitive Machines Nova-C moon lander. Following the landing on February 22, broken landing legs, visible in the image, ultimately left the lander at rest but tilted. Odysseus' gentle lean into a sloping lunar surface preserved the phone booth-sized lander's ability to operate, collect solar power, and return images and data to Earth. Its exact landing site in the Moon's far south polar region was imaged by NASA's Lunar Reconnaissance Orbiter. Donated by NASA, the American flag seen on the lander's central panel is 1970 Apollo program flight hardware.",
    "hdurl": "https://apod.nasa.gov/apod/image/2403/IM_Odysseus_landing-2048x1118.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Odysseus on the Moon",
    "url": "https://apod.nasa.gov/apod/image/2403/IM_Odysseus_landing-1100x600.png"
  },
  {
    "copyright": "\nJun Ho Oh (KAIST, \nHuboLab); \n Music: \nFlowing Air by \nMattia Vlad Morleo\n",
    "date": "2024-03-03",
    "explanation": "How would you feel if the Sun disappeared? Many eclipse watchers across the USA surprised themselves in 2017 with the awe that they felt and the exclamations that they made as the Sun momentarily disappeared behind the Moon. Perhaps expecting just a brief moment of dusk, the spectacle of unusually rapid darkness, breathtakingly bright glowing beads around the Moon's edge, shockingly pink solar prominences, and a strangely detailed corona stretching across the sky caught many a curmudgeon by surprise.  Many of these attributes  were captured in the featured real-time, three-minute video of 2017's total solar eclipse. The video frames were acquired in  Warm Springs, Oregon with equipment specifically designed by Jun Ho Oh to track a close-up of the Sun's periphery during eclipse.  As the video ends, the Sun is seen being reborn on the other side of the Moon from where it departed.  Next month, on April 8th, a new total solar eclipse will be visible in a thin band across North America.",
    "media_type": "video",
    "service_version": "v1",
    "title": "A Total Solar Eclipse Close-Up in Real Time",
    "url": "https://www.youtube.com/embed/5D9j-8Vhyto?rel=0&showinfo=0"
  },
  {
    "copyright": "\nN. D. Liao\n",
    "date": "2024-03-04",
    "explanation": "What's happening across that field?  Pictured here are not auroras but nearby light pillars, a phenomenon typically much closer.   In most places on Earth, a lucky viewer can see a Sun pillar, a column of light appearing to extend up from the Sun caused by flat fluttering ice-crystals reflecting sunlight from the upper atmosphere.  Usually, these ice crystals evaporate before reaching the ground.  During freezing temperatures, however, flat fluttering ice crystals may form near the ground in a form of light snow  sometimes known as a crystal fog.  These ice crystals may then reflect ground lights in columns not unlike a Sun pillar.  The featured image was taken last month across the Wulan Butong Grasslands in Inner Mongolia, China.",
    "hdurl": "https://apod.nasa.gov/apod/image/2403/PillarsMongolia_Liao_6240.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Light Pillars Over Inner Mongolia",
    "url": "https://apod.nasa.gov/apod/image/2403/PillarsMongolia_Liao_960.jpg"
  },
  {
    "copyright": "\nDavid Moulton\n",
    "date": "2024-03-05",
    "explanation": "Is this a painting or a photograph? In this celestial abstract art composed with a cosmic brush, dusty nebula NGC 2170, also known as the Angel Nebula, shines just above the image center. Reflecting the light of nearby hot stars, NGC 2170 is joined by other bluish reflection nebulae, a red emission region, many dark absorption nebulae, and a backdrop of colorful stars. Like the common household items that abstract painters often choose for their subjects, the clouds of gas, dust, and hot stars featured here are also commonly found in a setting like this one --  a massive, star-forming molecular cloud in the constellation of the Unicorn (Monoceros). The giant molecular cloud, Mon R2, is impressively close, estimated to be only 2,400 light-years or so away. At that distance, this canvas would be over 60 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/2403/AngelNebula_Moulton_2516.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2170: Angel Nebula Abstract Art",
    "url": "https://apod.nasa.gov/apod/image/2403/AngelNebula_Moulton_960.jpg"
  },
  {
    "date": "2024-03-06",
    "explanation": "What kind of celestial object is this? A relatively normal galaxy -- but seen from its edge.  Many disk galaxies are actually just as thin as NGC 5866, the Spindle galaxy, pictured here, but are not seen edge-on from our vantage point.  A perhaps more familiar galaxy seen edge-on is our own Milky Way galaxy.  Also cataloged as M102, the Spindle galaxy has numerous and complex dust lanes appearing dark and red, while many of the bright stars in the disk give it a more blue underlying hue.  The blue disk of young stars can be seen in this Hubble image extending past the dust in the extremely thin galactic plane. There is evidence that the Spindle galaxy has cannibalized smaller galaxies over the past billion years or so, including multiple streams of faint stars, dark dust that extends away from the main galactic plane, and a surrounding group of galaxies (not shown).  In general, many disk galaxies become thin because the gas that forms them collides with itself as it rotates about the gravitational center. The Spindle galaxy lies about 50 million light years distant toward the constellation of the Dragon (Draco).",
    "hdurl": "https://apod.nasa.gov/apod/image/2403/M102_HubbleEbrahimian_3615.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M102: Edge-on Disk Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2403/M102_HubbleEbrahimian_960.jpg"
  },
  {
    "copyright": "Michael Seeley",
    "date": "2024-03-07",
    "explanation": "Not the James Webb Space Telescope's latest view of a distant galactic nebula, this cloud of gas and dust dazzled spacecoast skygazers on March 3. The telephoto snapshot was taken minutes after the launch of a Falcon 9 rocket on the SpaceX Crew-8 mission to the International Space Station. It captures plumes and exhaust from the separated first and second stages, a drifting Rorschach pattern in dark evening skies.  The bright spot near bottom center within the stunning terrestrial nebulosity is the second stage engine firing to carry 4 humans to space in the Crew Dragon spacecraft Endeavour. In sharp silhouette just above it is the Falcon 9 first stage booster orienting itself for return to a landing zone at Cape Canaveral, planet Earth. This reuseable first stage booster was making its first flight. But the Crew Dragon Endeavour capsule has flown humans to low Earth orbit and back again 4 times before. Endeavour, as a name for a spacecraft, has also seen reuse, christening retired Space Shuttle Endeavour and the Apollo 15 command module.",
    "hdurl": "https://apod.nasa.gov/apod/image/2403/Crew-8image0.jpeg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Crew-8 Nebula",
    "url": "https://apod.nasa.gov/apod/image/2403/Crew-8image0_1024.jpeg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2024-03-08",
    "explanation": "The Tarantula Nebula, also known as 30 Doradus, is more than a thousand light-years in diameter, a giant star forming region within nearby satellite galaxy the Large Magellanic Cloud. About 180 thousand light-years away, it's the largest, most violent star forming region known in the whole Local Group of galaxies. The cosmic arachnid sprawls across this magnificent view, an assembly of image data from large space- and ground-based telescopes. Within the Tarantula (NGC 2070), intense radiation, stellar winds, and supernova shocks from the central young cluster of massive stars cataloged as R136 energize the nebular glow and shape the spidery filaments. Around the Tarantula are other star forming regions with young star clusters, filaments, and blown-out bubble-shaped clouds. In fact, the frame includes the site of the closest supernova in modern times, SN 1987A, at lower right. The rich field of view spans about 2 degrees or 4 full moons in the southern constellation Dorado. But were the Tarantula Nebula closer, say 1,500 light-years distant like the Milky Way's own star forming Orion Nebula, it would take up half the sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/2403/Tarantula-HST-ESO-Webb-LL.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Tarantula Zone",
    "url": "https://apod.nasa.gov/apod/image/2403/Tarantula-HST-ESO-Webb-SS1024.jpg"
  },
  {
    "copyright": "Petr Horálek",
    "date": "2024-03-09",
    "explanation": "As spring approaches for northern skygazers, Comet 12P/Pons-Brooks is growing brighter. Currently visible with small telescopes and binoculars, the Halley-type comet could reach naked eye visibility in the coming weeks. Seen despite a foggy atmosphere, the comet's green coma and long tail hover near the horizon in this well-composed deep night skyscape from Revuca, Slovakia recorded on March 5. M31, also known as the Andromeda galaxy, and bright yellowish star Mirach, beta star of the constellation Andromeda, hang in the sky above the comet. The Andromeda galaxy is some 2.5 million light-years beyond the Milky Way. Comet Pons-Brooks is a periodic visitor to the inner Solar System and less than 14 light-minutes away. Reaching its perihelion on April 21, this comet should be visible in the sky during the April 8 total solar eclipse.",
    "hdurl": "https://apod.nasa.gov/apod/image/2403/2024_03_05_Pons-Brooks_Revuca_1500px.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Pons-Brooks in Northern Spring",
    "url": "https://apod.nasa.gov/apod/image/2403/2024_03_05_Pons-Brooks_Revuca_1200px.png"
  },
  {
    "copyright": "\nFred Bruenjes\n(moonglow.net)\n",
    "date": "2024-03-10",
    "explanation": "Would you go to the end of the world to see a total eclipse of the Sun? If you did, would you be surprised to find someone else there already? In 2003, the Sun, the Moon, Antarctica, and two photographers all lined up in Antarctica during an unusual total solar eclipse.  Even given the extreme location, a group of enthusiastic eclipse chasers ventured near the bottom of the world to experience the surreal momentary disappearance of the Sun behind the Moon.  One of the treasures collected was the featured picture -- a composite of four separate images digitally combined to realistically simulate how the adaptive human eye saw the eclipse.  As the image was taken, both the Moon and the Sun peeked together over an Antarctic ridge.  In the sudden darkness, the magnificent corona of the Sun became visible around the Moon.  Quite by accident, another photographer was caught in one of the images checking his video camera.   Visible to his left are an equipment bag and a collapsible chair.  A more easily visible solar eclipse will occur in just under four weeks and be visible from a long, thin swath of North America.",
    "hdurl": "https://apod.nasa.gov/apod/image/2403/AntarcticEclipse_bruenjes_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Total Eclipse at the End of the World",
    "url": "https://apod.nasa.gov/apod/image/2403/AntarcticEclipse_bruenjes_960.jpg"
  },
  {
    "copyright": "\nPetr Horálek /\nInstitute of Physics in Opava\n",
    "date": "2024-03-11",
    "explanation": "What glows in the night? This night featured a combination of usual and unusual glows. Perhaps the most usual glow was from the Moon, a potentially familiar object. The full Moon's nearly vertical descent results from the observer being near Earth's equator. As the Moon sets, air and aerosols in Earth's atmosphere preferentially scatter out blue light, making the Sun-reflecting satellite appear reddish when near the horizon.                                                                        Perhaps the most unusual glow was from the bioluminescent plankton, likely less familiar objects. These microscopic creatures glow blue, it is thought, primarily to surprise and deter predators. In this case, the glow was caused primarily by plankton-containing waves crashing onto the beach. The image was taken on Soneva Fushi Island, Maldives just over one year ago.   Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2403/FullPlantonMoon_Horalek_1022.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Full Plankton Moon",
    "url": "https://apod.nasa.gov/apod/image/2403/FullPlantonMoon_Horalek_1022.jpg"
  },
  {
    "copyright": "\nSeung Hye Yang\n",
    "date": "2024-03-12",
    "explanation": "What's that over the horizon? What may look like a strangely nearby galaxy is actually a normal rocket's exhaust plume -- but unusually backlit.  Although the SpaceX Falcon 9 rocket was launched from Vandenberg Space Force Base in California, USA, its burned propellant was visible over a much wider area, with the featured photograph being taken from Akureyri, Iceland. The huge spaceship was lifted off a week ago, and the resulting spectacle was captured soon afterward with a single 10-second smartphone exposure, before it quickly dissipated. Like noctilucent clouds, the plume's brightness is caused by the Twilight Effect, where an object is high enough to be illuminated by the twilight Sun, even when the observer on the ground experiences the darkness of night. The spiral shape is caused by the Falcon  rocket reorienting to release satellites in different directions. Stars and faint green and red aurora appear in the background of this extraordinary image.",
    "hdurl": "https://apod.nasa.gov/apod/image/2403/RocketSpiral_Yang_3024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Galaxy-Shaped Rocket Exhaust Spiral",
    "url": "https://apod.nasa.gov/apod/image/2403/RocketSpiral_Yang_960.jpg"
  },
  {
    "copyright": "\nGianni Lacroce\n",
    "date": "2024-03-13",
    "explanation": "A broad expanse of glowing gas and dust presents a bird-like visage to astronomers from planet Earth, suggesting its popular moniker: the Seagull Nebula. This portrait of the cosmic bird covers a 2.5-degree wide swath across the plane of the Milky Way, near the direction of Sirius, alpha star of the constellation of the Big Dog (Canis Major). Of course, the region includes objects with other catalog designations: notably NGC 2327, a compact, dusty emission and reflection nebula with an embedded massive star that forms the bird's head. Likely part of a larger shell structure swept up by successive supernova explosions, the broad Seagull Nebula is cataloged as Sh2-296 and IC 2177. The prominent bluish arc below and right of center is a bow shock from runaway star FN Canis Majoris. Dominated by the reddish glow of atomic hydrogen, this complex of gas and dust clouds with other stars of the Canis Majoris OB1 association spans over 200 light-years at the Seagull Nebula's estimated 3,800 light-year distance.   Almost Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2403/Seagull_Lacroce_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Seagull Nebula",
    "url": "https://apod.nasa.gov/apod/image/2403/Seagull_Lacroce_1080.jpg"
  },
  {
    "copyright": "El Cielo de Canarias",
    "date": "2024-03-14",
    "explanation": "What phase of the Moon is 3.14 radians from the Sun? The Full Moon, of course. Even though the Moon might look full for several days, the Moon is truly at its full phase when it is Pi radians (aka 180 degrees) from the Sun in ecliptic longitude. That's opposite the Sun in planet Earth's sky. Rising as the Sun set on March 9, 2020, only an hour or so after the moment of its full phase, this orange tinted and slightly flattened Moon still looked full. It was photographed opposite the setting Sun from Teide National Park on the Canary Island of Tenerife. Also opposite the setting Sun, seen from near the Teide volcano peak about 3,500 meters above sea level, is the mountain's rising triangular shadow extending into Earth's dense atmosphere. Below the distant ridge line on the left are the white telescope domes of Teide Observatory. Again Pi radians from the Sun, on March 25 the Full Moon will dim slightly as it glides through Earth's outer shadow in a penumbral lunar eclipse.",
    "hdurl": "https://apod.nasa.gov/apod/image/2403/MoonriseShadowDLopez_1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Pi and Mountain Shadow",
    "url": "https://apod.nasa.gov/apod/image/2403/MoonriseShadowDLopez_1024.jpg"
  },
  {
    "copyright": "Dave Doctor",
    "date": "2024-03-15",
    "explanation": "Big, beautiful spiral galaxy NGC 1055 is a dominant member of a small galaxy group a mere 60 million light-years away toward the aquatically intimidating constellation Cetus. Seen edge-on, the island universe spans over 100,000 light-years, a little larger than our own Milky Way galaxy. The colorful, spiky stars decorating this cosmic portrait of NGC 1055 are in the foreground, well within the Milky Way. But the telltale pinkish star forming regions are scattered through winding dust lanes along the distant galaxy's thin disk. With a smattering of even more distant background galaxies, the deep image also reveals a boxy halo that extends far above and below the central bulge and disk of NGC 1055. The halo itself is laced with faint, narrow structures, and could represent the mixed and spread out debris from a satellite galaxy disrupted by the larger spiral some 10 billion years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/2403/Image133k_n1055.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Portrait of NGC 1055",
    "url": "https://apod.nasa.gov/apod/image/2403/Image133k_n1055_1024.jpg"
  },
  {
    "date": "2024-03-16",
    "explanation": "The southern winter Milky Way sprawls across this night skyscape. Looking due south, the webcam view was recorded near local midnight on March 11 in dry, dark skies over the central Chilean Atacama desert. Seen below the graceful arc of diffuse starlight are satellite galaxies of the mighty Milky Way, also known as the Large and Small Magellanic clouds. In the foreground is the site of the European Southern Observatory's 40-metre-class Extremely Large Telescope (ELT). Under construction at the 3000 metre summit of Cerro Armazones, the ELT is on track to become planet Earth's biggest Eye on the Sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/2403/ELT_2024-03-13_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "ELT and the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/2403/ELT_2024-03-13_1024.jpg"
  },
  {
    "date": "2024-03-17",
    "explanation": "Is this galaxy jumping through a giant ring of stars?  Probably not.  Although the precise dynamics behind the featured image is yet unclear, what is clear is that the pictured galaxy, NGC 7714, has been stretched and distorted by a recent collision with a neighboring galaxy. This smaller neighbor, NGC 7715, situated off to the left of the frame, is thought to have charged right through NGC 7714. Observations indicate that the golden ring pictured is composed of millions of older Sun-like stars that are likely co-moving with the interior bluer stars. In contrast, the bright center of NGC 7714 appears to be undergoing a burst of new star formation.  The featured image was captured by the Hubble Space Telescope.  NGC 7714 is located about 130 million light years away toward the constellation of the Two Fish (Pisces).  The interactions between these galaxies likely started about 150 million years ago and should continue for several hundred million years more, after which a single central galaxy may result.",
    "hdurl": "https://apod.nasa.gov/apod/image/2403/Ngc7714_HubblePohl_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7714: Starburst after Galaxy Collision",
    "url": "https://apod.nasa.gov/apod/image/2403/Ngc7714_HubblePohl_1080.jpg"
  },
  {
    "copyright": "\nJan Erik Vallestad\n",
    "date": "2024-03-18",
    "explanation": "A bright comet will be visible during next month's total solar eclipse.  This very unusual coincidence occurs because Comet 12P/Pons-Brooks's return to the inner Solar System places it by chance only 25 degrees away from the Sun during Earth's April 8 total solar eclipse.  Currently the comet is just on the edge of visibility to the unaided eye, best visible with binoculars in the early evening sky toward the constellation of the Fish (Pisces). Comet Pons-Brooks, though, is putting on quite a show for deep camera images even now.  The featured image is a composite of three very specific colors, showing the comet's ever-changing ion tail in light blue, its outer coma in green, and highlights some red-glowing gas around the coma in a spiral. The spiral is thought to be caused by gas being expelled by the slowly rotating nucleus of the giant iceberg comet. Although it is always difficult to predict the future brightness of comets, Comet Pons-Brook has been particularly prone to outbursts, making it even more difficult to predict how bright it will actually be as the Moon moves in front of the Sun on April 8.   Total Eclipse Info: 2024 Total Solar Eclipse from NASA",
    "hdurl": "https://apod.nasa.gov/apod/image/2403/CometPonsBrook_Vallestad_2564.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Pons-Brooks' Swirling Coma",
    "url": "https://apod.nasa.gov/apod/image/2403/CometPonsBrook_Vallestad_960.jpg"
  },
  {
    "copyright": "\nAlan Dyer, Amazingsky.com,\nTWAN\n",
    "date": "2024-03-19",
    "explanation": "What's that at the end of the road? The Sun. Many towns have roads that run east-west, and on two days each year, the Sun rises and sets right down the middle. Today, in some parts of the world (tomorrow in others), is one of those days: an equinox.  Not only is this a day of equal night (\"aequus\"-\"nox\") and day time, but also a day when the sun rises precisely to the east and sets due west. Displayed here is a picturesque rural road in Alberta, Canada that runs approximately east-west. The featured image was taken during the September Equinox of 2021, but the geometry remains the same every year.  In many cultures, this March equinox is taken to be the first day of a season, typically spring in Earth's northern hemisphere, and autumn in the south. Does your favorite street run east-west? Tonight, at sunset, you can find out with a quick glance.",
    "hdurl": "https://apod.nasa.gov/apod/image/2403/EquinoxSunset_Dyer_1701.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Picturesque Equinox Sunset",
    "url": "https://apod.nasa.gov/apod/image/2403/EquinoxSunset_Dyer_960.jpg"
  },
  {
    "copyright": "\nMike Selby\n",
    "date": "2024-03-20",
    "explanation": "Across the heart of the Virgo Galaxy Cluster lies a string of galaxies known as Markarian's Chain. Prominent in Markarian's Chain are these two interacting galaxies, NGC 4438 (left) and NGC 4435 - also known as The Eyes. About 50 million light-years away, the two galaxies appear to be about 100,000 light-years apart in this sharp close-up, but have likely approached to within an estimated 16,000 light-years of each other in their cosmic past. Gravitational tides from the close encounter have ripped away at their stars, gas, and dust. The more massive NGC 4438 managed to hold on to much of the material torn out in the collision, while material from the smaller NGC 4435 was more easily lost. The remarkably deep image of this crowded region of the universe also includes many more distant background galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/2403/Ngc4438_Selby_2068.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Eyes in Markarian's Galaxy Chain",
    "url": "https://apod.nasa.gov/apod/image/2403/Ngc4438_Selby_960.jpg"
  },
  {
    "copyright": "Steve Cannistra",
    "date": "2024-03-21",
    "explanation": "This popular group leaps into the early evening sky around the March equinox and the northern hemisphere spring.  Famous as the Leo Triplet, the three magnificent galaxies found in the prominent constellation Leo gather here in one astronomical field of view. Crowd pleasers when imaged with even modest telescopes, they can be introduced individually as NGC 3628 (left), M66 (bottom right), and M65 (top). All three are large spiral galaxies but tend to look dissimilar, because their galactic disks are tilted at different angles to our line of sight. NGC 3628, also known as the Hamburger Galaxy, is temptingly seen edge-on, with obscuring dust lanes cutting across its puffy galactic plane. The disks of M66 and M65 are both inclined enough to show off their spiral structure.  Gravitational interactions between galaxies in the group have left telltale signs, including the tidal tails and warped, inflated disk of NGC 3628 and the drawn out spiral arms of M66. This gorgeous view of the region spans over 1 degree (two full moons) on the sky in a frame that covers over half a million light-years at the trio's estimated distance of 30 million light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2403/leotripletasi294large.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Leo Trio",
    "url": "https://apod.nasa.gov/apod/image/2403/leotripletasi294large1024.jpg"
  },
  {
    "date": "2024-03-22",
    "explanation": "A tiny moon with a scary name, Phobos emerges from behind the Red Planet in this timelapse sequence from the Earth-orbiting Hubble Space Telescope. Over 22 minutes the 13 separate exposures were captured near the 2016 closest approach of Mars to planet Earth. Martians have to look to the west to watch Phobos rise, though. The small moon is closer to its parent planet than any other moon in the Solar System, about 3,700 miles (6,000 kilometers) above the Martian surface. It completes one orbit in just 7 hours and 39 minutes. That's faster than a Mars rotation, which corresponds to about 24 hours and 40 minutes. So on Mars, Phobos can be seen to rise above the western horizon 3 times a day. Still, Phobos is doomed.",
    "hdurl": "https://apod.nasa.gov/apod/image/2403/STSCI-MarsPhobosComp3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Phobos: Moon over Mars",
    "url": "https://apod.nasa.gov/apod/image/2403/STSCI-MarsPhobosComp1024.jpg"
  },
  {
    "date": "2024-03-23",
    "explanation": "This close-up from the Mars Reconnaissance Orbiter's HiRISE camera shows weathered craters and windblown deposits in southern Acidalia Planitia. A striking shade of blue in standard HiRISE image colors, to the human eye the area would probably look grey or a little reddish. But human eyes have not gazed across this terrain, unless you count the eyes of NASA astronauts in the scifi novel The Martian by Andy Weir. The novel chronicles the adventures of Mark Watney, an astronaut stranded at the fictional Mars mission Ares 3 landing site corresponding to the coordinates of this cropped HiRISE frame. For scale Watney's 6-meter-diameter habitat at the site would be about 1/10th the diameter of the large crater. Of course, the Ares 3 landing coordinates are only about 800 kilometers north of the (real life) Carl Sagan Memorial Station, the 1997 Pathfinder landing site.",
    "hdurl": "https://apod.nasa.gov/apod/image/2403/PIA19363.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ares 3 Landing Site: The Martian Revisited",
    "url": "https://apod.nasa.gov/apod/image/2403/PIA19363_1024.jpg"
  },
  {
    "copyright": "CNES\n",
    "date": "2024-03-24",
    "explanation": "Here is what the Earth looks like during a solar eclipse. The shadow of the Moon can be seen darkening part of Earth. This shadow moved across the Earth at nearly 2000 kilometers per hour. Only observers near the center of the dark circle see a total solar eclipse - others see a partial eclipse where only part of the Sun appears blocked by the Moon. This spectacular picture of the 1999 August 11 solar eclipse was one of the last ever taken from the Mir space station. The two bright spots that appear on the upper left are thought to be Jupiter and Saturn. Mir was deorbited in a controlled re-entry in 2001. A new solar eclipse will occur over North America in about two weeks.",
    "hdurl": "https://apod.nasa.gov/apod/image/2403/eclipse99_mir_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Looking Back at an Eclipsed Earth",
    "url": "https://apod.nasa.gov/apod/image/2403/eclipse99_mir_960.jpg"
  },
  {
    "date": "2024-03-25",
    "explanation": "What does a supernova remnant sound like? Although sound is a compression wave in matter and does not carry into empty space, interpretive sound can help listeners appreciate and understand a visual image of a supernova remnant in a new way. Recently, the Jellyfish Nebula (IC 443) has been sonified quite creatively.  In the featured sound-enhanced video, when an imaginary line passes over a star, the sound of a drop falling into water is played, a sound particularly relevant to the nebula's aquatic namesake.  Additionally, when the descending line crosses gas that glows red, a low tone is played, while green sounds a middle tone, and blue produces a tone with a relatively high pitch. Light from the supernova that created the Jellyfish Nebula left approximately 35,000 years ago, when humanity was in the stone age.  The nebula will slowly disperse over the next million years, although the explosion also created a dense neutron star which will remain indefinitely.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Sonified: The Jellyfish Nebula Supernova Remnant",
    "url": "https://youtube.com/embed/NqBfQeJqkfU?rel=0"
  }
]
