[
  {
    "copyright": "Petr Horálek",
    "date": "2024-08-01",
    "explanation": "A visitor to the inner solar system every 70 years or so, Comet 13P/Olbers reached its most recent perihelion, or closest approach to the Sun, on June 30. Now on a return voyage to the distant Oort Cloud, the Halley-type comet is recorded here sweeping through northern summer night skies over historic Kunetice Castle, Czech Republic. The composite of tracked exposures for comet and sky, showing the comet's broad dust tail, brighter coma, and long ion tail buffeted by storms and winds from the Sun, and fixed exposures for foreground landscape was recorded on July 28. The comet is about 16 light-minutes beyond the castle and seen against faint background stars below the northern constellation Ursa Major. The hilltop castle dates to the 15th century, while Heinrich Olbers discovered the comet in 1815. Captured here low in northwestern skies just after sunset Comet Olbers, for now, offers skywatchers on planet Earth rewarding telescopic and binocular views. Comet 13P/Olbers' next perihelion passage will be in 2094.",
    "hdurl": "https://apod.nasa.gov/apod/image/2408/2024_07_28_Olbers_Kunka_Kunetice_1500px.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Olbers over Kunetice Castle",
    "url": "https://apod.nasa.gov/apod/image/2408/2024_07_28_Olbers_Kunka_Kunetice_1024px.jpg"
  },
  {
    "copyright": "Tunc Tezel",
    "date": "2024-08-02",
    "explanation": "As Mars wanders through Earth's night, it passes about 5 degrees south of the Pleiades star cluster in this composite astrophoto. The skyview was constructed from a series of images captured over a run of 16 consecutive clear nights beginning on July 12. Mars' march across the field of view begins at the far right, the planet's ruddy hue showing a nice contrast with the blue Pleiades stars. Moving much faster across the sky against the distant stars, the fourth planet from the Sun easily passes seventh planet Uranus. Red planet Mars and the ice giant world were in close conjunction, about 1/2 degree apart, on July 16. Continuing its rapid eastward trek, Mars has now left the sister stars and outer planet behind though, passing north of red giant star Aldebaran. Mars will come within about 1/3 degree of Jupiter in planet Earth's sky on August 14.",
    "hdurl": "https://apod.nasa.gov/apod/image/2408/2024MaUrM45.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars Passing By",
    "url": "https://apod.nasa.gov/apod/image/2408/2024MaUrM45_1024.jpg"
  },
  {
    "copyright": "Cem Özkeser",
    "date": "2024-08-03",
    "explanation": "On a road trip up Mount Uludağ in Bursa province, Turkey these motorcyclists found themselves above low clouds and fog in late June. With the bright Sun directly behind them, the view down the side of the great mountain revealed a beautiful, atmospheric glory and fog bow. Known to some as the heiligenschein or the Specter of the Brocken, a glory can also sometimes be seen from airplanes or even high buildings. It often appears to be a dark giant surrounded by a bright halo. Of course the dark giant is just the shadow of the observer (90MB video) cast opposite the Sun. The clouds and fog are composed of very small water droplets, smaller than rain drops, that refract and reflect sunlight to create the glory's colorful halo and this more extensive fog bow.",
    "hdurl": "https://apod.nasa.gov/apod/image/2408/GloryFog1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Glory and Fog Bow",
    "url": "https://apod.nasa.gov/apod/image/2408/GloryFog_label.png"
  },
  {
    "date": "2024-08-04",
    "explanation": "What would it look like to return home from outside our galaxy? Although designed to answer greater questions, data from ESA's robotic Gaia mission is helping to provide a uniquely modern perspective on humanity's place in the universe.  Gaia orbits the Sun near the Earth and resolves stars' positions so precisely that it can determine a slight shift from its changing vantage point over the course of a year, a shift that is proportionately smaller for more distant stars -- and so determines distance.  In the first sequence of the video, an illustration of the Milky Way is shown that soon resolves into a three-dimensional visualization of Gaia star data.  A few notable stars are labelled with their common names, while others stars are labelled with numbers from a Gaia catalog. Eventually, the viewer arrives in our stellar neighborhood where many stars were tracked by Gaia, and soon at our home star Sol, the Sun. At the video's end, the reflective glow of Sol's third planet becomes visible: Earth.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Gaia: Here Comes the Sun",
    "url": "https://www.youtube.com/embed/XORui0wFKnE?rel=0"
  },
  {
    "copyright": "\nMakrem Larnaout\n",
    "date": "2024-08-05",
    "explanation": "That's no moon. On the ground, that's the Lars Homestead in Tunisia. And that's not just any galaxy. That's the central band of our own Milky Way galaxy. Last, that's not just any meteor. It is a bright fireball likely from last year's Perseids meteor shower. The featured image composite combines consecutive exposures taken by the same camera from the same location.  This year's Perseids peak during the coming weekend is expected to show the most meteors after the first quarter moon sets, near midnight.  To best experience a meteor shower, you should have clear and dark skies, a comfortable seat, and patience.",
    "hdurl": "https://apod.nasa.gov/apod/image/2408/LarsMilkyWay_Larnaout_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way Over Tunisia",
    "url": "https://apod.nasa.gov/apod/image/2408/LarsMilkyWay_Larnaout_960.jpg"
  },
  {
    "copyright": "\nLaura Rowe (Used with permission) \n",
    "date": "2024-08-06",
    "explanation": "What makes this storm cloud so colorful?  First, the cloud itself is composed of millions of tiny droplets of water and ice.  Its bottom is almost completely flat -- but this isn't unusual.  Bottom flatness in clouds is generally caused by air temperature dropping as you go up, and that above a specific height, water-saturated air condenses out water droplets.  The shape of the cloud middle is caused by a water-droplet-laden column of air being blown upward.  Most unusual, though, are the orange and yellow colors.  Both colors are caused by the cloud's water drops reflecting sunlight. The orange color in the cloud's middle and bottom sections are reflections of a nearly red sunset.  In contrast, the yellow color of the cloud's top results from reflection of light from a not-yet-setting Sun, where some -- but less -- blue light is being scattered away. Appearing to float above the plains in Texas, the featured impressive image of a dynamic cumulonimbus cloud was captured in 2021 while investigating a tornado.",
    "hdurl": "https://apod.nasa.gov/apod/image/2408/StormCloud_Rowe_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Storm Cloud Over Texas",
    "url": "https://apod.nasa.gov/apod/image/2408/StormCloud_Rowe_960.jpg"
  },
  {
    "copyright": "\nDonato Lioce; \nText: Natalia Lewandowska \n(SUNY Oswego)\n",
    "date": "2024-08-07",
    "explanation": "To some, they look like battlements, here protecting us against the center of the Milky Way. The Three Merlons, also called the Three Peaks of Lavaredo, stand tall today because they are made of dense dolomite rock which has better resisted erosion than surrounding softer rock. They formed about 250 million years ago and so are comparable in age with one of the great extinctions of life on Earth. A leading hypothesis is that this great extinction was triggered by an asteroid about 10-km across, larger in size than Mount Everest, impacting the Earth. Humans have gazed up at the stars in the Milky Way and beyond for centuries, making these battlefield-like formations, based in the Sexten Dolomites, a popular place for current and ancient astronomers.",
    "hdurl": "https://apod.nasa.gov/apod/image/2408/DolomitesSky_Lioce_4681.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way Behind Three Merlons",
    "url": "https://apod.nasa.gov/apod/image/2408/DolomitesSky_Lioce_960.jpg"
  },
  {
    "copyright": "Gerald Rhemann",
    "date": "2024-08-08",
    "explanation": "A Halley-type comet with an orbital period of about 133 years, Comet 109P/Swift-Tuttle is recognized as the parent of the annual Perseid Meteor Shower. The comet's last visit to the inner Solar System was in 1992. Then, it did not become easily visible to the naked eye, but it did become bright enough to see from most locations with binoculars and small telescopes. This stunning color image of Swift-Tuttle's greenish coma, long ion tail and dust tail was recorded using film on November 24, 1992. That was about 16 days after the large periodic comet's closest approach to Earth. Comet Swift-Tuttle is expected to next make an impressive appearance in night skies in 2126. Meanwhile, dusty cometary debris left along the orbit of Swift-Tuttle will continue to be swept up creating planet Earth's best-known July and August meteor shower.",
    "hdurl": "https://apod.nasa.gov/apod/image/2408/Rhemann799_109P_24_11_92.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Periodic Comet Swift-Tuttle",
    "url": "https://apod.nasa.gov/apod/image/2408/Rhemann799_109P_24_11_92_1100px.jpg"
  },
  {
    "date": "2024-08-09",
    "explanation": "Denizens of planet Earth typically watch meteor showers by looking up. But this remarkable view, captured on August 13, 2011 by astronaut Ron Garan, caught a Perseid meteor by looking down. From Garan's perspective on board the International Space Station orbiting at an altitude of about 380 kilometers, the Perseid meteors streak below, swept up dust from comet Swift-Tuttle. The vaporizing comet dust grains are traveling at about 60 kilometers per second through the denser atmosphere around 100 kilometers above Earth's surface. In this case, the foreshortened meteor flash is near frame center, below the curving limb of the Earth and a layer of greenish airglow, just below bright star Arcturus. Want to look up at a meteor shower?  You're in luck, as the 2024 Perseid meteor shower is active now and predicted to peak near August 12. With interfering bright moonlight absent, this year you'll likely see many Perseid meteors under clear, dark skies after midnight.",
    "hdurl": "https://apod.nasa.gov/apod/image/2408/perseid_iss_4256.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Perseid Below",
    "url": "https://apod.nasa.gov/apod/image/2408/perseid_iss_4256_1024c.jpg"
  }
]
