[
  {
    "copyright": "Jean-Baptiste Auroux",
    "date": "2024-02-01",
    "explanation": "Barred spiral galaxy NGC 1365 is truly a majestic island universe some 200,000 light-years across. Located a mere 60 million light-years away toward the faint but heated constellation Fornax, NGC 1365 is a dominant member of the well-studied Fornax Cluster of galaxies. This sharp color image shows the intense, reddish star forming regions near the ends of the galaxy's central bar and along its spiral arms. Seen in fine detail, obscuring dust lanes cut across the galaxy's bright core. At the core lies a supermassive black hole. Astronomers think NGC 1365's prominent bar plays a crucial role in the galaxy's evolution, drawing gas and dust into a star-forming maelstrom and ultimately feeding material into the central black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/NGC1365_v4.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1365: Majestic Island Universe",
    "url": "https://apod.nasa.gov/apod/image/2402/NGC1365_v4_1024.jpg"
  },
  {
    "copyright": "Sander de Jong",
    "date": "2024-02-02",
    "explanation": "This cosmic view shows off an otherwise faint emission nebula IC 410, captured under clear Netherlands skies with telescope and narrowband filters. Above and right of center you can spot two remarkable inhabitants of the interstellar pond of gas and dust, known as the tadpoles of IC 410. Partly obscured by foreground dust, the nebula itself surrounds NGC 1893, a young galactic cluster of stars. Formed in the interstellar cloud a mere 4 million years ago, the intensely hot, bright cluster stars energize the glowing gas. Globules composed of denser cooler gas and dust, the tadpoles are around 10 light-years long and are likely sites of ongoing star formation. Sculpted by stellar winds and radiation their heads are outlined by bright ridges of ionized gas while their tails trail away from the cluster's central young stars. IC 410 and embedded NGC 1893 lie some 10,000 light-years away, toward the nebula-rich constellation Auriga.",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/Tadpoles2048original.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1893 and the Tadpoles of IC 410",
    "url": "https://apod.nasa.gov/apod/image/2402/Tadpoles1024original.png"
  },
  {
    "date": "2024-02-03",
    "explanation": "Apollo 14's Lunar Module Antares landed on the Moon on February 5, 1971. Toward the end of the stay astronaut Ed Mitchell snapped a series of photos of the lunar surface while looking out a window, assembled into this detailed mosaic by Apollo Lunar Surface Journal editor Eric Jones. The view looks across the Fra Mauro highlands to the northwest of the landing site after the Apollo 14 astronauts had completed their second and final walk on the Moon. Prominent in the foreground is their Modular Equipment Transporter, a two-wheeled, rickshaw-like device used to carry tools and samples. Near the horizon at top center is a 1.5 meter wide boulder dubbed Turtle rock. In the shallow crater below Turtle rock is the long white handle of a sampling instrument, thrown there javelin-style by Mitchell. Mitchell's fellow moonwalker and first American in space, Alan Shepard, also used a makeshift six iron to hit two golf balls. One of Shepard's golf balls is just visible as a white spot below Mitchell's javelin.",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/a14pan9335-43emj.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 14: A View from Antares",
    "url": "https://apod.nasa.gov/apod/image/2402/a14pan9335-43emj_900.jpg"
  },
  {
    "date": "2024-02-04",
    "explanation": "Stars are forming in the gigantic dust pillar called the Cone Nebula. Cones, pillars, and majestic flowing shapes abound in stellar nurseries where natal clouds of gas and dust are buffeted by energetic winds from newborn stars. The Cone Nebula, a well-known example, lies within the bright galactic star-forming region NGC 2264. The Cone was captured in unprecedented detail in this close-up composite of several observations from the Earth-orbiting Hubble Space Telescope. While the Cone Nebula, about 2,500 light-years away in Monoceros, is around 7 light-years long, the region pictured here surrounding the cone's blunted head is a mere 2.5 light-years across. In our neck of the galaxy that distance is just over half way from our Sun to its nearest stellar neighbors in the Alpha Centauri star system. The massive star NGC 2264 IRS, seen by Hubble's infrared camera in 1997, is the likely source of the wind sculpting the Cone Nebula and lies off the top of the image. The Cone Nebula's reddish veil is produced by dust and glowing hydrogen gas.",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/cone_hubbleschmidt_4048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cone Nebula from Hubble",
    "url": "https://apod.nasa.gov/apod/image/2402/cone_hubbleschmidt_960.jpg"
  },
  {
    "copyright": "\nCarlos Taylor\n",
    "date": "2024-02-05",
    "explanation": "What's happening in the core of the Carina Nebula?  Stars are forming, dying, and leaving an impressive tapestry of dark dusty filaments.  The entire Carina Nebula, cataloged as NGC 3372, spans over 300 light years and lies about 8,500 light-years away in the constellation of Carina. The nebula is composed predominantly of hydrogen gas, which emits the pervasive red and orange glows seen mostly in the center of this highly detailed featured image.  The blue glow around the edges is created primarily by a trace amount of glowing oxygen. Young and massive stars located in the nebula's center expel dust when they explode in supernovas.  Eta Carinae, the most energetic star in the nebula's center, was one of the brightest stars in the sky in the 1830s, but then faded dramatically.    Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/Carina_Taylor_9714.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Core of the Carina Nebula",
    "url": "https://apod.nasa.gov/apod/image/2402/Carina_Taylor_960.jpg"
  },
  {
    "copyright": "\nNASA, \nESA, \nCSA, \nSTScI, \nJ. Lee (STScI), \nT. Williams (Oxford), \nR. Chandar (UToledo), \nD. Calzetti (UMass), \nPHANGS Team\n",
    "date": "2024-02-06",
    "explanation": "What's different about this galaxy? Very little, which makes the Spanish Dancer galaxy, NGC 1566, one of the most typical and photogenic spirals on the sky. There is something different about this galaxy image, though, because it is a diagonal combination of two images: one by the Hubble Space Telescope on the upper left, and the other by the James Webb Space Telescope on the lower right.  The Hubble image was taken in ultraviolet light and highlights the locations of bright blue stars and dark dust along the galaxy's impressive spiral arms. In contrast, the Webb image was taken in infrared light and highlights where the same dust emits more light than it absorbed. In the rollover image, the other two sides of these images are revealed. Blinking between the two images shows which stars are particularly hot because they glow brighter in ultraviolet light, and the difference between seemingly empty space and infrared-glowing dust.   Image Crunching Opportunity:  Take NASA's Astrophoto Challenge",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/Ngc1566_HubbleWebb_2125.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1566: A Spiral Galaxy from Webb and Hubble",
    "url": "https://apod.nasa.gov/apod/image/2402/Ngc1566_HubbleWebb_960.jpg"
  },
  {
    "copyright": "\nKent E. Biggs\n",
    "date": "2024-02-07",
    "explanation": "Are these two galaxies really attracted to each other? Yes, gravitationally, and the result appears as an enormous iconic heart -- at least for now. Pictured is the pair of galaxies cataloged as NGC 4038 and NGC 4039,known as the Antennae Galaxies.  Because they are only 60 million light years away, close by intergalactic standards, the pair is one of the best studied interacting galaxies on the night sky. Their strong attraction began about a billion years ago when they passed unusually close to each other.  As the two galaxies interact, their stars rarely collide, but new stars are formed when their interstellar gases crash together.  Some new stars have already formed, for example, in the long antennae seen extending out from the sides of the dancing duo. By the time the galaxy merger is complete, likely over a billion years from now, billions of new stars may have formed.   Open Science: Browse 3,300+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/Antennae_Biggs_3840.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Heart Shaped Antennae Galaxies",
    "url": "https://apod.nasa.gov/apod/image/2402/Antennae_Biggs_960.jpg"
  },
  {
    "copyright": "Marco Lorenzi",
    "date": "2024-02-08",
    "explanation": "Globular star cluster 47 Tucanae is a jewel of the southern sky. Also known as NGC 104, it roams the halo of our Milky Way Galaxy along with some 200 other globular star clusters. The second brightest globular cluster (after Omega Centauri) as seen from planet Earth, 47 Tuc lies about 13,000 light-years away. It can be spotted with the naked-eye close on the sky to the Small Magellanic Cloud in the constellation of the Toucan. The dense cluster is made up of hundreds of thousands of stars in a volume only about 120 light-years across. Red giant stars on the outskirts of the cluster are easy to pick out as yellowish stars in this sharp telescopic portrait. Tightly packed globular cluster 47 Tuc is also home to a star with the closest known orbit around a black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/NGC104_RGB_NASA.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Globular Star Cluster 47 Tuc",
    "url": "https://apod.nasa.gov/apod/image/2402/NGC104_RGB_NASA1024.png"
  },
  {
    "copyright": "Tommy Lease",
    "date": "2024-02-09",
    "explanation": "Not all roses are red of course, but they can still be very pretty. Likewise, the beautiful Rosette Nebula and other star forming regions are often shown in astronomical images with a predominately red hue, in part because the dominant emission in the nebula is from hydrogen atoms. Hydrogen's strongest optical emission line, known as H-alpha, is in the red region of the spectrum. But the beauty of an emission nebula need not be appreciated in red light alone. Other atoms in the nebula are also excited by energetic starlight and produce narrow emission lines as well. In this close-up view of the Rosette Nebula, narrowband images are mapped into broadband colors to show emission from Sulfur atoms in red, Hydrogen in green, and Oxygen in blue. In fact, the scheme of mapping these narrow atomic emission lines (SHO) into the broader colors (RGB) is adopted in many Hubble images of emission nebulae. This image spans about 50 light-years across the center of the Rosette Nebula. The nebula lies some 3,000 light-years away in the constellation Monoceros.",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/Rosette2024newt533mmcopy.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "When Roses Aren't Red",
    "url": "https://apod.nasa.gov/apod/image/2402/Rosette2024newt533mmcopy1024.png"
  },
  {
    "date": "2024-02-10",
    "explanation": "On January 18, 2024, during its 72nd flight in the thin Martian atmosphere, autonomous Mars Helicopter Ingenuity rose to an altitude of 12 meters (40 feet) and hovered for 4.5 seconds above the Red Planet.  Ingenuity's 72nd landing was a rough one though. During descent it lost contact with the Perseverance rover about 1 meter above the Martian surface. Ingenuity was able to transmit this image after contact was re-established, showing the shadow of one of its rotor blades likely damaged during landing. And so, after wildly exceeding expectations during over 1,000 days of exploring Mars, the history-making Ingenuity has ended its flight operations. Nicknamed Ginny, Mars Helicopter Ingenuity became the first aircraft to achieve powered, controlled flight on another planet on April 19, 2021. Before launch, a small piece of material from the lower-left wing of the Wright Brothers Flyer 1, the first aircraft to achieve powered, controlled flight on planet Earth, was fixed to the underside of Ingenuity's solar panel.",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/PIA26243-web.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Shadow of Ingenuity's Damaged Rotor Blade",
    "url": "https://apod.nasa.gov/apod/image/2402/PIA26243-1024.jpg"
  },
  {
    "date": "2024-02-11",
    "explanation": "Why would the shadow of a rocket's launch plume point toward the Moon?  In early 2001 during a launch of the space shuttle Atlantis, the Sun, Earth, Moon, and rocket were all properly aligned for this photogenic coincidence.  First, for the space shuttle's plume to cast a long shadow, the time of day must be either near sunrise or sunset.  Only then will the shadow be its longest and extend all the way to the horizon.  Finally, during a Full Moon, the Sun and Moon are on opposite sides of the sky.  Just after sunset, for example, the Sun is slightly below the horizon, and, in the other direction, the Moon is slightly above the horizon.  Therefore, as Atlantis blasted off, just after sunset, its shadow projected away from the Sun toward the opposite horizon, where the Full Moon happened to be.    Almost Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/sts98plume_nasa_1111.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rocket Plume Shadow Points to the Moon",
    "url": "https://apod.nasa.gov/apod/image/2402/sts98plume_nasa_960.jpg"
  },
  {
    "copyright": "\nJulien Cadena & \nMickael Coulon; \nText: Natalia Lewandowska \n(SUNY Oswego)\n",
    "date": "2024-02-12",
    "explanation": "Planetary nebulae like Heckathorn-Fesen-Gull 1 (HFG1) and Abell 6 in the constellation Cassiopeia are remnants from the last phase of a medium sized star like our Sun.  In spite of their shapes, planetary nebulae have nothing in common with actual planets.  Located in the bottom left part of the featured photo, HFG1 was created by the binary star system V664 Cas, which consists of a white dwarf star and a red giant star. Both stars orbit their center of mass over about half an Earth day.  Traveling with the entire nebula at a speed about 300 times faster than the fastest train on Earth, V664 Cas generates a bluish arc shaped shock wave. The wave interacts most strongly with the surrounding interstellar medium in the areas where the arc is brightest. After roughly 10,000 years, planetary nebulae become invisible due to a lack of ultraviolet light being emitted by the stars that create them.  Displaying beautiful shapes and structures, planetary nebulae are highly desired objects for astrophotographers.",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/Hfg1Abell6_CadenaCoulon_6140.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "HFG1 & Abell 6: Planetary Nebulae",
    "url": "https://apod.nasa.gov/apod/image/2402/Hfg1Abell6_CadenaCoulon_1080.jpg"
  },
  {
    "copyright": "\nAntoni Zegarski\n",
    "date": "2024-02-13",
    "explanation": "Did you see the full moon last month? During every month, on average, a full moon occurs in the skies over planet Earth. This is because the Moon takes a month to complete another orbit around our home planet, goes through all of its phases, and once again has its entire Earth-facing half lit by reflected sunlight.  Many indigenous cultures give each full moon a name, and this past full moon's names include the Ice Moon, the Stay at Home Moon, and the Quiet Moon. Occurring in January on the modern western calendar, several cultures have also named the most recent full moon the Wolf Moon, in honor of the famous howling animal. Featured here above the Italian Alps mountains, this past Wolf Moon was captured in combined long and short exposure images.  The image is striking because, to some, the surrounding clouds appear as a wolf's mouth ready to swallow the Wolf Moon, while others see the Moon as a wolf's eye.",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/WolfMoon_Zegarski_3648.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A January Wolf Moon",
    "url": "https://apod.nasa.gov/apod/image/2402/WolfMoon_Zegarski_960.jpg"
  },
  {
    "copyright": "\nOlivier Bernard & \nPhilippe Bernhard\n",
    "date": "2024-02-14",
    "explanation": "Can you find the Rosette Nebula? The large, red, and flowery-looking nebula on the upper left may seem the obvious choice, but that is actually just diffuse hydrogen emission surrounding the Cone and Fox Fur Nebulas. The famous Rosette Nebula is really located on the lower right and connected to the other nebulas by irregular filaments.  Because the featured image of Rosetta's field is so wide and deep, it seems to contain other flowers.  Designated NGC 2237, the center of the Rosette nebula is populated by the bright blue stars of open cluster NGC 2244, whose winds and energetic light are evacuating the nebula's center.  The Rosette Nebula is about 5,000 light years distant and, just by itself, spans about three times the diameter of a full moon. This flowery field can be found toward the constellation of the Unicorn  (Monoceros).",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/RosetteCone_Bernard_5398.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rosette Deep Field",
    "url": "https://apod.nasa.gov/apod/image/2402/RosetteCone_Bernard_960.jpg"
  },
  {
    "copyright": "Steve Crouch",
    "date": "2024-02-15",
    "explanation": "Shiny NGC 253 is one of the brightest spiral galaxies visible, and also one of the dustiest.  Some call it the Silver Coin Galaxy for its appearance in small telescopes, or just the Sculptor Galaxy for its location within the boundaries of the southern constellation Sculptor.  Discovered in 1783 by mathematician and astronomer Caroline Herschel, the dusty island universe lies a mere 10 million light-years away. About 70 thousand light-years across, NGC 253 is the largest member of the Sculptor Group of Galaxies, the nearest to our own Local Group of Galaxies.  In addition to its spiral dust lanes, tendrils of dust seem to be rising from its galactic disk laced with young star clusters and star forming regions in this colorful galaxy portrait. The high dust content accompanies frantic star formation, earning NGC 253 the designation of a starburst galaxy. NGC 253 is also known to be a strong source of high-energy x-rays and gamma rays, likely due to massive black holes near the galaxy's center.",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/ngc253_STXL6303_RC14_LHaRGB_2023.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 253: Dusty Island Universe",
    "url": "https://apod.nasa.gov/apod/image/2402/ngc253_STXL6303_RC14_LHaRGB_2023_1024.jpg"
  },
  {
    "copyright": "Dan Bartlett",
    "date": "2024-02-16",
    "explanation": "Heading for its next perihelion passage on April 21, Comet 12P/Pons-Brooks is growing brighter. The greenish coma of this periodic Halley-type comet has become relatively easy to observe in small telescopes. But the bluish ion tail now streaming from the active comet's coma and buffeted by the solar wind, is faint and difficult to follow. Still, in this image stacked exposures made on the night of February 11 reveal the fainter tail's detailed structures. The frame spans over two degrees across a background of faint stars and background galaxies toward the northern constellation Lacerta. Of course Comet 12P's April 21 perihelion passage will be only two weeks after the April 8 total solar eclipse, putting the comet in planet Earth's sky along with a totally eclipsed Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/12P_Pons_Brooks_2024_02_11_185335PST_JuneLake_DEBartlett.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Structure in the Tail of Comet 12P/Pons-Brooks",
    "url": "https://apod.nasa.gov/apod/image/2402/12P_Pons_Brooks_2024_02_11_185335PST_JuneLake_DEBartlett800.jpg"
  },
  {
    "copyright": "Wang Letian",
    "date": "2024-02-17",
    "explanation": "A cosmic dust grain plowing through the upper atmosphere much faster than a falling leaf created this brilliant meteor streak. In a serendipitous moment, the sublime night sky view was captured from the resort island of Capri, in the Bay of Naples, on the evening of February 8. Looking across the bay, the camera faces northeast toward the lights of Naples and surrounding cities. Pointing toward the horizon, the meteor streak by chance ends above the silhouette of Mount Vesuvius. One of planet Earth's most famous volcanos, an eruption of Mount Vesuvius destroyed the city of Pompeii in 79 AD.",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/MeteorBayofNaples_V2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Meteor over the Bay of Naples",
    "url": "https://apod.nasa.gov/apod/image/2402/MeteorBayofNaples_V2_1024.jpg"
  },
  {
    "date": "2024-02-18",
    "explanation": "Is this one galaxy or two?  This question came to light in 1950 when astronomer Arthur Hoag chanced upon this unusual extragalactic object.  On the outside is a ring dominated by bright blue stars, while near the center lies a ball of much redder stars that are likely much older.  Between the two is a gap that appears almost completely dark.  How Hoag's Object formed, including its nearly perfectly round ring of stars and gas, remains unknown.  Genesis hypotheses include a galaxy collision billions of years ago and the gravitational effect of a central bar that has since vanished. The featured photo was taken by the Hubble Space Telescope and reprocessed using an artificially intelligent de-noising algorithm.  Observations in radio waves indicate that Hoag's Object has not accreted a smaller galaxy in the past billion years.  Hoag's Object spans about 100,000 light years and lies about 600 million light years away toward the constellation of the Snake (Serpens).  Many galaxies far in the distance are visible toward the right, while coincidentally, visible in the gap at about seven o'clock, is another but more distant ring galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/Hoag_HubbleBlanco_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hoag's Object: A Nearly Perfect Ring Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2402/Hoag_HubbleBlanco_1080.jpg"
  },
  {
    "date": "2024-02-19",
    "explanation": "What's happening near the Sun?  To help find out, NASA launched the robotic Parker Solar Probe (PSP) to investigate regions closer to the Sun than ever before. The PSP's looping orbit brings it nearer to the Sun each time around -- every few months. The featured time-lapse video shows the view looking sideways from behind PSP's Sun shield during its 16th approach to the Sun last year -- from well within the orbit of Mercury.  The PSP's Wide Field Imager for Solar Probe (WISPR) cameras took the images over eleven days, but they are digitally compressed here into about one minute video.  The waving of the solar corona is visible, as is a coronal mass ejection, with stars, planets, and even the central band of our Milky Way Galaxy streaming by in the background as the PSP orbits the Sun. PSP has found the solar neighborhood to be surprisingly complex and to include switchbacks -- times when the Sun's magnetic field briefly reverses itself.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Looking Sideways from the Parker Solar Probe",
    "url": "https://www.youtube.com/embed/x-wX-wClfig?rel=0"
  },
  {
    "date": "2024-02-20",
    "explanation": "When galaxies collide, how many stars are born?  For AM1054-325, featured here in a recently released image by the Hubble Space Telescope, the answer is millions. Instead of stars being destroyed as galaxy AM1054-325 and a nearby galaxy circle each other, their gravity and motion has ignited stellar creation.  Star formation occurs rapidly in the gaseous debris stretching from AM1054-325’s yellowish body due to the other galaxy’s gravitational pull.  Hydrogen gas surrounding newborn stars glows pink.  Bright infant stars shine blue and cluster together in compact nurseries of thousands to millions of stars. AM1054-325 possesses over 100 of these intense-blue, dot-like star clusters, some appearing like a string of pearls.  Analyzing ultraviolet light helped determine that most of these stars are less than 10 million years old: stellar babies.  Many of these nurseries may grow up to be globular star clusters, while the bundle of young stars at the bottom tip may even detach and form a small galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/AM1054_Hubble_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "AM1054: Stars Form as Galaxies Collide",
    "url": "https://apod.nasa.gov/apod/image/2402/AM1054_Hubble_960.jpg"
  },
  {
    "copyright": "\nDheera Venkatraman\n",
    "date": "2024-02-21",
    "explanation": "The bird is bigger than the peak.  Nicknamed for its avian shape, the Seagull Nebula is an emission nebula on the night sky that is vast, spanning an angle over five times the diameter of the full moon and over 200 light years.  The head of the nebula is catalogued as IC 2177, and the star cluster under its right wing is catalogued as NGC 2343. Consisting of mostly red-glowing hydrogen gas, the Seagull Nebula incorporates some dust lanes and is forming stars.  The peak over which this Seagull seems to soar occurs at Pinnacles National Park in California, USA.  The featured image is a composite of long exposure images of the background sky and short exposure images of the foreground, all taken consecutively with the same camera and from the same location.    Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/SeagullPinnacles_Venkatraman_2051.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Seagull Nebula over Pinnacles' Peak",
    "url": "https://apod.nasa.gov/apod/image/2402/SeagullPinnacles_Venkatraman_960.jpg"
  },
  {
    "copyright": "Kyunghoon Lim",
    "date": "2024-02-22",
    "explanation": "Big, bright, beautiful spiral, Messier 106 dominates this cosmic vista. The nearly two degree wide telescopic field of view looks toward the well-trained constellation Canes Venatici, near the handle of the Big Dipper. Also known as NGC 4258, M106 is about 80,000 light-years across and 23.5 million light-years away, the largest member of the Canes II galaxy group. For a far far away galaxy, the distance to M106 is well-known in part because it can be directly measured by tracking this galaxy's remarkable maser, or microwave laser emission. Very rare but naturally occurring, the maser emission is produced by water molecules in molecular clouds orbiting its active galactic nucleus. Another prominent spiral galaxy on the scene, viewed nearly edge-on, is NGC 4217 below and right of M106. The distance to NGC 4217 is much less well-known, estimated to be about 60 million light-years, but the bright spiky stars are in the foreground, well inside our own Milky Way galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/M106field_KyunghoonLim2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A View Toward M106",
    "url": "https://apod.nasa.gov/apod/image/2402/M106field_KyunghoonLim1024.jpg"
  },
  {
    "copyright": "Helge Buesing",
    "date": "2024-02-23",
    "explanation": "This supernova shock wave plows through interstellar space at over 500,000 kilometers per hour. Centered and moving upward in the sharply detailed color composite its thin, bright, braided filaments are actually long ripples in a cosmic sheet of glowing gas seen almost edge-on. Discovered in the 1840s by Sir John Herschel, the narrow-looking nebula is sometimes known as Herschel's Ray. Cataloged as NGC 2736, its pointed appearance suggests its modern popular name, the Pencil Nebula. The Pencil Nebula is about 800 light-years away. Nearly 5 light-years long it represents only a small part of the Vela supernova remnant though. The enormous Vela remnant itself is around 100 light-years in diameter, the expanding debris cloud of a star that was seen to explode about 11,000 years ago. Initially, the section of the shock wave seen as the Pencil nebula was moving at millions of kilometers per hour but has slowed considerably, sweeping up surrounding interstellar material.",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/NGC2736_Helge_Buesing2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pencil Nebula Supernova Shock Wave",
    "url": "https://apod.nasa.gov/apod/image/2402/NGC2736_Helge_Buesing1024.jpg"
  },
  {
    "date": "2024-02-24",
    "explanation": "Intuitive Machines' robotic lander Odysseus has accomplished the first U.S. landing on the Moon since the Apollo 17 mission in 1972. Launched on a SpaceX rocket on February 15, the phone booth sized lander reached lunar orbit on the 21st and touched down on the lunar surface at 6:23 pm ET on February 22nd. Its landing region is about 300 kilometers north of the Moon's south pole, near a crater designated Malapert A. Resting on its side, the lander is presently collecting solar power and transmitting data back to the Intuitive Machines' mission control center in Houston. The mission marks the first commercial uncrewed landing on the Moon. Prior to landing, Odysseus’ camera captured this extreme wide angle image (landing legs visible at right) as it flew over Schomberger crater some 200 kilometers from its landing site. Odysseus was still about 10 kilometers above the lunar surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/im-moon-imageFeb23_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Odysseus to the Moon",
    "url": "https://apod.nasa.gov/apod/image/2402/im-moon-imageFeb23_1024.jpg"
  }
]
