[
  {
    "copyright": "\nFrancisco Sojuel\n",
    "date": "2024-09-01",
    "explanation": "Why does Saturn appear so big? It doesn't -- what is pictured are foreground clouds on Earth crossing in front of the Moon. The Moon shows a slight crescent phase with most of its surface visible by reflected Earthlight, known as Da Vinci glow. The Sun directly illuminates the brightly lit lunar crescent from the bottom, which means that the Sun must be below the horizon and so the image was taken before sunrise.  This double take-inducing picture was captured on 2019 December 24, two days before the Moon slid in front of the Sun to create a solar eclipse. In the foreground, lights from small Guatemalan towns are visible behind the huge volcano Pacaya.    Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/SaturnMoon_Sojuel_1824.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Moon Dressed Like Saturn",
    "url": "https://apod.nasa.gov/apod/image/2409/SaturnMoon_Sojuel_960.jpg"
  },
  {
    "copyright": "\nAndrea Vanoni\n",
    "date": "2024-09-02",
    "explanation": "Why is there a triangle hovering over the Sun?  Although the shape is unusual, the type of structure is not: it is part of an evolving solar prominence.  Looping magnetic fields on the Sun channel the flow of energetic particles, sometimes holding glowing gaseous structures aloft for months.  A prominence glows brightly because it contains particularly hot, dense, or opaque solar plasma. The surprising triangular structure occurred last week. Larger than our Earth, the iconic prominence was imaged by several solar photographers and documented by NASA's Solar Dynamic Observatory to form and violently dissipate in about a day. The featured image was captured in a color of red light emitted strongly by hydrogen.  Below, solar fibrils carpet the Sun's chromosphere, while the background sky is so faint in comparison that no stars are visible.  Our Sun's surface has been quite active this year.",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/SunTriangle_Vanoni_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Triangular Prominence Hovers Over the Sun",
    "url": "https://apod.nasa.gov/apod/image/2409/SunTriangle_Vanoni_960.jpg"
  },
  {
    "copyright": "\nAlan Dyer, \nTWAN\n",
    "date": "2024-09-03",
    "explanation": "Nine days ago, two quite different sky icons were imaged rising together. Specifically, Earth's Moon shared the eastern sky with the sister stars of the Pleiades cluster, as viewed from Alberta, Canada.  Astronomical images of the well-known Pleiades often show the star cluster's alluring blue reflection nebulas, but here they are washed-out by the orange moonrise sky. The half-lit Moon, known as a quarter moon, is overexposed, although the outline of the dim lunar night side can be seen by illuminating earthshine, light first reflected from the Earth. The featured image is a composite of eight successive exposures with brightnesses adjusted to match what the human eye would see.  The Moon passes nearly -- or directly -- in front of the Pleaides once a month.",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/MoonPleiades_Dyer_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Quarter Moon and Sister Stars",
    "url": "https://apod.nasa.gov/apod/image/2409/MoonPleiades_Dyer_960.jpg"
  },
  {
    "copyright": "\nMike Taivalmaa\n",
    "date": "2024-09-04",
    "explanation": "Can you see the bat?  It haunts this cosmic close-up of the eastern Veil Nebula.  The Veil Nebula itself is a large supernova remnant, the expanding debris cloud from the death explosion of a massive star. While the Veil is roughly circular in shape and covers nearly 3 degrees on the sky toward the constellation of the Swan (Cygnus), NGC 6995, known informally as the Bat Nebula, spans only 1/2 degree, about the apparent size of the Moon. That translates to 12 light-years at the Veil's estimated distance, a reassuring 1,400 light-years from planet Earth. In the composite of image data recorded through narrow band filters, emission from hydrogen atoms in the remnant is shown in red with strong emission from oxygen atoms shown in hues of blue. Of course, in the western part of the Veil lies another seasonal apparition: the Witch's Broom Nebula.   Teachers & Students: Ideas for using APOD in the classroom",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/Bat_Taivalnaa_4200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6995: The Bat Nebula",
    "url": "https://apod.nasa.gov/apod/image/2409/Bat_Taivalnaa_960.jpg"
  },
  {
    "copyright": "Eric Benson",
    "date": "2024-09-05",
    "explanation": "About 70,000 light-years across, NGC 247 is a spiral galaxy smaller than our Milky Way. Measured to be only 11 million light-years distant it is nearby though. Tilted nearly edge-on as seen from our perspective, it dominates this telescopic field of view toward the southern constellation Cetus. The pronounced void on one side of the galaxy's disk recalls for some its popular name, the Needle's Eye galaxy. Many background galaxies are visible in this sharp galaxy portrait, including the remarkable string of four galaxies just below and left of NGC 247 known as Burbidge's Chain. Burbidge's Chain galaxies are about 300 million light-years distant. NGC 247 itself is part of the Sculptor Group of galaxies along with shiny spiral NGC 253.",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/NGC247-Hag-Ben2048.JPG",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 247 and Friends",
    "url": "https://apod.nasa.gov/apod/image/2409/NGC247-Hag-Ben1024.JPG"
  },
  {
    "date": "2024-09-06",
    "explanation": "Ringed ice giant Neptune lies near the center of this sharp near-infrared image from the James Webb Space Telescope. The dim and distant world is the farthest planet from the Sun, about 30 times farther away than planet Earth. But in the stunning Webb view, the planet's dark and ghostly appearance is due to atmospheric methane that absorbs infrared light. High altitude clouds that reach above most of Neptune's absorbing methane easily stand out in the image though. Coated with frozen nitrogen, Neptune's largest moon Triton is brighter than Neptune in reflected sunlight, seen at the upper left sporting the Webb telescope's characteristic diffraction spikes. Including Triton, seven of Neptune's 14 known moons can be identified in the field of view. Neptune's faint rings are striking in this space-based planetary portrait. Details of the complex ring system are seen here for the first time since Neptune was visited by the Voyager 2 spacecraft in August 1989.",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/NeptuneTriton_webb1059.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ringed Ice Giant Neptune",
    "url": "https://apod.nasa.gov/apod/image/2409/NeptuneTriton_webb1059.png"
  },
  {
    "date": "2024-09-07",
    "explanation": "Mars has two tiny moons, Phobos and Deimos, named for the figures in Greek mythology Fear and Panic. Detailed surface views of smaller moon Deimos are shown in both these panels. The images were taken in 2009, by the HiRISE camera on board the Mars Reconnaissance Orbiter spacecraft, NASA's long-lived interplanetary internet satellite. The outermost of the two Martian moons, Deimos is one of the smallest known moons in the Solar System, measuring only about 15 kilometers across.  Both Martian moons were discovered in 1877 by Asaph Hall, an American astronomer working at the US Naval Observatory in Washington D.C. But their existence was postulated around 1610 by Johannes Kepler, the astronomer who derived the laws of planetary motion. In this case, Kepler's prediction was not based on scientific principles, but his writings and ideas were so influential that the two Martian moons are discussed in works of fiction such as Jonathan Swift's Gulliver's Travels, written in 1726, over 150 years before their discovery.",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/PIA11826.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Small Moon Deimos",
    "url": "https://apod.nasa.gov/apod/image/2409/PIA11826_c.jpg"
  },
  {
    "copyright": "\nR. Gendler & \nR. Croman\n",
    "date": "2024-09-08",
    "explanation": "The most distant object easily visible to the unaided eye is M31, the great Andromeda Galaxy. Even at some two and a half million light-years distant, this immense spiral galaxy -- spanning over 200,000 light years -- is visible, although as a faint, nebulous cloud in the constellation Andromeda. A bright yellow nucleus, dark winding dust lanes, and expansive spiral arms dotted with blue star clusters and red nebulae, are recorded in this stunning telescopic image which combines data from orbiting Hubble with ground-based images from Subaru and Mayall. In only about 5 billion years, the Andromeda galaxy may be even easier to see -- as it will likely span the entire night sky -- just before it merges with, or passes right by, our Milky Way Galaxy.   Teachers & Students: Ideas for using APOD in the classroom",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/M31_HstSubaruGendler_5000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M31: The Andromeda Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2409/M31_HstSubaruGendler_960.jpg"
  },
  {
    "date": "2024-09-09",
    "explanation": "If you could fly over Mars, what might you see? The featured image shows exactly this in the form of a Mars Express vista captured over a particularly interesting region on Mars in July. The picture's most famous feature is Olympus Mons, the largest volcano in the Solar System, visible on the upper right.  Another large Martian volcano is visible on the right horizon: Pavonis Mons. Several circular impact craters can be seen on the surface of the aptly named red planet. Impressively, this image was timed to capture the dark and doomed Martian moon Phobos, visible just left of center.  The surface feature on the lower left, known as Orcus Patera, is unusual for its large size and oblong shape, and mysterious because the processes that created it still remain unknown.  ESA's robotic Mars Express spacecraft was launched in 2003 and, among many notable science discoveries, bolstered evidence that Mars was once home to large bodies of water.",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/MarsPan_ExpressLuck_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars: Moon, Craters, and Volcanos",
    "url": "https://apod.nasa.gov/apod/image/2409/MarsPan_ExpressLuck_1080.jpg"
  },
  {
    "copyright": "\nAntoine & Dalia Grelin\n",
    "date": "2024-09-10",
    "explanation": "The dark Horsehead Nebula and the glowing Orion Nebula are contrasting cosmic vistas. Adrift 1,500 light-years away in one of the night sky's most recognizable constellations, they appear in opposite corners of the above stunning mosaic. The familiar Horsehead nebula appears as a dark cloud, a small silhouette notched against the long glow of hydrogen -- here shown in gold -- at the lower left. Alnitak is the easternmost star in Orion's belt and is seen as the bright star to the left of the Horsehead. Just below Alnitak is the Flame Nebula, with clouds of bright emission and dramatic dark dust lanes. The magnificent emission region, the Orion Nebula (aka M42), lies at the upper right. Immediately to its left is a prominent reflection nebula sometimes called the Running Man. Pervasive tendrils of glowing hydrogen gas are easily traced throughout the region.   Astrophysicists: Browse 3,500+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/OrionOrange_Grelin_9371.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Horsehead and Orion Nebulas",
    "url": "https://apod.nasa.gov/apod/image/2409/OrionOrange_Grelin_1080.jpg"
  },
  {
    "date": "2024-09-11",
    "explanation": "A natural border between Slovakia and Poland is the Tatra Mountains. A prominent destination for astrophotographers, the Tatras are the highest mountain range in the Carpathians. In the featured image taken in May, one can see the center of our Milky Way galaxy with two of its famous stellar nurseries, the Lagoon and Omega Nebula, just over the top of the Tatras. Stellar nurseries are full of ionized hydrogen, a fundamental component for the formation of Earth-abundant water. As a fundamental ingredient in all known forms of life, water is a crucial element in the Universe. Such water can be seen in the foreground in the form of the Bialka River.   Portal Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/NightTatra_Rosadzinski_5028.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Night Sky over the Tatra Mountains",
    "url": "https://apod.nasa.gov/apod/image/2409/NightTatra_Rosadzinski_960.jpg"
  },
  {
    "date": "2024-09-12",
    "explanation": "This spectacular mosaic of images from the James Webb Space Telescope peers into the heart of young star cluster NGC 1333. A mere 1,000 light-years distant toward the heroic constellation Perseus, the nearby star cluster lies at the edge of the large Perseus molecular cloud. Part of Webb's deep exploration of the region to identify low mass brown dwarf stars and free floating planets, the space telescope's combined field of view spans nearly 2 light-years across the dusty cluster's turbulent stellar nursery. In fact, NGC 1333 is known to harbor stars less than a million years old, though most are hidden from optical telescopes by the pervasive stardust. The chaotic environment may be similar to one in which our own Sun formed over 4.5 billion years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/NGC1333Webb.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Young Star Cluster NGC 1333",
    "url": "https://apod.nasa.gov/apod/image/2409/NGC1333Webb1024.jpg"
  },
  {
    "date": "2024-09-13",
    "explanation": "This snapshot from the International Space Station was taken on August 11 while orbiting about 430 kilometers above the Indian Ocean, Southern Hemisphere, planet Earth. The spectacular view looks south and east, down toward the planet's horizon and through red and green curtains of aurora australis. The auroral glow is caused by emission from excited oxygen atoms in the extremely rarefied upper atmosphere still present at the level of the orbiting outpost. Green emission from atomic oxygen dominates this scene at altitudes of 100 to 250 kilometers, while red emission from atomic oxygen can extend as high as 500 kilometers altitude. Beyond the glow of these southern lights, this view from low Earth orbit reveals the starry sky from a southern hemisphere perspective. Stars in Orion's belt and the Orion Nebula are near the Earth's limb just left of center. Sirius, alpha star of Canis Major and brightest star in planet Earth's night is above center along the right edge of the southern orbital skyscape.  Looking Up: International Observe the Moon Night",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/iss071e564695_4096.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Australis and the International Space Station",
    "url": "https://apod.nasa.gov/apod/image/2409/iss071e564695_1024.jpg"
  },
  {
    "copyright": "Gianni Sarcone",
    "date": "2024-09-14",
    "explanation": "Only natural colors of the Moon in planet Earth's sky appear in this creative visual presentation. Arranged as pixels in a framed image, the lunar disks were photographed at different times. Their varying hues are ultimately due to reflected sunlight affected by changing atmospheric conditions and the alignment geometry of Moon, Earth, and Sun. Here, the darkest lunar disks are the colors of earthshine. A description of earthshine, in terms of sunlight reflected by Earth's oceans illuminating the Moon's dark surface, was written over 500 years ago by Leonardo da Vinci.  But stand farther back from your screen or just shift your gaze to the smaller versions of the image. You might also see one of da Vinci's most famous works of art.  Tonight: International Observe the Moon Night",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/Moonalisa_base_corr.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Moona Lisa",
    "url": "https://apod.nasa.gov/apod/image/2409/Moonalisa_Example1024.jpg"
  },
  {
    "copyright": "\nDani Caxete\n",
    "date": "2024-09-15",
    "explanation": "Have you ever seen the Man in the Moon? This common question plays on the ability of humans to see pareidolia -- imagining familiar icons where they don't actually exist. The textured surface of Earth's full Moon is home to numerous identifications of iconic objects, not only in modern western culture but in world folklore throughout history. Examples, typically dependent on the Moon's perceived orientation, include the Woman in the Moon and the Rabbit in the Moon. One facial outline commonly identified as the Man in the Moon starts by imagining the two dark circular areas -- lunar maria -- here just above the Moon's center, to be the eyes.  Surprisingly, there actually is a man in this Moon image -- a close look will reveal a real person -- with a telescope -- silhouetted against the Moon. This well-planned image was taken in 2016 in Cadalso de los Vidrios in Madrid, Spain.   Observe the Moon Night: NASA Coverage",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/ManInMoon_Caxete_2770.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Find the Man in the Moon",
    "url": "https://apod.nasa.gov/apod/image/2409/ManInMoon_Caxete_1080.jpg"
  },
  {
    "date": "2024-09-16",
    "explanation": "Why does this large crater on Mercury have two rings and a smooth floor?  No one is sure.  The unusual feature called Vivaldi Crater spans 215 kilometers and was imaged again in great detail by ESA's and JAXA's robotic BepiColombo spacecraft on a flyby earlier this month. A large circular feature on a rocky planet or moon is usually caused by either an impact by a small asteroid or a comet fragment, or a volcanic eruption. In the case of Vivaldi, it is possible that both occurred -- a heavy strike that caused a smooth internal lava flow.  Double-ringed craters are rare, and the cause of the inner rings remains a topic of research.  The speed-slowing gravity-assisted flyby of Mercury by BepiColombo was in preparation for the spacecraft entering orbit around the Solar System's innermost planet in 2026.",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/MercuryCaloris_BepiColombo_1806.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mercury's Vivaldi Crater from BepiColombo",
    "url": "https://apod.nasa.gov/apod/image/2409/MercuryCaloris_BepiColombo_960.jpg"
  },
  {
    "copyright": "\nRichard McInnis\n",
    "date": "2024-09-17",
    "explanation": "Cosmic clouds form fantastic shapes in the central regions of emission nebula IC 1805. The clouds are sculpted by stellar winds and radiation from massive hot stars in the nebula's newborn star cluster, Melotte 15. About 1.5 million years young, the cluster stars are scattered in this colorful skyscape, along with dark dust clouds in silhouette against glowing atomic gas. A composite of narrowband and broadband telescopic images, the view spans about 15 light-years and includes emission from ionized hydrogen, sulfur, and oxygen atoms mapped to green, red, and blue hues in the popular Hubble Palette. Wider field images reveal that IC 1805's simpler, overall outline suggests its popular name - the Heart Nebula. IC 1805 is located about 7,500 light years away toward the boastful constellation Cassiopeia.",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/HeartMelotte_McInnis_1513.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Melotte 15 in the Heart Nebula",
    "url": "https://apod.nasa.gov/apod/image/2409/HeartMelotte_McInnis_960.jpg"
  },
  {
    "copyright": "\nNeil Corke; \nText: Natalia Lewandowska \n(SUNY Oswego)\n",
    "date": "2024-09-18",
    "explanation": "New stars are born from the remnants of dead stars. The gaseous remnant of the gravitational collapse and subsequent death of a very massive star in our Milky Way created the G296.5+10.0 supernova remnant, of which the featured Mermaid Nebula is part. Also known as the Betta Fish Nebula, the Mermaid Nebula makes up part of an unusual subclass of supernova remnants that are two-sided and nearly circular. Originally discovered in X-rays, the filamentary nebula is a frequently studied source also in radio and gamma-ray light.  The blue color visible here originates from doubly ionized oxygen (OIII), while the deep red is emitted by hydrogen gas. The nebula's mermaid-like shape has proven to be useful for measurements of the interstellar magnetic field.   Growing Gallery: Last night's supermoon eclipse",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/Mermaid_Corke_4205.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Mermaid Nebula Supernova Remnant",
    "url": "https://apod.nasa.gov/apod/image/2409/Mermaid_Corke_1080.jpg"
  },
  {
    "copyright": "Davide Broise",
    "date": "2024-09-19",
    "explanation": "Spanning light-years, this suggestive shape known as the Seahorse Nebula floats in silhouette against a rich, luminous background of stars. Seen toward the royal northern constellation of Cepheus, the dusty, dark nebula is part of a Milky Way molecular cloud some 1,200 light-years distant. It is also listed as Barnard 150 (B150), one of 182 dark markings of the sky cataloged in the early 20th century by astronomer E. E. Barnard. Packs of low mass stars are forming within, but their collapsing cores are only visible at long infrared wavelengths. Still, the colorful Milky Way stars of Cepheus add to this stunning galactic skyscape.   Growing Gallery: This week's supermoon eclipse",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/LDN1082_px2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Dark Seahorse of Cepheus",
    "url": "https://apod.nasa.gov/apod/image/2409/LDN1082_px1024.jpg"
  },
  {
    "copyright": "Petr Horálek",
    "date": "2024-09-20",
    "explanation": "For northern hemisphere dwellers, September's Full Moon was the Harvest Moon. On September 17/18 the sunlit lunar nearside passed into shadow, just grazing Earth's umbra, the planet's dark, central shadow cone, in a partial lunar eclipse. Over the two and a half hours before dawn a camera fixed to a tripod was used to record this series of exposures as the eclipsed Harvest Moon set behind Spiš Castle in the hazy morning sky over eastern Slovakia. Famed in festival, story, and song, Harvest Moon is just the traditional name of the full moon nearest the autumnal equinox.  According to lore the name is a fitting one. Despite the diminishing daylight hours as the growing season drew to a close, farmers could harvest crops by the light of a full moon shining on from dusk to dawn. This September's Harvest Moon was also known to some as a supermoon, a term becoming a traditional name for a full moon near perigee.",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/2024_09_18_ZM_Spis_50mm-Pano_Postupka_1500px.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Hazy Harvest Moon",
    "url": "https://apod.nasa.gov/apod/image/2409/2024_09_18_ZM_Spis_50mm-Pano_Postupka_1024c.png"
  },
  {
    "copyright": "Emili Vilamala",
    "date": "2024-09-21",
    "explanation": "The defining astronomical moment of this September's equinox is at 12:44 UTC on September 22, when the Sun crosses the celestial equator moving south in its yearly journey through planet Earth's sky. That marks the beginning of fall for our fair planet in the northern hemisphere and spring in the southern hemisphere, when day and night are nearly equal around the globe.  Of course, if you celebrate the astronomical change of seasons by watching a sunrise you can also look for crepuscular rays. Outlined by shadows cast by clouds, crepuscular rays can have a dramatic appearance in the twilight sky during any sunrise (or sunset). Due to perspective, the parallel cloud shadows will seem to point back to the rising Sun and a place due east on your horizon on the equinox date. But in this spectacular sunrise skyscape captured in early June, the parallel shadows and crepuscular rays appear to converge toward an eastern horizon's more northerly sunrise.  The well-composed photo places the rising Sun just behind the bell tower of a church in the town of Vic, province of Barcelona, Catalonia, Spain.",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/RayosCrepusculares.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunrise Shadows in the Sky",
    "url": "https://apod.nasa.gov/apod/image/2409/RayosCrepusculares_1024.jpg"
  },
  {
    "copyright": "\nAnthony Artese\n",
    "date": "2024-09-22",
    "explanation": "Chicago, in a way, is like a modern Stonehenge. The way is east to west, and the time is today.  Today, and every equinox, the Sun will set exactly to the west, everywhere on Earth. Therefore, today in Chicago, the Sun will set directly down the long equatorially-aligned grid of streets and buildings, an event dubbed #chicagohenge.  Featured here is a Chicago Henge picture taken during the  equinox in mid-September of 2017 looking along part of Upper Wacker Drive.  Many cities, though, have streets or other features that are well-aligned to Earth's spin axis. Therefore, quite possibly, your  favorite street may also run east - west. Tonight at sunset, with a quick glance, you can actually find out.",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/Chicagohenge_Artese_1320.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Chicagohenge: Equinox in an Aligned City",
    "url": "https://apod.nasa.gov/apod/image/2409/Chicagohenge_Artese_960.jpg"
  },
  {
    "copyright": "\nBrian Valente\n& Greg Stein\n",
    "date": "2024-09-23",
    "explanation": "What will happen as this already bright comet approaches?  Optimistic predictions have Comet C/2023 A3 (Tsuchinshan–ATLAS) briefly becoming easily visible to the unaided eye -- although the future brightness of comets are notoriously hard to predict, and this comet may even break up in warming sunlight. What is certain is that the comet is now unexpectedly bright and is on track to pass its closest to the Sun (0.39 AU) later this week and closest to the Earth (0.47 AU) early next month.  The featured image was taken in late May as Comet Tsuchinshan–ATLAS, discovered only last year, passed nearly in front of two distant galaxies.  The comet can now be found with binoculars in the early morning sky rising just before the Sun, while over the next few weeks it will brighten as it moves to the early evening sky.   Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/Comet23A3_Valente_5672.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Tsuchinshan-ATLAS Approaches",
    "url": "https://apod.nasa.gov/apod/image/2409/Comet23A3_Valente_960.jpg"
  },
  {
    "copyright": "\nAlpha Zhang & \nTing Yu\n",
    "date": "2024-09-24",
    "explanation": "This dusty region is forming stars. Part of a sprawling molecular cloud complex that resembles, to some, a rampaging baboon, the region is a relatively close by 500 light-years away toward the constellation Corona Australis. That's about one third the distance of the more famous stellar nursery known as the Orion Nebula.  Mixed with bright nebulosities, the brown dust clouds effectively block light from more distant background stars in the Milky Way and obscure from view embedded stars still in the process of formation.  The eyes of the dust creature in the featured image are actually blue reflection nebulas cataloged as NGC 6726, 6727, 6729, and IC 4812, while the red mouth glows with light emitted by hydrogen gas.  Just to the upper left of the baboon's head is NGC 6723, a whole globular cluster of stars nearly 30,000 light years in the distance.    Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/Baboon_ZhangYu_2010.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6727: The Rampaging Baboon Nebula",
    "url": "https://apod.nasa.gov/apod/image/2409/Baboon_ZhangYu_960.jpg"
  },
  {
    "copyright": "\nLucy Yunxi Hu\n",
    "date": "2024-09-25",
    "explanation": "Comet Tsuchinshan-ATLAS is now visible in the early morning sky.  Diving into the inner Solar System at an odd angle, this large dirty iceberg will pass its closest to the Sun -- between the orbits of Mercury and Venus -- in just two days. Long camera exposures are now capturing C/2023 A3 (Tsuchinshan–ATLAS), sometimes abbreviated as just A3, and its dust tail before and during sunrise.  The featured image composite was taken four days ago and captured the comet as it rose above Lake George, NSW, Australia.  Vertical bands further left are images of the comet as the rising Sun made the predawn sky increasingly bright and colorful. Just how bright the comet will become over the next month is currently unknown as it involves how much gas and dust the comet's nucleus will expel. Optimistic skywatchers are hoping for a great show where Tsuchinshan–ATLAS creates dust and ion tails visible across Earth's sky and becomes known as the Great Comet of 2024.   Survey: Color Blindness and Astronomical Images  Growing Gallery: Comet Tsuchinsan-ATLAS in 2024",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/Comet23A3_LucyHu_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet A3 Through an Australian Sunrise",
    "url": "https://apod.nasa.gov/apod/image/2409/Comet23A3_LucyHu_960.jpg"
  },
  {
    "copyright": "Jan Beckmann, Julian Zoller, Lukas Eisert, Wolfgang Hummel",
    "date": "2024-09-26",
    "explanation": "In 1716, English astronomer Edmond Halley noted, \"This is but a little Patch, but it shows itself to the naked Eye, when the Sky is serene and the Moon absent.\" Of course, M13 is now less modestly recognized as the Great Globular Cluster in Hercules, one of the brightest globular star clusters in the northern sky. Sharp telescopic views like this one reveal the spectacular cluster's hundreds of thousands of stars. At a distance of 25,000 light-years, the cluster stars crowd into a region 150 light-years in diameter. Approaching the cluster core, upwards of 100 stars could be contained in a cube just 3 light-years on a side. For comparison, the closest star to the Sun is over 4 light-years away. The deep, wide-field image also reveals distant background galaxies including NGC 6207 at the upper left, and faint, foreground Milky Way dust clouds known to some as integrated flux nebulae.",
    "hdurl": "https://apod.nasa.gov/apod/image/2409/M13IFN_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Great Globular Cluster in Hercules",
    "url": "https://apod.nasa.gov/apod/image/2409/M13IFN_1024.jpg"
  }
]
