[
  {
    "date": "2024-07-01",
    "explanation": "What's happened since the universe started? The time spiral shown here features a few notable highlights. At the spiral's center is the Big Bang, the place where time, as we know it, began about 13.8 billion years ago. Within a few billion years atoms formed, then stars formed from atoms, galaxies formed from stars and gas, our Sun formed, soon followed by our Earth, about 4.6 billion years ago.  Life on Earth begins about 3.8 billion years ago, followed by cells, then photosynthesis within a billion years.  About 1.7 billion years ago, multicellular life on Earth began to flourish.  Fish began to swim about 500 million years ago, and mammals began walking on land about 200 million years ago. Humans first appeared only about 6 million years ago, and made the first cities only about 10,000 years ago.  The time spiral illustrated stops there, but human spaceflight might be added, which started only 75 years ago, and useful artificial intelligence began to take hold within only the past few years.   Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2407/TimeSpiral_Budassi_2500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Time Spiral",
    "url": "https://apod.nasa.gov/apod/image/2407/TimeSpiral_Budassi_960.jpg"
  },
  {
    "date": "2024-07-02",
    "explanation": "The clouds may look like an oyster, and the stars like pearls, but look beyond. Near the outskirts of the Small Magellanic Cloud, a satellite galaxy some 200 thousand light-years distant, lies this 5 million year old star cluster NGC 602. Surrounded by its birth shell of gas and dust, star cluster NGC 602 is featured in this stunning Hubble image, augmented in a rollover by images in the X-ray by the Chandra Observatory and in the infrared by Spitzer Telescope. Fantastic ridges and swept back gas strongly suggest that energetic radiation and shock waves from NGC 602's massive young stars have eroded the dusty material and triggered a progression of star formation moving away from the star cluster's center. At the estimated distance of the Small Magellanic Cloud, the featured picture spans about 200 light-years, but a tantalizing assortment of background galaxies are also visible in this sharp view. The background galaxies are hundreds of millions of light-years -- or more -- beyond NGC 602.",
    "hdurl": "https://apod.nasa.gov/apod/image/2407/Ngc602_ChandraHubbleSpitzer_3600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 602: Oyster Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/2407/Ngc602_Hubble_960.jpg"
  },
  {
    "copyright": "Michael Sidonio",
    "date": "2024-07-03",
    "explanation": "Big, bright, and beautiful, spiral galaxy M83 lies a mere twelve million light-years away, near the southeastern tip of the very long constellation Hydra. About 40,000 light-years across, M83 is known as the Southern Pinwheel for its pronounced spiral arms. But the wealth of reddish star forming regions found near the edges of the arms' thick dust lanes, also suggest another popular moniker for M83, the Thousand-Ruby Galaxy. This new deep telescopic digital image also records the bright galaxy's faint, extended halo. Arcing toward the bottom of the cosmic frame lies a stellar tidal stream, debris drawn from massive M83 by the gravitational disruption of a smaller, merging satellite galaxy. Astronomers David Malin and Brian Hadley found the elusive star stream in the mid 1990s by enhancing photographic plates.",
    "hdurl": "https://apod.nasa.gov/apod/image/2407/DeepM83ThousandRubyGalaxy.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M83: Star Streams and a Thousand Rubies",
    "url": "https://apod.nasa.gov/apod/image/2407/DeepM83ThousandRubyGalaxy1024.jpg"
  },
  {
    "copyright": "Jesús Carmona Guillén",
    "date": "2024-07-04",
    "explanation": "The beautiful Trifid Nebula is a cosmic study in contrasts. Also known as M20, it lies about 5,000 light-years away toward the nebula rich constellation Sagittarius. A star forming region in the plane of our galaxy, the Trifid does illustrate three different types of astronomical nebulae; red emission nebulae dominated by light from hydrogen atoms, blue reflection nebulae produced by dust reflecting starlight, and dark nebulae where dense dust clouds appear in silhouette. But the red emission region, roughly separated into three parts by obscuring dust lanes, is what lends the Trifid its popular name. Pillars and jets sculpted by newborn stars, above and right of the emission nebula's center, appear in famous Hubble Space Telescope close-up images of the region. The Trifid Nebula is about 40 light-years across. Too faint to be seen by the unaided eye, it almost covers the area of a full moon on planet Earth's sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/2407/TrifidrecortesRGB.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Beautiful Trifid",
    "url": "https://apod.nasa.gov/apod/image/2407/TrifidrecortesRGB1024.jpg"
  },
  {
    "copyright": "Gianni Tumino",
    "date": "2024-07-05",
    "explanation": "A glow from the summit of Mount Etna, famous active stratovolcano of planet Earth, stands out along the horizon in this mountain and night skyscape. Bands of diffuse light from congeries of innumerable stars along the Milky Way galaxy stretch across the sky above. In silhouette, the Milky Way's massive dust clouds are clumped along the galactic plane. Also familiar to northern skygazers are bright stars Deneb, Vega, and Altair, the Summer Triangle straddling dark nebulae and luminous star clouds poised over the volcanic peak. The deep combined exposures reveal the light of active star forming regions along the Milky Way, echoing Etna's ruddy hue in the northern hemisphere summer's night.",
    "hdurl": "https://apod.nasa.gov/apod/image/2407/GianniTumino_Etna&MW_14mm_JPG_LOGO__2048pix.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mount Etna Milky Way",
    "url": "https://apod.nasa.gov/apod/image/2407/GianniTumino_Etna&MW_14mm_JPG_LOGO__1024pix.jpg"
  },
  {
    "copyright": "Massimo Di Fusco",
    "date": "2024-07-06",
    "explanation": "Found among the rich starfields of the Milky Way, star cluster NGC 7789 lies about 8,000 light-years away toward the constellation Cassiopeia. A late 18th century deep sky discovery of astronomer Caroline Lucretia Herschel, the cluster is also known as Caroline's Rose. Its visual appearance in small telescopes, created by the cluster's complex of stars and voids, is suggestive of nested rose petals. Now estimated to be 1.6 billion years young, the galactic or open cluster of stars also shows its age. All the stars in the cluster were likely born at the same time, but the brighter and more massive ones have more rapidly exhausted the hydrogen fuel in their cores. These have evolved from main sequence stars like the Sun into the many red giant stars shown with a yellowish cast in this color composite. Using measured color and brightness, astronomers can model the mass and hence the age of the cluster stars just starting to \"turn off\" the main sequence and become red giants. Over 50 light-years across, Caroline's Rose spans about half a degree (the angular size of the Moon) near the center of the sharp telescopic image.",
    "hdurl": "https://apod.nasa.gov/apod/image/2407/NGC7789_difusco2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7789: Caroline's Rose",
    "url": "https://apod.nasa.gov/apod/image/2407/NGC7789_difusco1024c.jpg"
  },
  {
    "date": "2024-07-07",
    "explanation": "Why are these clouds multi-colored?  A relatively rare phenomenon in clouds known as iridescence can bring up unusual colors vividly -- or even a whole spectrum of colors simultaneously. These polar stratospheric clouds also, known as nacreous and mother-of-pearl clouds,  are formed of small water droplets of nearly uniform size. When the Sun is in the right position and, typically, hidden from direct view, these thin clouds can be seen significantly diffracting sunlight in a nearly coherent manner, with different colors being deflected by different amounts. Therefore, different colors will come to the observer from slightly different directions. Many clouds start with uniform regions that could show iridescence but quickly become too thick, too mixed, or too angularly far from the Sun to exhibit striking colors. The featured image and an accompanying video were taken late in 2019 over Ostersund, Sweden.",
    "hdurl": "https://apod.nasa.gov/apod/image/2407/IridescentClouds_Strand_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Iridescent Clouds over Sweden",
    "url": "https://apod.nasa.gov/apod/image/2407/IridescentClouds_Strand_960.jpg"
  }
]
