[
  {
    "copyright": "\nRoberto Colombari & \nMauro Narduzzi\n",
    "date": "2024-05-01",
    "explanation": "To some, this nebula looks like the head of a fish. However, this colorful cosmic portrait really features glowing gas and obscuring dust clouds in IC 1795, a star forming region in the northern constellation Cassiopeia. The nebula's colors were created by adopting the Hubble color palette for mapping narrowband emissions from oxygen, hydrogen, and sulfur atoms to blue, green and red colors, and further blending the data with images of the region recorded through broadband filters. Not far on the sky from the famous Double Star Cluster in Perseus, IC 1795 is itself located next to IC 1805, the Heart Nebula, as part of a complex of star forming regions that lie at the edge of a large molecular cloud. Located just over 6,000 light-years away, the larger star forming complex sprawls along the Perseus spiral arm of our Milky Way Galaxy. At that distance, IC 1795 would span about 70 light-years across.   Open Science: Browse 3,300+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/2405/FishheadB_Colombari_2704.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 1795: The Fishhead Nebula",
    "url": "https://apod.nasa.gov/apod/image/2405/FishheadB_Colombari_960.jpg"
  },
  {
    "copyright": "Drew Evans",
    "date": "2024-05-02",
    "explanation": "Majestic on a truly cosmic scale, M100 is appropriately known as a grand design spiral galaxy.  The large galaxy of over 100 billion stars has well-defined spiral arms, similar to our own Milky Way.  One of the brightest members of the Virgo Cluster of galaxies, M100, also known as NGC 4321 is 56 million light-years distant toward the well-groomed constellation Coma Berenices.  In this telescopic image, the face-on grand design spiral shares a nearly 1 degree wide field-of-view with slightly less conspicuous edge-on spiral NGC 4312 (at upper right). The 21 hour long equivalent exposure from a dark sky site near Flagstaff, Arizona, planet Earth, reveals M100's bright blue star clusters and intricate winding dust lanes which are hallmarks of this class of galaxies.  Measurements of variable stars in M100 have played an important role in determining the size and age of the Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/2405/M100_DrewEvans.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "M100: A Grand Design Spiral Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2405/M100_DrewEvans1024.png"
  },
  {
    "date": "2024-05-03",
    "explanation": "A mere 280 light-years from Earth, tidally locked, Jupiter-sized exoplanet WASP-43b orbits its parent star once every 0.8 Earth days. That puts it about 2 million kilometers (less than 1/25th the orbital distance of Mercury) from a small, cool sun. Still, on a dayside always facing its parent star, temperatures approach a torrid 2,500 degrees F as measured at infrared wavelengths by the MIRI instrument on board the James Webb Space Telescope. In this illustration of the hot exoplanet's orbit, Webb measurements also show nightside temperatures remain above 1,000 degrees F. That suggests that strong equatorial winds circulate the dayside atmospheric gases to the nightside before they can completely cool off. Exoplanet WASP-43b is now formally known as Astrolábos, and its K-type parent star has been christened Gnomon. Webb's infrared spectra indicate water vapor is present on the nightside as well as the dayside of the planet, providing information about cloud cover on Astrolábos.",
    "hdurl": "https://apod.nasa.gov/apod/image/2405/STScI-WASP43b_temperature.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Temperatures on Exoplanet WASP-43b",
    "url": "https://apod.nasa.gov/apod/image/2405/STScI-WASP43b_temperature.png"
  },
  {
    "copyright": "Yuri Beletsky",
    "date": "2024-05-04",
    "explanation": "Despite their resemblance to R2D2, these three are not the droids you're looking for. Instead, the enclosures house 1.8 meter Auxiliary Telescopes (ATs) at Paranal Observatory in the Atacama Desert region of Chile. The ATs are designed to be used for interferometry, a technique for achieving extremely high resolution observations, in concert with the observatory's 8 meter Very Large Telescope units. A total of four ATs are operational, each fitted with a transporter that moves the telescope along a track allowing different arrays with the large unit telescopes. To work as an interferometer, the light from each telescope is brought to a common focal point by a system of mirrors in underground tunnels. Above these three ATs, the Large and Small Magellanic Clouds are the far, far away satellite galaxies of our own Milky Way. In the clear and otherwise dark southern skies, planet Earth's greenish atmospheric airglow stretches faintly along the horizon.",
    "hdurl": "https://apod.nasa.gov/apod/image/2405/three_ats_beletsky.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "3 ATs",
    "url": "https://apod.nasa.gov/apod/image/2405/three_ats_beletsky.jpg"
  },
  {
    "date": "2024-05-05",
    "explanation": "What happens to a star that goes near a black hole? If the star directly impacts a massive black hole, then the star falls in completely -- and everything vanishes. More likely, though, the star goes close enough to have the black hole's gravity pull away its outer layers, or disrupt, the star. Then, most of the star's gas does not fall into the black hole.  These stellar tidal disruption events can be as bright as a supernova, and an increasing amount of them are being discovered by automated sky surveys. In the featured artist's illustration, a star has just passed a massive black hole and sheds gas that continues to orbit.  The inner edge of a disk of gas and dust surrounding the black hole is heated by the disruption event and may glow long after the star  is gone.    Hole New Worlds: It's Black Hole Week at NASA!",
    "hdurl": "https://apod.nasa.gov/apod/image/2405/BhShredder_NASA_3482.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Black Hole Disrupts a Passing Star",
    "url": "https://apod.nasa.gov/apod/image/2405/BhShredder_NASA_1080.jpg"
  }
]
