[
  {
    "copyright": "\nBrian Meyers\n",
    "date": "2025-10-01",
    "explanation": "Ten thousand years ago, before the dawn of recorded human history, a new light would suddenly have appeared in the night sky and faded after a few weeks.  Today we know this light was from a supernova, or exploding star, and record the expanding debris cloud as the Veil Nebula, a supernova remnant.  This sharp telescopic view is centered on a western segment of the Veil Nebula cataloged as NGC 6960 but less formally known as the Witch's Broom Nebula.  Blasted out in the cataclysmic explosion, an interstellar shock wave plows through space sweeping up and exciting interstellar material. Imaged with narrow band filters, the glowing filaments are like long ripples in a sheet seen almost edge on, remarkably well separated into atomic hydrogen (red) and oxygen (blue-green) gas. The complete supernova remnant lies about 1400 light-years away towards the constellation Cygnus. This Witch's Broom actually spans about 35 light-years. The bright star in the frame is 52 Cygni, visible with the unaided eye from a dark location but unrelated to the ancient supernova remnant.",
    "hdurl": "https://apod.nasa.gov/apod/image/2510/WitchBroom_Meyers_6043.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6960: The Witch's Broom Nebula",
    "url": "https://apod.nasa.gov/apod/image/2510/WitchBroom_Meyers_1080.jpg"
  },
  {
    "date": "2025-10-02",
    "explanation": "The night side of Pluto spans this shadowy scene. In the stunning spacebased perspective, the Sun is 4.9 billion kilometers (almost 4.5 light-hours) behind the dim and distant world. It was captured by far flung New Horizons in July of 2015 when the spacecraft was at a range of some 21,000 kilometers from Pluto. That was about 19 minutes after its closest approach. A denizen of the Kuiper Belt in dramatic silhouette, the image also reveals Pluto's tenuous, surprisingly complex layers of hazy atmosphere. Near the top of the frame the crescent twilight landscape includes southern areas of nitrogen ice plains now formally known as Sputnik Planitia and rugged mountains of water-ice in the Norgay Montes.",
    "hdurl": "https://apod.nasa.gov/apod/image/2510/PIA20727PlutoNight.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pluto at Night",
    "url": "https://apod.nasa.gov/apod/image/2510/PIA20727PlutoNight1024c.jpg"
  },
  {
    "date": "2025-10-03",
    "explanation": "This deep field mosaicked image presents a stunning view of galaxy cluster Abell 2744 recorded by the James Webb Space Telescope's NIRCam. Also dubbed Pandora's Cluster, Abell 2744 itself appears to be a ponderous merger of three different massive galaxy clusters. It lies some 3.5 billion light-years away, toward the constellation Sculptor. Dominated by dark matter, the mega-cluster warps and distorts the fabric of spacetime, gravitationally lensing even more distant objects. Redder than the Pandora cluster galaxies, many of the lensed sources are very distant galaxies in the early Universe, their lensed images stretched and distorted into arcs. Of course, distinctive diffraction spikes mark foreground Milky Way stars. At the Pandora Cluster's estimated distance, this cosmic box spans about 6 million light-years. But don't panic. You can explore the tantalizing region in a 2 minute video tour.",
    "hdurl": "https://apod.nasa.gov/apod/image/2510/abell2744_jwst.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pandora's Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/2510/abell2744_jwst1024.png"
  },
  {
    "date": "2025-10-04",
    "explanation": "No one on Earth sees the Moon rotate like this. That's because the Moon is tidally locked in synchronous rotation, showing only one side to denizens of our fair planet. Still, given modern digital technology, combined with many detailed images returned by the Lunar Reconnaissance Orbiter (LRO), a high resolution virtual Moon rotation movie can be composed. In fact, the featured time-lapse video starts with a view of the familiar lunar nearside and quickly finds the Mare Orientale, a large crater with a dark center that is difficult to see from the Earth, rotating into view just below the equator.  In a complete lunar rotation condensed into 24 seconds, the video clearly shows that the Earth-facing nearside of the Moon contains an abundance of dark lunar maria, while the lunar farside is dominated by bright lunar highlands. Of course, you can just join other moon-watchers under hopefully clear skies tonight. Check out the sunlit portion of the lunar nearside on International Observe the Moon Night.",
    "media_type": "video",
    "service_version": "v1",
    "title": "The Rotating Moon",
    "url": "https://www.youtube.com/embed/sNUNB6CMnE8?rel=0"
  },
  {
    "date": "2025-10-05",
    "explanation": "It was one of the largest and longest lived storms ever recorded in our Solar System.  First seen in late 2010, the featured cloud formation in the northern hemisphere of Saturn started larger than the Earth and soon spread completely around the planet.  The storm was tracked not only from Earth but from up close by the robotic Cassini spacecraft then orbiting Saturn. Pictured here in false colored infrared in February, orange colors indicate clouds deep in the atmosphere, while light colors highlight clouds higher up. The rings of Saturn are seen nearly edge-on as the thin blue horizontal line. The warped dark bands are the shadows of the rings cast onto the cloud tops by the Sun to the upper left. A source of radio noise from lightning, the intense storm was thought to relate to seasonal changes when spring emerges in the north of  Saturn. After raging for over six months, the iconic storm circled the entire planet and then tried to absorb its own tail -- which surprisingly caused it to fade away.",
    "hdurl": "https://apod.nasa.gov/apod/image/2510/longstorm_cassini_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Long Storm System on Saturn",
    "url": "https://apod.nasa.gov/apod/image/2510/longstorm_cassini_960.jpg"
  },
  {
    "copyright": "\nVictor Sabet & \nJulien De Winter\n",
    "date": "2025-10-06",
    "explanation": "How does a comet tail change?  It depends on the comet.  The ion tail of Comet C/2025 A6 (Lemmon) has been changing markedly, as detailed in the featured image sequenced over six days between September 25 and October 4 (left to right) from Texas, USA.  On some days, the comet's ion tail was relatively more complex than other days. Reasons for tail changes include the rate of ejection of material from the comet's nucleus, the strength and complexity of the passing solar wind, and the rotation rate of the comet.  Sometimes, over the course of a week, apparent differences even result from a change of perspective from the Earth.  In general, a comet's ion tail will point away from the Sun, as gas expelled is pushed out by the Sun's wind.  Comet Lemmon is still inbound and brightening, passing nearest the Earth on October 21 and nearest the Sun on November 8.",
    "hdurl": "https://apod.nasa.gov/apod/image/2510/LemmonTails_DeWinter_5495.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Changing Ion Tail of Comet Lemmon",
    "url": "https://apod.nasa.gov/apod/image/2510/LemmonTails_DeWinter_960.jpg"
  },
  {
    "date": "2025-10-07",
    "explanation": "Now a second supernova in this same galaxy is repeating. The cause is the gravitational lens effect of a massive foreground cluster of galaxies (MACS J0138) -- it creates multiple images of a perfectly aligned background galaxy (MRG-M0138). What's particularly interesting is that this background galaxy has young stars that keep blowing up. And images of each supernova explosion keep coming to us multiple times through different paths through the cluster. The original lensed supernova set, shown in the rollover, is called Requiem and was first seen by the Hubble Space Telescope in 2016.  This second lensed supernova set is called Encore and was first seen by the Webb Space Telescope in 2023.  More images from these supernovas are predicted to be on the way, and exactly when they arrive should help humanity to better understand the mass distribution of the galaxy cluster, the supernovas themselves, and possibly even the universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/2510/SupernovaLens_webb_1394.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SN Encore: A Second Supernova Seen Several Times",
    "url": "https://apod.nasa.gov/apod/image/2510/SupernovaLens_webb_960.jpg"
  },
  {
    "copyright": "\nNevenka Blagovic Horvat & \nMiroslav Horvat\n",
    "date": "2025-10-08",
    "explanation": "What powers are being wielded in the Wizard Nebula?  Gravitation strong enough to form stars, and stellar winds and radiations powerful enough to create and dissolve towers of gas.  Located only 8,000 light years away, the Wizard nebula, featured here, surrounds a developing open star cluster NGC 7380.  Visually, the interplay of stars, gas, and dust has created a shape that appears to some like a fictional medieval sorcerer.  The active star forming region spans about 100 light years, making it appear larger than the angular extent of the Moon.  The Wizard Nebula can be located with a small telescope toward the constellation of the King of Aethiopia (Cepheus).  Although the nebula may last only a few million years, some of the stars being formed may outlive our Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/2510/WizardNeb_Horvat_2160.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7380: The Wizard Nebula",
    "url": "https://apod.nasa.gov/apod/image/2510/WizardNeb_Horvat_960.jpg"
  },
  {
    "copyright": "Mike Carroll",
    "date": "2025-10-09",
    "explanation": "That big, bright, beautiful Full Moon you watched rise on the night of October 6 was the Harvest Moon. Famed in festival, story, and song, Harvest Moon is just the traditional name of the full moon nearest the time of the northern hemisphere's autumnal equinox.  According to lore the name is a fitting one. Despite the diminishing daylight hours, as the growing season drew to a close in the north, farmers could harvest crops by the light of a full moon shining on from dusk to dawn. Later this year than usual, in 2025 October's Harvest Moon was also known to some as a supermoon, a term becoming a traditional name for a full moon near the time of lunar perigee. And this telephoto snapshot of the (almost) full moon rising above a conspicuous skyscraper in New York city, taken on October 5, is suggestive of yet another full moon moniker.",
    "hdurl": "https://apod.nasa.gov/apod/image/2510/JengaAlmostHarvestMoonOct2025.jpeg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Jenga Moon",
    "url": "https://apod.nasa.gov/apod/image/2510/JengaAlmostHarvestMoonOct2025_1200.jpeg"
  },
  {
    "copyright": "José Rodrigues",
    "date": "2025-10-10",
    "explanation": "It's only 50 light-years to 51 Pegasi. That star's position is indicated in this snapshot from August 2025, taken on a night with mostly brighter stars visible above the dome at Observatoire de Haute-Provence in France. Thirty years ago, in October of 1995, astronomers Michel Mayor and Didier Queloz announced a profound discovery made at the observatory. Using a precise spectrograph, they had detected a planet orbiting 51 Peg, the first known exoplanet orbiting a sun-like star. Mayor and Queloz had used the spectrograph to measure changes in the star's radial velocity, a regular wobble caused by the gravitational tug of the orbiting planet. Designated 51 Pegasi b, the planet was determined to have a mass at least half of Jupiter's mass and an orbital period of 4.2 days. That made the exoplanet much closer to its parent star than Mercury is to the Sun. Their discovery was quickly confirmed and Mayor and Queloz were ultimately awarded the Nobel Prize in physics in 2019. Now recognized as the prototype for the class of exoplanets fondly known as hot Jupiters, 51 Pegasi b was formally named Dimidium, Latin for half, in 2015. Since its discovery 30 years ago, over 6,000 exoplanets have been found.",
    "hdurl": "https://apod.nasa.gov/apod/image/2510/_S8A3141-Edit-annotated_2560.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "50 Light-years to 51 Pegasi",
    "url": "https://apod.nasa.gov/apod/image/2510/_S8A3141-Edit-annotated_1024.jpg"
  },
  {
    "date": "2025-10-11",
    "explanation": "Orbiting 400 kilometers above Quebec, Canada, planet Earth, the International Space Station Expedition 59 crew captured this snapshot of the broad St. Lawrence River and curiously circular Lake Manicouagan on April 11, 2019. Right of center, the ring-shaped lake is a modern reservoir within the eroded remnant of an ancient 100 kilometer diameter impact crater. The ancient crater is very conspicuous from orbit, a visible reminder that Earth is vulnerable to rocks from space. Over 200 million years old, the Manicouagan crater was likely caused by the impact of a rocky body about 5 kilometers in diameter. Currently, there is no known asteroid with a significant probability of impacting Earth in the next century. Each month, NASA’s Planetary Defense Coordination Office releases an update featuring the most recent figures on near-Earth object close approaches, and other facts about comets and asteroids that could pose a potential impact hazard with Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2510/iss059e019043.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Manicouagan Impact Crater from Space",
    "url": "https://apod.nasa.gov/apod/image/2510/iss059e019043_1024.jpg"
  },
  {
    "copyright": "JPL/Caltech",
    "date": "2025-10-12",
    "explanation": "How much of Jupiter's moon Europa is made of water? No one is sure, but probably a lot.  Based on the Galileo probe data acquired during its exploration of the Jovian system from 1995 to 2003, Europa possesses a deep, global ocean of liquid water beneath a layer of surface ice. The subsurface ocean plus ice layer could descend over 100 kilometers in average depth. Adopting a high-end estimate of 100 kilometers depth, if all the water on Europa were gathered into a ball,  it would have a radius of over 800 kilometers. To scale, this intriguing illustration compares that hypothetical ball of all the water on Europa to the size of Europa itself (left) - and similarly to all the water on planet Earth. With a volume possibly greater than Earth's oceans, the global subsurface ocean on Europa is a tantalizing destination to search for extraterrestrial life in our Solar System. NASA's robotic Europa Clipper was  launched last year to investigate.",
    "hdurl": "https://apod.nasa.gov/apod/image/2510/EuropasOcean_KPHand003.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "All the Water on Europa",
    "url": "https://apod.nasa.gov/apod/image/2510/EuropasOcean_KPHand003crop.jpg"
  },
  {
    "copyright": "\nUroš Fink\n",
    "date": "2025-10-13",
    "explanation": "The tree is not in danger. That's because the comet pictured just above it, Comet C/2025 A6 (Lemmon), is far in the distance, well away from the Earth.  Comet Lemmon now continues to brighten as it arcs through the inner Solar System, even though it has passed its nearest to the Sun -- because it is now approaching the Earth. The comet will likely appear brightest when it is at its closest to the Earth next week, then closing to about half the Earth-Sun distance.  Comet Lemmon may then be visible to the unaided eye, but it is more likely to be imaged by a camera phone -- if you know where to look. Comet Lemmon, previously best visible in the morning, is now also visible in the evening sky for northern observers: look above the western horizon just after sunset. The featured image, centered on an unsuspecting European beech tree, was taken in Slovenia about ten days ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/2510/LemmonTree_Fink_1080.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lemmon Tree",
    "url": "https://apod.nasa.gov/apod/image/2510/LemmonTree_Fink_960.jpg"
  },
  {
    "copyright": "\nJoachim Korb\n",
    "date": "2025-10-14",
    "explanation": "Is there a monster in IC 1396?  Known to some as the Elephant's Trunk Nebula, parts of gas and dust clouds of this star formation region may appear to take on foreboding forms, some nearly human.  The only real monster here, however, is a bright young star too far from Earth to hurt us.  Energetic light from this star is eating away the dust of the dark cometary globule near the top of the featured image.  Jets and winds of particles emitted from this star are also pushing away ambient gas and dust.  Nearly 3,000 light-years distant, the relatively faint IC 1396 complex covers a much larger region on the sky than shown here, with an apparent width of more than 10 full moons.",
    "hdurl": "https://apod.nasa.gov/apod/image/2510/IC1396A_Korb_2400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Unusual Globule in IC 1396",
    "url": "https://apod.nasa.gov/apod/image/2510/IC1396A_Korb_960.jpg"
  },
  {
    "copyright": "\nWayne Showalter\n",
    "date": "2025-10-15",
    "explanation": "Yes, but can your sunset do this? Looking west from Tucson, Arizona, USA one day last month, the sunset sky looked strange when it briefly lit up with the plume of a rocket launched from California a few minutes earlier. Appearing at times like a giant space fish, the impressive rocket launch from Vandenberg Air Force Base near Lompoc, California, was so noticeable because it was backlit by the setting Sun. The Falcon 9 rocket successfully delivered to low Earth orbit 28 Starlink communications satellites.  The plume from the first stage is seen on the right, while the soaring upper stage rocket is seen at the apex of the plume on the far left. The picturesque foreground includes the arms of saguaro cacti, city lights of Tucson, and the Tucson Mountains.",
    "hdurl": "https://apod.nasa.gov/apod/image/2510/TucsonPlume_Showalter_4032.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rocket Launch Plume over Tucson",
    "url": "https://apod.nasa.gov/apod/image/2510/TucsonPlume_Showalter_1080.jpg"
  },
  {
    "copyright": "Timothy Martin",
    "date": "2025-10-16",
    "explanation": "Young suns still lie within dusty NGC 7129, some 3,000 light-years away toward the royal constellation Cepheus. While these stars are at a relatively tender age, only a few million years old, it is likely that our own Sun formed in a similar stellar nursery around five billion years ago. Notable in the sharp image are the lovely bluish dust clouds that reflect the youthful starlight. But the compact, deep red crescent shapes are also markers of energetic, young stellar objects. Known as Herbig-Haro objects, their shape and color are characteristic of glowing hydrogen gas shocked by jets streaming away from newborn stars. Paler, extended filaments of reddish emission mingling with the bluish clouds are caused by dust grains effectively converting the invisible ultraviolet starlight to visible red light through photoluminesence. Ultimately the natal gas and dust in the region will be dispersed, the stars drifting apart as the loose cluster orbits the center of the Galaxy. At the estimated distance of NGC 7129, this telescopic field of view spans nearly 40 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2510/NGC7129-vdB146_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Young Suns of NGC 7129",
    "url": "https://apod.nasa.gov/apod/image/2510/NGC7129-vdB146_1024.jpg"
  },
  {
    "date": "2025-10-17",
    "explanation": "This asteroid has a moon.  The robot spacecraft Galileo enroute to explore the Jovian system in 1993, encountered and photographed two asteroids during its long interplanetary voyage.  The second minor planet it photographed, 243 Ida, was discovered to have a moon. The tiny moon, named Dactyl, is only about 1.6 kilometers across and seen as a small dot to the right in the image.  In contrast, Ida is much larger, measuring about 60 kilometers long and 25 km wide.  In fact, Dactyl is the first moon of an asteroid ever discovered. But now many asteroids are known to have moons. Minor planet names Ida and Dactyl were taken from Greek mythology.",
    "hdurl": "https://apod.nasa.gov/apod/image/2510/IdaDactyl_galileo_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ida and Dactyl: Asteroid and Moon",
    "url": "https://apod.nasa.gov/apod/image/2510/IdaDactyl_galileo_960.jpg"
  },
  {
    "date": "2025-10-18",
    "explanation": "Put on your red/blue glasses and float next to asteroid 101955 Bennu. Shaped like a spinning toy top with boulders littering its rough surface, the tiny Solar System world is about one Empire State Building (less than 500 meters) across. Frames used to construct this 3D anaglyph were taken by PolyCam on the OSIRIS_REx spacecraft on December 3, 2018 from a distance of about 80 kilometers. With a sample from the asteroid's rocky surface on board, OSIRIS_REx departed Bennu's vicinity in May of 2021. The robotic spacecraft successfully returned the sample to its home world in September of 2023.",
    "hdurl": "https://apod.nasa.gov/apod/image/2510/ana03BennuVantuyne1465c.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "3D Bennu",
    "url": "https://apod.nasa.gov/apod/image/2510/ana03BennuVantuyne1024c.jpg"
  },
  {
    "date": "2025-10-19",
    "explanation": "Where do comet tails come from?  There are usually no obvious places on the nuclei of comets from which the jets that create comet tails emanate.  One of the best images of emerging jets is shown in the featured picture, taken in 2015 by ESA's robotic Rosetta spacecraft that orbited Comet 67P/Churyumov-Gerasimenko (Comet CG) from 2014 to 2016.  The picture shows plumes of gas and dust escaping numerous places from Comet CG's nucleus as it neared the Sun and heated up.  The comet has two prominent lobes, the larger one spanning about 4 kilometers, and a smaller 2.5-kilometer lobe connected by a narrow neck. Analyses indicate that evaporation must be taking place well inside the comet's surface to create the jets of gas, dust, and ice that we see emitted through the surface.  Comet CG (also known as Comet 67P) loses in jets about a meter of surface depth during each of its 6.44-year orbits around the Sun, a rate at which will completely destroy the comet in only thousands of years. In 2016, Rosetta's mission ended with a controlled impact onto Comet CG's surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/2510/Comet67P_Rosetta_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Churyumov-Gerasimenko Creates Its Tails",
    "url": "https://apod.nasa.gov/apod/image/2510/Comet67P_Rosetta_1024.jpg"
  },
  {
    "copyright": "\nPetr Horalek /\nInstitute of Physics in Opava\n",
    "date": "2025-10-20",
    "explanation": "Tonight, if you can see the stars of the Big Dipper, then you can find comet Lemmon in your evening sky.  After sunset, look for the faint but extended comet above your northwestern horizon -- but below the handle of the famous celestial kitchen utensil of the north. It might be easier to see this visitor to the inner Solar System through your camera phone, which is better at picking up faint objects.  Either way, look for a fuzzy green 'star' with a tail, though probably not so long a tail as in this impressive snapshot taken over Seč Lake in the Czech Republic two nights ago. Recent photographs of C/2025 A6 (Lemmon) often show a detailed and changing ion tail which extends farther than the eye can follow.  This Sun-orbiting comet is now near its closest approach to Earth  and will pass its closest to the Sun in early November.",
    "hdurl": "https://apod.nasa.gov/apod/image/2510/LemmonDipper_Horalek_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Finding Comet Lemmon",
    "url": "https://apod.nasa.gov/apod/image/2510/LemmonDipper_Horalek_1080.jpg"
  },
  {
    "copyright": "\nToni Fabiani\n",
    "date": "2025-10-21",
    "explanation": "What electrifies the Heart Nebula? First, the large emission nebula on the left, catalogued as IC 1805, looks somewhat like a human heart.  The nebula glows brightly in red light emitted by its most prominent element, hydrogen, but this long-exposure image was also blended with light emitted by sulfur (yellow) and oxygen (blue).  In the center of the Heart Nebula are young stars from the open star cluster Melotte 15 that are eroding away several picturesque dust pillars with their atom-exciting energetic light and winds. The Heart Nebula is located about 7,500 light years away toward the constellation of Cassiopeia.  At the top right of the Heart Nebula is the companion Fishhead Nebula.  This wide and deep image clearly shows that glowing gas surrounds the Heart Nebula in all directions.",
    "hdurl": "https://apod.nasa.gov/apod/image/2510/IC1805_Mendez_6281.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 1805: The Heart Nebula",
    "url": "https://apod.nasa.gov/apod/image/2510/IC1805_Mendez_1080.jpg"
  },
  {
    "copyright": "\nTomáš Slovinský & \nConstantine Themelis\n",
    "date": "2025-10-22",
    "explanation": "Comet Lemmon putting on a show for cameras around the globe. Passing nearest to the Earth this week, the photogenic comet C/2025 A6 (Lemmon) is now extending two long tails : a blue ion tail and a white dust tail. The ion tail is pushed away from the Sun by the ever-present by ever-changing solar wind, and shows structure also created by how much gas is ejected at any one moment.  It glows because it is ionized by high energy sunlight.  The dust tail is pushed away from the comet by sunlight and shines by reflecting sunlight.  The featured image is an enhanced composite of 50 exposures all taken two days ago from Mlynica, Slovakia. The mountains in the foreground are the High Tatras that partly separate Slovakia from Poland.  Although Comet Lemmon is best visible in long camera exposures, the shedding ice ball has become faintly visible in northern skies even to unaided eyes through dark skies toward the west after sunset.",
    "hdurl": "https://apod.nasa.gov/apod/image/2510/LemmonTatras_Slovinsky_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Lemmon over the High Tatras",
    "url": "https://apod.nasa.gov/apod/image/2510/LemmonTatras_Slovinsky_1080.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2025-10-23",
    "explanation": "Comet C/2025 R2 (SWAN) sports a greenish coma and fainter tail, seen against congeries of stars and dusty interstellar clouds in this 7 degree wide telescopic field of view from October 17. On that date, the new visitor to the inner Solar System obligingly posed with two other celestial birds seen toward the center of our Milky Way. Messier 16, near the bottom of the frame, and Messier 17 are also known to deep skywatchers as the Eagle and the Swan nebulae. While the comet coma's greenish glow recorded in the image is due to diatomic carbon gas fluorescing in sunlight, reddish hues seen in the nebulae, star forming regions some 5,000 light-years distant, are characteristic of ionized hydrogen gas. Comet SWAN is outbound now but still a good comet for binoculars and small telescopes that can look close to the southern horizon in the northern hemisphere's early evening skies. C/2025 R2 (SWAN) was closest to our fair planet on October 20, a mere 2.2 light-minutes away.",
    "hdurl": "https://apod.nasa.gov/apod/image/2510/comet_Swan_with_eagle_20251017s.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SWAN, Swan, Eagle",
    "url": "https://apod.nasa.gov/apod/image/2510/comet_Swan_with_eagle_20251017s1024.jpg"
  },
  {
    "date": "2025-10-24",
    "explanation": "Saturn is bright in Earth's night skies. Telescopic views of the outer gas giant planet and its beautiful rings often make it a star at star parties. But this stunning view of Saturn's rings and night side just isn't possible from telescopes in the vicinity of planet Earth. Peering out from the inner Solar System they can only bring Saturn's day side into view. In fact, this image of Saturn's slender sunlit crescent with night's shadow cast across its broad and complex ring system was captured by the Cassini spacecraft. A robot spacecraft from planet Earth, Cassini called Saturn orbit home for 13 years before it was directed to dive into the atmosphere of the gas giant on September 15, 2017. This magnificent mosaic is composed of frames recorded by Cassini's wide-angle camera only two days before its grand final plunge. Saturn's night will not be seen again until another spaceship from Earth calls.",
    "hdurl": "https://apod.nasa.gov/apod/image/2510/LastRingPortrait_Cassini_4472.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn at Night",
    "url": "https://apod.nasa.gov/apod/image/2510/LastRingPortrait_Cassini_1080.jpg"
  },
  {
    "date": "2025-10-25",
    "explanation": "A mere 390 light-years away, Sun-like stars and future planetary systems are forming in the Rho Ophiuchi molecular cloud complex, the closest star-forming region to our fair planet. The James Webb Space Telescope's NIRCam peered into the nearby natal chaos to capture this infrared image at an inspiring scale. The frame spans less than a light-year across the Rho Ophiuchi region and contains about 50 young stars. Brighter stars clearly show Webb's characteristic pattern of diffraction spikes. Huge jets of shocked molecular hydrogen blasting from newborn stars are red in the image, with the large, yellowish dusty cavity carved out by the energetic young star near its center. Near some stars in the stunning image are shadows cast by their protoplanetary disks. The spectacular cosmic snapshot was released in 2023 to celebrate the successful first year of Webb's exploration of the Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/2510/STScI-01_RhoOph.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Webb's Rho Ophiuchi",
    "url": "https://apod.nasa.gov/apod/image/2510/STScI-01_RhoOph1024.png"
  },
  {
    "date": "2025-10-26",
    "explanation": "Halloween's origin is ancient and astronomical.  Since the fifth century BC, Halloween has been celebrated as a cross-quarter day, a day halfway between an equinox (equal day / equal night) and a solstice (minimum day / maximum night in the northern hemisphere).  With a modern calendar however, even though Halloween is later this week, the real cross-quarter day will occur the next week.  Another cross-quarter day is Groundhog Day. Halloween's modern celebration retains historic roots in dressing to scare away the spirits of the dead.  Perhaps a fitting tribute to this ancient holiday is this view of the Ghost Head Nebula taken with the Hubble Space Telescope.  Similar to the icon of a fictional ghost, NGC 2080 is actually a star forming region in the Large Magellanic Cloud, a satellite galaxy of our own Milky Way Galaxy.  The Ghost Head Nebula (NGC 2080) spans about 50 light-years and is shown in representative colors.",
    "hdurl": "https://apod.nasa.gov/apod/image/2510/ngc2080_hubble_1348.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Halloween and the Ghost Head Nebula",
    "url": "https://apod.nasa.gov/apod/image/2510/ngc2080_hubble_960.jpg"
  },
  {
    "date": "2025-10-27",
    "explanation": "How many bright tails does Comet Lemmon have? Two.  In the featured image it appears to have three, but why?  The reason is that the zigzagging brown filament is a persistent meteor train that by luck appeared in front of the distant comet C/2025 A6 (Lemmon).  A meteor train is the hot gas and fine dust that remains in the Earth's atmosphere and disperses in the seconds after a bright meteor flashes by.  The two bright tails are the blue ion tail stretching across the image, and the white dust tail nearer the green coma on the upper left. All real comet tails originate from the nucleus of the comet inside the coma. The image was captured a few days ago from Manciano, Italy.  This week, from mid-northern locations, Comet Lemmon will remain faintly visible in the northwest sky after sunset.",
    "hdurl": "https://apod.nasa.gov/apod/image/2510/LemmonMeteor_Penna_1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Two Tails of Comet Lemmon",
    "url": "https://apod.nasa.gov/apod/image/2510/LemmonMeteor_Penna_1080.jpg"
  },
  {
    "copyright": "\nFrancis Bozon-Gangloff\n",
    "date": "2025-10-28",
    "explanation": "Can you see the bat?  It haunts this cosmic close-up of the eastern Veil Nebula.  The Veil Nebula itself is a large supernova remnant, the expanding debris cloud from the death explosion of a massive star. While the Veil is roughly circular in shape and covers nearly 3 degrees on the sky toward the constellation of the Swan (Cygnus), NGC 6995, known informally as the Bat Nebula, spans only 1/2 degree, about the apparent size of the Moon. That translates to 12 light-years at the Veil's estimated distance, a reassuring 1,400 light-years from planet Earth. In the composite of image data recorded through several narrow band filters, emission from hydrogen atoms is shown in red and strong emission from oxygen atoms is shown in hues of blue. Of course, in the western part of the Veil lies another seasonal apparition: the Witch's Broom Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/2510/N6995_Bozon_4639.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6995: The Bat Nebula",
    "url": "https://apod.nasa.gov/apod/image/2510/N6995_Bozon_1080.jpg"
  },
  {
    "copyright": "\nKent Wood\n",
    "date": "2025-10-29",
    "explanation": "Do any shapes seem to jump out at you from this interstellar field of stars and dust?  The jeweled expanse, filled with faint, starlight-reflecting clouds, drifts through the night in the royal constellation of Cepheus. Far from your own neighborhood on planet Earth, these ghostly apparitions lurk along the plane of the Milky Way at the edge of the Cepheus Flare molecular cloud complex some 1,200 light-years away. Over two light-years across and brighter than the other spooky chimeras, VdB 141 or Sh2-136 is also known as the Ghost Nebula, seen across the middle of the featured image. Within the reflection nebula are the telltale signs of dense cores collapsing in the early stages of star formation.",
    "hdurl": "https://apod.nasa.gov/apod/image/2510/Ghost_Wood_1996.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dust Shapes of the Ghost Nebula",
    "url": "https://apod.nasa.gov/apod/image/2510/Ghost_Wood_960.jpg"
  },
  {
    "copyright": "Team Ciel Austral",
    "date": "2025-10-30",
    "explanation": "Sure, Halloween is an astronomy holiday. But astronomers always enjoy scanning the heavens for spook-tacular galaxies, stars, and nebulae. This favorite is item number 43 from the Beverly Lynds 1962 Catalog of Dark Nebulae, fondly known as the Cosmic Bat nebula. While its visage looks alarmingly like a scary flying mammal, Lynds Dark Nebula 43 is over 12 light-years across. Glowing with eerie light, stars are forming within the dusty interstellar molecular cloud that is dense enough to appear in silhouette against a luminous background of Milky Way stars. Watch out. This Cosmic Bat nebula is a mere 400 light-years distant toward the serpent-bearing constellation Ophiucus.",
    "hdurl": "https://apod.nasa.gov/apod/image/2510/LDN43_CielAustral_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lynds Dark Nebula 43",
    "url": "https://apod.nasa.gov/apod/image/2510/LDN43_CielAustral_1024.jpg"
  },
  {
    "copyright": "Alex Rodriguez",
    "date": "2025-10-31",
    "explanation": "Halloween is an astronomy holiday and spooky shapes always seem to lurk in planet Earth's night skies. In fact, near the center of this telescopic view toward the constellation Cassiopeia these swept-back interstellar clouds IC 59 (left) and IC 63 look ghostly on a cosmic scale. About 600 light-years distant, the clouds aren't actually ghosts. They are slowly disappearing though, under the influence of energetic radiation from hot, luminous star gamma Cas. The brightest bluish star in the frame, Gamma Cas is physically located only 3 to 4 light-years from the nebulae. Slightly closer to gamma Cas, IC 63 is dominated by red H-alpha light emitted as hydrogen atoms ionized by the hot star's ultraviolet radiation recombine with electrons. Farther from the star IC 59 also shows H-alpha emission, and both nebulae shine with the characteristic blue tint of dust reflected star light. The field of view spans about 2 degrees or 20 light-years at the estimated distance of the interstellar apparitions.",
    "hdurl": "https://apod.nasa.gov/apod/image/2510/IC63REDES2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ghosts in Cassiopeia",
    "url": "https://apod.nasa.gov/apod/image/2510/IC63REDES1063.jpg"
  },
  {
    "copyright": "Max Inwood",
    "date": "2025-11-01",
    "explanation": "The lovely Pleiades star cluster shines in Earth's night sky, a compact group of stars some 400 light-years distant toward the constellation Taurus and the Orion Arm of our Milky Way galaxy. Recognized since ancient times, the remarkable celestial gathering is visible to the unaided eye. The Pleiades cluster is also well-placed for viewing from both northern and southern hemispheres, and over the centuries has become connected to many cultural traditions and celebrations, including the cross-quarter day celebration Halloween. In Greek myth, the Pleiades were seven daughters of the astronomical titan Atlas and sea-nymph Pleione. Galileo first sketched the star cluster viewed through his telescope with stars too faint to be seen by eye and Charles Messier recorded the position of the cluster as the 45th entry in his well-known catalog of things which are not comets. In this dramatic night skyscape from planet Earth, the stars of the Pleiades appear embedded in dusty blue reflection nebulae, poised above Mt Sefton, one of the tallest peaks in New Zealand. There known as Matariki, the star cluster is associated with the celebration of the Maori new year.",
    "hdurl": "https://apod.nasa.gov/apod/image/2511/pleiades.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pleiades from Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/2511/pleiades1024.jpg"
  }
]
