[
  {
    "copyright": "\nTelescope Live, Heaven's Mirror Observatory; \nProcessing: Chris Cantrell\n",
    "date": "2025-01-01",
    "explanation": "The closest star system to the Sun is the Alpha Centauri system. Of the three stars in the system, the dimmest -- called Proxima Centauri -- is actually the nearest star. The bright stars Alpha Centauri A and B form a close binary as they are separated by only 23 times the Earth- Sun distance - slightly greater than the distance between Uranus and the Sun. The Alphasystem is not visible in much of the northern hemisphere. Alpha Centauri A, also known as Rigil Kentaurus, is the brightest star in the constellation of Centaurus and is the fourth brightest star in the night sky. Sirius is the brightest even though it is more than twice as far away. By an exciting coincidence, Alpha Centauri A is the same type of star as our Sun, and Proxima Centauri is now known to have a potentially habitable exoplanet.",
    "hdurl": "https://apod.nasa.gov/apod/image/2501/AlphaCen_Cantrell_3429.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Alpha Centauri: The Closest Star System",
    "url": "https://apod.nasa.gov/apod/image/2501/AlphaCen_Cantrell_960.jpg"
  },
  {
    "copyright": "Betul Turksoy",
    "date": "2025-01-02",
    "explanation": "Recorded during 2024, this year-spanning series of images reveals a pattern in the seasonal drift of the Sun's daily motion through planet Earth's sky. Known to some as an analemma, the figure-eight curve was captured in exposures taken only at 1pm local time on clear days from Kayseri, Turkiye. Of course the Sun's position on the 2024 solstice dates was at the top and bottom of the curve. They correspond to the astronomical beginning of summer and winter in the north. The points along the curve half-way between the solstices, but not the figure-eight curve crossing point, mark the 2024 equinoxes and the start of spring and fall. Regional peaks and dormant volcano Mount Erciyes lie along the southern horizon in the 2024 timelapse skyscape.",
    "hdurl": "https://apod.nasa.gov/apod/image/2501/solaranalemma2024-4-5BetulT.jpeg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar Analemma 2024",
    "url": "https://apod.nasa.gov/apod/image/2501/solaranalemma2024-4-5BetulT1024.jpeg"
  },
  {
    "copyright": "Josh Dury",
    "date": "2025-01-03",
    "explanation": "clipses tend to come in pairs. Twice a year, during an eclipse season that lasts about 34 days, Sun, Moon, and Earth can nearly align. Then the full and new phases of the Moon, separated by just over 14 days, create a lunar and a solar eclipse. But only rarely is the alignment at both new moon and full moon phases during a single eclipse season close enough to produce a pair with both total (or a total and an annular) lunar and solar eclipses. More often, partial eclipses are part of any eclipse season. In fact, the last eclipse season of 2024 produced this fortnight-separated eclipse pair: a partial lunar eclipse on 18 September and an annular solar eclipse on 2 October. The time-lapse composite images were captured from Somerset, UK (left) and Rapa Nui planet Earth. The 2025 eclipse seasons will see a total lunar eclipse on 14 March paired with a partial solar eclipse on 29 March, and a total lunar eclipse on 8 September followed by a partial solar eclipse on 21 September.",
    "hdurl": "https://apod.nasa.gov/apod/image/2501/APODEclipsePair2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse Pair",
    "url": "https://apod.nasa.gov/apod/image/2501/APODEclipsePair1024.jpg"
  },
  {
    "copyright": "Barden Ridge Observatory",
    "date": "2025-01-04",
    "explanation": "rth's orbit around the Sun is not a circle, it's an ellipse. The point along its elliptical orbit where our fair planet is closest to the Sun is called perihelion. This year perihelion is today, January 4, at 13:28 UTC, only a few hours before this H-alpha picture of the active Sun was taken. At perihelion the Earth was about 147 million kilometers from the Sun. For comparison, at aphelion on last July 3 Earth was at its farthest distance from the Sun, some 152 million kilometers away. But distance from the Sun doesn't determine Earth's seasons. It's only by coincidence that the beginning of southern summer (northern winter) on the December solstice is within 14 days of Earth's perihelion date. And it's only by coincidence that Earth's perihelion date is within 11 days of the historic perihelion of NASA's Parker Solar Probe. Launched in 2018, the Parker Solar Probe flew within 6.2 million kilometers of the Sun's surface on 2024 December 24, breaking its own record for closest perihelion for a spacecraft from planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2501/20250104PeriSolHaNeg.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Welcome to Perihelion",
    "url": "https://apod.nasa.gov/apod/image/2501/20250104PeriSolHaNeg1024.jpg"
  },
  {
    "date": "2025-01-05",
    "explanation": "Have you ever seen a rocket launch -- from space?  A close inspection of the featured time-lapse video will reveal a rocket rising to Earth orbit as seen from the International Space Station (ISS).  The Russian Soyuz-FG rocket was launched in November 2018 from the Baikonur Cosmodrome in Kazakhstan, carrying a Progress MS-10 (also 71P) module to bring needed supplies to the ISS.  Highlights in the 90-second video (condensing about 15-minutes) include city lights and clouds visible on the Earth on the lower left, blue and gold bands of atmospheric airglow running diagonally across the center, and distant stars on the upper right that set behind the Earth. A lower stage can be seen falling back to Earth as the robotic supply ship fires its thrusters and begins to close on the ISS, a space laboratory that celebrated its 25th anniversary in 2023. Astronauts who live aboard the Earth-orbiting ISS conduct, among more practical duties, numerous science experiments that expand human knowledge and enable future commercial industry in low Earth orbit.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Rocket Launch as Seen from the International Space Station",
    "url": "https://www.youtube.com/embed/B1R3dTdcpSU?rel=0"
  },
  {
    "date": "2025-01-06",
    "explanation": "Billions of years from now, only one of these two galaxies will remain.  Until then, spiral galaxies NGC 2207 and IC 2163 will slowly pull each other apart, creating tides of matter, sheets of shocked gas, lanes of dark dust, bursts of star formation, and streams of cast-away stars.  The featured image in scientifically assigned colors is a composite of Hubble exposures in visible light and Webb exposures in infrared light. Astronomers predict that NGC 2207, the larger galaxy on the right, will eventually incorporate IC 2163, the smaller galaxy on the left.  In the most recent encounter that about peaked 40 million years ago, the smaller galaxy is swinging around counter-clockwise and is now slightly behind the larger galaxy.  The space between stars is so vast that when galaxies collide, the stars in them usually do not collide.   Jigsaw Challenge: Astronomy Puzzle of the Day",
    "hdurl": "https://apod.nasa.gov/apod/image/2501/CollidingGalaxies_WebbHubble_1877.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Colliding Spiral Galaxies from Webb and Hubble",
    "url": "https://apod.nasa.gov/apod/image/2501/CollidingGalaxies_WebbHubble_1080.jpg"
  },
  {
    "copyright": "\nAlessandra Masi\n",
    "date": "2025-01-07",
    "explanation": "It was a new year, and the sky was doubly red.  The new year meant that the Earth had returned to its usual place in its orbit on January 1, a place a few days before its closest approach to the Sun.  The first of the two red skyglows, on the left, was a red aurora, complete with vertical rays, caused by a blast from the Sun pushing charged particles into Earth's atmosphere.  The second red glow, most prominent on the far right, was possibly a SAR arc caused by a river of charged particles flowing across Earth's atmosphere.  Although both appear red, the slight color difference is likely due to the aurora being emitted by both oxygen and nitrogen, whereas the higher SAR arc was possibly emitted more purely by atmospheric oxygen. The featured image was taken on January 1 from near Pieve di Cadore in Italy.   Portal Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2501/AuroraSar_Masi_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A New Year's Aurora and SAR Arc",
    "url": "https://apod.nasa.gov/apod/image/2501/AuroraSar_Masi_960.jpg"
  },
  {
    "copyright": "\nStéphane Vetter\n(Nuits sacrées)\n",
    "date": "2025-01-08",
    "explanation": "What happens after a star explodes?  A huge fireball of hot gas shoots out in all directions.  When this gas slams into the existing interstellar medium, it heats up so much it glows. Two different supernova remnants (SNRs) are visible in the featured image, taken at the Oukaïmeden Observatory in Morocco.  The blue soccer ball-looking nebula toward the upper left is SNR G179.0+02.6, which appears to be the smaller one.  This supernova, about 11,000 light years distant, detonated about 50,000 years ago. Although composed mostly of hydrogen gas, the blue light is emitted by a trace amount of oxygen.  The seemingly larger SNR, dominating the lower right of the frame, is the Spaghetti Nebula, cataloged as Simeis 147 and sh2-240.  This supernova, only about 3,000 light years away, exploded about 40,000 years ago. Comparatively, even though they appear different sizes, both supernova remnants are not only roughly the same age, but about the same size, too.",
    "hdurl": "https://apod.nasa.gov/apod/image/2501/Supernovas_Vetter_1653.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Supernova Remnants Big and Small",
    "url": "https://apod.nasa.gov/apod/image/2501/Supernovas_Vetter_960.jpg"
  },
  {
    "copyright": "Dave Doctor",
    "date": "2025-01-09",
    "explanation": "The colorful, spiky stars are in the foreground of this image taken with a small telescope on planet Earth. They lie well within our own Milky Way Galaxy. But the two eye-catching galaxies in the frame lie far beyond the Milky Way, at a distance of over 300 million light-years. The galaxies' twisted and distorted appearance is due to mutual gravitational tides as the pair engage in close encounters. Cataloged as Arp 273 (also as UGC 1810), these galaxies do look peculiar, but interacting galaxies are now understood to be common in the universe. Closer to home, the large spiral Andromeda Galaxy is known to be some 2 million light-years away and inexorably approaching the Milky Way.  In fact the far away peculiar galaxies of Arp 273 may offer an analog of the far future encounter of Andromeda and Milky Way. Repeated galaxy encounters on a cosmic timescale ultimately result in a merger into a single galaxy of stars. From our perspective, the bright cores of the Arp 273 galaxies are separated by only a little over 100,000 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2501/Image171a.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Peculiar Galaxies of Arp 273",
    "url": "https://apod.nasa.gov/apod/image/2501/Image171a.jpg"
  },
  {
    "copyright": "Long Xin",
    "date": "2025-01-10",
    "explanation": "An unassuming region in the constellation Taurus holds these dark and dusty nebulae. Scattered through the scene, stars in multiple star systems are forming within their natal Taurus molecular cloud complex some 450 light-years away. Millions of years young and still going through stellar adolescence, the stars are variable in brightness and in the late phases of their gravitational collapse. Known as T-Tauri class stars they tend to be faint and take on a yellowish hue in the image. One of the brightest T-Tauri stars in Taurus, V773 (aka HD283447) is near the center of the telescopic frame that spans over 1 degree. Toward the top is the dense, dark marking on the sky cataloged as Barnard 209.",
    "hdurl": "https://apod.nasa.gov/apod/image/2501/B209V773Tau.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Young Stars, Dark Nebulae",
    "url": "https://apod.nasa.gov/apod/image/2501/B209V773Tau_1024.png"
  },
  {
    "copyright": "Dario Giannobile",
    "date": "2025-01-11",
    "explanation": "Only Mercury is missing from a Solar System parade of planets in this early evening skyscape. Rising nearly opposite the Sun, bright Mars is at the far left. The other naked-eye planets Jupiter, Saturn, and Venus, can also be spotted, with the positions of too-faint Uranus and Neptune marked near the arcing trace of the ecliptic plane. On the far right and close to the western horizon after sunset is a young crescent Moon whose surface is partly illuminated by earthshine.  In the foreground of the composite panorama captured on 2 January, planet Earth is represented by Mount Etna's lower Silvestri Crater. Of course Earth's early evening skies are full of planets for the entire month of January. On 13 January, a nearly Full Moon will appear to pass in front of Mars for skywatchers in the continental U.S. and Eastern Canada.",
    "hdurl": "https://apod.nasa.gov/apod/image/2501/PlanetsMoonSilvestriCraterCaptionLD.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Evening Sky Full of Planets",
    "url": "https://apod.nasa.gov/apod/image/2501/PlanetsMoonSilvestriCraterCaptionLD600v1.jpg"
  },
  {
    "date": "2025-01-12",
    "explanation": "Whatever hit Mimas nearly destroyed it.  What remains is one of the largest impact craters on one of Saturn's smallest round moons.  Analysis indicates that a slightly larger impact would have destroyed Mimas entirely.  The huge crater, named Herschel after the 1789 discoverer of Mimas, Sir William Herschel, spans about 130 kilometers and is featured here. Mimas' low mass produces a surface gravity just strong enough to create a spherical body but weak enough to allow such relatively large surface features. Mimas is made of mostly water ice with a smattering of rock - so it is accurately described as a big dirty snowball. The featured image was taken during the closest-ever flyby of the robot spacecraft Cassini past Mimas in 2010 while in orbit around Saturn.    Interactive: Take a trek across Mimas  January 14: Zoom APOD Lecture hosted by the Amateur Astronomers of Association of New York",
    "hdurl": "https://apod.nasa.gov/apod/image/2501/Mimas_Cassini_1800.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mimas: Small Moon with a Big Crater",
    "url": "https://apod.nasa.gov/apod/image/2501/Mimas_Cassini_960.jpg"
  },
  {
    "copyright": "\nPetr Horalek /\nInstitute of Physics in Opava\n",
    "date": "2025-01-13",
    "explanation": "Comet ATLAS is really bright now, but also really close to the Sun. Outside the glow of the Sun, Comet C/2024 G3 (ATLAS) would be one of the more remarkable comet sights of recent years, reflecting about as much sunlight to Earth as Comet Tsuchinshan-ATLAS did in October, and now rivaling even planet Venus. But the giant snowball is now so close to the Sun that it can only be seen through the light of the early morning dawn or the early evening dusk. Today, Comet ATLAS is at perihelion -- its closest ever to the Sun.  Although the future brightness of comets is notoriously hard to predict, there is hope that Comet ATLAS will survive its close pass near the Sun and remain bright enough to be seen with the unaided eye over the next few days -- and possibly a good camera comet for weeks. The featured image was taken early yesterday morning near Tornaľa, Slovakia.   Tomorrow: Zoom APOD Lecture hosted by the Amateur Astronomers of Association of New York",
    "hdurl": "https://apod.nasa.gov/apod/image/2501/CometAtlas_Horalek_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet ATLAS Before Sunrise",
    "url": "https://apod.nasa.gov/apod/image/2501/CometAtlas_Horalek_960_inset.jpg"
  },
  {
    "copyright": "\nDavide Coverta\n",
    "date": "2025-01-14",
    "explanation": "Why is Polaris called the North Star? First, Polaris is the nearest bright star toward the north spin axis of the Earth.  Therefore, as the Earth turns, stars appear to revolve around Polaris, but Polaris itself always stays in the same northerly direction -- making it the North Star.  Since no bright star is near the south spin axis of the Earth, there is currently no bright South Star.  Thousands of years ago, Earth's spin axis pointed in a slightly different direction so that Vega was the North Star.  Although Polaris is not the brightest star on the sky, it is easily located because it is nearly aligned with two stars in the cup of the Big Dipper. Polaris is near the center of the five-degree wide featured image, a digital composite of hundreds of exposures that brings out faint gas and dust of the Integrated Flux Nebula (IFN) all over the frame. The surface of Cepheid Polaris slowly pulsates, causing the famous star to change its brightness by a few percent over the course of a few days.    Today: Zoom APOD Lecture hosted by the Amateur Astronomers of Association of New York",
    "hdurl": "https://apod.nasa.gov/apod/image/2501/PolarisIfn_Coverta_3050.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "North Star: Polaris and Surrounding Dust",
    "url": "https://apod.nasa.gov/apod/image/2501/PolarisIfn_Coverta_960.jpg"
  },
  {
    "copyright": "\nImran Sultan\n",
    "date": "2025-01-15",
    "explanation": "Does the Moon ever engulf Mars? Yes, but only in the sense that it moves in front, which happens on rare occasions.  This happened just yesterday, though, as seen from some locations in North America and western Africa.  This occultation was notable not only because the Moon was a fully lit Wolf Moon, but because Mars was near its largest and brightest, moving to opposition -- the closest to the Earth in its orbit -- only tomorrow.  The engulfing, more formally called an occultation, typically lasts about an hour. The featured image was taken from near Chicago, Illinois, USA just as Earth's largest satellite was angularly moving away from the much more distant red planet. Our  Moon occasionally moves in front of all of the Solar System's planets.  Given the temporary alignment of orbital planes, the next time our Moon eclipses Mars will be a relatively soon February 9.   Growing Gallery: Moon-Mars Occultation in January 2025",
    "hdurl": "https://apod.nasa.gov/apod/image/2501/MoonMars_Sultan_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Wolf Moon Engulfs Mars",
    "url": "https://apod.nasa.gov/apod/image/2501/MoonMars_Sultan_960.jpg"
  },
  {
    "date": "2025-01-16",
    "explanation": "Beautiful and bright spiral galaxy M83 lies a some twelve million light-years away, near the southeastern tip of the very long constellation Hydra. Prominent spiral arms traced by dark dust lanes and blue star clusters lend this galaxy its popular name, The Southern Pinwheel.  Still, reddish star forming regions that dot this cosmic pinwheel's spiral arms have suggested another nickname, the Thousand-Ruby Galaxy. A mere 40,000 light-years across, smaller than the Milky Way, M83 is a member of a group of galaxies that includes active galaxy Centaurus A. In fact, the core of M83 itself is bright at x-ray energies, showing a high concentration of neutron stars and black holes left from an intense burst of star formation. This sharp color image also features spiky foreground Milky Way stars and distant background galaxies. The image data was captured with the Dark Energy Camera and Blanco 4-meter telescope at Cerro Tololo Inter-American Observatory.",
    "hdurl": "https://apod.nasa.gov/apod/image/2501/noirlab2429a.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M83: The Southern Pinwheel",
    "url": "https://apod.nasa.gov/apod/image/2501/noirlab2429a_1024.jpg"
  },
  {
    "date": "2025-01-17",
    "explanation": "Massive stars in our Milky Way Galaxy live spectacular lives.  Collapsing from vast cosmic clouds, their nuclear furnaces ignite and create heavy elements in their cores. After only a few million years for the most massive stars, the enriched material is blasted back into interstellar space where star formation can begin anew. The expanding debris cloud known as Cassiopeia A is an example of this final phase of the stellar life cycle. Light from the supernova explosion that created this remnant would have been first seen in planet Earth's sky about 350 years ago, although it took that light 11,000 years to reach us. This sharp NIRCam image from the James Webb Space Telescope shows the still hot filaments and knots in the supernova remnant. The whitish, smoke-like outer shell of the expanding blast wave is about 20 light-years across. A series of light echoes from the massive star's cataclysmic explosion are also identified in Webb's detailed images of the surrounding interstellar medium.",
    "hdurl": "https://apod.nasa.gov/apod/image/2501/CasA_nircam_4096.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Supernova Remnant Cassiopeia A",
    "url": "https://apod.nasa.gov/apod/image/2501/CasA_nircam_1024.jpg"
  },
  {
    "copyright": "David Bowman",
    "date": "2025-01-18",
    "explanation": "On January 13 a Full Moon and a Full Mars were close, both bright and opposite the Sun in planet Earth's sky. In fact Mars was occulted, passing behind the Moon, when viewed from some locations in North America and northwest Africa.  As seen from Richmond, Virginia, USA, this composite image sequence follows the evening lunar occultation before, during, and after the much anticipated celestial spectacle. The telescopic time series is constructed from an exposure made every two minutes while tracking the Moon over the hours encompassing the event. As a result, the Red Planet's trajectory seems to follow a gently curved path due to the Moon's slightly different rate of apparent motion. The next lunar occultation of bright planet Mars will be on February 9 when the moon is in a waxing gibbous phase. Lunar occultations are only ever visible from a fraction of the Earth's surface, though. The February 9 occultation of Mars will be seen from parts of Russia, China, eastern Canada, Greenland and other (mostly northern) locations, but a close conjunction of a bright Moon with Mars will be more widely visible from planet Earth.   Growing Gallery: Moon-Mars Occultation in January 2025",
    "hdurl": "https://apod.nasa.gov/apod/image/2501/MarsLOc_Jan13.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Full Moon, Full Mars",
    "url": "https://apod.nasa.gov/apod/image/2501/MarsLOc_Jan13_1024c.jpg"
  },
  {
    "date": "2025-01-19",
    "explanation": "What would it look like to land on Saturn's moon Titan? The European Space Agency's Huygens probe set down on the Solar System's cloudiest moon in 2005, and a time-lapse video of its descent images was created. Huygens separated from the robotic Cassini spacecraft soon after it achieved orbit around Saturn in late 2004 and began approaching Titan. For two hours after arriving, Huygens plummeted toward Titan's surface, recording at first only the shrouded moon's opaque atmosphere. The computerized truck-tire sized probe soon deployed a parachute to slow its descent, pierced the thick clouds, and began transmitting images of a strange surface far below never before seen in visible light. Landing in a dried sea and surviving for 90 minutes, Huygen's returned unique images of a strange plain of dark sandy soil strewn with smooth, bright, fist-sized rocks of ice.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Titan Touchdown: Huygens Descent Movie",
    "url": "https://www.youtube.com/embed/msiLWxDayuA?rel=0"
  },
  {
    "date": "2025-01-20",
    "explanation": "Why does Comet ATLAS have such colorful tails? Last week Comet C/2024 G3 (ATLAS) passed its closest to the Sun -- well inside the orbit of Mercury -- and brightened dramatically.  Unfortunately, the comet was then so angularly near the Sun that it was very hard for humans to see. But NASA's SOHO spacecraft saw it. Pictured is a SOHO (LASCO C3) image of Comet ATLAS that is a composite of several different color filters. Of the several tails visible, the central white tails are likely made of dust and just reflecting back sunlight. The red, blue, and green tails are likely ion tails with their colors dominated by light emitted by specific gases that were ejected from the comet and energized by the Sun.  Currently, Comet ATLAS is showing long tails in southern skies but fading as it moves out of the inner Solar System.   Growing Gallery: Comet ATLAS (G3)",
    "hdurl": "https://apod.nasa.gov/apod/image/2501/CometG3Perihelion_SohoLigustri_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet ATLAS Rounds the Sun",
    "url": "https://apod.nasa.gov/apod/image/2501/CometG3Perihelion_SohoLigustri_960.jpg"
  },
  {
    "date": "2025-01-21",
    "explanation": "What's that in the sky? Above the city, above most clouds, far in the distance: it's a comet. Pictured, the impressive tail of Comet C/2024 G3 (ATLAS) was imaged from Brasília, Brazil four days ago. Last week the evolving  comet rounded the Sun well inside the orbit of planet Mercury, going so close there was early concern that it might break up -- and recent evidence that it really did.  At one point near perihelion, Comet ATLAS was so bright that sightings were even reported during the day -- over the bright sky near the Sun -- by careful observers.  Over the past few days, Comet ATLAS has developed a long tail that has been partly visible with unaided eyes after sunset, most notably in Earth's southern hemisphere.    Growing Gallery: Comet ATLAS (G3)",
    "hdurl": "https://apod.nasa.gov/apod/image/2501/CometATLAS_Danin_1080.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet ATLAS over Brasília",
    "url": "https://apod.nasa.gov/apod/image/2501/CometATLAS_Danin_1080.jpg"
  },
  {
    "copyright": "\nDimitris Valianos\n",
    "date": "2025-01-22",
    "explanation": "The North America nebula on the sky can do what the North America continent on Earth cannot -- form stars.  Specifically, in analogy to the Earth-confined continent, the bright part that appears as the east coast  is actually a hot bed of gas, dust, and newly formed stars known as the Cygnus Wall.  The featured image shows the star forming wall lit and eroded by bright young stars and partly hidden by the dark dust they have created.  The part of the North America nebula (NGC 7000) shown spans about 50 light years and lies about 1,500 light years away toward the constellation of the Swan (Cygnus).   Jigsaw Challenge: Astronomy Puzzle of the Day",
    "hdurl": "https://apod.nasa.gov/apod/image/2501/NGC7000_Valianos_3132.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The North America Nebula",
    "url": "https://apod.nasa.gov/apod/image/2501/NGC7000_Valianos_960.jpg"
  },
  {
    "copyright": "Mike Selby",
    "date": "2025-01-23",
    "explanation": "Point your telescope toward the high flying constellation Pegasus and you can find this cosmic expanse of Milky Way stars and distant galaxies. NGC 7814 is centered in the sharp field of view that would almost be covered by a full moon. NGC 7814 is sometimes called the Little Sombrero for its resemblance to the brighter more famous M104, the Sombrero Galaxy. Both Sombrero and Little Sombrero are spiral galaxies seen edge-on, and both have extensive halos and central bulges cut by a thin disk with thinner dust lanes in silhouette. In fact, NGC 7814 is some 40 million light-years away and an estimated 60,000 light-years across. That actually makes the Little Sombrero about the same physical size as its better known namesake, appearing smaller and fainter only because it is farther away.",
    "hdurl": "https://apod.nasa.gov/apod/image/2501/NGC_7814_LRGB_crop-rev-1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7814: Little Sombrero",
    "url": "https://apod.nasa.gov/apod/image/2501/NGC_7814_crop-rev-1_1024.jpg"
  },
  {
    "copyright": "Yuri Beletsky",
    "date": "2025-01-24",
    "explanation": "Comet C/2024 G3 ATLAS has made a dramatic appearance in planet Earth's skies. A visitor from the distant Oort Cloud, the comet reached its perihelion on January 13. On January 19, the bright comet was captured here from ESO Paranal Observatory in the Atacama desert in Chile. Sporting spectacular sweeping dust tails, this comet ATLAS is setting in the southern hemisphere twilight and was clearly visible to the unaided eye. In the foreground is the closed shell of one of the observatory's famous auxiliary telescopes. Still wowing southern hemisphere observers, the comet's bright coma has become diffuse, its icy nucleus apparently disintegrating following its close approach to the Sun.   Growing Gallery: Comet ATLAS (G3)",
    "hdurl": "https://apod.nasa.gov/apod/image/2501/C2024G3_ATLAS_ESO_Beletsky.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet G3 ATLAS: a Tail and a Telescope",
    "url": "https://apod.nasa.gov/apod/image/2501/C2024G3_ATLAS_ESO_Beletsky.jpg"
  },
  {
    "copyright": "Jeff Schilling",
    "date": "2025-01-25",
    "explanation": "Clouds of stardust drift through this deep skyscape, across the Perseus molecular cloud some 850 light-years away. Dusty nebulae reflecting light from embedded young stars stand out in the nearly 4 degree wide field of view. With a characteristic bluish color reflection nebula NGC 1333 is prominent near center. Hints of contrasting red emission from Herbig-Haro objects, the jets and shocked glowing gas emanating from recently formed stars, are scattered across the dusty expanse. While many stars are forming in the molecular cloud, most are obscured at visible wavelengths by the pervasive dust. The chaotic environment surrounding NGC 1333 may be similar to one in which our own Sun formed over 4.5 billion years ago. At the estimated distance of the Perseus molecular cloud, this cosmic scene would span about 80 light-years.   Growing Gallery: Comet ATLAS (G3)",
    "hdurl": "https://apod.nasa.gov/apod/image/2501/ngc1333_jeff_version_4_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stardust in the Perseus Molecular Cloud",
    "url": "https://apod.nasa.gov/apod/image/2501/ngc1333_jeff_version_4_1024.jpg"
  },
  {
    "copyright": "\nMartin Mašek \n(FZU, Czech Academy of Sciences) \n& \nJakub Kuřák\n",
    "date": "2025-01-26",
    "explanation": "Why does this comet have so many tails? C/2024 G3 (ATLAS) has developed several long and intricate tails visible from Earth's southern hemisphere over the past two weeks. Many observers reported seeing the impressive comet without any optical aid above the western horizon just after sunset. At least six different tails appear in the featured image captured five days ago from the dark skies above Paranal Observatory in Chile.  One possible cause for the multiple tails is dust and gas being expelled from the comet's rotating nucleus. The outward push of the Sun's complex solar wind may also play a role. The huge iceberg-like nucleus of Comet ATLAS appears to have broken up near its closest approach to the Sun two weeks ago.  Unfortunately, Comet ATLAS and its tails are expected to fade significantly over the coming weeks.    Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2501/AtlasParanal_Kurak_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Many Tails of Comet G3 ATLAS",
    "url": "https://apod.nasa.gov/apod/image/2501/AtlasParanal_Kurak_960.jpg"
  },
  {
    "copyright": "\nDheera Venkatraman\n",
    "date": "2025-01-27",
    "explanation": "Stars come in bunches.  The most famous bunch of stars on the sky is the Pleiades, a bright cluster that can be easily seen with the unaided eye.  The Pleiades lies only about 450 light years away, formed about 100 million years ago, and will likely last about another 250 million years. Our Sun was likely born in a star cluster, but now, being about 4.5 billion years old, its stellar birth companions have long since dispersed. The Pleiades star cluster is pictured over Half Dome, a famous rock structure in Yosemite National Park in California, USA. The featured image is a composite of 28 foreground exposures and 174 images of the stellar background, all taken from the same location and by the same camera on the same night in October 2019. After calculating the timing of a future juxtaposition of the Pleiades and Half Dome, the astrophotographer was unexpectedly rewarded by an electrical blackout, making the background sky unusually dark.    Astrophysicists: Browse 3,500+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/2501/HalfPleiades_Venkatraman_1365.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pleiades over Half Dome",
    "url": "https://apod.nasa.gov/apod/image/2501/HalfPleiades_Venkatraman_960.jpg"
  },
  {
    "copyright": "\nMauricio Salazar\n",
    "date": "2025-01-28",
    "explanation": "Comets can be huge. When far from the Sun, a comet's size usually refers to its hard nucleus of ice and rock, which typically spans a few kilometers -- smaller than even a small moon. When nearing the Sun, however, this nucleus can eject dust and gas and leave a thin tail that can spread to an enormous length -- even greater than the distance between the Earth and the Sun. Pictured, C/2024 G3 (ATLAS) sports a tail of sunlight-reflecting dust and glowing gas that spans several times the apparent size of a full moon, appearing even larger on long duration camera images than to the unaided eye. The featured image shows impressive Comet ATLAS over trees and a grass field in Sierras de Mahoma, San Jose, Uruguay about a week ago.  After being prominent in the sunset skies of Earth's southern hemisphere, Comet G3 ATLAS is now fading as it moves away from the Sun, making its impressive tails increasingly hard to see.    Gallery: Comet ATLAS (G3)",
    "hdurl": "https://apod.nasa.gov/apod/image/2501/AtlasFields_Salazar_3214.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet G3 ATLAS over Uruguay",
    "url": "https://apod.nasa.gov/apod/image/2501/AtlasFields_Salazar_1080.jpg"
  },
  {
    "date": "2025-01-29",
    "explanation": "What are those strange rings? Rich in dust, the rings are likely 3D shells -- but how they were created remains a topic of research.  Where they were created is well known: in a binary star system that lies about 6,000 light years away toward the constellation of the Swan (Cygnus) -- a system dominated by the Wolf-Rayet star WR 140.  Wolf-Rayet stars are massive, bright, and known for their tumultuous winds. They are also known for creating and dispersing heavy elements such as carbon, which is a building block of interstellar dust. The other star in the binary is also bright and massive -- but not as active.  The two great stars joust in an oblong orbit as they approach each other about every eight years. When at closest approach, the X-ray emission from the system increases, as, apparently, does the dust expelled into space -- creating another shell.  The featured infrared image by the Webb Space Telescope resolves greater details and more dust shells than ever before. Images taken over consecutive years show the shells moving outward.",
    "hdurl": "https://apod.nasa.gov/apod/image/2501/Wr140Rings_Webb_960_2023.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dust Shells around WR 140 from Webb",
    "url": "https://apod.nasa.gov/apod/image/2501/Wr140Rings_Webb_960_2023.jpg"
  },
  {
    "copyright": "Pea Mauro",
    "date": "2025-01-30",
    "explanation": "Gorgeous spiral galaxy Messier 33 seems to have more than its fair share of glowing hydrogen gas. A prominent member of the Local Group of galaxies, M33 is also known as the Triangulum Galaxy and lies a mere 3 million light-years away.  The galaxy's central 60,000 light-years or so are shown in this sharp galaxy portrait. The portrait features M33's reddish ionized hydrogen clouds or HII regions. Sprawling along loose spiral arms that wind toward the core, M33's giant HII regions are some of the largest known stellar nurseries, sites of the formation of short-lived but very massive stars. Intense ultraviolet radiation from the luminous, massive stars ionizes the surrounding hydrogen gas and ultimately produces the characteristic red glow. In this image, broadband data were combined with narrowband data recorded through a filter that transmits the light of the strongest visible hydrogen and oxygen emission lines.",
    "hdurl": "https://apod.nasa.gov/apod/image/2501/M33_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hydrogen Clouds of M33",
    "url": "https://apod.nasa.gov/apod/image/2501/M33_1024.jpg"
  },
  {
    "copyright": "Tommy Lease",
    "date": "2025-01-31",
    "explanation": "The interstellar cloud of dust and gas captured in this sharp telescopic snapshot is seen to change its appearance noticeably over periods as short as a few weeks. Discovered over 200 years ago and cataloged as NGC 2261, bright star R Monocerotis lies at the tip of the fan-shaped nebula. About one light-year across and 2500 light-years away, NGC 2261 was studied early last century by astronomer Edwin Hubble and the mysterious cosmic cloud is now more famous as Hubble's Variable Nebula. So what makes Hubble's nebula vary? NGC 2261 is composed of a dusty reflection nebula fanning out from the star R Monocerotis.  The leading variability explanation holds that dense knots of obscuring dust pass close to R Mon and cast moving shadows across the dust clouds in the rest of Hubble's Variable Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/2501/HubblesVariablecopy.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Variable Nebula NGC 2261",
    "url": "https://apod.nasa.gov/apod/image/2501/HubblesVariablecopy1024.jpg"
  },
  {
    "copyright": "Vojan Höfer",
    "date": "2025-02-01",
    "explanation": "Vivid and lustrous, wafting iridescent waves of color wash across this skyscape from northern Sweden. Known as nacreous clouds or mother-of-pearl clouds, they are rare. But their unforgettable appearance was captured in this snapshot on January 12 with the Sun just below the local horizon. A type of polar stratospheric cloud, they form when unusually cold temperatures in the usually cloudless lower stratosphere form ice crystals. Still sunlit at altitudes of around 15 to 25 kilometers, the clouds diffract the sunlight even when the Sun itself is hidden from direct view.",
    "hdurl": "https://apod.nasa.gov/apod/image/2502/IMG_0340-Internet-2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nacreous Clouds over Sweden",
    "url": "https://apod.nasa.gov/apod/image/2502/IMG_0340-Internet-2_1024.jpg"
  }
]
