[
  {
    "copyright": "\nDomingo Pestana\n",
    "date": "2025-06-01",
    "explanation": "What's happening to this spiral galaxy? Although details remain uncertain, it surely has to do with an ongoing battle with its smaller galactic neighbor. The featured galaxy is labelled UGC 1810 by itself, but together with its collisional partner is known as Arp 273. The overall shape of UGC 1810 -- in particular its blue outer ring -- is likely a result of wild and violent gravitational interactions. This ring's blue color is caused by massive stars that are blue hot and have formed only in the past few million years.  The inner galaxy appears older, redder, and threaded with cool filamentary dust.  A few bright stars appear well in the foreground, unrelated to UGC 1810, while several galaxies are visible well in the background.  Arp 273 lies about 300 million light years away toward the constellation of Andromeda.  Quite likely, UGC 1810 will devour its galactic sidekick over the next billion years and settle into a classic spiral form.",
    "hdurl": "https://apod.nasa.gov/apod/image/2506/Arp273Main_HubblePestana_3079.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "UGC 1810: Wildly Interacting Galaxy from Hubble",
    "url": "https://apod.nasa.gov/apod/image/2506/Arp273Main_HubblePestana_1080.jpg"
  },
  {
    "copyright": "\nAbdullah Alharbi\n",
    "date": "2025-06-02",
    "explanation": "Wisps like this are all that remain visible of a Milky Way star.  About 7,000 years ago that star exploded in a supernova, leaving the Veil Nebula.  At the time, the expanding cloud was likely as bright as a crescent Moon, remaining visible for weeks to people living at the dawn of recorded history.  Today, the resulting supernova remnant, also known as the Cygnus Loop, has faded and is now visible only through a small telescope directed toward the constellation of the Swan (Cygnus).  The remaining Veil Nebula is physically huge, however, and even though it lies about 1,400 light-years distant, it covers over five times the size of the full Moon.  The featured picture was taken in Kuwait in mid-2024 and features light emitted by hydrogen in red and oxygen in blue.  In deep images of the complete Veil Nebula like this, even studious readers might not be able to identify the iconic filaments.   Piece it All Together: Astronomy Puzzle of the Day",
    "hdurl": "https://apod.nasa.gov/apod/image/2506/VeilWide_Alharbi_5169.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Veil Nebula: Wisps of an Ancient Supernova",
    "url": "https://apod.nasa.gov/apod/image/2506/VeilWide_Alharbi_960.jpg"
  },
  {
    "copyright": "\nMiguel Claro\n(TWAN);\n Rollover Annotation: \nJudy Schmidt\n",
    "date": "2025-06-03",
    "explanation": "Why would the sky glow like a giant repeating rainbow?  Airglow.  Now, air glows all of the time, but it is usually hard to see. A disturbance however -- like an approaching storm -- may cause noticeable rippling in the Earth's atmosphere. These gravity waves are oscillations in air analogous to those created when a rock is thrown in calm water.  The long-duration exposure nearly along the vertical walls of airglow likely made the undulating structure particularly visible.  OK, but where do the colors originate?  The deep red glow likely originates from OH molecules about 87 kilometers high, excited by ultraviolet light from the Sun. The orange and green airglow is likely caused by sodium and oxygen atoms slightly higher up.  The featured image was captured during a climb up Mount Pico in the Azores of Portugal.  Ground lights originate from the island of Faial in the Atlantic Ocean.  A spectacular sky is visible through this banded airglow, with the central band of our Milky Way Galaxy running up the image center, and M31, the Andromeda Galaxy, visible near the top left.   APOD Turns 30!: Free Public Lecture in Anchorage on June 11",
    "hdurl": "https://apod.nasa.gov/apod/image/2506/GravityWaves_Claro_1486.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rainbow Airglow over the Azores",
    "url": "https://apod.nasa.gov/apod/image/2506/GravityWaves_Claro_960.jpg"
  },
  {
    "date": "2025-06-04",
    "explanation": "Is the sky the same every night? No -- the night sky changes every night in many ways. To better explore how the night sky changes, the USA's NSF and DOE commissioned the Vera C. Rubin Observatory in Cerro Pachón, Chile. In final testing before routine operations, Rubin will begin to explore these nightly changes -- slight differences that can tell us much about our amazing universe and its surprising zoo of objects. With a mirror over 8 meters across, Rubin will continually reimage the entire visible sky every few nights to discover new supernovas, potentially dangerous asteroids, faint comets, and variable stars -- as well as mapping out the visible universe's large-scale structure.  Pictured, the distant central band of our Milky Way Galaxy appears to flow out from the newly operational observatory. Taken last month, the featured picture is a composite of 21 images across the night sky, capturing airglow on the horizon and the Small Magellanic Cloud galaxy on the lower left.    APOD Turns 30!: Free Public Lecture in Anchorage on June 11",
    "hdurl": "https://apod.nasa.gov/apod/image/2506/RubinMw_assuncao_1460.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Milky Road to the Rubin Observatory",
    "url": "https://apod.nasa.gov/apod/image/2506/RubinMw_assuncao_960.jpg"
  },
  {
    "copyright": "Branko Nadj",
    "date": "2025-06-05",
    "explanation": "Savudrija lighthouse shines along the coast near the northern end of the Istrian peninsula in this well-composed night skyscape. A navigational aid for sailors on the Adriatic Sea, the historic lighthouse was constructed in the early 19th century. But Polaris, an even older aid to navigation, shines in the sky above. Alpha star of the constellation Ursa Minor, Polaris is also known as the North Star. In this scene Polaris forms the shortest bright arc near the North Celestial Pole, the extension of Earth's axis of rotation into space. Of course, the North Celestial Pole lies exactly at the center of all the concentric star trails. The composite image is a digital stack of 400 exposures, each 30 seconds long, taken with camera and tripod fixed to a rotating planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/2506/SavudrijaSTARTRAILS_Nadj.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Savudrija Star Trails",
    "url": "https://apod.nasa.gov/apod/image/2506/SavudrijaSTARTRAILS_Nadj1024.jpg"
  },
  {
    "copyright": "Mike Selby",
    "date": "2025-06-06",
    "explanation": "The bright clusters and nebulae of planet Earth's night sky are often given the names of flowers or insects, and its whopping 3 light-year wingspan, NGC 6302 is no exception. With an estimated surface temperature of about 250,000 degrees C, the central star of the planetary nebula is transforming into a white dwarf star, becoming exceptionally hot, and shining brightly in ultraviolet light. The central star is hidden from direct view by a torus of dust, but its energetic ultraviolet light ionizes atoms in the nebula. In this sharp, telescopic view composed with narrowband image data, the ionized hydrogen and doubly ionized oxygen atoms are shown in their characteristic red and blue-green hues to reveal a stunning complex of knots and filaments within the nebula's wing-like bipolar outflows. NGC 6302 lies about 4,000 light-years away in the arachnologically correct constellation of the Scorpion (Scorpius).",
    "hdurl": "https://apod.nasa.gov/apod/image/2506/NGC-6302-LRGB-Ha-OIII.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6302: The Butterfly Nebula",
    "url": "https://apod.nasa.gov/apod/image/2506/NGC-6302-LRGB-Ha-OIII_1024.jpg"
  },
  {
    "date": "2025-06-07",
    "explanation": "On the Mars rover's mission Sol 46 or Earth date April 6, 2021, Perseverance held out a robotic arm to take its first selfie on Mars. The WATSON camera at the end of the arm was designed to take close-ups of Martian rocks and surface details though, and not a quick snap shot of friends and smiling faces. In the end, teamwork and weeks of planning on Mars time was required to program a complex series of exposures and camera motions to include Perseverance and its surroundings. The resulting 62 frames were composed into a detailed mosaic, one of the most complicated Mars rover selfies ever taken. In this version of the selfie, the rover's Mastcam-Z and SuperCam instruments are looking toward WATSON and the end of the rover's outstretched arm. About 4 meters (13 feet) from Perseverance is a robotic companion, the Mars Ingenuity helicopter. Perseverance has now spent over 1,500 sols exploring the surface of the Red Planet. On Earth date January 18, 2024, Ingenuity made its 72nd and final flight through the thin Martian atmosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/2506/PIA24542_fig2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseverance Selfie with Ingenuity",
    "url": "https://apod.nasa.gov/apod/image/2506/PIA24542_fig2_1100c.jpg"
  },
  {
    "date": "2025-06-08",
    "explanation": "From our vantage point in the Milky Way Galaxy, we see NGC 3344 face-on. Nearly 40,000 light-years across, the big, beautiful spiral galaxy is located just 20 million light-years away in the constellation of Leo Minor. This multi-color Hubble Space Telescope close-up of NGC 3344 includes remarkable details from near infrared to ultraviolet wavelengths. The frame extends some 15,000 light-years across the spiral's central regions. From the core outward, the galaxy's colors change from the yellowish light of old stars in the center to young blue star clusters and reddish star forming regions along the loose, fragmented spiral arms. Of course, the bright stars with a spiky appearance are in front of NGC 3344 and lie well within our own Milky Way.   APOD Turns 30!: Free Public Lecture in Anchorage on Wednesday, June 11 at 7 pm",
    "hdurl": "https://apod.nasa.gov/apod/image/2506/NGC3344_hst1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Facing NGC 3344",
    "url": "https://apod.nasa.gov/apod/image/2506/NGC3344_hst2048.jpg"
  },
  {
    "date": "2025-06-09",
    "explanation": "Can you identify this celestial object?  Likely not — because this is a discovery image.  Massive stars forge heavy elements in their cores and, after a few million years, end their lives in powerful supernova explosions. These remnants cool relatively quickly and fade, making them difficult to detect.  To uncover such faint, previously unknown supernova remnants, a dedicated group of amateur astrophotographers searched through sky surveys for possible supernova remnant candidates.  The result: the first-ever image of supernova remnant G115.5+9.1 — named Scylla by its discoverers—glowing faintly in the constellation of the mythological King of Aethiopia: Cepheus.  Emission from hydrogen atoms in the remnant is shown in red, and faint emission from oxygen is shown in hues of blue.  Surprisingly, another discovery lurked to the upper right: a faint, previously unknown planetary nebula candidate. In keeping with mythological tradition, it was named Charybdis (Sai 2) — a nod to the ancient Greek expression \"caught between Scylla and Charybdis\" from Homer’s Odyssey.",
    "hdurl": "https://apod.nasa.gov/apod/image/2506/ScyllaB_LerouxGere_2094.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Between Scylla and Charybdis: A Double Cosmic Discovery",
    "url": "https://apod.nasa.gov/apod/image/2506/ScyllaB_LerouxGere_960.jpg"
  },
  {
    "date": "2025-06-10",
    "explanation": "Do oceans under the ice of Saturn's moon Enceladus contain life?  A reason to think so involves  long features -- some dubbed tiger stripes -- that are known to be spewing ice from the moon's icy interior into space. These surface cracks create clouds of fine ice particles over the moon's South Pole and create  Saturn's mysterious E-ring.  Evidence for this has come from the robot Cassini spacecraft that orbited Saturn from 2004 to 2017.  Pictured here, a high resolution image of Enceladus is shown in true color from a close flyby.  The deep crevasses are partly shadowed.  Why Enceladus is active remains a mystery, as the neighboring moon Mimas, approximately the same size, appears quite dead. An analysis of ejected ice grains has yielded evidence that complex organic molecules exist inside Enceladus. These large carbon-rich molecules bolster -- but do not prove -- that oceans under Enceladus' surface could contain life.   APOD Turns 30!: Free public lecture in Anchorage tomorrow (Wednesday) at 7 pm",
    "hdurl": "https://apod.nasa.gov/apod/image/2506/EnceladusTrue_Cassini_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Enceladus in True Color",
    "url": "https://apod.nasa.gov/apod/image/2506/EnceladusTrue_Cassini_960.jpg"
  },
  {
    "copyright": "\nTragoolchitr Jittasaiyapan\n",
    "date": "2025-06-11",
    "explanation": "Do you know the names of some of the brightest stars? It's likely that you do, even though some bright stars have names so old they date back to near the beginning of written language. Many world cultures have their own names for the brightest stars, and it is culturally and historically important to remember them.  In the interest of clear global communication, however, the International Astronomical Union (IAU) has begun to designate standardized star names.  Featured here in true color are the 25 brightest stars in the night sky, currently as seen by humans, coupled with their IAU-recognized names. Some star names have interesting meanings, including Sirius (\"the scorcher\" in Latin), Vega (\"falling\" in Arabic), and Antares (\"rival to Mars\" in Greek). You are likely even familiar with the name of at least one star too dim to make this list: Polaris.    APOD Turns 30!: Free public lecture in Anchorage TONIGHT (Wednesday) at 7 pm",
    "hdurl": "https://apod.nasa.gov/apod/image/2506/25BrightestStars_Jittasaiyapan_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "25 Brightest Stars in the Night Sky",
    "url": "https://apod.nasa.gov/apod/image/2506/25BrightestStars_Jittasaiyapan_960.jpg"
  },
  {
    "copyright": "Fred Espenak",
    "date": "2025-06-12",
    "explanation": "On April 20, 2023 the shadow of a New Moon raced across planet Earth's southern hemisphere. When viewed along a narrow path that mostly avoided landfall, the Moon in silhouette created a hybrid solar eclipse. Hybrid eclipses are rare and can be seen as a total eclipse or an annular \"ring of fire\" eclipse depending on the observer's position. Viewers of this much anticipated hybrid event were able to witness a total solar eclipse while anchored in the Indian Ocean near the centerline of the eclipse track off the coast of western Australia. This ship-borne image from renowned eclipse chaser Fred Espenak captured the eclipsed Sun's magnificent outer atmosphere, or solar corona, streaming into space. The composite of 11 exposures ranging from 1/2000 to 1/2 second, taken during the 62 seconds of totality, records an extended range of brightness to follow alluring details of the corona not quite visible to the eye.  Fred Espenak (1953-2025)",
    "hdurl": "https://apod.nasa.gov/apod/image/2506/TSE2023-Comp48-2a.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar Eclipse",
    "url": "https://apod.nasa.gov/apod/image/2506/TSE2023-Comp48-2a1024.jpg"
  },
  {
    "date": "2025-06-13",
    "explanation": "In this Hubble Space Telescope image the bright, spiky stars lie in the foreground toward the heroic northern constellation Perseus and well within our own Milky Way galaxy. In sharp focus beyond is UGC 2885, a giant spiral galaxy about 232 million light-years distant. Some 800,000 light-years across compared to the Milky Way's diameter of 100,000 light-years or so, it has around 1 trillion stars. That's about 10 times as many stars as the Milky Way. Part of an investigation to understand how galaxies can grow to such enormous sizes, UGC 2885 was also part of An Interesting Voyage and American astronomer Vera Rubin's pioneering study of the rotation of spiral galaxies. Her work was the first to convincingly demonstrate the dominating presence of dark matter in our universe. A new U.S. coin has been issued to honor Vera Rubin, while the Vera C. Rubin Observatory is scheduled to unveil images from its first look at the cosmos on June 23.",
    "hdurl": "https://apod.nasa.gov/apod/image/2506/RubinsGalaxy_hst2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rubin's Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2506/RubinsGalaxy_hst1024.jpg"
  },
  {
    "copyright": "Martín Moliné",
    "date": "2025-06-14",
    "explanation": "What are all those streaks in the sky? A galaxy, many satellite trails, and a few meteors.  First, far in the distance, the majestic band of our Milky Way Galaxy runs down the left. Mirroring it on the right are several parallel trails of Earth-orbiting Starlink satellites. Many fainter satellite trails also crisscross the image. The two short and bright streaks are meteors — likely members of the annual Eta Aquariids meteor shower.  The planet Venus shines on the lower right.  Venus and the satellites shine by reflected sunlight. The featured picture is a composite of exposures all taken in a few hours on May 4 over the Limay River in Argentina.",
    "hdurl": "https://apod.nasa.gov/apod/image/2506/MeteorSats_Moline_6512.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Meteors and Satellite Trails over the Limay River",
    "url": "https://apod.nasa.gov/apod/image/2506/MeteorSats_Moline_960.jpg"
  },
  {
    "copyright": "\nDamia Bouic; \n Right Image Credit:  NASA,\nJPL-Caltech,\nMSSS;\n Digital processing: \nDamia Bouic\n",
    "date": "2025-06-15",
    "explanation": "How different does sunset appear from Mars than from Earth? For comparison, two images of our common star were taken at sunset, one from Earth and one from Mars. These images were scaled to have the same angular width and are featured here side-by-side. A quick inspection will reveal that the Sun appears slightly smaller from Mars than from Earth. This makes sense since Mars is 50% further from the Sun than Earth. More striking, perhaps, is that the Martian sunset is noticeably bluer near the Sun than the typically orange colors near the setting Sun from Earth. The reason for the blue hues from Mars is not fully understood, but thought to be related to forward scattering properties of Martian dust. The terrestrial sunset was taken in 2012 March from Marseille, France, while the Martian sunset was captured in 2015 by NASA's robotic Curiosity rover from Gale crater on Mars.   APOD Turns 30!: Free Public Lecture in Cork, Ireland on June 24",
    "hdurl": "https://apod.nasa.gov/apod/image/2506/TwoWorldsOneSun_Bouic_2683.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Two Worlds, One Sun",
    "url": "https://apod.nasa.gov/apod/image/2506/TwoWorldsOneSun_Bouic_1080.jpg"
  },
  {
    "date": "2025-06-16",
    "explanation": "APOD is 30 years old today. In celebration, today's picture uses past APODs as tiles arranged to create a single pixelated image that might remind you of one of the most well-known and evocative depictions of planet Earth's night sky. In fact, this Starry Night consists of 1,836 individual images contributed to APOD over the last 5 years in a mosaic of 32,232 tiles. Today, APOD would like to offer a sincere thank you to our contributors, volunteers, and readers. Over the last 30 years your continuing efforts have allowed us to enjoy, inspire, and share a discovery of the cosmos.",
    "hdurl": "https://apod.nasa.gov/apod/image/2506/APODStarryNight30thanniversary.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "APOD is 30 Years Old Today",
    "url": "https://apod.nasa.gov/apod/image/2506/APODStarryNight30thanniversary1024.jpg"
  },
  {
    "date": "2025-06-17",
    "explanation": "Can you find the Rosette Nebula? The red flowery-looking nebula just above the image center may seem a good choice, but that's not it.  The famous Rosette Nebula is really located on the lower right, here colored blue and white, and connected to the other nebulas by gold-colored filaments.  Because the featured image of Rosette's field is so wide, and because of its deep red exposure, it seems to contain other flowers.  Designated NGC 2237, the center of the Rosette Nebula is populated by the bright blue stars of open cluster NGC 2244, whose winds and energetic light are evacuating the nebula's center.  The Rosette Nebula is about 5,000 light years distant and, just by itself, spans about three times the diameter of a full moon. This flowery field can be found toward the constellation of the Unicorn  (Monoceros).   Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2506/RosettaDeepRed_Mendez_3294.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rosette Nebula Deep Field",
    "url": "https://apod.nasa.gov/apod/image/2506/RosettaDeepRed_Mendez_960.jpg"
  },
  {
    "copyright": "\nEric Holland\n",
    "date": "2025-06-18",
    "explanation": "What's that unusual spot on the Moon? It's the International Space Station. Using precise timing, the Earth-orbiting space platform was photographed in front of a partially lit gibbous Moon in 2019. The featured image was taken from Palo Alto, California, USA with an exposure time of only 1/667 of a second. In contrast, the duration of the transit of the ISS across the entire Moon was about half a second.  A close inspection of this unusually crisp ISS silhouette will reveal the outlines of numerous solar panels and trusses.  The bright crater Tycho is visible on the lower left, as well as comparatively rough, light colored terrain known as highlands and relatively smooth, dark colored areas known as maria.  Downloadable  apps can tell you when the International Space Station will be visible from your area.   APOD Turns 30!: Free Public Lecture in Cork, Ireland on June 24",
    "hdurl": "https://apod.nasa.gov/apod/image/2506/IssMoon_Holland_1063.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Space Station Silhouette on the Moon",
    "url": "https://apod.nasa.gov/apod/image/2506/IssMoon_Holland_960.jpg"
  },
  {
    "copyright": "Vikas Chander",
    "date": "2025-06-19",
    "explanation": "Gorgeous spiral galaxy NGC 3521 is a mere 35 million light-years away, toward the northern springtime constellation Leo. Relatively bright in planet Earth's sky, NGC 3521 is easily visible in small telescopes but often overlooked by amateur imagers in favor of other Leo spiral galaxies, like M66 and M65. It's hard to overlook in this colorful cosmic portrait though. Spanning some 50,000 light-years the galaxy sports characteristic patchy, irregular spiral arms laced with dust, pink star forming regions, and clusters of young, blue stars. The deep image also finds NGC 3521 embedded in fainter, gigantic, bubble-like shells. The shells are likely tidal debris, streams of stars torn from satellite galaxies that have undergone mergers with NGC 3521 in the distant past.",
    "hdurl": "https://apod.nasa.gov/apod/image/2506/NGC3521-2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3521: Galaxy in a Bubble",
    "url": "https://apod.nasa.gov/apod/image/2506/NGC3521-1024.jpg"
  },
  {
    "copyright": "Luca Vanzella",
    "date": "2025-06-20",
    "explanation": "dmonton, Alberta, Canada, planet Earth lies on the horizon in this stack of panoramic composite images. In a monthly time series arranged vertically top to bottom the ambitious photographic project follows the annual north-south swing of sunrise points, from June solstice to December solstice and back again. It also follows the corresponding, but definitely harder to track, Full Moon rise. Of course, the north-south swing of moonrise runs opposite sunrise along the horizon. But these rising Full Moons also span a wider range on the horizon than the sunrises. That's because the well-planned project (as shown in this video) covers the period June 2024 to June 2025, centered on a major lunar standstill. Major lunar standstills represent extremes in the north-south range of moonrise driven by the 18.6 year precession period of the lunar orbit.",
    "hdurl": "https://apod.nasa.gov/apod/image/2506/MajorLunarStandstillAPOD.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Major Lunar Standstill 2024-2025",
    "url": "https://apod.nasa.gov/apod/image/2506/MajorLunarStandstillAPOD_1200.jpg"
  },
  {
    "copyright": "Tunc Tezel",
    "date": "2025-06-21",
    "explanation": "Sure, that figure-8 shaped curve you get when you mark the position of the Sun in Earth's sky at the same time each day over one year is called an analemma. On the left, Earth's figure-8 analemma was traced by combining wide-angle digital images recorded during the year from December 2011 through December 2012. But the shape of an analemma depends on the eccentricity of a planet's orbit and the tilt of its axis of rotation, so analemma curves can look different for different worlds. Take Mars for example. The Red Planet's axial tilt is similar to Earth's, but its orbit around the same sun is more eccentric (less circular) than Earth's orbit. As seen from the Martian surface, the analemma traced in the right hand panel is shaped more like a tear drop. The Mars rover Opportunity captured the images used over the Martian year corresponding to Earth dates July 2006 to June 2008. Of course, each world's solstice dates still lie at the top and bottom of their different analemma curves. The last Mars northern summer solstice was May 29, 2025. Our fair planet's 2025 northern summer solstice is at June 21, 2:42 UTC.",
    "hdurl": "https://apod.nasa.gov/apod/image/2506/AnalemmaEarthMars.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Two Worlds, Two Analemmas",
    "url": "https://apod.nasa.gov/apod/image/2506/AnalemmaEarthMars1200.jpg"
  },
  {
    "date": "2025-06-22",
    "explanation": "How were these unusual Martian spherules created?  Thousands of unusual gray spherules made of iron and rock and dubbed blueberries were found embedded in and surrounding rocks near the landing site of the robot Opportunity rover on Mars in 2004.  To help investigate their origin, Opportunity found a surface dubbed the Berry Bowl with an indentation that was rich in the Martian orbs.  The Berry Bowl is pictured here, imaged during rover's 48th Martian day.  The average size of a Martian blueberry rock is only about 4 millimeters across.  By analyzing a circular patch in the rock surface to the left of the densest patch of spherules, Opportunity obtained data showing that the underlying rock has a much different composition than the hematite rich blueberries.  This information contributes to the growing consensus that these small, strange, gray orbs were slowly deposited from a bath of dirty water.   APOD Turns 30!: Free Public Lecture in Cork, Ireland on Tuesday, June 24 at 7 pm",
    "hdurl": "https://apod.nasa.gov/apod/image/2506/berrybowl_opportunity_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Berry Bowl of Martian Spherules",
    "url": "https://apod.nasa.gov/apod/image/2506/berrybowl_opportunity_960.jpg"
  },
  {
    "copyright": ":\nFrancesco Antonucci\n",
    "date": "2025-06-23",
    "explanation": "How do stars form? Images of the star forming region W5 like those in the infrared by NASA's Wide Field Infrared Survey Explorer (WISE, later NEOWISE) satellite provide clear clues with indications that massive stars near the center of empty cavities are older than stars near the edges.  A likely reason for this is that the older stars in the center are actually triggering the formation of the younger edge stars.  The triggered star formation occurs when hot outflowing gas compresses cooler gas into knots dense enough to gravitationally contract into stars.  In the featured scientifically colored infrared image, spectacular pillars left slowly evaporating from the hot outflowing gas provide further visual clues. W5 is also known as Westerhout 5 (W5) and IC 1848.  Together with IC 1805, the nebulas form a complex region of star formation popularly dubbed the Heart and Soul Nebulas. The featured image highlights a part of W5 spanning about 2,000 light years that is rich in star forming pillars.  W5 lies about 6,500 light years away toward the constellation of Cassiopeia.   APOD Turns 30!: Free public lecture in Cork, Ireland tomorrow (Tuesday) at 7 pm",
    "hdurl": "https://apod.nasa.gov/apod/image/2506/ic1848_WISEantonucci_1824.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "W5: Pillars of Star Formation",
    "url": "https://apod.nasa.gov/apod/image/2506/ic1848_WISEantonucci_1080.jpg"
  },
  {
    "date": "2025-06-24",
    "explanation": "Is there a spiral galaxy in the center of this spiral galaxy? Sort of.  Image data from the Hubble Space Telescope, the European Southern Observatory, and smaller telescopes on planet Earth are combined in this detailed portrait of face-on spiral galaxy Messier 61 (M61) and its bright center. A mere 55 million light-years away in the Virgo Cluster of Galaxies, M61 is also known as NGC 4303.  It's considered to be an example of a barred spiral galaxy similar to our own Milky Way.  Like other spiral galaxies, M61 also features sweeping spiral arms, cosmic dust lanes, pinkish star forming regions, and young blue star clusters.  Its core houses an active supermassive black hole surrounded by a bright nuclear spiral -- infalling star-forming gas that itself looks like a separate spiral galaxy.    APOD Turns 30!: Free public lecture in Cork, Ireland TONIGHT (Tuesday) at 7 pm",
    "hdurl": "https://apod.nasa.gov/apod/image/2506/M61_HubbleEsoGendler_2753.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Center of Spiral Galaxy M61",
    "url": "https://apod.nasa.gov/apod/image/2506/M61_HubbleEsoGendler_960.jpg"
  },
  {
    "date": "2025-06-25",
    "explanation": "This interstellar skyscape spans over 4 degrees across crowded starfields toward the constellation Sagittarius and the central Milky Way. A First Look image captured at the new NSF–DOE Vera C. Rubin Observatory, the bright nebulae and star clusters featured include famous stops on telescopic tours of the cosmos: Messier 8 and Messier 20. An expansive star-forming region over a hundred light-years across, Messier 8 is also known as the Lagoon Nebula. About 4,000 light-years away the Lagoon Nebula harbors a remarkable cluster of young, massive stars. Their intense radiation and stellar winds energize and agitate this cosmic lagoon's turbulent depths. Messier 20's popular moniker is the Trifid. Divided into three parts by dark interstellar dust lanes, the Trifid Nebula's glowing hydrogen gas creates its dominant red color. But contrasting blue hues in the colorful Trifid are due to dust reflected starlight. The Rubin Observatory visited the Trifid-Lagoon field to acquire all the image data during parts of four nights (May 1-4). At full resolution, Rubin's magnificent Sagittarius skyscape is 84,000 pixels wide and 51,500 pixels tall.",
    "hdurl": "https://apod.nasa.gov/apod/image/2506/SagittariusTrip_Rubin.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rubin's First Look: A Sagittarius Skyscape",
    "url": "https://apod.nasa.gov/apod/image/2506/SagittariusTrip_Rubin1100.png"
  },
  {
    "copyright": "Timothy Martin",
    "date": "2025-06-26",
    "explanation": "An interstellar expanse of glowing gas and obscuring dust presents a bird-like visage to astronomers from planet Earth, suggesting its popular moniker, the Seagull Nebula. This broadband portrait of the cosmic bird covers a 3.5-degree wide swath across the plane of the Milky Way, in the direction of Sirius, alpha star of the constellation of the Big Dog (Canis Major). The bright head of the Seagull Nebula is cataloged as IC 2177, a compact, dusty emission and reflection nebula with embedded massive star HD 53367. The larger emission region, encompassing objects with other catalog designations, is Likely part of an extensive shell structure swept up by successive supernova explosions. The notable bluish arc below and right of center is a bow shock from runaway star FN Canis Majoris. Dominated by the reddish glow of atomic hydrogen, this complex of interstellar gas and dust clouds with other stars of the Canis Majoris OB1 association spans over 200 light-years at the Seagull Nebula's estimated 3,800 light-year distance.",
    "hdurl": "https://apod.nasa.gov/apod/image/2506/IC2177SeagullLRGB-APOD2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Seagull Nebula",
    "url": "https://apod.nasa.gov/apod/image/2506/IC2177SeagullLRGB-APOD1024.jpg"
  },
  {
    "copyright": "Robert Eder",
    "date": "2025-06-27",
    "explanation": "Big beautiful barred spiral galaxy Messier 109 is the 109th entry in Charles Messier's famous catalog of bright Nebulae and Star Clusters. You can find it just below the Big Dipper's bowl in the northern constellation Ursa Major. In fact, bright dipper star Phecda, Gamma Ursa Majoris, produces the glare at the upper right corner of this telescopic frame. M109's prominent central bar gives the galaxy the appearance of the Greek letter \"theta\", θ, a common mathematical symbol representing an angle. M109 spans a very small angle in planet Earth's sky though, about 7 arcminutes or 0.12 degrees. But that small angle corresponds to an enormous 120,000 light-year diameter at the galaxy's estimated 60 million light-year distance. The brightest member of the now recognized Ursa Major galaxy cluster, M109 (aka NGC 3992) is joined by spiky foreground stars. Three small, fuzzy bluish galaxies also on the scene, identified (top to bottom) as UGC 6969, UGC 6940 and UGC 6923, are possibly satellite galaxies of the larger barred spiral galaxy Messier 109.",
    "hdurl": "https://apod.nasa.gov/apod/image/2506/M109_Robert_Eder.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 109",
    "url": "https://apod.nasa.gov/apod/image/2506/M109_Robert_Eder1024.jpg"
  },
  {
    "date": "2025-06-28",
    "explanation": "Tidally locked in synchronous rotation, the Moon always presents its familiar nearside to denizens of planet Earth. From lunar orbit, the Moon's farside can become familiar, though. In fact this sharp picture, a mosaic from the Lunar Reconnaissance Orbiter's wide angle camera, is centered on the lunar farside. Part of a global mosaic of over 15,000 images acquired between November 2009 and February 2011, the highest resolution version shows features at a scale of 100 meters per pixel. Surprisingly, the rough and battered surface of the farside looks very different from the nearside covered with smooth dark lunar maria.  A likely explanation is that the farside crust is thicker, making it harder for molten material from the interior to flow to the surface and form dark, smooth maria.",
    "hdurl": "https://apod.nasa.gov/apod/image/2506/farside_lro1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Farside",
    "url": "https://apod.nasa.gov/apod/image/2506/farside_lro800.jpg"
  },
  {
    "date": "2025-06-29",
    "explanation": "Are these trees growing on Mars? No.  Groups of dark brown streaks have been photographed by the Mars Reconnaissance Orbiter on melting pinkish sand dunes covered with light frost. The featured image was taken in 2008 April near the North Pole of Mars. At that time, dark sand on the interior of Martian sand dunes became more and more visible as the spring Sun melted the lighter carbon dioxide ice.  When occurring near the top of a dune, dark sand may cascade down the dune leaving dark surface streaks -- streaks that might appear at first to be trees standing in front of the lighter regions but cast no shadows. Objects about 25 centimeters across are resolved on this image spanning about one kilometer. Close ups of some parts of this image show billowing plumes indicating that the sand slides were occurring even while the image was being taken.    Celestial Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2506/almosttrees_mro_2560.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Sand Cascades on Mars",
    "url": "https://apod.nasa.gov/apod/image/2506/almosttrees_mro_960.jpg"
  },
  {
    "date": "2025-06-30",
    "explanation": "It's raining stars.  What appears to be a giant cosmic umbrella is now known to be a tidal stream of stars stripped from a small satellite galaxy. The main galaxy, spiral galaxy NGC 4651, is about the size of our Milky Way, while its stellar parasol appears to extend some 100 thousand light-years above this galaxy's bright disk. A small galaxy was likely torn apart by repeated encounters as it swept back and forth on eccentric orbits through NGC 4651. The remaining stars will surely fall back and become part of a combined larger galaxy over the next few million years. The featured deep image was captured in long exposures from Saudi Arabia. The Umbrella Galaxy lies about 50 million light-years distant toward the well-groomed northern constellation of Berenice's Hair (Coma Berenices).   APOD in a Modern Format StellarSnap",
    "hdurl": "https://apod.nasa.gov/apod/image/2506/UmbrellaGal_Alkuwari_3843.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4651: The Umbrella Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2506/UmbrellaGal_Alkuwari_960.png"
  },
  {
    "copyright": "\nAnton Komlev\n",
    "date": "2025-07-01",
    "explanation": "What do you see when you look into this sky? In the center, in the dark, do you see a night sky filled with stars? Do you see a sunset to the left? Clouds all around? Do you see the central band of our Milky Way Galaxy running down the middle? Do you see the ruins of an abandoned outpost on a hill? (The outpost is on Askold Island, Russia.)  Do you see a photographer with a headlamp contemplating surreal surroundings? (The featured image is a panorama of 38 images taken last month and compiled into a Little Planet projection.)  Do you see a rugged path lined with steps? Or do you see the eye of a dragon?",
    "hdurl": "https://apod.nasa.gov/apod/image/2507/EyeDragonSky_Komlev_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eye Sky a Dragon",
    "url": "https://apod.nasa.gov/apod/image/2507/EyeDragonSky_Komlev_960.jpg"
  }
]
