[
  {
    "copyright": "Max Inwood",
    "date": "2025-11-01",
    "explanation": "The lovely Pleiades star cluster shines in Earth's night sky, a compact group of stars some 400 light-years distant toward the constellation Taurus and the Orion Arm of our Milky Way galaxy. Recognized since ancient times, the remarkable celestial gathering is visible to the unaided eye. The Pleiades cluster is also well-placed for viewing from both northern and southern hemispheres, and over the centuries has become connected to many cultural traditions and celebrations, including the cross-quarter day celebration Halloween. In Greek myth, the Pleiades were seven daughters of the astronomical titan Atlas and sea-nymph Pleione. Galileo first sketched the star cluster viewed through his telescope with stars too faint to be seen by eye and Charles Messier recorded the position of the cluster as the 45th entry in his well-known catalog of things which are not comets. In this dramatic night skyscape from planet Earth, the stars of the Pleiades appear embedded in dusty blue reflection nebulae, poised above Mt Sefton, one of the tallest peaks in New Zealand. There known as Matariki, the star cluster is associated with the celebration of the Maori new year.",
    "hdurl": "https://apod.nasa.gov/apod/image/2511/pleiades.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pleiades from Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/2511/pleiades1024.jpg"
  },
  {
    "date": "2025-11-02",
    "explanation": "What's large and blue and can wrap itself around an entire galaxy? A gravitational lens mirage. Pictured here,  the gravity of a massive elliptical galaxy (luminous red galaxy: LRG) has gravitationally distorted the light from a much more distant blue galaxy. More typically, such light bending results in two discernible images of the distant galaxy, but here the lens alignment is so precise that the background galaxy is distorted into a horseshoe -- a nearly complete ring: an Einstein ring.  Although LRG 3-757 was discovered in 2007 in data from the  Sloan Digital Sky Survey (SDSS), the image shown above is a follow-up observation taken with the Hubble Space Telescope's  Wide Field Camera 3. A recent lens analysis of the central galaxy indicates that it likely hosts the single most massive black hole yet discovered: 36 billion times the mass of our Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/2511/lensshoe_hubble_3235.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Horseshoe Einstein Ring from Hubble",
    "url": "https://apod.nasa.gov/apod/image/2511/lensshoe_hubble_900.jpg"
  },
  {
    "copyright": "\nChunlin Liu\n",
    "date": "2025-11-03",
    "explanation": "The image was timed to capture a total lunar eclipse -- but it came with quite a twist.  First, the eclipse: the fully Earth-shadowed Moon is visible as the orange orb near the top. The eclipsed Moon's orange color is caused by a slight amount of red light scattered first by Earth's atmosphere, adding a color like a setting Sun. Now, the twist: one of the apparent double helix bands is the Milky Way, the central disk of our home galaxy. The second band is zodiacal light, sunlight scattered by dust in our Solar System. The reason they cross is because the plane where dust orbits our Sun is tilted relative to the plane where stars orbit our Galaxy. This well-known tilt is shown dramatically in the featured wide-angle Mercator-projected picture, spanning from horizon to horizon, captured in early September from Mingantu Observing Station in Inner Mongolia, China. ",
    "hdurl": "https://apod.nasa.gov/apod/image/2511/DoubleHelixEclipse_Liu_3301.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Double Helix Lunar Eclipse",
    "url": "https://apod.nasa.gov/apod/image/2511/DoubleHelixEclipse_Liu_960.jpg"
  },
  {
    "copyright": "\nRobert Barsa\n",
    "date": "2025-11-04",
    "explanation": "Comet Lemmon has been putting on a show for cameras around the globe.  Passing nearest to Earth in late October, the photogenic comet C/2025 A6 (Lemmon) sprouted two long and picturesque tails: a blue ion tail and a white dust tail.  The ion tail is pushed away from the coma by the ever-present but ever-changing solar wind, at one point extending over 20 times the diameter of the full Moon -- as captured in this long-duration exposure.  The shorter and wider dust tail is pushed away from the coma and shines by reflecting sunlight.  The featured picture, captured two weeks ago, framed the comet behind Lomnický Peak of the High Tatra Mountains, home to the Slovakian Lomnický Stit Observatory.  Comet Lemmon is now fading as it heads away from planet Earth.  The huge shedding snowball will round the Sun later this week.",
    "hdurl": "https://apod.nasa.gov/apod/image/2511/LemmonPeak_Barsa_1655.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Lemmon Beyond Lomnický Peak",
    "url": "https://apod.nasa.gov/apod/image/2511/LemmonPeak_Barsa_960.jpg"
  },
  {
    "date": "2025-11-05",
    "explanation": "Is this what our own Milky Way Galaxy looks like from far away? Similar in size and grand design to our home Galaxy (although without the central bar), spiral galaxy NGC 3370 lies about 100 million light-years away toward the constellation of the Lion (Leo).  Recorded here in exquisite detail by the Hubble Space Telescope, the big, beautiful face-on spiral is not only photogenic, but has proven sharp enough to study individual stars known as Cepheids. These pulsating stars have been used to accurately determine NGC 3370's distance. NGC 3370 was chosen for this study because in 1994 the spiral galaxy was also home to a well studied stellar explosion -- a Type Ia supernova.  Combining the known distance to this standard candle supernova, based on the Cepheid measurements, with observations of supernovas at even greater distances has helped to reveal the size and expansion rate of the entire Universe itself.",
    "hdurl": "https://apod.nasa.gov/apod/image/2511/NGC3370_HubbleRiess_4424.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy NGC 3370 from Hubble",
    "url": "https://apod.nasa.gov/apod/image/2511/NGC3370_HubbleRiess_960.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2025-11-06",
    "explanation": "Shiny NGC 253 is one of the brightest spiral galaxies visible, and also one of the dustiest.  Some call it the Silver Coin Galaxy for its appearance in small telescopes, or just the Sculptor Galaxy for its location within the boundaries of the southern constellation Sculptor.  Discovered in 1783 by mathematician and astronomer Caroline Herschel, the dusty island universe lies a mere 10 million light-years away. About 70 thousand light-years across, NGC 253 is the largest member of the Sculptor Group of Galaxies, the nearest to our own Local Group of Galaxies.  In addition to its spiral dust lanes, tendrils of dust seem to be rising from its galactic disk laced with young star clusters and star forming regions in this colorful galaxy portrait. The high dust content accompanies frantic star formation, earning NGC 253 the designation of a starburst galaxy. NGC 253 is also known to be a strong source of high-energy x-rays and gamma rays, likely due to black holes near the galaxy's center.",
    "hdurl": "https://apod.nasa.gov/apod/image/2511/NGC253s.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 253: Dusty Island Universe",
    "url": "https://apod.nasa.gov/apod/image/2511/NGC253s1024.jpg"
  },
  {
    "copyright": "Jordi Jofre",
    "date": "2025-11-07",
    "explanation": "Spanning light-years, this suggestive shape known as the Seahorse Nebula floats in silhouette against a rich background of stars and glowing hydrogen gas. Seen toward the royal northern constellation of Cepheus, the dusty, dark nebula is part of a Milky Way molecular cloud some 1,200 light-years distant. It is also listed as Barnard 150 (B150), one of 182 dark markings of the sky cataloged in the early 20th century by astronomer E. E. Barnard. Packs of low mass stars are forming within, but their collapsing cores are only visible at long infrared wavelengths. Still, the luminous depths of the Milky Way in Cepheus add to this stunning galactic skyscape.",
    "hdurl": "https://apod.nasa.gov/apod/image/2511/B150Seahorse.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Dark Seahorse in Cepheus",
    "url": "https://apod.nasa.gov/apod/image/2511/B150Seahorse1024.png"
  },
  {
    "copyright": "Betul Turksoy",
    "date": "2025-11-08",
    "explanation": "What is big, bright, and beautiful, can wear a cape made of clouds, and is at the closest point in its elliptical orbit around planet Earth? A full moon at perigee of course, captured here near moonset in predawn skies on November 5 from Kayseri, Turkiye. Full moons that happen at (or very near) perigee, and so are slightly larger and brighter than full moons on average, have become popularly known as supermoons. In fact, this full moon at perigee is the closest and brightest of the three supermoons of 2025. Rising as the Sun sets, this full moon follows this October's Harvest Moon and is traditionally known to some as the Hunter's Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/2511/PerigeeFullMoon2025Nov5.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Full Moon at Perigee",
    "url": "https://apod.nasa.gov/apod/image/2511/PerigeeFullMoon2025Nov5C.jpg"
  },
  {
    "copyright": "\nMichael Abramyan\n",
    "date": "2025-11-09",
    "explanation": "Does the road to our galaxy's center go through Monument Valley? It doesn't have to, but if your road does -- take a picture. In this case, the road is US Route 163 and iconic buttes on the Navajo National Reservation populate the horizon.  The band of Milky Way Galaxy stretches down from the sky and appears to be a continuation of the road on Earth. Filaments of dust darken the Milky Way, in contrast to billions of bright stars and several colorful glowing gas clouds including the Lagoon and Trifid nebulas. The featured picture is a composite of images taken with the same camera and from the same location -- Forrest Gump Point in Utah, USA. The foreground was taken just after sunset in early 2021 September during the blue hour, while the background is a mosaic of four exposures captured a few hours later.",
    "hdurl": "https://apod.nasa.gov/apod/image/2511/MonumentValleyRoad_Abramyan_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Road to the Galactic Center",
    "url": "https://apod.nasa.gov/apod/image/2511/MonumentValleyRoad_Abramyan_960.jpg"
  },
  {
    "copyright": "\nŞenol Şanlı\"\n",
    "date": "2025-11-10",
    "explanation": "What was so super about Wednesday's supermoon?  Last week, a full moon occurred that appeared slightly larger and brighter than usual.  The reason is that the Moon's fully illuminated phase occurred within a short time from perigee - when the Moon was its closest to the Earth in its elliptical orbit.  Although the precise conditions that define a supermoon vary, last Wednesday's supermoon was surely the closest, largest, and brightest full moon this year.  One reason supermoons are popular is because they are so easy to see -- just go outside at sunset and watch an impressive full moon rise!  Pictured here, Wednesday's supermoon is compared to April's micro moon -- when a full Moon occurs near the furthest part of the Moon's orbit -- so that it appears slightly smaller and dimmer than usual.  Given many definitions, at least one supermoon occurs each year, with another one coming next month (moon-th).",
    "hdurl": "https://apod.nasa.gov/apod/image/2511/SuperMicroMoon_Sanli_3456.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Micro Moon vs. Super Moon",
    "url": "https://apod.nasa.gov/apod/image/2511/SuperMicroMoon_Sanli_960.jpg"
  },
  {
    "date": "2025-11-11",
    "explanation": "Jupiter looks a bit different in ultraviolet light.  To better interpret  Jupiter's cloud motions and to help NASA's robotic Juno spacecraft understand the planetary context of the small fields that it sees, the Hubble Space Telescope was being directed to regularly image the entire Jovian giant. The colors of Jupiter being monitored go beyond the normal human visual range to include both ultraviolet and (not pictured) infrared light.  Featured from 2017, Jupiter appears different in near ultraviolet light, partly because the amount of sunlight reflected back is distinct, giving differing cloud heights and latitudes discrepant brightnesses. In the near UV, Jupiter's poles appear relatively dark, as does its Great Red Spot and a smaller (optically) white oval to the right.  The String of Pearl storms farther to the right, however, are brightest in near ultraviolet, and so here appear (false-color) pink.  Jupiter's largest moon Ganymede appears on the upper left. Juno continues on a looping 33-day orbit around Jupiter, while Earth-orbiting Hubble is aging and now relies on a single stabilizing gyroscope.",
    "hdurl": "https://apod.nasa.gov/apod/image/2511/JupiterUV_HubbleSchmidt_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter in Ultraviolet from Hubble",
    "url": "https://apod.nasa.gov/apod/image/2511/JupiterUV_HubbleSchmidt_960.jpg"
  },
  {
    "copyright": "\nEric Houck\n",
    "date": "2025-11-12",
    "explanation": "What are those colorful rings around the Moon?  A corona.  Rings like this will sometimes appear when the Moon is seen through thin clouds.  The effect is created by the diffraction of light around individual, similarly-sized water droplets in an intervening but mostly transparent cloud.  Since light of different colors has different wavelengths, each color diffracts differently.  Lunar coronae are one of the few color  diffraction effects that can be easily seen with the unaided eye.  The featured image of a lunar corona was captured around last week's full Super Moon from near Knight's Ferry, California, USA.  To the right of the full Moon is the giant orange star Botein.  Similar coronae that form around the Sun are typically harder to see because of the Sun's great brightness.",
    "hdurl": "https://apod.nasa.gov/apod/image/2511/SuperLunarCorona_Houck_4098.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Super Lunar Corona",
    "url": "https://apod.nasa.gov/apod/image/2511/SuperLunarCorona_Houck_960.jpg"
  },
  {
    "copyright": "R. Jay Gabany",
    "date": "2025-11-13",
    "explanation": "Few cosmic vistas can excite the imagination like The Great Nebula in Orion. Visible as a faint, bland celestial smudge to the naked-eye, the nearest large star-forming region sprawls across this sharp colorful telescopic image. Designated M42 in the Messier Catalog, the Orion Nebula's glowing gas and dust surrounds hot, young stars. About 40 light-years across, M42 is at the edge of an immense interstellar molecular cloud only 1,500 light-years away that lies within the same spiral arm of our Milky Way galaxy as the Sun. Including dusty bluish reflection nebula NGC 1977, also known as the Running Man nebula at left in the frame, the natal nebulae represent only a small fraction of our galactic neighborhood's wealth of star-forming material. Within the well-studied stellar nursery, astronomers have also identified what appear to be numerous infant solar systems.",
    "hdurl": "https://apod.nasa.gov/apod/image/2511/lrg_gabany_M42_2025.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion and the Running Man",
    "url": "https://apod.nasa.gov/apod/image/2511/lrg_gabany_M42_2025_1024.jpg"
  },
  {
    "copyright": "Samil Cabrera",
    "date": "2025-11-14",
    "explanation": "Northern lights have come to Florida skies. In fact, the brilliant streak of a Northern Taurid meteor flashes through the starry night sky above the beach in this sea and skyscape, captured from Shired Island, Florida on November 11. Meteors from the annual Northern Taurid meteor shower are expected this time of year. But the digital camera exposure also records the shimmering glow of aurora, a phenomenon more often seen from our fair planet's higher geographical latitudes. Also known as aurora borealis, these northern lights are part of recent, wide spread auroral activity caused by strong geomagnetic storms. In the last few days, stormy spaceweather has been triggered by multiple Earth impacting coronal mass ejections and intense solar activity.",
    "hdurl": "https://apod.nasa.gov/apod/image/2511/DSC07080-Edit.jpeg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Florida Northern Lights",
    "url": "https://apod.nasa.gov/apod/image/2511/DSC07080-Edit1024.jpeg"
  },
  {
    "copyright": "Piotr Czerski",
    "date": "2025-11-15",
    "explanation": "This magnificent extragalactic skyscape looks toward the Andromeda Galaxy, the closest large spiral galaxy to the Milky Way. It also accomplishes a Messier catalog trifecta by including Andromeda, cataloged as Messier 31 (M31), along with Messier 32 (M32), and Messier 110 (M110) in the same telescopic field of view.  In this frame, M32 is just left of the Andromeda Galaxy's bright core with M110 below and to the right. M32 and M110 are both elliptical galaxies themselves and satellites of the larger spiral Andromeda. By combining 60 hours of broadband and narrowband image data, the deep telescopic view also reveals tantalizing details of dust lanes, young star clusters, and star-forming regions along Andromeda's spiral arms, and faint, foreground clouds of glowing hydrogen gas. For now, Andromeda and friends are some 2.5 million light-years from our own large spiral Milky Way.   Fun Fact: It has been 11,111 days since APOD was founded.",
    "hdurl": "https://apod.nasa.gov/apod/image/2511/M31AB.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Andromeda and Friends",
    "url": "https://apod.nasa.gov/apod/image/2511/M31AB_1024.jpg"
  },
  {
    "date": "2025-11-16",
    "explanation": "If this is Saturn, where are the rings?  When Saturn's \"appendages\" disappeared in 1612, Galileo did not understand why.   Later that century, it became understood that Saturn's unusual protrusions were rings and that when the Earth crosses the ring plane, the edge-on rings will appear to disappear.  This is because Saturn's rings are confined to a plane many times thinner, in proportion, than a razor blade.  In modern times, the robotic Cassini spacecraft that orbited Saturn frequently crossed Saturn's ring plane during its mission to Saturn, from 2004 to 2017.  A series of plane crossing images from 2005 February was dug out of the vast online Cassini raw image archive by interested Spanish amateur Fernando Garcia Navarro.  Pictured here, digitally cropped and set in representative colors, is the striking result.  Saturn's thin ring plane appears in blue, bands and clouds in Saturn's upper atmosphere appear in gold. Details of Saturn's rings can be seen in high dark shadows.  The moons Dione and Enceladus appear as bumps in the rings.",
    "hdurl": "https://apod.nasa.gov/apod/image/2511/saturnplane_cassini_1004.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crossing Saturn's Ring Plane",
    "url": "https://apod.nasa.gov/apod/image/2511/saturnplane_cassini_1004.jpg"
  },
  {
    "date": "2025-11-17",
    "explanation": "What has happened to Comet Lemmon's tail? The answer is blowing in the wind — the wind from the Sun in this case. This continuous outflow of charged particles from the Sun has been quite variable of late, as the Sun emits bursts of energy, CMEs, that push out and deflect charged particles emitted by the comet itself. The result is a blue hued ion tail for Comet C/2025 A6 (Lemmon) that is not only impressively intricate but takes some unusual turns. This long-duration composite image taken from Alfacar, Spain last month captured this inner Solar System ionic tumult. Comet Lemmon is now fading as it heads out away from the Earth and Sun and back into the outer Solar System.",
    "hdurl": "https://apod.nasa.gov/apod/image/2511/LemmonTail_Fernandez_3728.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Lemmon's Wandering Tail",
    "url": "https://apod.nasa.gov/apod/image/2511/LemmonTail_Fernandez_960.jpg"
  },
  {
    "date": "2025-11-18",
    "explanation": "What does the Milky Way look like in radio waves? To better find out, GLEAM surveyed the central band of our galaxy in high resolution radio light as imaged by the Murchison Widefield Array in Australia.  As the featured video slowly scrolls, radio light (71 - 231 MHz) is seen on the left and visible light -- from the same field -- on the right. Differences are so great because most objects glow differently in radio and visible light, and because visible light is stopped by nearby interstellar dust. These differences are particularly apparent in the direction toward the center of our galaxy, seen about a third of the way through.  Among the many features that appear in the radio, bright red patches are usually supernova remnants of exploded stars, while areas colored blue are stellar nurseries filled with bright young stars.    Did you know: APOD is available from numerous sites, including social media?",
    "media_type": "other",
    "service_version": "v1",
    "title": "The Galactic Plane: Radio Versus Visible"
  },
  {
    "copyright": "\nXinran Li & \nHoubo Zhao\n",
    "date": "2025-11-19",
    "explanation": "Sometimes the dark dust of interstellar space has an angular elegance.  Such is the case toward the far-south constellation of Chamaeleon. Normally too faint to see, dark dust is best known for blocking visible light from stars and galaxies behind it. In this 11.4-hour exposure, however, the dust is seen mostly in light of its own, with its strong red and near-infrared colors creating a brown hue. Contrastingly blue, a bright star Beta Chamaeleontis is visible on the upper right of the V, with the dust that surrounds it preferentially reflecting blue light from its primarily blue-white color.  All of the pictured stars and dust occur in our own Milky Way Galaxy with one notable exception: a white spot just below Beta Chamaeleontis is the galaxy IC 3104, which lies far in the distance.  Interstellar dust is mostly created in the cool atmospheres of giant stars and dispersed into space by stellar light, stellar winds, and stellar explosions such as supernovas.",
    "hdurl": "https://apod.nasa.gov/apod/image/2511/Chamaeleon_Houbo_3691.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Chamaeleon Dark Nebulas",
    "url": "https://apod.nasa.gov/apod/image/2511/Chamaeleon_Houbo_960.jpg"
  },
  {
    "copyright": "Aygen Erkaslan",
    "date": "2025-11-20",
    "explanation": "Alnitak, Alnilam, and Mintaka are the bright bluish stars from east to west (upper right to lower left) along the diagonal in this cosmic vista. Otherwise known as the Belt of Orion, these three blue supergiant stars are hotter and much more massive than the Sun. They lie from 700 to 2,000 light-years away, born of Orion's well-studied interstellar clouds. In fact, clouds of gas and dust adrift in this region have some surprisingly familiar shapes, including the dark Horsehead Nebula and Flame Nebula near Alnitak at the upper right. The famous Orion Nebula itself is off the right edge of this colorful starfield. The telescopic frame spans almost 4 degrees on the sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/2511/NebularSymphonyOrionsBelt2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Alnitak, Alnilam, Mintaka",
    "url": "https://apod.nasa.gov/apod/image/2511/NebularSymphonyOrionsBelt1024.jpg"
  },
  {
    "copyright": "Rolando Ligustri",
    "date": "2025-11-21",
    "explanation": "Now outbound after its perihelion or closest approach to the Sun on October 29, Comet 3I/ATLAS is only the third known interstellar object to pass through our fair Solar System. Its greenish coma and faint tails are seen against a background of stars in the constellation Virgo in this view from planet Earth, recorded with a small telescope on November 14. But this interstellar interloper is the subject of an on-going, unprecedented Solar System-wide observing campaign involving spacecraft and space telescopes from Earth orbit to the surface of Mars and beyond. And while the comet from another star-system has recently grown brighter, you'll still need a telescope if you want to see 3I/ATLAS from planet Earth. It's now above the horizon in November morning skies and will make its closest approach to Earth, a comfortable 270 million kilometers distant, around December 19.",
    "hdurl": "https://apod.nasa.gov/apod/image/2511/3I_251114.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "3I/ATLAS: A View from Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/2511/3I_251114_1024.jpg"
  },
  {
    "copyright": "Christopher Go",
    "date": "2025-11-22",
    "explanation": "Seen to the left of Saturn's banded planetary disk, small icy moons Dione and Rhea are caught passing in front of the gas giant's extensive ring system in this sharp telescopic snapshot. The remarkable image was recorded on November 20, when Saturn's rings were nearly edge-on when viewed from planet Earth. In fact, every 13 to 16 years the view from planet Earth aligns with Saturn's ring plane to produce a series of ring plane crossings. During a ring plane crossing, the interplanetary edge-on perspective makes the thin but otherwise bright rings seem to disappear. Saturn itself was close to the Sun on the sky and difficult to see this year, during the last ring plane crossing on March 23. But by November 23rd Saturn's rings will have reached a minimum angle for now, at their narrowest for viewing from planet Earth, and then start to widen again. Of course, Dione and Rhea orbit Saturn near the ring plane once every 2.7 and 4.5 days respectively, while the next series of Saturn ring plane crossings as seen from Earth will begin again in 2038.",
    "hdurl": "https://apod.nasa.gov/apod/image/2511/SATURN2025-11-20-1130.tif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dione and Rhea Ring Transit",
    "url": "https://apod.nasa.gov/apod/image/2511/SATURN2025-11-20-1130.jpg"
  },
  {
    "date": "2025-11-23",
    "explanation": "How far can you see? Everything you can see, and everything you could possibly see, right now, assuming your eyes could detect all types of radiations around you -- is the observable universe.  In light, the farthest we can see comes from the cosmic microwave background, a time 13.8 billion years ago when the universe was opaque like thick fog. Some neutrinos and gravitational waves that surround us come from even farther out, but humanity does not yet have the technology to detect them. The featured image illustrates the observable universe on an increasingly compact scale, with the Earth and Sun at the center surrounded by our Solar System, nearby stars, nearby galaxies, distant galaxies, filaments of early matter, and the cosmic microwave background. Cosmologists typically assume that our observable universe is just the nearby part of a greater entity known as \"the universe\" where the same physics applies.  However, there are several lines of popular but speculative reasoning that assert that even our universe is part of a greater multiverse where either different physical constants occur, different physical laws apply, higher dimensions operate, or slightly different-by-chance versions of our standard universe exist.   Explore the Observable Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2511/ObsUni_WikipediaPablo_2100.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Observable Universe",
    "url": "https://apod.nasa.gov/apod/image/2511/ObsUni_WikipediaPablo_960.jpg"
  },
  {
    "date": "2025-11-24",
    "explanation": "What created this unusual space sculpture? Stars. This unusual system of swirls and shells, known as Apep, was observed in unprecedented detail by NASA’s James Webb Space Telescope in infrared light in 2024. Observations indicate that the unusual shape originates from two massive Wolf-Rayet stars orbiting each other every 190 years with each close passes causing a new shell of dust and gas to be expelled. Holes in these shells are thought to be caused by a third orbiting star. This stellar dust dance will likely continue for hundreds of thousands of years, possibly ending only when one of the massive stars runs out of internal nuclear fuel and explodes in a supernova punctuated by a burst of gamma-rays.   Build your own star system: Astronomy Puzzle of the Day",
    "hdurl": "https://apod.nasa.gov/apod/image/2511/ApepStars_webb_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apep: Unusual Dust Shells from Webb",
    "url": "https://apod.nasa.gov/apod/image/2511/ApepStars_webb_960.jpg"
  },
  {
    "copyright": "\nLin Zixuan \n(Tsinghua U.)\n",
    "date": "2025-11-25",
    "explanation": "What did Comet Lemmon look like when it was at its best? One example is pictured here, featuring three celestial spectacles all at different distances. The closest spectacle is the snowcapped Meili Mountains, part of the Himalayas in China.  The middle marvel is Comet Lemmon near its picturesque best early this month, showing not only a white dust tail trailing off to the right but its blue solar wind-distorted ion tail trailing off to the left.  Far in the distance on the left is the magnificent central plane of our Milky Way Galaxy, featuring dark dust, red nebula, and including billions of Sun-like stars. Comet C/2025 A6 (Lemmon) is already fading as it heads back into the outer Solar System, while the Himalayan mountains will gradually erode over the next billion years. The Milky Way Galaxy, though, will live on -- forming new mountains and comets -- for many billions of years into the future.",
    "hdurl": "https://apod.nasa.gov/apod/image/2511/MilkyLemmon_Zixuan_5008.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Lemmon and the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/2511/MilkyLemmon_Zixuan_1080.jpg"
  },
  {
    "copyright": "\nAlvaro Ibanez Perez\n",
    "date": "2025-11-26",
    "explanation": "Stars, like bees, swarm around the center of bright globular cluster M15.  The central ball of over 100,000 stars is a relic from the early years of our Galaxy, and continues to orbit the Milky Way's center.  M15, one of about 150 globular clusters remaining, is noted for being easily visible with only binoculars, having at its center one of the densest concentrations of stars known, and containing a high abundance of variable stars and pulsars.  The featured image of M15 was taken by combining very long exposures -- 122 hours in all -- and so brings up faint wisps of gas and dust in front of the giant ball of stars. M15 lies about 35,000 light years away toward the constellation of the Winged Horse (Pegasus).    Almost Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2511/M15Deep_AIP_5585.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Globular Cluster M15 Deep Field",
    "url": "https://apod.nasa.gov/apod/image/2511/M15Deep_AIP_960.jpg"
  },
  {
    "copyright": "John Hayes",
    "date": "2025-11-27",
    "explanation": "Big, beautiful spiral galaxy NGC 1055 is a dominant member of a small galaxy group a mere 60 million light-years away toward the aquatically intimidating constellation Cetus. Seen edge-on, the island universe spans over 100,000 light-years, a little larger than our own Milky Way galaxy. The colorful, spiky stars decorating this cosmic portrait of NGC 1055 are in the foreground, well within the Milky Way. But telltale pinkish star forming regions and young blue star clusters are scattered through winding dust lanes along the distant galaxy's thin disk. With a smattering of even more distant background galaxies, the deep image also reveals a boxy halo that extends far above and below the central bulge and disk of NGC 1055. The halo itself is laced with faint, narrow structures, and could represent the mixed and spread out debris from a satellite galaxy disrupted by the larger spiral some 10 billion years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/2511/NGC1055JohnHayes.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Portrait of NGC 1055",
    "url": "https://apod.nasa.gov/apod/image/2511/NGC1055JohnHayes1024.jpg"
  },
  {
    "copyright": "Greg Bass",
    "date": "2025-11-28",
    "explanation": "NGC 6888, also known as the Crescent Nebula, is a about 25 light-years across, a cosmic bubble blown by winds from its central, massive star. This deep telescopic image includes narrowband image data, to isolate light from hydrogen and oxygen atoms. The oxygen atoms produce the blue-green hue that seems to enshroud the nebula's detailed folds and filaments. Visible within the nebula, NGC 6888's central star is classified as a Wolf-Rayet star (WR 136). The star is shedding its outer envelope in a strong stellar wind, ejecting the equivalent of the Sun's mass every 10,000 years.  In fact, the Crescent Nebula's complex structures are likely the result of this strong wind interacting with material ejected in an earlier phase. Burning fuel at a prodigious rate and near the end of its stellar life, this star should ultimately go out with a bang in a spectacular supernova explosion. Found in the nebula rich constellation Cygnus, NGC 6888 is about 5,000 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/2511/NGC6888_40_300s_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6888: The Crescent Nebula",
    "url": "https://apod.nasa.gov/apod/image/2511/NGC6888_40_300s_F2_1024.jpg"
  },
  {
    "copyright": "Giorgia Hofer",
    "date": "2025-11-29",
    "explanation": "This is not a screen from a video game. Nestled below the treeline, the small mountain church does look like it might be hiding from Moon though. In the well-composed telephoto snapshot, taken on November 23, the church walls are partly reflecting light from terrestrial flood lights. Of course, the Moon is reflecting light from the Sun. At any given time the Sun illuminates fully half of the Moon's surface, also known as the lunar dayside, but on that night only a sliver of its sunlit surface was visible. About three days after New Moon, the Moon was in a waxing crescent phase. The single exposure was captured shortly after sunset in skies near Danta di Cadore, northern Italy, planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2511/GHR1127sbarbaralunapicc.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Games",
    "url": "https://apod.nasa.gov/apod/image/2511/GHR1127sbarbaralunapicc1024.jpg"
  },
  {
    "date": "2025-11-30",
    "explanation": "If you could stand on Titan -- what would you see? The featured color view from Titan gazes across an unfamiliar and distant landscape on Saturn's largest moon.  The scene was recorded by ESA's Huygens probe in 2005 after a 2.5-hour descent through a thick atmosphere of nitrogen laced with methane.  Bathed in an eerie orange light at ground level, rocks strewn about the scene could well be composed of water and hydrocarbons frozen solid at an inhospitable temperature of negative 179 degrees C.  The large light-toned rock below and left of center is only about 15 centimeters across and lies 85 centimeters away.  The saucer-shaped spacecraft is believed to have penetrated about 15 centimeters into a place on Titan's surface that had the consistency of wet sand or clay.  Huygen's batteries enabled the probe to take and transmit data for more than 90 minutes after landing.  Titan's bizarre chemical environment may bear similarities to planet Earth's before life evolved.",
    "hdurl": "https://apod.nasa.gov/apod/image/2511/Titan_Huygens_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Surface of Titan from Huygens",
    "url": "https://apod.nasa.gov/apod/image/2511/Titan_Huygens_960.jpg"
  },
  {
    "copyright": "\nVictor Sabet & \nJulien De Winter\n",
    "date": "2025-12-01",
    "explanation": "How typical is our Solar System?  Studying 3I/ATLAS, a comet just passing through, is providing clues.  Confirmed previous interstellar visitors include an asteroid, a comet, a meteor, and a gas wind dominated by hydrogen and helium. Comet 3I/ATLAS appears relatively normal when compared to Solar System comets, therefore providing more evidence that our Solar System is a somewhat typical star system.  For example, Comet 3I/ATLAS has a broadly similar chemical composition and ejected dust. The featured image was captured last week from Texas and shows a green coma, a wandering blue-tinted ion tail likely deflected by our Sun's wind, and a slight anti-tail, all typical cometary attributes.  The comet, visible with a telescope, passed its closest to the Sun in late October and will pass its closest to the Earth in mid-December, after which it will return to interstellar space and never return.    Explore the Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2512/Comet3I_SabetWinter_4243.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "3I/ATLAS: Tails of an Interstellar Comet",
    "url": "https://apod.nasa.gov/apod/image/2512/Comet3I_SabetWinter_960.jpg"
  }
]
