[
  {
    "copyright": "Vojan Höfer",
    "date": "2025-02-01",
    "explanation": "Vivid and lustrous, wafting iridescent waves of color wash across this skyscape from northern Sweden. Known as nacreous clouds or mother-of-pearl clouds, they are rare. But their unforgettable appearance was captured in this snapshot on January 12 with the Sun just below the local horizon. A type of polar stratospheric cloud, they form when unusually cold temperatures in the usually cloudless lower stratosphere form ice crystals. Still sunlit at altitudes of around 15 to 25 kilometers, the clouds diffract the sunlight even when the Sun itself is hidden from direct view.",
    "hdurl": "https://apod.nasa.gov/apod/image/2502/IMG_0340-Internet-2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nacreous Clouds over Sweden",
    "url": "https://apod.nasa.gov/apod/image/2502/IMG_0340-Internet-2_1024.jpg"
  },
  {
    "date": "2025-02-02",
    "explanation": "What's happening to Comet G3 ATLAS? After passing near the Sun in mid-January, the head of the comet has become dimmer and dimmer. By late January, Comet C/2024 G3 (ATLAS) had become a headless wonder -- even though it continued to show impressive tails after sunset in the skies of Earth's Southern Hemisphere. Pictured are images of Comet G3 ATLAS on successive January nights taken from Río Hurtado, Chile. Clearly, the comet's head is brighter and more centrally condensed on the earlier days (left) than on later days (right).  A key reason is likely that the comet's nucleus of ice and rock, at the head's center, has fragmented. Comet G3 ATLAS passed well inside the orbit of planet Mercury when at its solar closest, a distance that where heat destroys many comets.  Some of comet G3 ATLAS' scattering remains will continue to orbit the Sun.   Gallery: Comet G3 ATLAS",
    "hdurl": "https://apod.nasa.gov/apod/image/2502/AtlasDisintegrating_Majzik_3600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet G3 ATLAS Disintegrates",
    "url": "https://apod.nasa.gov/apod/image/2502/AtlasDisintegrating_Majzik_1080.jpg"
  },
  {
    "date": "2025-02-03",
    "explanation": "Some stars explode in slow motion.  Rare, massive Wolf-Rayet stars are so tumultuous and hot that they are slowly disintegrating right before our telescopes.  Glowing gas globs each typically over 30 times more massive than the Earth are being expelled by violent stellar winds.  Wolf-Rayet star WR 124, visible near the featured image center, is thus creating the surrounding nebula known as M1-67, which spans six light years across. Details of why this star has been slowly blowing itself apart over the past 20,000 years remains a topic of research.  WR 124 lies 15,000 light-years away towards the constellation of the Arrow (Sagitta).  The fate of any given Wolf-Rayet star likely depends on how massive it is, but many are thought to end their lives with spectacular explosions such as supernovas or gamma-ray bursts.   Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2502/wr124_hubbleschmidt_1289.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Wolf-Rayet Star 124: Stellar Wind Machine",
    "url": "https://apod.nasa.gov/apod/image/2502/wr124_hubbleschmidt_960.jpg"
  },
  {
    "copyright": "\nJulene Eiguren\n",
    "date": "2025-02-04",
    "explanation": "Yes, but can your rainbow do this? Late in the day, the Sun set as usual toward the west. However, on this day, the more interesting display was 180 degrees around -- toward the east. There, not only was a rainbow visible, but an impressive display of anticrepuscular rays from the rainbow's center. In the featured image from Lekeitio in northern Spain, the Sun is behind the camera. The rainbow resulted from sunlight reflecting back from falling rain. Anticrepuscular rays result from sunlight, blocked by some clouds, going all the way around the sky, overhead, and appearing to converge on the opposite horizon -- an optical illusion.  Rainbows by themselves can be exciting to see, and anticrepuscular rays a rare treat, but capturing them both together is even more unusual -- and can look both serene and surreal.   Jigsaw Challenge: Astronomy Puzzle of the Day",
    "hdurl": "https://apod.nasa.gov/apod/image/2502/RainbowFan_Eiguren_3228.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Anticrepuscular Rays: A Rainbow Fan over Spain",
    "url": "https://apod.nasa.gov/apod/image/2502/RainbowFan_Eiguren_1080.jpg"
  },
  {
    "copyright": "\nGabriel Muñoz\n",
    "date": "2025-02-05",
    "explanation": "Where is Comet ATLAS going? In the featured time-lapse video, the comet is not itself moving very much, but the Earth's rotation makes it appear to be setting over a hill. The Comet C/2024 G3 (ATLAS) sequence was captured with an ordinary camera on January 22 from the Araucanía Region in central Chile. Comet ATLAS has been an impressive site in the evening skies of Earth's Southern Hemisphere over the past few weeks, so bright and awe-inspiring that it may eventually become known as the Great Comet of 2025. Unfortunately, Comet G3 ATLAS is not going anywhere anymore because its central nucleus broke up during its close pass to the Sun last month. Some of the comet's scattered remains of rocks and ice will continue to orbit the Sun, some in nearly the same outward section of the orbit that the comet's nucleus would have taken.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Comet G3 ATLAS Setting over a Chilean Hill\n",
    "url": "https://www.youtube.com/embed/nt5j0NiVesQ"
  },
  {
    "copyright": "Lorand Fenyes",
    "date": "2025-02-06",
    "explanation": "Grand spiral galaxies often seem to get all the glory, flaunting their young, bright, blue star clusters in beautiful, symmetric spiral arms. But small, irregular galaxies form stars too. In fact dwarf galaxy IC 2574 shows clear evidence of intense star forming activity in its telltale reddish regions of glowing hydrogen gas. Just as in spiral galaxies, the turbulent star-forming regions in IC 2574 are churned by stellar winds and supernova explosions spewing material into the galaxy's interstellar medium and triggering further star formation. A mere 12 million light-years distant, IC 2574 is part of the M81 group of galaxies, seen toward the northern constellation Ursa Major. Also known as Coddington's Nebula, the lovely island universe is about 50,000 light-years across, discovered by American astronomer Edwin Coddington in 1898.",
    "hdurl": "https://apod.nasa.gov/apod/image/2502/289_lorand_fenyes_coddington_ic2574_nagy.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 2574: Coddington's Nebula",
    "url": "https://apod.nasa.gov/apod/image/2502/289_lorand_fenyes_coddington_ic2574_nagy1024.jpg"
  },
  {
    "date": "2025-02-07",
    "explanation": "The giant galaxy cataloged as LEDA 1313424 is about two and a half times the size of our own Milky Way. Its remarkable appearance in this recently released Hubble Space Telescope image strongly suggests its nickname \"The Bullseye Galaxy\". Known as a collisional ring galaxy it has nine rings confirmed by telescopic observations, rippling from its center like waves from a pebble dropped into a pond. Of course, the pebble dropped into the Bullseye galaxy was a galaxy itself. Telescopic observations identify the blue dwarf galaxy at center-left as the likely collider, passing through the giant galaxy's center and forming concentric rings in the wake of their gravitational interaction. The Bullseye Galaxy lies some 567 million light-years away toward the constellation Pisces. At that distance, this stunning Hubble image would span about 530,000 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2502/Hubble_LEDA1313424_STScI-01.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "LEDA 1313424: The Bullseye Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2502/Hubble_LEDA1313424_STScI-01_1024.jpg"
  },
  {
    "copyright": "Aldo S. Kleiman",
    "date": "2025-02-08",
    "explanation": "A waxing crescent Moon and a waning crescent Venus are found at opposite corners of this twilight telephoto field of view. The close conjunction of the two brightest celestial beacons in planet Earth's western evening sky was captured on February 1 from Rosario, Argentina. On that date, the slender crescent Moon was about 3 days old. But the Moon's visible sunlit crescent will grow to a bright Full Moon by February 12. Like the Moon, Venus cycles through phases as it orbits the Sun. And while its visible sunlit crescent narrows, the inner planet's apparent size increases as it gets closer to Earth. In a Valentine from the Solar System, Venus, named for the Roman goddess of Love, will also reach its peak brightness in planet Earth's evening skies around February 14.",
    "hdurl": "https://apod.nasa.gov/apod/image/2502/IMG_3775M.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Conjunction of Crescents",
    "url": "https://apod.nasa.gov/apod/image/2502/IMG_3775M_1024.jpg"
  },
  {
    "copyright": "\nMichael Goh\n",
    "date": "2025-02-09",
    "explanation": "What strange world is this? Earth. In the foreground of the featured image are the Pinnacles, unusual rock spires in Nambung National Park in Western Australia. Made of ancient sea shells (limestone), how these human-sized picturesque spires formed remains unknown.  In the background, just past the end of the central Pinnacle, is a bright crescent Moon. The eerie glow around the Moon is mostly zodiacal light, sunlight reflected by dust grains orbiting between the planets in the Solar System. Arching across the top is the central band of our Milky Way Galaxy. Many famous stars and nebulas are also visible in the background night sky. The featured 29-panel panorama was taken and composed in 2015 September after detailed planning that involved the Moon, the rock spires, and their corresponding shadows. Even so, the strong zodiacal light was a pleasant surprise.   Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2502/PinnaclesGalaxy_Goh_2400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way over the Australian Pinnacles",
    "url": "https://apod.nasa.gov/apod/image/2502/PinnaclesGalaxy_Goh_1080.jpg"
  },
  {
    "copyright": "\nMickael Coulon\n",
    "date": "2025-02-10",
    "explanation": "Is this the largest hummingbird ever?  Although it may look like a popular fluttering nectarivore, what is pictured is actually a beautifully detailed and colorful aurora, complete with rays reminiscent of feathers. This aurora was so bright that it was visible to the unaided eye during blue hour -- just after sunset when the sky appears a darkening blue.  However, the aurora only looked like a hummingbird through a sensitive camera able to pick up faint glows. As reds typically occurring higher in the Earth's atmosphere than the greens, the real 3D shape of this aurora would likely appear unfamiliar.  Auroras are created when an explosion on the Sun causes high energy particles to flow into the Earth's atmosphere and excite atoms and molecules of nitrogen and oxygen.  The featured image was captured about two weeks ago above Lyngseidt, Norway.",
    "hdurl": "https://apod.nasa.gov/apod/image/2502/BirdAurora_Coulon_2581.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Auroral Hummingbird over Norway",
    "url": "https://apod.nasa.gov/apod/image/2502/BirdAurora_Coulon_960.jpg"
  },
  {
    "copyright": "\nDave Boddington\n",
    "date": "2025-02-11",
    "explanation": "Will the spider ever catch the fly? Not if both are large emission nebulas toward the constellation of the Charioteer (Auriga).  The spider-shaped gas cloud in the image center is actually an emission nebula labelled IC 417, while the smaller fly-shaped cloud on the left is dubbed  NGC 1931 and is both an emission nebula and a reflection nebula.  About 10,000 light-years distant, both nebulas harbor young star clusters. For scale, the more compact NGC 1931 (Fly) is about 10 light-years across. The featured deep image, captured over 20 hours during late January in Berkshire UK, also shows more diffuse and red-glowing interstellar gas and dust.   Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2502/SpiderFly_Boddington_4788.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Spider and the Fly",
    "url": "https://apod.nasa.gov/apod/image/2502/SpiderFly_Boddington_1080.jpg"
  },
  {
    "date": "2025-02-12",
    "explanation": "What can a space rock tell us about life on Earth?  NASA's OSIRIS-REx spacecraft made a careful approach to the near-Earth asteroid 101955 Bennu in October of 2020 to collect surface samples.  In September 2023, the robotic spaceship returned these samples to Earth.  A recent analysis has shown, surprisingly, that the samples contained 14 out of the 20 known amino acids that are the essential building blocks of life.  The presence of the amino acids re-introduces a big question: Could life have originated in space?  However, the protein building blocks themselves held another surprise -- they contained an even mixture of left-handed and right-handed amino acids -- in contrast to our Earth which only has left-handed ones.  This raises another big question: Why does life on Earth have only left-handed amino acids?  Research on this is sure to continue.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Asteroid Bennu Holds the Building Blocks of Life",
    "url": "https://www.youtube.com/embed/ukCSRYcjSQw?rel=0"
  },
  {
    "copyright": "Roberto Marinoni",
    "date": "2025-02-13",
    "explanation": "Riding high in the constellation of Auriga, beautiful, blue VdB 31 is the 31st object in Sidney van den Bergh's 1966 catalog of reflection nebulae. It shares this well-composed celestial still life with dark, obscuring clouds B26, B27, and B28, recorded in Edward E. Barnard's 1919 catalog of dark markings in the sky. All are these nebulae are interstellar dust clouds. Barnard's dark nebulae block the light from background stars. For VdB 31 the dust preferentially reflects bluish starlight from embedded, hot, variable star AB Aurigae. Exploring the environs of AB Aurigae with the Hubble Space Telescope has revealed the several million year young star is itself surrounded by a flattened dusty disk with evidence for the ongoing formation of a planetary system. AB Aurigae is about 470 light-years away. At that distance this cosmic canvas would span about eight light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2502/Vdb31_Astrobin2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Reflections on VdB 31",
    "url": "https://apod.nasa.gov/apod/image/2502/Vdb31_Astrobin1024.jpg"
  },
  {
    "copyright": "Harry Karamitsos",
    "date": "2025-02-14",
    "explanation": "The Rosette Nebula, NGC 2237, is not the only cosmic cloud of gas and dust to evoke the imagery of flowers, but it is probably the most famous.  At the edge of a large molecular cloud in Monoceros some 5,000 light years away, the petals of this cosmic rose are actually a stellar nursery. The lovely, symmetric shape is sculpted by the winds and radiation from its central cluster of hot young, O-type stars. Stars in the energetic cluster, cataloged as NGC 2244, are only a few million years young, while the central cavity in the Rosette Nebula, is about 50 light-years in diameter. The nebula can be seen with a small telescope toward the constellation of Monoceros, the Unicorn. This natural appearing telescopic portrait of the Rosette Nebula was made using broadband color filters, but sometimes roses aren't red.",
    "hdurl": "https://apod.nasa.gov/apod/image/2502/RosetteNeb.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Cosmic Rose: NGC 2237 in Monoceros",
    "url": "https://apod.nasa.gov/apod/image/2502/RosetteNeb1024.jpg"
  },
  {
    "copyright": "planet Earth",
    "date": "2025-02-15",
    "explanation": "Three suns seem to hug the horizon in this otherworldly winterscape. But the evocative scene was captured during a February 3rd snowmobile exploration of the mountainous region around Abisko National Park, northern Sweden, planet Earth. The two bright spots on either side of Earth's Sun are parhelia (singular parhelion), also known as mock suns or sun dogs. The parhelia are caused by hexagonal ice crystals suspended in the hazy atmosphere that reflect and refract sunlight. Commonly seen in winter and at high latitudes, the bright parhelia lie along the visible 22 degree ice halo of the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/2502/_D8A2600d_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Parhelia at Abisko",
    "url": "https://apod.nasa.gov/apod/image/2502/_D8A2600d_1024.jpg"
  },
  {
    "date": "2025-02-16",
    "explanation": "Here comes Jupiter. NASA's robotic spacecraft Juno is continuing on its highly elongated orbits around our Solar System's largest planet.  The featured video is from perijove 11 in early 2018, the eleventh time Juno passed near Jupiter since it arrived in mid-2016.  This time-lapse, color-enhanced movie covers about four hours and morphs between 36 JunoCam images. The video begins with Jupiter rising as Juno approaches from the north. As Juno reaches its closest view -- from about 3,500 kilometers over Jupiter's cloud tops -- the spacecraft captures the great planet in tremendous detail. Juno passes light zones and dark belts of clouds that circle the planet, as well as numerous swirling circular storms, many of which are larger than hurricanes on Earth.  After the perijove, Jupiter recedes into the distance, then displaying the unusual clouds that appear over Jupiter's south.  To get desired science data, Juno swoops so close to Jupiter that its instruments are exposed to very high levels of radiation.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Perijove 11: Passing Jupiter",
    "url": "https://www.youtube.com/embed/OfM7VlonD5c?rel=0"
  },
  {
    "copyright": "\nMartin LaMontagne\n",
    "date": "2025-02-17",
    "explanation": "What's happened to the sky? Last Monday, the photogenic launch plume from a SpaceX rocket launch created quite a spectacle over parts of southern California and Arizona.  Looking at times like a giant space fish, the impressive rocket launch from Vandenberg Air Force Base near Lompoc, California, was so bright because it was backlit by the setting Sun. The Falcon 9 rocket successfully delivered to low Earth orbit 23 Starlink communications satellites.  The plume from the first stage is seen on the right, while the soaring upper stage rocket is seen at the apex of the plume toward the left. Venus appears at the top of the frame, while a bright streetlight shines on the far right.  The featured image was captured toward the west after sunset from near Phoenix, Arizona.",
    "hdurl": "https://apod.nasa.gov/apod/image/2502/FishPlume_LaMontagne_2272.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SpaceX Rocket Launch Plume over California",
    "url": "https://apod.nasa.gov/apod/image/2502/FishPlume_LaMontagne_960.jpg"
  },
  {
    "copyright": "\nNicolas Martino, Adrien Soto, Louis Leroux & \nYann Sainty\n",
    "date": "2025-02-18",
    "explanation": "Seen as a seagull and a duck, these nebulae are not the only cosmic clouds to evoke images of flight. But both are winging their way across this broad celestial landscape, spanning almost 7 degrees across planet Earth's night sky toward the constellation of the Big Dog (Canis Major). The expansive Seagull (top center) is itself composed of two major cataloged emission nebulas. Brighter NGC 2327 forms the head with the more diffuse IC 2177 as the wings and body. Impressively, the Seagull's wingspan would correspond to about 250 light-years at the nebula's estimated distance of 3,800 light-years. At the lower right, the Duck appears much more compact and would span only about 50 light-years given its 15,000 light-year distance estimate. Blown by energetic winds from an extremely massive, hot star near its center, the Duck nebula is cataloged as NGC 2359. Of course, the Duck's thick body and winged appendages also lend it the slightly more dramatic popular moniker, Thor's Helmet.   Portal Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2502/SeagullThor_Martino_5149.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Thor's Helmet versus the Seagull",
    "url": "https://apod.nasa.gov/apod/image/2502/SeagullThor_Martino_960.jpg"
  },
  {
    "date": "2025-02-19",
    "explanation": "How do stars and planets form? New clues have been found in the protoplanetary system Herbig-Haro 30 by the James Webb Space Telescope in concert with Hubble and the Earth-bound ALMA.  The observations show, among other things, that large dust grains are more concentrated into a central disk where they can form planets. The featured image from Webb shows many attributes of the active HH-30 system. Jets of particles are being expelled vertically, shown in red, while a dark dust-rich disk is seen across the center, blocking the light from the star or stars still forming there. Blue-reflecting dust is seen in a parabolic arc above and below the central disk, although why a tail appears on the lower left is currently unknown. Studying how planets form in HH 30 can help astronomers better understand how planets in our own Solar System once formed, including our Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2502/HH30_Webb_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "HH 30: A Star System with Planets Now Forming",
    "url": "https://apod.nasa.gov/apod/image/2502/HH30_Webb_960.jpg"
  },
  {
    "date": "2025-02-20",
    "explanation": "rmous elliptical galaxy Messier 87 is about 50 million light-years away. Also known as NGC 4486, the giant galaxy holds trillions of stars compared to the mere billions of stars in our large spiral Milky Way. M87 reigns as the large central elliptical galaxy in the Virgo galaxy cluster. An energetic jet from the giant galaxy's core is seen to stretch outward for about 5,000 light-years in this sharp optical and near-infrared view from the Hubble Space Telescope. In fact, the cosmic blow torch is seen across the electromagnetic spectrum from gamma-rays to radio wavelengths. Its ultimate power source is M87's central, supermassive black hole. An image of this monster in the middle of M87 has been captured by planet Earth's Event Horizon Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/2502/m87-full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 87",
    "url": "https://apod.nasa.gov/apod/image/2502/m87-full_1024.jpg"
  },
  {
    "date": "2025-02-21",
    "explanation": "The largest photomosaic ever assembled from Hubble Space Telescope image data is a panoramic view of our neighboring spiral Andromeda Galaxy. With 600 overlapping frames assembled from observations made from July 2010 to December 2022, the full Hubble Andromeda Galaxy mosaic spans almost six full moons across planet Earth's sky. A cropped version shown above is nearly two full moons across and partially covers Andromeda's core and inner spiral arms. Also known as M31, the Andromeda Galaxy is 2.5 million light-years away. That makes it the closest large spiral galaxy to our own Milky Way. Our perspective on the spiral Milky Way is anchored to the view from the location of the Sun, a star found within the Milky Way's galactic disk. But Hubble's magnificent Andromeda mosaic offers an expansive view of a large spiral galaxy from the outside looking in. Hubble's comprehensive, detailed data set extending across the Andromeda Galaxy will allow astronomers to make an unprecedented holistic exploration of the mysteries of spiral galaxy structure and evolution.",
    "hdurl": "https://apod.nasa.gov/apod/image/2502/M31_HubbleMosaic1024H.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hubble's Andromeda Galaxy Mosaic",
    "url": "https://apod.nasa.gov/apod/image/2502/M31_HubbleMosaicCrop.jpg"
  },
  {
    "copyright": "Vincenzo Mirabella",
    "date": "2025-02-22",
    "explanation": "Rima Hyginus is a spectacular fissure, some 220 kilometers long, found near the center of the lunar near side. Easy to spot in telescopic views of the Moon, it stretches top left to bottom right across this lunar closeup. The image was made with exaggerated colors that reflect the mineral composition of the lunar soil. Hyginus crater lies near the center of the narrow lunar surface groove. About 10 kilometers in diameter, the low-walled crater is a volcanic caldera, one of the larger non-impact craters on the lunar surface. Dotted with small pits formed by surface collapse, Hyginus rima itself was likely created by stresses due to internal magma upwelling and collapse along a long surface fault. The intriguing region was a candidate landing site for the canceled Apollo 19 mission.",
    "hdurl": "https://apod.nasa.gov/apod/image/2502/20250205_rima_hyginus_mirabella_1500px.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rima Hyginus",
    "url": "https://apod.nasa.gov/apod/image/2502/20250205_rima_hyginus_mirabella_1024px.jpg"
  },
  {
    "date": "2025-02-23",
    "explanation": "Saturn looks slightly different in infrared light. Bands of clouds show great structure, including long stretching storms.  Also quite striking in infrared is the unusual hexagonal cloud pattern surrounding Saturn's North Pole.  Each side of the dark hexagon spans roughly the width of our Earth. The hexagon's existence was not predicted, and its origin and likely stability remain a topics of research.  Saturn's famous rings circle the planet and cast shadows below the equator. The featured image was taken by the robotic Cassini spacecraft in 2014 in several infrared colors.  In 2017 September, the Cassini mission was brought to a dramatic conclusion when the spacecraft was  directed to dive into the ringed giant.    Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2502/SaturnIR_CassiniKakitsev_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn in Infrared from Cassini",
    "url": "https://apod.nasa.gov/apod/image/2502/SaturnIR_CassiniKakitsev_960.jpg"
  },
  {
    "copyright": "\nDavide Caliò\n",
    "date": "2025-02-24",
    "explanation": "Can a lava flow extend into the sky? No, but light from the lava flow can. One effect is something quite unusual -- a volcanic light pillar. More typically, light pillars are caused by sunlight and so appear as a bright column that extends upward above a rising or setting Sun. Alternatively, other light pillars -- some quite colorful -- have been recorded above street and house lights. This light pillar, though, was illuminated by the red light emitted by the glowing magma of an erupting volcano. The volcano is Italy's Mount Etna, and the featured image was captured with a single shot during an early morning in mid-February. Freezing temperatures above the volcano's lava flow created ice-crystals either in the air above the volcano or in condensed water vapor expelled by Mount Etna. These ice crystals -- mostly flat toward the ground but fluttering -- then reflected away light from the volcano's caldera.",
    "hdurl": "https://apod.nasa.gov/apod/image/2502/LightPillarVolcano_Calio_1333.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Light Pillar over Erupting Etna",
    "url": "https://apod.nasa.gov/apod/image/2502/LightPillarVolcano_Calio_960.jpg"
  },
  {
    "copyright": "\nXinran Li\n",
    "date": "2025-02-25",
    "explanation": "Why are there so many bright blue stars?  Stars are usually born in clusters, and the brightest and most massive of these stars typically glow blue. Less-bright, non-blue stars like our Sun surely also exist in this M41 star cluster but are harder to see. A few bright orange-appearing red giant stars are visible. The red-light filaments are emitted by diffuse hydrogen gas, a color that was specifically filtered and enhanced in this image.  In a hundred million years or so, the bright blue stars will have exploded in supernovas and disappeared, while the slightly different trajectories of the fainter stars will cause this picturesque open cluster to disperse. Similarly, billions of years ago, our own Sun was likely born into a star cluster like M41, but it has long since drifted apart from its sister stars. The featured image was captured over four hours with Chilescope T2 in Chile.",
    "hdurl": "https://apod.nasa.gov/apod/image/2502/M41_Li_4000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M41: The Little Beehive Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/2502/M41_Li_960.jpg"
  },
  {
    "copyright": "\nESA, \nNASA, \nEuclid Consortium;\nProcessing: \nJ.-C. Cuillandre, \nG. Anselmi, T. Li\n",
    "date": "2025-02-26",
    "explanation": "Do you see the ring?  If you look very closely at the center of the featured galaxy NGC 6505, a ring becomes evident. It is the gravity of NGC 6505, the nearby (z = 0.042) elliptical galaxy that you can easily see, that is magnifying and distorting the image of a distant galaxy into a complete circle. To create a complete Einstein ring there must be perfect alignment of the nearby galaxy's center and part of the background galaxy. Analysis of this ring and the multiple images of the background galaxy help to determine the mass and fraction of dark matter in NGC 6505's center, as well as uncover previously unseen details in the distorted galaxy.  The featured image was captured by ESA's Earth-orbiting Euclid telescope in 2023 and released earlier this month.",
    "hdurl": "https://apod.nasa.gov/apod/image/2502/ClusterRing_Euclid_2665.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Einstein Ring Surrounds Nearby Galaxy Center",
    "url": "https://apod.nasa.gov/apod/image/2502/ClusterRing_Euclid_960.jpg"
  },
  {
    "copyright": "Evan Tsai",
    "date": "2025-02-27",
    "explanation": "Framed in this single, starry, telescopic field of view are two open star clusters, M35 and NGC 2158. Located within the boundaries of the constellation Gemini, they do appear to be side by side. Its stars concentrated toward the upper right, M35 is relatively nearby, though. M35 (also cataloged as NGC 2168) is a mere 2800 light-years distant, with 400 or so stars spread out over a volume about 30 light-years across. Bright blue stars frequently distinguish younger open clusters like M35, whose age is estimated at 150 million years. At lower left, NGC 2158 is about four times more distant than M35 and much more compact, shining with the more yellowish light of a population of stars over 10 times older. In general, open star clusters are found along the plane of our Milky Way Galaxy. Loosely gravitationally bound, their member stars tend to be dispersed over billions of years as the open star clusters orbit the galactic center.",
    "hdurl": "https://apod.nasa.gov/apod/image/2502/M35_NGC2158_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Open Star Clusters M35 and NGC 2158",
    "url": "https://apod.nasa.gov/apod/image/2502/M35_NGC2158_1024.jpg"
  },
  {
    "date": "2025-02-28",
    "explanation": "Planet Earth hangs in the background of this space age selfie. The snapshot was captured by the IM-2 Nova-C lander Athena, just after stage separation following its February 26 launch to the Moon. A tall robotic lander, Athena is scheduled to touch down on Thursday, March 6, in Mons Mouton, a plateau near the Moon’s South Pole. The intended landing site is in the central portion of one of the Artemis 3 potential landing regions. Athena carries rovers and experiments as part of NASA's Commercial Lunar Payload Services program, including a drill intended to explore beneath the lunar surface in a search for evidence of frozen water. It also carries a propulsive drone dubbed the Micro Nova Hopper. After release to the lunar surface, the autonomous drone is intended to hop into a nearby crater and send science data back to the lander.",
    "hdurl": "https://apod.nasa.gov/apod/image/2502/AthenaEarth.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Athena to the Moon",
    "url": "https://apod.nasa.gov/apod/image/2502/AthenaEarth1024.jpg"
  },
  {
    "date": "2025-03-01",
    "explanation": "With spacecraft thrusters at top center, the rugged surface of the Moon lies below the Blue Ghost lander in this space age video frame. The view of the lunar far side was captured by the Firefly Aerospace lunar lander on February 24, following a maneuver to circularize its orbit about 100 kilometers above the lunar surface. The robotic lunar lander is scheduled to touch down tomorrow, Sunday, March 2, at 3:34am Eastern Time in the Mare Crisium impact basin on the lunar near side. In support of the Artemis campaign, Blue Ghost is set to deliver science and technology experiments to the Moon, part of NASA's Commercial Lunar Payload Services program. Blue Ghost's mission on the surface is planned to operate during the lunar daylight hours at the landing site, about 14 Earth days.",
    "hdurl": "https://apod.nasa.gov/apod/image/2503/BlueGhost_lunar1067.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Blue Ghost to the Moon",
    "url": "https://apod.nasa.gov/apod/image/2503/BlueGhost_lunar1067.jpg"
  }
]
