[
  {
    "copyright": "\nJason Kurth;\nMusic: \nHouse of the Rising Sun \n(Sebastian McQueen via SoundCloud)\n",
    "date": "2025-04-01",
    "explanation": "Can the Sun appear to rise twice at the same time? This was just the case a few days ago from Les Escoumins, Quebec, Canada as our Solar System's bright central orb rose just as it was being partially eclipsed by the Moon. The featured video shows this unusual double-sunrise in real time and being reflected by the St. Lawrence River. Soon after the initial two spots of light appear over distant clouds, what appears to be bright horns become visible -- which are really just parts of the Sun not being eclipsed. Soon, the entire eclipsed Sun is visible above the horizon.  In all, this broken sunrise took less than two minutes during a partial eclipse that lasted many times longer.   Although the Moon circles the Earth once a month (moon-th), it does not always eclipse the Sun because its tilted orbit usually takes it above or below.    Gallery: Partial Solar Eclipse of 2025 March",
    "media_type": "video",
    "service_version": "v1",
    "title": "A Double Sunrise from a Partial Eclipse",
    "url": "https://www.youtube.com/embed/oTkbHJsqCZM?rel=0"
  },
  {
    "date": "2025-04-02",
    "explanation": "Why does Jupiter have rings?  Jupiter's main ring was discovered in 1979 by NASA's passing Voyager 1 spacecraft, but its origin was then a mystery.  Data from NASA's Galileo spacecraft that orbited Jupiter from 1995 to 2003, however, confirmed the hypothesis that this ring was created by meteoroid impacts on small nearby moons.  As a small meteoroid strikes tiny Metis, for example, it will bore into the moon, vaporize, and explode dirt and dust off into a Jovian orbit. The featured image of Jupiter in infrared light by the James Webb Space Telescope shows not only Jupiter and its clouds, but this ring as well. Jupiter's Great Red Spot (GRS) -- in comparatively light color on the right, Jupiter's large moon Europa -- in the center of diffraction spikes on the left, and Europa's shadow -- next to the GRS -- are also visible. Several features in the image are not yet well understood, including the seemingly separated cloud layer on Jupiter's right limb.    Celestial Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2503/JupiterRing_WebbSchmidt_2429.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter and Ring in Infrared from Webb",
    "url": "https://apod.nasa.gov/apod/image/2503/JupiterRing_WebbSchmidt_1080.jpg"
  },
  {
    "copyright": "Giorgia Hofer",
    "date": "2025-04-03",
    "explanation": "A 26 hour old Moon poses behind the craggy outline of the Italian Dolomites in this twilight mountain and skyscape. The one second long exposure was captured near moonset on March 30. And while only a a sliver of its sunlit surface is visible, most of the Moon's disk can be seen by earthshine as light reflected from a bright planet Earth illuminates the lunar nearside. Also known as the Moon's ashen glow, a description of earthshine in terms of sunlight reflected by Earth's oceans illuminating the Moon's dark surface was written over 500 years ago by Leonardo da Vinci. Of course earthshine is just the most familiar example of planetshine, the faint illumination of the dark portion of a moon by light reflected from its planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/2504/GHR5997Luna1giornofirmapicc.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Da Vinci Glow",
    "url": "https://apod.nasa.gov/apod/image/2504/GHR5997Luna1giornofirmapicc1024.jpg"
  },
  {
    "copyright": "Jiang Wu",
    "date": "2025-04-04",
    "explanation": "Scanning the skies for galaxies, Canadian astronomer Paul Hickson and colleagues identified some 100 compact groups of galaxies, now appropriately called Hickson Compact Groups. The four prominent galaxies seen in this intriguing telescopic skyscape are one such group, Hickson 44. The galaxy group is about 100 million light-years distant, far beyond the spiky foreground Milky Way stars, toward the constellation Leo. The two spiral galaxies in the center of the image are edge-on NGC 3190 with its distinctive, warped dust lanes, and S-shaped NGC 3187. Along with the bright elliptical, NGC 3193 (above and left) they are also known as Arp 316. The spiral toward the lower right corner is NGC 3185, the 4th member of the Hickson group. Like other galaxies in Hickson groups, these show signs of distortion and enhanced star formation, evidence of a gravitational tug of war that will eventually result in galaxy mergers on a cosmic timescale. The merger process is now understood to be a normal part of the evolution of galaxies, including our own Milky Way. For scale, NGC 3190 is about 75,000 light-years across at the estimated distance of Hickson 44.",
    "hdurl": "https://apod.nasa.gov/apod/image/2504/ARP316.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hickson 44 in Leo",
    "url": "https://apod.nasa.gov/apod/image/2504/ARP316_1024.jpg"
  },
  {
    "copyright": "Bertrand Kulik",
    "date": "2025-04-05",
    "explanation": "In dramatic silhouette against a cloudy daytime sky over Paris, France, gargoyles cast their monstrous gaze outward from the west facade of Notre Dame Cathedral.  Taken on March 29, this telephoto snapshot also captures the dramatic silhouette of a New Moon against the bright solar disk in a partial solar eclipse. Happening high in Parisian skies, the partial eclipse was close to its maximum phase of about 23 percent. Occurring near the end of the first eclipse season of 2025, this partial solar eclipse followed the total eclipse of the Full Moon on March 13/14. The upcoming second eclipse season of 2025 will see a total lunar eclipse on September 7/8 and partial solar eclipse on September 21. The partial solar eclipse will be seen only from locations in planet Earth's southern hemisphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/2504/NDGargoylesEclipse_kulik.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Gargoyles' Eclipse",
    "url": "https://apod.nasa.gov/apod/image/2504/NDGargoylesEclipse_kulik.jpg"
  },
  {
    "date": "2025-04-06",
    "explanation": "Why are there so many moonquakes?   Analyses of seismometers left on the moon during the Apollo moon landings reveal a surprising number of moonquakes occurring within 100 kilometers of the surface.   In fact, 62 moonquakes were detected in data recorded between 1972 and 1977.   Many of these moonquakes are not only strong enough to move furniture in a lunar apartment, but the stiff rock of the moon continues to vibrate for many minutes, significantly longer than the softer rock earthquakes on Earth.   The cause of the moonquakes remains unknown, but a leading hypothesis includes tidal gravity from -- and relative heating by -- our Earth. Regardless of the source, future moon dwellings need to be built to withstand the frequent shakings.   Pictured here, Apollo 11 astronaut Buzz Aldrin stands beside a recently deployed lunar seismometer, looking back toward the lunar landing module.    Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2504/AldrinSeismometer_Apollo11_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moonquakes Surprisingly Common",
    "url": "https://apod.nasa.gov/apod/image/2504/AldrinSeismometer_Apollo11_960.jpg"
  },
  {
    "date": "2025-04-07",
    "explanation": "How much mass do flocculent spirals hide?  The featured image of flocculent spiral galaxy NGC 4414 was taken with the Hubble Space Telescope to help answer this question. Flocculent spirals -- galaxies without well-defined spiral arms -- are a quite common form of galaxy, and NGC 4414 is one of the closest.  Stars and gas near the visible edge of spiral galaxies orbit the center so fast that the gravity from a large amount of unseen dark matter must be present to hold them together.  Understanding the matter and dark matter distribution of NGC 4414 helps humanity calibrate the rest of the galaxy and, by deduction, flocculent spirals in general.  Further, calibrating the distance to NGC 4414 helps  humanity calibrate the cosmological distance scale of the entire  visible universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/2504/Ngc4414B_Hubble_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4414: A Flocculent Spiral Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2504/Ngc4414B_Hubble_960.jpg"
  },
  {
    "date": "2025-04-08",
    "explanation": "Sometimes, the Moon visits the Pleiades. Technically, this means that the orbit of our Moon takes it directly in front of the famous Pleiades star cluster, which is far in the distance.  The technical term for the event is an occultation, and the Moon is famous for its rare occultations of all planets and several well-known bright stars. The Moon's tilted and precessing orbit makes its occultations of the Seven Sisters star cluster bunchy, with the current epoch starting in 2023 continuing monthly until 2029. After that, though, the next occultation won't occur until 2042.  Taken from Cantabria, Spain on April 1, the featured image is a composite where previous exposures of the Pleiades from the same camera and location were digitally added to the last image to bring up the star cluster's iconic blue glow.   Jigsaw Challenge: Astronomy Puzzle of the Day",
    "hdurl": "https://apod.nasa.gov/apod/image/2504/PleiadesMoon_Saiz_6000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Visits Sister Stars",
    "url": "https://apod.nasa.gov/apod/image/2504/PleiadesMoon_Saiz_960.jpg"
  },
  {
    "date": "2025-04-09",
    "explanation": "What's at the tip of this interstellar jet?  First let's consider the jet: it is being expelled by a star system just forming and is cataloged as Herbig-Haro 49 (HH 49).  The star system expelling this jet is not visible -- it is off to the lower right.  The complex conical structure featured in this infrared image by the James Webb Space Telescope also includes another jet cataloged as HH 50.  The fast jet particles impact the surrounding interstellar gas and form shock waves that glow prominently in infrared light -- shown here as reddish-brown ridges.  This JWST image also resolved the mystery of the unusual object at HH 49's tip: it is a spiral galaxy far in the distance.  The blue center is therefore not one star but many, and the surrounding circular rings are actually spiral arms.   Jump Around the Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2504/HH49_Webb_4152.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "HH 49: Interstellar Jet from Webb",
    "url": "https://apod.nasa.gov/apod/image/2504/HH49_Webb_960.jpg"
  },
  {
    "copyright": "Daniel Yang K.",
    "date": "2025-04-10",
    "explanation": "From a garden on planet Earth, 38 hours of exposure with a camera and small telescope produced this cosmic photo of the M81 galaxy group. In fact, the group's dominant galaxy M81 is near the center of the frame sporting grand spiral arms and a bright yellow core. Also known as Bode's galaxy, M81 itself spans some 100,000 light-years. Near the top is cigar-shaped irregular galaxy M82.  The pair have been locked in gravitational combat for a billion years. Gravity from each galaxy has profoundly affected the other during a series of cosmic close encounters.  Their last go-round lasted about 100 million years and likely raised density waves rippling around M81, resulting in massive star forming regions arrayed along M81's spiral arms.  M82 was left with violent star forming regions too, and colliding gas clouds so energetic that the galaxy glows in X-rays.  In the next few billion years, their continuing gravitational encounters will result in a merger, and a single galaxy will remain. Another group member, NGC 3077 is below and left of the large spiral M81. Far far away, about 12 million light-years distant the M81 group galaxies are seen toward the northern constellation Ursa Major (the Great Bear). But in the closer foreground the wide-field image is filled with integrated flux nebulae whose faint, dusty interstellar clouds reflect starlight above the plane of our own Milky Way galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/2504/38h_M81-group_Jpeg.jpeg",
    "media_type": "image",
    "service_version": "v1",
    "title": "38 Hours with the M81 Group",
    "url": "https://apod.nasa.gov/apod/image/2504/38h_M81-group_1024.jpeg"
  },
  {
    "copyright": "A.J. Smadi",
    "date": "2025-04-11",
    "explanation": "Made with a telescope shaded from bright sunlight by an umbrella, on April 5 a well-planned video captured a crescent Venus shining in clear daytime skies from Shoreline, Washington, USA at 11:57AM Pacific Time. It also caught the International Space Station in this single video frame. In close conjunction with the bright planet, the faint outline of the orbital outpost seen at a range of about 400 kilometers appears to be similar in size to the slender planetary crescent. Of course the ISS is much smaller than Venus. Now appearing as planet Earth's brilliant morning star and climbing above the eastern horizon in predawn skies, inner planet Venus was nearly 45 million kilometers from Shoreline.",
    "hdurl": "https://apod.nasa.gov/apod/image/2504/Venus-ISSsingleframe.jpeg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The ISS Meets Venus",
    "url": "https://apod.nasa.gov/apod/image/2504/Venus-ISSsingleframe1100c.jpeg"
  },
  {
    "copyright": "Jordi Coy",
    "date": "2025-04-12",
    "explanation": "Most of us watch the Moon at night. But the Moon spends nearly as many daylight hours above our horizon, though in bright daytime skies the lunar disk looks pale and can be a little harder to see. Of course in daytime skies the Moon also appears to cycle through its phases, shining by reflected sunlight as it orbits our fair planet. For daytime moonwatchers, the Moon is probably easier to spot when the visible sunlit portion of the lunar disk is large and waxing following first quarter or waning approaching its third quarter phase. And though it might look unusual, a daytime moon is often seen even in urban skies. Captured here in a telephoto snapshot taken on March 12, a waxing daytime Moon is aligned near the edge of a popular observation deck that overlooks New York City's borough of Manahattan.",
    "hdurl": "https://apod.nasa.gov/apod/image/2504/PlataformaRecorteHorizontalRedes.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Near the Edge",
    "url": "https://apod.nasa.gov/apod/image/2504/PlataformaRecorteHorizontalRedes1024.jpg"
  },
  {
    "date": "2025-04-13",
    "explanation": "What created this unusual hole in Mars? Actually, there are numerous holes pictured in this Swiss cheese-like landscape, with all-but-one of them showing a dusty, dark, Martian terrain beneath evaporating, light, carbon dioxide ice.  The most unusual hole is on the upper right, spans about 100 meters, and seems to punch through to a lower level. Why this hole exists and why it is surrounded by a circular crater remains a topic of speculation, although a leading hypothesis is that it was created by a meteor impact.  Holes such as this are of particular interest because they might be portals to lower levels that extend into expansive underground caves. If so, these naturally occurring tunnels are relatively protected from the harsh surface of Mars, making them relatively good candidates to contain Martian life. These pits are therefore also prime targets for possible future spacecraft, robots, and even human interplanetary explorers.",
    "hdurl": "https://apod.nasa.gov/apod/image/2504/MarsPit_mro_2628.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Unusual Hole in Mars",
    "url": "https://apod.nasa.gov/apod/image/2504/MarsPit_mro_960.jpg"
  },
  {
    "date": "2025-04-14",
    "explanation": "What's happening at the center of our galaxy? It's hard to tell with optical telescopes since visible light is blocked by intervening interstellar dust. In other bands of light, though, such as radio, the galactic center can be imaged and shows itself to be quite an interesting and active place.  The featured picture shows an image of our Milky Way's center by the MeerKAT array of 64 radio dishes in South Africa. Spanning four times the angular size of the Moon (2 degrees), the image is impressively vast, deep, and detailed.  Many known sources are shown in clear detail, including many with a prefix of Sgr, since the galactic center is in the direction of the constellation Sagittarius.  In our galaxy's center lies Sgr A, found here in the image center, which houses the Milky Way's central supermassive black hole.  Other sources in the image are not as well understood, including the Arc, just to the left of Sgr A, and numerous filamentary threads. The inset image shows a small patch recently imaged in infrared light with the James Webb Space Telescope to investigate the effects of magnetic fields on star formation.    Open Science: Browse 3,600+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/2504/GCenter_MeerKatWebb_7642.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Galactic Center in Radio from MeerKAT",
    "url": "https://apod.nasa.gov/apod/image/2504/GCenter_MeerKatWebb_1080.jpg"
  },
  {
    "date": "2025-04-15",
    "explanation": "What happens when a star runs out of nuclear fuel?  For stars like our Sun, the center condenses into a white dwarf while the outer atmosphere is expelled into space to appear as a planetary nebula.  The expelled outer atmosphere of planetary nebula NGC 1514 appears to be a jumble of bubbles -- when seen in visible light.  But the view from the James Webb Space Telescope in infrared, as featured here, confirms a different story: in this light the nebula shows a distinct hourglass shape, which is interpreted as a cylinder seen along a diagonal.  If you look closely at the center of the nebula, you can also see a bright central star that is part of a binary system.  More observations might better reveal how this nebula is evolving and how the central stars are working together to produce the interesting cylinder and bubbles observed.    Jump Around the Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2504/NGC1514_WebbSchmidt_1983.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planetary Nebula NGC 1514 from Webb",
    "url": "https://apod.nasa.gov/apod/image/2504/NGC1514_WebbSchmidt_960.jpg"
  },
  {
    "copyright": "\nTaavi Niittee  \n(Tõrva Astronomy Club) \n",
    "date": "2025-04-16",
    "explanation": "What created the unusual halo around the Cat's Eye Nebula? No one is sure. What is sure is that the Cat's Eye Nebula (NGC 6543) is one of the best known planetary nebulae on the sky.  Although haunting symmetries are seen in the bright central region, this image was taken to feature its intricately structured outer halo, which spans over three light-years across.  Planetary nebulae have long been appreciated as a final phase in the life of a Sun-like star. Only recently however, have some planetaries been found to have expansive halos, likely formed from material shrugged off during earlier puzzling episodes in the star's evolution. While the planetary nebula phase is thought to last for around 10,000 years, astronomers estimate the age of the outer filamentary portions of the Cat's Eye Nebula's halo to be 50,000 to 90,000 years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2504/CatsEyeWide_Niittee_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Halo of the Cat's Eye",
    "url": "https://apod.nasa.gov/apod/image/2504/CatsEyeWide_Niittee_960.jpg"
  },
  {
    "copyright": "Daniel Adibi",
    "date": "2025-04-17",
    "explanation": "Galaxies of the Virgo Cluster are scattered across this nearly 4 degree wide telescopic field of view. About 50 million light-years distant, the Virgo Cluster is the closest large galaxy cluster to our own local galaxy group. Prominent here are Virgo's bright elliptical galaxies from the Messier catalog, M87 at bottom left, and M86 and M84 near center right. M86 and M84 are recognized as part of Markarian's Chain, the visually striking line-up of galaxies on the that runs through the upper portion of this frame. Near the middle of the chain lies an intriguing interacting pair of galaxies, NGC 4438 and NGC 4435, known to some as Markarian's Eyes. Still, giant elliptical galaxy M87 dominates the Virgo cluster. It's the home of a super massive black hole, the first black hole ever imaged by planet Earth's Event Horizon Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/2504/LRGB_final_corrected2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Virgo Cluster Galaxies",
    "url": "https://apod.nasa.gov/apod/image/2504/LRGB_final_corrected1024.jpg"
  },
  {
    "copyright": "Dan Bartlett",
    "date": "2025-04-18",
    "explanation": "In late March, the comet now designated C/2025 F2 SWAN was found independently by citizen scientists Vladimir Bezugly, Michael Mattiazzo, and Rob Matson while examining publicly available image data from the Solar Wind ANisotropies (SWAN) camera on the sun-staring SOHO spacecraft. Comet SWAN's coma, its greenish color a signature of diatomic carbon molecules fluorescing in sunlight, is at lower left in this telescopic image. SWAN's faint ion tail extends nearly two degrees toward the upper right across the field of view. The interplanetary scene was captured in clear but moonlit skies from June Lake, California on April 14. Seen against background of stars toward the constellation Andromeda, the comet was then some 10 light-minutes from our fair planet. Now a target for binoculars and small telescopes in northern hemisphere morning skies this comet SWAN is headed for a perihelion, its closest approach to the Sun, on May 1. That will bring this visitor from the distant Oort cloud almost as close to the Sun as the orbit of inner planet Mercury.",
    "hdurl": "https://apod.nasa.gov/apod/image/2504/C2025_F2SWAN_20250414_DEBartlett.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet C/2025 F2 SWAN",
    "url": "https://apod.nasa.gov/apod/image/2504/C2025_F2SWAN_20250414_DEBartlett1024.jpg"
  },
  {
    "date": "2025-04-19",
    "explanation": "In digital brush strokes, Jupiter's signature atmospheric bands and vortices were used to form this interplanetary post-impressionist work of art. The creative image from citizen scientist Rick Lundh uses data from the Juno spacecraft's JunoCam. To paint on the digital canvas, a JunoCam image with contrasting light and dark tones was chosen for processing and an oil-painting software filter applied. The image data was captured during perijove 10. That was Juno's December 16, 2017 close encounter with the solar system's ruling gas giant. At the time the spacecraft was cruising about 13,000 kilometers above northern Jovian cloud tops. Now in an extended mission, Juno has explored Jupiter and its moons since entering orbit around Jupiter in July of 2016.",
    "hdurl": "https://apod.nasa.gov/apod/image/2504/PIA21983JupiterLundh.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Painting with Jupiter",
    "url": "https://apod.nasa.gov/apod/image/2504/PIA21983JupiterLundh1024.jpg"
  },
  {
    "copyright": "\nInfrared: NASA, \nSpitzer Space Telescope;\nVisible: \nOliver Czernetz, \nSiding Spring Obs.\n",
    "date": "2025-04-20",
    "explanation": "The Great Nebula in Orion is a colorful place.  Visible to the unaided eye, it appears as a small fuzzy patch in the constellation of Orion.  Long exposure, multi-wavelength images like this, however, show the Orion Nebula to be a busy neighborhood of young stars, hot gas, and dark dust.  This digital composite features not only three colors of visible light but four colors of infrared light taken by NASA's orbiting Spitzer Space Telescope as well.  The power behind much of the Orion Nebula (M42) is the Trapezium - four of the brightest stars in the nebula.  Many of the filamentary structures visible are actually shock waves - fronts where fast moving material encounters slow moving gas.  The Orion Nebula spans about 40 light years and is located about 1500 light years away in the same spiral arm of our Galaxy as the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/2504/M42_SpitzerCzernetz_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Orion Nebula in Visible and Infrared",
    "url": "https://apod.nasa.gov/apod/image/2504/M42_SpitzerCzernetz_1080.jpg"
  },
  {
    "date": "2025-04-21",
    "explanation": "Is this one galaxy or two? Although it looks like one, the answer is two. One path to this happening is when a small galaxy collides with a larger galaxy and ends up in the center. But in the featured image, something more rare is going on. Here, the central light-colored elliptical galaxy is much closer than the blue and red-colored spiral galaxy that surrounds it. This can happen when near and far galaxies are exactly aligned, causing the gravity of the near galaxy to pull the light from the far galaxy around it in an effect called gravitational lensing. The featured galaxy double was taken by the Webb Space Telescope and shows a complete Einstein ring, with great detail visible for both galaxies.  Galaxy lenses like this can reveal new information about the mass distribution of the foreground lens and the light distribution of the background source.",
    "hdurl": "https://apod.nasa.gov/apod/image/2504/GalaxiesLens_Webb_1146.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy Lenses Galaxy from Webb",
    "url": "https://apod.nasa.gov/apod/image/2504/GalaxiesLens_Webb_960.jpg"
  },
  {
    "copyright": "\nRich Addis\n",
    "date": "2025-04-22",
    "explanation": "What's different about this Moon? It's the terminators. In the featured image, you can't directly see any terminator -- the line that divides the light of day from the dark of night. That's because the featured image is a digital composite of many near-terminator lunar strips over a full Moon.  Terminator regions show the longest and most prominent shadows -- shadows which, by their contrast and length, allow a flat photograph to appear three-dimensional. The overlay images were taken over two weeks in early April.  Many of the Moon's craters stand out because of the shadows they all cast to the right. The image shows in graphic detail that the darker regions known as maria are not just darker than the rest of the Moon -- they are also flatter.    Dial-A-Moon: Find the Moon phase on your birthday this year",
    "hdurl": "https://apod.nasa.gov/apod/image/2504/TerminatorMoon_Addis_3558.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Terminator Moon: A Moonscape of Shadows",
    "url": "https://apod.nasa.gov/apod/image/2504/TerminatorMoon_Addis_960.jpg"
  },
  {
    "copyright": "\nKoen van Barneveld\n",
    "date": "2025-04-23",
    "explanation": "This surprising sky has almost everything.  First, slanting down from the upper left and far in the distance is the central band of our Milky Way Galaxy.  More modestly, slanting down from the upper right and high in Earth's atmosphere is a bright meteor. The dim band of light across the central diagonal is zodiacal light: sunlight reflected from dust in the inner Solar System. The green glow on the far right is aurora high in Earth's atmosphere.  The bright zigzagging bright line near the bottom is just a light that was held by the scene-planning astrophotographer. This \"almost everything\" sky was captured over rocks on Castle Hill, New Zealand late last month.  The featured finished frame is a combination of 10 exposures all taken with the same camera and from the same location.  But what about the astrophotographer himself?  He's pictured too -- can you find him?   Jigsaw Fun: Astronomy Puzzle of the Day",
    "hdurl": "https://apod.nasa.gov/apod/image/2504/EverythingSky_Koen_3504.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Almost Everything Sky",
    "url": "https://apod.nasa.gov/apod/image/2504/EverythingSky_Koen_960.jpg"
  },
  {
    "copyright": "Daniel Stern",
    "date": "2025-04-24",
    "explanation": "Beautiful emission nebula NGC 6164 was created by a rare, hot, luminous O-type star, some 40 times as massive as the Sun. Seen at the center of the cosmic cloud, the star is a mere 3 to 4 million years old. In another three to four million years the massive star will end its life in a supernova explosion. Spanning around 4 light-years, the nebula itself has a bipolar symmetry. That makes it similar in appearance to more common and familiar planetary nebulae - the gaseous shrouds surrounding dying sun-like stars. Also like many planetary nebulae, NGC 6164 has been found to have an extensive, faint halo, revealed in this deep image of the region. Expanding into the surrounding interstellar medium, the material in the halo is likely from an earlier active phase of the O star. This gorgeous telescopic view is a composite of extensive narrow-band image data, highlighting glowing atomic hydrogen gas in red and oxygen in greenish hues, with broad-band data for the surrounding starfield. Also known as the Dragon's Egg nebula, NGC 6164 is 4,200 light-years away in the right-angled southern constellation of Norma.",
    "hdurl": "https://apod.nasa.gov/apod/image/2504/NGC_6164_r4_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6164: A Dragon's Egg",
    "url": "https://apod.nasa.gov/apod/image/2504/NGC_6164_r4_1024.jpg"
  },
  {
    "date": "2025-04-25",
    "explanation": "Main belt asteroid 52246 Donaldjohanson is about 8 kilometers long and 3.5 kilometers across. On April 20, this sharp close-up of the asteroid was captured at a distance of about 1100 kilometers by the Lucy spacecraft's long range camera during its second asteroid encounter. Named after American paleoanthropologist Donald Johanson, discoverer of the Lucy hominid fossil, the elongated asteroid was likely formed about 150 million years ago from a gentle collision of two smaller bodies creating its characteristic contact binary shape. Launched in October of 2021, the Lucy spacecraft will continue its travels through the main asteroid belt in 2025, but is on its way to explore Jupiter's swarm of Trojan asteroids. Lucy is expected to encounter its first Trojan asteroid target, 3548 Eurybates, in August 2027.",
    "hdurl": "https://apod.nasa.gov/apod/image/2504/final_0798443319_dec.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Asteroid Donaldjohanson",
    "url": "https://apod.nasa.gov/apod/image/2504/final_0798443319_dec.png"
  },
  {
    "date": "2025-04-26",
    "explanation": "This stunning portrait of NGC 5335 was captured by the Hubble Space Telescope.  Some 170,000 light-years across and over 200 million light-years away toward the constellation Virgo, the magnificent spiral galaxy is seen face-on in Hubble's view. Within the galactic disk, loose streamers of star forming regions lie along the galaxy's flocculent spiral arms. But the most striking feature of NGC 5335 is its prominent central bar. Seen in about 30 percent of galaxies, including our Milky Way, bar structures are understood to channel material inward toward the galactic center, fueling star formation. Of course, distant background galaxies are easy to spot, scattered around the sharp Hubble image. Launched in 1990, Hubble is now celebrating its 35th year exploring the cosmos from orbit around planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2504/NGC5335heic2505_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Barred Spiral Galaxy NGC 5335",
    "url": "https://apod.nasa.gov/apod/image/2504/NGC5335heic2505_1024.jpg"
  },
  {
    "date": "2025-04-27",
    "explanation": "What is creating the strange texture of IC 418?  Dubbed the Spirograph Nebula for its resemblance to drawings from a cyclical drawing tool, planetary nebula IC 418 shows patterns that are not well understood. Perhaps they are related to chaotic winds from the variable central star, which changes brightness unpredictably in just a few hours.  By contrast, evidence indicates that only a few million years ago, IC 418 was probably a well-understood star similar to our Sun.  Only a few thousand years ago, IC 418 was probably a common red giant star.  Since running out of nuclear fuel, though, the outer envelope has begun expanding outward leaving a hot remnant core destined to become a white-dwarf star, visible in the image center. The light from the central core excites surrounding atoms in the nebula causing them to glow. IC 418 lies about 2000 light-years away and spans 0.3 light-years across.  This false-color image taken from the Hubble Space Telescope reveals the unusual details.",
    "hdurl": "https://apod.nasa.gov/apod/image/2504/Spirograph_Hubble_2119.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 418: The Spirograph Nebula",
    "url": "https://apod.nasa.gov/apod/image/2504/Spirograph_Hubble_960.jpg"
  },
  {
    "copyright": "\nFrancis Bozon & Cecil Navick\n(AstroA. R. O.)\n",
    "date": "2025-04-28",
    "explanation": "This cosmic skyscape features glowing gas and dark dust clouds alongside the young stars of NGC 3572.  A beautiful emission nebula and star cluster, it sails far southern skies within the nautical constellation Carina.  Stars from NGC 3572 are toward top center in the telescopic frame that would measure about 100 light-years across at the cluster's estimated distance of 9,000 light-years.  The visible interstellar gas and dust, shown in colors of the Hubble palette, is part of the star cluster's natal molecular cloud, itself cataloged as Gum 37. Dense streamers of material within the nebula, eroded by stellar winds and radiation, clearly trail away from the energetic young stars.  They are likely sites of ongoing star formation with shapes reminiscent of the Tadpoles of IC 410 -- better known to northern skygazers.  In the coming tens to hundreds of millions of years, gas and stars in the cluster will be dispersed though, by gravitational tides and by violent supernova explosions that end the short lives of the massive cluster stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/2504/Gum37Hoo_Bozon_4863.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gum 37 and the Southern Tadpoles",
    "url": "https://apod.nasa.gov/apod/image/2504/Gum37Hoo_Bozon_960.jpg"
  },
  {
    "copyright": "\nNatan Fontes\n",
    "date": "2025-04-29",
    "explanation": "Where are Saturn's ears? Galileo is credited, in 1610, as the first person to see Saturn's rings. Testing out Lipperhey's recently co-invented telescope, Galileo did not know what they were and so called them \"ears\".  The mystery deepened in 1612, when Saturn's ears mysteriously disappeared. Today we know exactly what happened: from the perspective of the Earth, Saturn's rings had become too thin to see.  The same drama plays out every 15 years because Saturn, like Earth, undergoes tilt-driven seasons. This means that as Saturn goes around the Sun, its equator and rings can tilt noticeably toward the Sun and inner Solar System, making them easily visible, but from other orbital locations will appear almost not at all.  The featured picture from Brasilia, Brazil shows a modern version of this sequence: the top ring-dominated image was taken in 2020, while the bottom ring-obscure image taken earlier in 2025.   Make Saturn's Rings Musical: Play them like a harp!",
    "hdurl": "https://apod.nasa.gov/apod/image/2504/SaturnSeasons_Fontes_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Rings Appear to Disappear",
    "url": "https://apod.nasa.gov/apod/image/2504/SaturnSeasons_Fontes_960.jpg"
  },
  {
    "copyright": "\nDaniel Korona\n",
    "date": "2025-04-30",
    "explanation": "Sometimes, the sky itself seems to smile.  A few days ago, visible over much of the world, an unusual superposition of our Moon with the planets Venus and Saturn created just such an iconic facial expression. Specifically, a crescent Moon appeared to make a happy face on the night sky when paired with seemingly nearby planets.  Pictured is the scene as it appeared over Zacatecas, México, with distinctive Bufa Hill in the foreground.  On the far right and farthest in the distance is the planet Saturn.  Significantly closer and visible to Saturn's upper left is Venus, the brightest planet on the sky.  Just above the central horizon is Earth's Moon in a waning crescent phase. To create this gigantic icon, the crescent moon phase must be smiling in the correct direction.   Dial-A-Moon: Find the Moon phase on your birthday this year",
    "hdurl": "https://apod.nasa.gov/apod/image/2504/HappySkyMexico_Korona_1358.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Happy Sky over Bufa Hill in Mexico",
    "url": "https://apod.nasa.gov/apod/image/2504/HappySkyMexico_Korona_960.jpg"
  },
  {
    "date": "2025-05-01",
    "explanation": "The first to orbit inner planet Mercury, the MESSENGER spacecraft came to rest on this region of Mercury's surface on April 30, 2015. Constructed from MESSENGER image and laser altimeter data, the projected scene looks north over the northeastern rim of the broad, lava filled Shakespeare basin. The large, 48 kilometer (30 mile) wide crater Janacek is near the upper left edge. Terrain height is color coded with red regions about 3 kilometers above blue ones. MESSENGER'S final orbit was predicted to end near the center, with the spacecraft impacting the surface at nearly 4 kilometers per second (over 8,700 miles per hour) and creating a new crater about 16 meters (52 feet) in diameter. The impact on the far side of Mercury was not observed by telescopes, but confirmed when no signal was detected from the spacecraft given time to emerge from behind the planet. Launched in 2004, the MErcury Surface, Space ENvironment, GEochemisty and Ranging spacecraft completed over 4,000 orbits after reaching the Solar System's innermost planet in 2011.",
    "hdurl": "https://apod.nasa.gov/apod/image/2505/messengerImpactSite_black.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "MESSENGER's Last Day on Mercury",
    "url": "https://apod.nasa.gov/apod/image/2505/messengerImpactSite_black600.jpg"
  }
]
