[
  {
    "copyright": "\nAnton Komlev\n",
    "date": "2025-07-01",
    "explanation": "What do you see when you look into this sky? In the center, in the dark, do you see a night sky filled with stars? Do you see a sunset to the left? Clouds all around? Do you see the central band of our Milky Way Galaxy running down the middle? Do you see the ruins of an abandoned outpost on a hill? (The outpost is on Askold Island, Russia.)  Do you see a photographer with a headlamp contemplating surreal surroundings? (The featured image is a panorama of 38 images taken last month and compiled into a Little Planet projection.)  Do you see a rugged path lined with steps? Or do you see the eye of a dragon?",
    "hdurl": "https://apod.nasa.gov/apod/image/2507/EyeDragonSky_Komlev_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eye Sky a Dragon",
    "url": "https://apod.nasa.gov/apod/image/2507/EyeDragonSky_Komlev_960.jpg"
  },
  {
    "copyright": "\nKavan Chay; \nText: \nOgetay Kayali\n(Michigan Tech U.)\n",
    "date": "2025-07-02",
    "explanation": "Does the Milky Way always rise between these two rocks? No. Capturing this stunning alignment took careful planning: being in the right place at the right time. In the featured image taken in June 2024 from Otago, New Zealand, the bright central core of our Milky Way Galaxy, home to the many of our Galaxy's 400 billion stars, can be seen between two picturesque rocks spires.  For observers in Earth's Northern Hemisphere, the core is only visible throughout the summer. As Earth orbits the Sun, different parts of the Milky Way become visible at different angles at different times of the night. As Earth rotates, the orientation of the Milky Way in the sky also shifts -- sometimes standing vertically as seen in the featured image, and other times stretching parallel to the horizon, making it harder to see. In early June, observers can watch it emerge low on the horizon after sunset and gradually arc upward to reveal its full grandeur.",
    "hdurl": "https://apod.nasa.gov/apod/image/2507/MwSpires_Chay_1874.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way Through Otago Spires",
    "url": "https://apod.nasa.gov/apod/image/2507/MwSpires_Chay_960.jpg"
  },
  {
    "copyright": "\nMatipon Tangmatitham \n(NARIT)\n",
    "date": "2025-07-03",
    "explanation": "If you know where to look, you can see a thermonuclear explosion from a white dwarf star. Possibly two.  Such explosions are known as novas and the detonations are currently faintly visible with the unaided eye in Earth's southern hemisphere -- but are more easily seen with binoculars. Pictured, Nova Lupi 2025 (V462 Lupi) was captured toward the southern constellation of the Wolf (Lupus) last week near the central plane of our Milky Way galaxy.  Nova Lupi 2025 was originally discovered on June 12 and peaked in brightness about a week later. Similarly, Nova Velorum 2025, toward the southern constellation of the Ship Sails (Vela), was discovered on June 25 and peaked a few days later.  A nova somewhere in our Galaxy becomes briefly visible to the unaided eye only every year or two, so it is quite unusual to have two novas visible simultaneously.  Meanwhile, humanity awaits even a different nova: T Coronae Borealis, which should become visible in northern skies and is expected to become even brighter.",
    "hdurl": "https://apod.nasa.gov/apod/image/2507/V462Lupi_Pon_1689.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nova V462 Lupi Now Visible",
    "url": "https://apod.nasa.gov/apod/image/2507/V462Lupi_Pon_960_annotated.jpg"
  },
  {
    "copyright": "Alberto Pisabarro",
    "date": "2025-07-04",
    "explanation": "Face-on spiral galaxy NGC 6946 and open star cluster NGC 6939 share this cosmic snapshot, composed with over 68 hours of image data captured with a small telescope on planet Earth. The field of view spans spans about 1 degree or 2 full moons on the sky toward the northern constellation Cepheus. Seen through faint interstellar dust clouds near the plane of our Milky Way galaxy, the stars of open cluster NGC 6939 are 5,600 light-years in the distance, near bottom right in the frame. Face-on spiral galaxy NGC 6946 is at top left, but lies some 22 million light-years away. In the last 100 years, 10 supernovae have been discovered in NGC 6946, the latest one seen in 2017. By comparison, the average rate of supernovae in our Milky Way is about 1 every 100 years or so. Of course, NGC 6946 is also known as The Fireworks Galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/2507/N6946N6939pisabarro.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6946 and NGC 6939",
    "url": "https://apod.nasa.gov/apod/image/2507/N6946N6939pisabarro1024.jpg"
  },
  {
    "copyright": "Massimo Di Fusco",
    "date": "2025-07-05",
    "explanation": "Difficult to capture, this mysterious, squid-shaped interstellar cloud spans nearly three full moons in planet Earth's sky. Discovered in 2011 by French astro-imager Nicolas Outters, the Squid Nebula's bipolar shape is distinguished here by the telltale blue emission from doubly ionized oxygen atoms. Though apparently surrounded by the reddish hydrogen emission region Sh2-129, the true distance and nature of the Squid Nebula have been difficult to determine. Still, one investigation suggests Ou4 really does lie within Sh2-129 some 2,300 light-years away. Consistent with that scenario, the cosmic squid would represent a spectacular outflow of material driven by a triple system of hot, massive stars, cataloged as HR8119, seen near the center of the nebula. If so, this truly giant squid nebula would physically be over 50 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/2507/Ou4_difusco.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ou4: The Giant Squid Nebula",
    "url": "https://apod.nasa.gov/apod/image/2507/Ou4_difusco1024.jpg"
  },
  {
    "date": "2025-07-06",
    "explanation": "Why is there a spiral around the North Pole of Mars?  Each winter this pole develops a new outer layer about one meter thick composed of carbon dioxide frozen out of the thin Martian atmosphere.  This fresh layer is deposited on a water-ice layer that exists year round.  Strong winds blow down from above the cap's center and swirl due to the spin of the red planet -- contributing to Planum Boreum's spiral structure.  The featured image is a perspective mosaic generated in 2017 from numerous images taken by ESA's Mars Express and elevations extracted from the laser altimeter aboard NASA's Mars Global Surveyor mission.",
    "hdurl": "https://apod.nasa.gov/apod/image/2507/MarsNorthPole_MarsExpress_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Spiral North Pole of Mars",
    "url": "https://apod.nasa.gov/apod/image/2507/MarsNorthPole_MarsExpress_960.jpg"
  },
  {
    "date": "2025-07-07",
    "explanation": "It came from outer space.  An object from outside our Solar System is now passing through at high speed. Classified as a comet because of its gaseous coma, 3I/ATLAS is only the third identified macroscopic object as being so alien. The comet's trajectory is shown in white on the featured map, where the orbits of Jupiter, Mars, and Earth are shown in gold, red, and blue. Currently Comet 3I/ATLAS is about the distance of Jupiter from the Sun -- but closing, with its closest approach to our Sun expected to be within the orbit of Mars in late October. Expected to pass near both Mars and Jupiter, 3I/ATLAS is not expected to pass close to the Earth.  The origin of Comet 3I/ATLAS remains unknown. Although initial activity indicates a relatively normal comet, future observations about 3I/ATLAS' composition and nature will surely continue.   Piece it All Together: Astronomy Puzzle of the Day",
    "hdurl": "https://apod.nasa.gov/apod/image/2507/Interstellar3I_nasa_2913.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Interstellar Comet 3I/ATLAS",
    "url": "https://apod.nasa.gov/apod/image/2507/Interstellar3I_nasa_1080.jpg"
  },
  {
    "copyright": "\nOgetay Kayali\n(Michigan Tech U.)\nText: \nOgetay Kayali\n(Michigan Tech U.)\n",
    "date": "2025-07-08",
    "explanation": "If you have looked at the sky and seen a group of stars about the size of the full Moon, that's the Pleiades (M45). Perhaps the most famous star cluster in the sky, its brightest stars can be seen even from the light-polluted cities. But your unaided eye can also see its nebulosity -- the gas and dust surrounding it -- under dark skies. However, telescopes can catch even more. The bright blue stars of the Pleiades, also known as the Seven Sisters, light up their surrounding dust, causing it to appear a diffuse blue that can only be seen under long exposures. But that's not all. The cosmic dust appears to stretch upward like ethereal arms. And the entire structure is surrounded by a reddish glow from the most abundant element in the universe: hydrogen. The featured image is composed of nearly 25 hours of exposure and was captured last year from Starfront Observatory, in Texas, USA  Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2507/Pleiades_Kayali_2560.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pleiades in Red and Blue",
    "url": "https://apod.nasa.gov/apod/image/2507/Pleiades_Kayali_1080.jpg"
  },
  {
    "copyright": "Alessandro Cipolat Bares",
    "date": "2025-07-09",
    "explanation": "The beautiful Trifid Nebula is a cosmic study in contrasts. Also known as M20, it lies about 5,000 light-years away toward the nebula rich constellation Sagittarius. A star forming region in the plane of our galaxy, the Trifid does illustrate three different types of astronomical nebulae; red emission nebulae dominated by light from hydrogen atoms, blue reflection nebulae produced by dust reflecting starlight, and dark nebulae where dense dust clouds appear in silhouette. But, the red emission region roughly separated into three parts by obscuring dust lanes is what lends the Trifid its popular name. Pillars and jets sculpted by newborn stars, above and right of the emission nebula's center, appear in famous Hubble Space Telescope close-up images of the region. The Trifid Nebula is about 40 light-years across. Too faint to be seen by the unaided eye, in this deep telescopic view it almost covers the area of a full moon on planet Earth's sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/2507/Trifid2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Beautiful Trifid",
    "url": "https://apod.nasa.gov/apod/image/2507/Trifid1024.jpg"
  },
  {
    "copyright": "Cristiano Gualco",
    "date": "2025-07-10",
    "explanation": "Stars are forming in Lynds Dark Nebula (LDN) 1251. About 1,000 light-years away and drifting above the plane of our Milky Way galaxy, LDN 1251 is also less appetizingly known as \"The Rotten Fish Nebula.\" The dusty molecular cloud is part of a complex of dark nebulae mapped toward the Cepheus flare region. Across the spectrum, astronomical explorations of the obscuring interstellar clouds reveal energetic shocks and outflows associated with newborn stars, including the telltale reddish glow from scattered Herbig-Haro objects hiding in the image. Distant background galaxies also lurk in the scene, almost buried behind the dusty expanse. This alluring telescopic frame spans almost three full moons on the sky. That corresponds to over 25 light-years at the estimated distance of LDN 1251.",
    "hdurl": "https://apod.nasa.gov/apod/image/2507/LDN1251gualco2048.JPG",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lynds Dark Nebula 1251",
    "url": "https://apod.nasa.gov/apod/image/2507/LDN1251gualco1024.JPG"
  },
  {
    "copyright": "Clear Skies",
    "date": "2025-07-11",
    "explanation": "Transfusing sunlight as the sky grew darker, this exceptional display of noctilucent clouds was captured on July 10, reflected in the calm waters of Vallentuna Lake near Stockholm, Sweden. From the edge of space, about 80 kilometers above Earth's surface, the icy clouds themselves still reflect sunlight, even though the Sun is below the horizon as seen from the ground. Usually spotted at high latitudes in summer months, the night shining clouds have made a strong showing so far during the short northern summer nights. Also known as polar mesopheric clouds they are understood to form as water vapor driven into the cold upper atmosphere condenses on the fine dust particles supplied by disintegrating meteors or volcanic ash.",
    "hdurl": "https://apod.nasa.gov/apod/image/2507/NLCreflectionsHeden.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Veins of Heaven",
    "url": "https://apod.nasa.gov/apod/image/2507/NLCreflectionsHeden.jpg"
  },
  {
    "copyright": "Alexsandro Mota",
    "date": "2025-07-12",
    "explanation": "As the Sun set, a bright Full Moon rose on July 10. Its golden light illuminates clouds drifting through southern hemisphere skies in this well-composed telephoto image from Conceição do Coité, Bahia, Brazil. The brightest lunar phase is captured here with both a short and long exposure. The two exposures were combined to reveal details of the lunar surface in bright moonlight and a subtle iridescence along the dramatically backlit cloudscape. Of course, July's Full Moon is a winter moon in the southern hemisphere.  But in the north it's known to some as the Thunder Moon, likely a nod to the sounds of this northern summer month's typically stormy weather.",
    "hdurl": "https://apod.nasa.gov/apod/image/2507/LUA_JULHO_25_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Clouds and the Golden Moon",
    "url": "https://apod.nasa.gov/apod/image/2507/LUA_JULHO_25_1024.jpg"
  },
  {
    "date": "2025-07-13",
    "explanation": "Why isn't this ant a big sphere?  Planetary nebula Mz3 is being cast off by a star similar to our Sun that is, surely, round.  Why then would the gas that is streaming away create an ant-shaped nebula that is distinctly not round?  Clues might include the high 1000-kilometer per second speed of the expelled gas, the light-year long length of the structure, and the magnetism of the star featured here at the nebula's center.  One possible answer is that Mz3 is hiding a second, dimmer star that orbits close in to the bright star.  A competing hypothesis holds that the central star's own spin and magnetic field are channeling the gas.  Since the central star appears to be so similar to our own Sun, astronomers hope that increased understanding of the history of this giant space ant can provide useful insight into the likely future of our own Sun and Earth.   Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2507/ant_hubble_1072.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planetary Nebula Mz3: The Ant Nebula",
    "url": "https://apod.nasa.gov/apod/image/2507/ant_hubble_1072.jpg"
  },
  {
    "copyright": "\nStefan Thrun\n",
    "date": "2025-07-14",
    "explanation": "What is going on with this galaxy? NGC 2685 is a confirmed polar ring galaxy - a rare type of galaxy with stars, gas and dust orbiting in rings perpendicular to the plane of a flat galactic disk. The bizarre configuration could be caused by the chance capture of material from another galaxy by a disk galaxy, with the captured debris strung out in a rotating ring. Still, observed properties of NGC 2685 suggest that the rotating helix structure is remarkably old and stable. In this sharp view of the peculiar system also known as Arp 336 or the Helix galaxy, the strange, perpendicular rings are easy to trace as they pass in front of the galactic disk, along with other disturbed outer structures. NGC 2685 is about 50,000 light-years across and 40 million light-years away in the constellation of the Great Bear (Ursa Major).   Piece it All Together: Astronomy Puzzle of the Day",
    "hdurl": "https://apod.nasa.gov/apod/image/2507/Ngc2685_Thrun_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2685: The Helix Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2507/Ngc2685_Thrun_960.jpg"
  },
  {
    "date": "2025-07-15",
    "explanation": "What's happened in Hebes Chasma on Mars? Hebes Chasma is a depression just north of the enormous Valles Marineris canyon.  Since the depression is unconnected to other surface features, it is unclear where the internal material went. Inside Hebes Chasma is Hebes Mensa, a 5 kilometer high mesa that appears to have undergone an unusual partial collapse -- a collapse that might be providing clues. The featured image, taken by ESA's robotic Mars Express spacecraft currently orbiting Mars, shows great details of the chasm and the unusual horseshoe shaped indentation in the central mesa. Material from the mesa appears to have flowed onto the floor of the chasm, while a possible dark layer appears to have pooled like ink on a downslope landing.  One hypothesis holds that salty rock composes some lower layers in Hebes Chasma, with the salt dissolving in melted ice flows that drained through holes into an underground aquifer.",
    "hdurl": "https://apod.nasa.gov/apod/image/2507/HebesChasma_esa_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Collapse in Hebes Chasma on Mars",
    "url": "https://apod.nasa.gov/apod/image/2507/HebesChasma_esa_960.jpg"
  },
  {
    "date": "2025-07-16",
    "explanation": "Would the Rosette Nebula by any other name look as sweet? The bland New General Catalog designation of NGC 2237 doesn't appear to diminish the appearance of this flowery emission nebula, as captured by the Dark Energy Camera (DECam) on the Blanco 4-meter telescope at the NSF's Cerro Tololo Inter-American Observatory in Chile.  Inside the nebula lies an open cluster of bright young stars designated NGC 2244. These stars formed about four million years ago from the nebular material and their stellar winds are clearing a hole in the nebula's center, insulated by a layer of dust and hot gas. Ultraviolet light from the hot cluster stars causes the surrounding nebula to glow. The Rosette Nebula spans about 100 light-years across, lies about 5000 light-years away, and can be seen with a small telescope towards the constellation of the Unicorn (Monoceros).   Open Science: Browse 3,700+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/2507/Rosette_Decam_4000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Rosette Nebula from DECam",
    "url": "https://apod.nasa.gov/apod/image/2507/Rosette_Decam_960.jpg"
  },
  {
    "date": "2025-07-17",
    "explanation": "Discovered on July 1 with the NASA-funded ATLAS (Asteroid Terrestrial-impact Last Alert System) survey telescope in Rio Hurtado, Chile, 3I/ATLAS is so designated as the third known interstellar object to pass through our Solar System. It follows 1I/ʻOumuamua in 2017 and the comet 2I/Borisov in 2019.  Also known as C/2025 N1, 3I/ATLAS is clearly a comet, its diffuse cometary coma, a cloud of gas and dust surrounding an icy nucleus, is easily seen in these images from the large Gemini North telescope on Maunakea, Hawai‘i. The left panel tracks the comet as it moves across the sky against fixed background stars in successive exposures. Three different filters were used, shown in red, green, and blue. In the right panel the multiple exposures are registered and combined to form a single image of the comet. The comet's interstellar origin is also clear from its orbit, determined to be an eccentric, highly hyperbolic orbit that does not loop back around the Sun and will return 3I/ATLAS to interstellar space. Not a threat to planet Earth, the inbound interstellar interloper is now within the Jupiter's orbital distance of the Sun, while its closest approach to the Sun will bring it just within the orbital distance of Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/2507/noirlab2522a_3i.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "3I/ATLAS",
    "url": "https://apod.nasa.gov/apod/image/2507/noirlab2522a_3i1056.jpg"
  },
  {
    "copyright": "A.J. Smadi",
    "date": "2025-07-18",
    "explanation": "This month, bright planet Saturn rises in evening skies, its rings oriented nearly edge-on when viewed from planet Earth. And in the early morning hours on July 6, it posed very briefly with the International Space Station when viewed from a location in Federal Way, Washington, USA. This well-planned image, a stack of video frames, captures their momentary conjunction in the same telescopic field of view. With the ISS in low Earth orbit, space station and gas giant planet were separated by almost 1.4 billion kilometers. Their apparent sizes are comparable but the ISS was much brighter than Saturn and the ringed planet's brightness has been increased for visibility in the stacked image. Precise timing and an exact location were needed to capture the ISS/Saturn conjunction.",
    "hdurl": "https://apod.nasa.gov/apod/image/2507/ISSMeetsSaturn3.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "ISS Meets Saturn",
    "url": "https://apod.nasa.gov/apod/image/2507/ISSMeetsSaturn3_1024.jpg"
  },
  {
    "copyright": "Xinran Li",
    "date": "2025-07-19",
    "explanation": "The sixth object in Charles Messier's famous catalog of things which are not comets, Messier 6 is a galactic or open star cluster. A gathering of 100 stars or so, all around 100 million years young, M6 lies some 1,600 light-years away toward the central Milky Way in the constellation Scorpius. Also cataloged as NGC 6405, the pretty star cluster's outline suggests its popular moniker, the Butterfly Cluster. Surrounded by diffuse reddish emission from the region's hydrogen gas the cluster's mostly hot and therefore blue stars are near the center of this colorful cosmic snapshot. But the brightest cluster member is a cool K-type giant star. Designated BM Scorpii it shines with a yellow-orange hue, seen near the end of one of the butterfly's antennae. This telescopic field of view spans nearly 2 Full Moons on the sky. That's 25 light-years at the estimated distance of Messier 6.",
    "hdurl": "https://apod.nasa.gov/apod/image/2507/M6.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 6",
    "url": "https://apod.nasa.gov/apod/image/2507/M6_1024.jpg"
  },
  {
    "date": "2025-07-20",
    "explanation": "About 1,300 images from the Lunar Reconnaissance Orbiter spacecraft's wide angle camera were used to compose this spectacular view of a familiar face - the lunar nearside. But why is there a lunar nearside? The Moon rotates on its axis and orbits the Earth at the same rate, about once every 28 days. Tidally locked in this configuration, the synchronous rotation always keeps one side, the nearside, facing Earth. As a result, featured in remarkable detail in the full resolution mosaic, the smooth, dark, lunar maria (actually lava-flooded impact basins), and rugged highlands, are well-known to earthbound skygazers. To find your favorite mare or large crater, just follow this link or slide your cursor over the picture. The LRO images used to construct the mosaic were recorded over a two week period in December 2010.",
    "hdurl": "https://apod.nasa.gov/apod/image/1103/lroc_wac_nearside.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Nearside",
    "url": "https://apod.nasa.gov/apod/image/2507/lroc_wac_nearside800.jpg"
  },
  {
    "date": "2025-07-21",
    "explanation": "Nebulas are perhaps as famous for being identified with familiar shapes as perhaps cats are for getting into trouble.  Still, no known cat could have created the vast Cat's Paw Nebula visible toward the constellation of the Scorpion  (Scorpius).  At 5,700 light years distant, Cat's Paw is an emission nebula within a larger molecular cloud.  Alternatively known as the Bear Claw Nebula and cataloged as NGC 6334, stars nearly ten times the mass of our Sun have been born there in only the past few million years. Pictured here is a recently released image of the Cat's Paw taken in infrared light by the James Webb Space Telescope.  This newly detailed view into the nebula helps provide insight for how turbulent molecular clouds turn gas into stars.    Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2507/CatsPaw_Webb_1822.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cat's Paw Nebula from Webb Space Telescope",
    "url": "https://apod.nasa.gov/apod/image/2507/CatsPaw_Webb_960.jpg"
  },
  {
    "date": "2025-07-22",
    "explanation": "Can some supernovas explode twice? Yes, when the first explosion acts like a detonator for the second. This is a leading hypothesis for the cause of supernova remnant (SNR) 0509-67.5.  In this two-star system, gravity causes the larger and fluffier star to give up mass to a smaller and denser white dwarf companion. Eventually the white dwarf's near-surface temperature goes so high that it explodes, creating a shock wave that goes both out and in -- and so triggers a full Type Ia supernova near the center. Recent images of the SNR 0509-67.5 system, like the featured image from the Very Large Telescope in Chile, show two shells with radii and compositions consistent with the double detonation hypothesis. This system, SNR 0509-67.5 is also famous for two standing mysteries: why its bright supernova wasn't noted 400 years ago, and why no visible companion star remains.",
    "hdurl": "https://apod.nasa.gov/apod/image/2507/DoubleSN_ESO_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Double Detonation Supernova",
    "url": "https://apod.nasa.gov/apod/image/2507/DoubleSN_ESO_1080.jpg"
  },
  {
    "copyright": "\nJason Rice\n",
    "date": "2025-07-23",
    "explanation": "Have you ever seen a fireball?  In astronomy, a fireball is a very bright meteor -- one at least as bright as Venus and possibly brighter than even a full Moon. Fireballs are rare -- if you see one you are likely to remember it for your whole life.  Physically, a fireball is a small rock that originated from an asteroid or comet that typically leaves a fading smoke trail of gas and dust as it shoots through the Earth's atmosphere.  It is unlikely that any single large ground strike occurred -- much of the rock likely vaporized as it broke up into many small pieces. The featured picture was captured last week from a deadwood beach in Cape San Blas, Florida, USA.   Piece it Back Together: Astronomy Puzzle of the Day",
    "hdurl": "https://apod.nasa.gov/apod/image/2507/MeteorMilkyWay_Rice_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fireball over Cape San Blas",
    "url": "https://apod.nasa.gov/apod/image/2507/MeteorMilkyWay_Rice_960.jpg"
  },
  {
    "copyright": "Every 15 years or so",
    "date": "2025-07-24",
    "explanation": "very 15 years or so, Saturn's rings are tilted edge-on to our line of sight. As the bright, beautiful ring system grows narrower and fainter it becomes increasingly difficult to see for denizens of planet Earth. But it does provide the opportunity to watch transits of Saturn's moons and their dark shadows across the ringed gas giant's still bright disk. Of course Saturn's largest moon Titan is the easiest to spot in transit. In this telescopic snapshot from July 18, Titan itself is at the upper left, casting a round dark shadow on Saturn's banded cloudtops above the narrow rings. In fact Titan's transit season is in full swing now with shadow transits every 16 days corresponding to the moon's orbital period. Its final shadow transit will be on October 6, though Titan's pale disk will continue to cross in front of Saturn as seen from telescopes on planet Earth every 16 days through January 25, 2026.",
    "hdurl": "https://apod.nasa.gov/apod/image/2507/SaturnJuly18_2025TitanShadowTransit1200.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Titan Shadow Transit",
    "url": "https://apod.nasa.gov/apod/image/2507/SaturnJuly18_2025TitanShadowTransit1024.png"
  },
  {
    "copyright": "Petr Horálek",
    "date": "2025-07-25",
    "explanation": "Meteors from the Kappa Cygnid meteor shower are captured in this time-lapse composite skyscape. The minor meteor shower, with a radiant not far from its eponymous star Kappa Cygni, peaks in mid-August, almost at the same time as the much better-known and better-observed Perseid meteor shower. But, seen to have a peak rate of only about 3 meteors per hour, Kappa Cygnids are vastly outnumbered by the more popular, prolific Perseid shower's meteors that emanate from the heroic constellation Perseus. To capture dozens of Kappa Cygnids, this long term astro-imaging project compiled meteors in exposures selected from over 51 August nights during the years 2012 through 2024. Most of the exposures with identified Kappa Cygnid meteors were made in August 2021, a high point of the shower's known 7-year activity cycle. All twelve years worth of Kappa Cygnids are registered against a base sea and night skyscape of the Milky Way above Elafonisi Beach, Crete, Greece, also recorded in August of 2021.",
    "hdurl": "https://apod.nasa.gov/apod/image/2507/KCG2021_08_11_Pano_Elafonisi_met_fin-CCMZ_1500px.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Twelve Years of Kappa Cygnids",
    "url": "https://apod.nasa.gov/apod/image/2507/KCG2021_08_11_Pano_Elafonisi_met_fin-CCMZ_1024px.png"
  },
  {
    "copyright": "Leo Shatz",
    "date": "2025-07-26",
    "explanation": "Globular star cluster Omega Centauri packs about 10 million stars much older than the Sun into a volume some 150 light-years in diameter. Also known as NGC 5139, at a distance of 15,000 light-years it's the largest and brightest of 200 or so known globular clusters that roam the halo of our Milky Way galaxy. Though most star clusters consist of stars with the same age and composition, the enigmatic Omega Cen exhibits the presence of different stellar populations with a spread of ages and chemical abundances. In fact, Omega Cen may be the remnant core of a small galaxy merging with the Milky Way. With a yellowish hue, Omega Centauri's red giant stars are easy to pick out in this sharp telescopic view.  A two-decade-long exploration of the dense star cluster with the Hubble Space Telescope has revealed evidence for a massive black hole near the center of Omega Centauri.",
    "hdurl": "https://apod.nasa.gov/apod/image/2507/oc_ls_2025.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Globular Cluster Omega Centauri",
    "url": "https://apod.nasa.gov/apod/image/2507/oc_ls_2025_1024.jpg"
  },
  {
    "date": "2025-07-27",
    "explanation": "Have you ever watched a lightning storm in awe?  You're not alone. Details of what causes lightning are still being researched, but it is known that inside some clouds, internal updrafts cause collisions between ice and snow that slowly separate charges between cloud tops and bottoms. The rapid electrical discharges that are lightning soon result.  Lightning usually takes a jagged course, rapidly heating a thin column of air to about three times the surface temperature of the Sun.  The resulting shock wave starts supersonically and decays into the loud sound known as thunder.  On average, around the world, about 6,000 lightning bolts occur between clouds and the Earth every minute. Pictured in July 2019 in a two-image composite, lightning stems from communication antennas near the top of Volcán de Agua (Volcano of Water) in Guatemala.  Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2507/LightningVolcano_Montufar_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lightning over the Volcano of Water",
    "url": "https://apod.nasa.gov/apod/image/2507/LightningVolcano_Montufar_960.jpg"
  },
  {
    "date": "2025-07-28",
    "explanation": "Why was this collision so strange? In 2022, to develop Earth-saving technology, NASA deliberately crashed the DART spacecraft into the asteroid moonlet Dimorphos. The hope was that this collision would alter the trajectory of Dimorphos around its parent asteroid Didymos and so demonstrate that similar collisions could, in theory, save the Earth from being hit by (other) hazardous asteroids.  But analyses of new results show that the effects of the collision are different than expected -- and we are trying to understand why.  Featured here is the time lapse video taken by the ejected LICIACube camera LUKE showing about 250 seconds of the expanding debris field of Dimorphos after the collision, with un-impacted Didymos passing in the foreground.  In 2026, Europe's Hera mission will reach the asteroids and release three spacecraft to better study the matter.",
    "media_type": "other",
    "service_version": "v1",
    "title": "Collision at Asteroid Dimorphos"
  },
  {
    "copyright": "\nGeorge Chatzifrantzis\n",
    "date": "2025-07-29",
    "explanation": "Is the Helix Nebula looking at you? No, not in any biological sense, but it does look quite like an eye. The Helix Nebula is so named because it also appears that you are looking down the axis of a helix. In actuality, it is now understood to have a surprisingly complex geometry, including radial filaments and extended outer loops.  The Helix Nebula (aka NGC 7293) is one of brightest and closest examples of a planetary nebula, a gas cloud created at the end of the life of a Sun-like star. The remnant central stellar core, destined to become a white dwarf star, glows in light so energetic it causes the previously expelled gas to fluoresce. The featured picture, taken in red, green, and blue but highlighted by light emitted primarily by hydrogen was created from 12 hours of exposure through a personal telescope located in Greece.  A close-up of the inner edge of the Helix Nebula shows complex gas knots the origin of which are  still being researched.    Portal Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2507/Helix_GC_2332.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Helix Nebula Deep Field",
    "url": "https://apod.nasa.gov/apod/image/2507/Helix_GC_1080.jpg"
  },
  {
    "copyright": "\nAndrea Vanoni\n",
    "date": "2025-07-30",
    "explanation": "Our Sun frequently erupts in loops.  Hot solar plasma jumps off the Sun's surface into prominences, with the most common type of prominence being a simple loop.  The loop shape originates from the Sun's magnetic field, which is traced by spiraling electrons and protons.  Many loops into the Sun's lower corona are large enough to envelop the Earth and are stable enough to last days.  They commonly occur near active regions that also include dark sunspots.  The featured panel shows four loops, each of which was captured near the Sun's edge during 2024 and 2025. The images were taken by a personal telescope in Mantova, Italy and in a very specific color of light emitted primarily by hydrogen. Some solar prominences suddenly break open and eject particles into the Solar System, setting up a space weather sequence that can affect the skies and wires of Earth.    Jigsaw Universe: Astronomy Puzzle of the Day",
    "hdurl": "https://apod.nasa.gov/apod/image/2507/SunLoops_Vanoni_1223.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Coronal Loops on the Sun",
    "url": "https://apod.nasa.gov/apod/image/2507/SunLoops_Vanoni_960.jpg"
  },
  {
    "date": "2025-07-31",
    "explanation": "A long time ago in a galaxy 50 million light-years away, a star exploded. Light from that supernova was first detected by telescopes on planet Earth on July 14th though, and the extragalactic transient is now known to astronomers as supernova 2025rbs. Presently the brightest supernova in planet Earth's sky, 2025rbs is a Type Ia supernova, likely caused by the thermonuclear detonation of a white dwarf star that accreted material from a companion in a binary star system.  Type Ia supernovae are used as standard candles to establish the distance scale of the universe. The host galaxy of 2025rbs is NGC 7331. Itself a bright spiral galaxy in the northern constellation Pegasus, NGC 7331 is often touted as an analog to our own Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/2507/2025rbsAnnotated1024.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Supernova 2025rbs in NGC 7331",
    "url": "https://apod.nasa.gov/apod/image/2507/2025rbsAnnotated1024.png"
  },
  {
    "copyright": "Peter Bresseler",
    "date": "2025-08-01",
    "explanation": "A small, dark, nebula looks isolated near the center of this telescopic close-up. The wedge-shaped cosmic cloudlet lies within a relatively crowded region of space though. About 7,000 light-years distant and filled with glowing gas and an embedded cluster of young stars, the region is known as M16 or the Eagle Nebula. Hubble's iconic images of the Eagle Nebula include the famous star-forming Pillars of Creation, towering structures of interstellar gas and dust 4 to 5 light-years long. But this small dark nebula, known to some as a Bok globule, is a fraction of a light-year across. The Bok globule stands out in silhouette against the expansive background of M16's diffuse glow. Found scattered within emission nebulae and star clusters, Bok globules are small interstellar clouds of cold molecular gas and obscuring dust that also form stars within their dense, collapsing cores.",
    "hdurl": "https://apod.nasa.gov/apod/image/2508/BokGlobule_1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Small Dark Nebula",
    "url": "https://apod.nasa.gov/apod/image/2508/BokGlobule_1_1024.jpg"
  }
]
