[
  {
    "copyright": "\nVictor Sabet & \nJulien De Winter\n",
    "date": "2025-12-01",
    "explanation": "How typical is our Solar System?  Studying 3I/ATLAS, a comet just passing through, is providing clues.  Confirmed previous interstellar visitors include an asteroid, a comet, a meteor, and a gas wind dominated by hydrogen and helium. Comet 3I/ATLAS appears relatively normal when compared to Solar System comets, therefore providing more evidence that our Solar System is a somewhat typical star system.  For example, Comet 3I/ATLAS has a broadly similar chemical composition and ejected dust. The featured image was captured last week from Texas and shows a green coma, a wandering blue-tinted ion tail likely deflected by our Sun's wind, and a slight anti-tail, all typical cometary attributes.  The comet, visible with a telescope, passed its closest to the Sun in late October and will pass its closest to the Earth in mid-December, after which it will return to interstellar space and never return.    Explore the Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2512/Comet3I_SabetWinter_4243.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "3I/ATLAS: Tails of an Interstellar Comet",
    "url": "https://apod.nasa.gov/apod/image/2512/Comet3I_SabetWinter_960.jpg"
  },
  {
    "date": "2025-12-02",
    "explanation": "What's happening in the center of nearby spiral galaxy M77? The face-on galaxy lies a mere 47 million light-years away toward the constellation of the Sea Monster (Cetus).  At that estimated distance, this gorgeous island universe is about 100 thousand light-years across.  Also known as NGC 1068, its compact and very bright core is well studied by astronomers exploring the mysteries of supermassive black holes in active Seyfert galaxies.  M77's active core glows bright at x-ray, ultraviolet, visible, infrared, and radio wavelengths.  The featured sharp image of M77 was taken by the Hubble Space Telescope. The image shows details of the spiral's winding spiral arms as traced by obscuring red dust clouds and blue star clusters, all circling the galaxy's bright white luminous center.   Free APOD Lecture in Phoenix: Wednesday, December 10 at 7 pm",
    "hdurl": "https://apod.nasa.gov/apod/image/2512/M77_Hubble_3681.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M77: Spiral Galaxy with an Active Center",
    "url": "https://apod.nasa.gov/apod/image/2512/M77_Hubble_960.jpg"
  },
  {
    "date": "2025-12-03",
    "explanation": "What would it look like to plunge into a monster black hole?  This image from a supercomputer visualization shows the entire sky as seen from a simulated camera plunging toward a 4-million-solar-mass black hole, similar to the one at the center of our galaxy.  The camera lies about 16 million kilometers from the black hole’s event horizon and is moving inward at 62% the speed of light.  Thanks to gravity’s funhouse effects, the starry band of the Milky Way appears both as a compact loop at the top of this view and as a secondary image stretching across the bottom.  Move the cursor over the image for additional explanations.  Visualizations like this allow astronomers to explore black holes in ways not otherwise possible.",
    "hdurl": "https://apod.nasa.gov/apod/image/2512/BlackHoleViz_Schnittman_8192.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Visualization: Near a Black Hole and Disk",
    "url": "https://apod.nasa.gov/apod/image/2512/BlackHoleViz_Schnittman_1080.jpg"
  },
  {
    "copyright": "Simone Curzi",
    "date": "2025-12-04",
    "explanation": "An example of violence on a cosmic scale, enormous elliptical galaxy NGC 1316 lies about 75 million light-years away toward Fornax, the southern constellation of the Furnace. Investigating the startling sight, astronomers suspect the giant galaxy of colliding with smaller neighbor NGC 1317 seen just right of the large galaxy's center, producing far flung star streams in loops and shells. Light from their close encounter would have reached Earth some 100 million years ago. In the sharp telescopic image, the central regions of NGC 1316 and NGC 1317 appear separated by over 100,000 light-years. Complex dust lanes visible within also indicate that NGC 1316 is itself the result of a merger of galaxies in the distant past. Found on the outskirts of the Fornax galaxy cluster, NGC 1316 is known as Fornax A. One of the visually brightest of the Fornax cluster galaxies it is one of the strongest and largest celestial radio sources with radio emission extending well beyond this one degree wide field-of-view.",
    "hdurl": "https://apod.nasa.gov/apod/image/2512/FornaxA_final_apod.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxies in the Furnace",
    "url": "https://apod.nasa.gov/apod/image/2512/FornaxA_final_apod1024.jpg"
  },
  {
    "copyright": "Tim Schaeffer",
    "date": "2025-12-05",
    "explanation": "Blasting outward from variable star KX Andromedae, these stunning bipolar jets are 19 light-years long. Recently discovered, they are revealed in unprecedented detail in this deep telescopic image centered on KX And and composed from over 692 hours of combined image data. In fact, KX And is spectroscopically found to be an interacting binary star system consisting of a bright, hot B-type star with a swollen cool giant star as its co-orbiting, close companion. The stellar material from the cool giant star is likely being transferred to the hot B-type star through an accretion disk, with spectacular symmetric jets driven outward perpendicular to the disk itself. The known distance to KX And of 2,500 light-years, angular size of the jets, and estimated inclination of the accretion disk lead to the size estimate for each jet of an astonishing 19 light-years.   Free APOD Lecture in Phoenix: Wednesday, December 10 at 7 pm",
    "hdurl": "https://apod.nasa.gov/apod/image/2512/KXAnd.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Bipolar Jets of KX Andromedae",
    "url": "https://apod.nasa.gov/apod/image/2512/KXAnd1024.jpg"
  },
  {
    "date": "2025-12-06",
    "explanation": "Fifty three years ago, in December of 1972, Apollo 17 astronauts Eugene Cernan and Harrison Schmitt spent about 75 hours on the Moon exploring the Taurus-Littrow valley, while colleague Ronald Evans orbited overhead. This snapshot from another world was taken by Cernan as he and Schmitt roamed the lunar valley's floor. The image shows Schmitt next to the lunar rover parked along the south rim of Shorty Crater.  That location is near the spot where geologist Schmitt discovered orange lunar soil. The Apollo 17 crew returned with 110 kilograms of rock and soil samples, more than was returned from any of the other lunar landing sites. And for now, Cernan and Schmitt are the last to walk on the Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/2512/moonshorty_apollo17_1498.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 17 at Shorty Crater",
    "url": "https://apod.nasa.gov/apod/image/2512/moonshorty_apollo17_1080.jpg"
  },
  {
    "date": "2025-12-07",
    "explanation": "It is still not known why the Sun's light is missing some colors.  Here are all the visible colors of the Sun, produced by passing the Sun's light through a prism-like device.  The spectrum was created at the McMath-Pierce Solar Observatory and shows, first off, that although our white-appearing Sun emits light of nearly every color, it appears brightest in yellow-green light.  The dark patches in the featured spectrum arise from gas at or above the Sun's surface absorbing sunlight emitted below.  Since different types of gas absorb different colors of light, it is possible to determine what gasses compose the Sun.  Helium, for example, was first discovered in 1868 on a solar spectrum and only later found here on Earth.  Today, the majority of spectral absorption lines have been identified - but not all.   Free APOD Lecture in Phoenix: Wednesday, December 10 at 7 pm",
    "hdurl": "https://apod.nasa.gov/apod/image/2512/sunspectrum_mpso_3071.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sun and Its Missing Colors",
    "url": "https://apod.nasa.gov/apod/image/2512/sunspectrum_mpso_1080.jpg"
  },
  {
    "date": "2025-12-08",
    "explanation": "Many wonders are visible when flying over the Earth at night.  Such visual spectacles occur every day for astronauts in low Earth orbit, but the featured video captured several from the International Space Station (ISS) in 2011 and set them to rousing music.  Passing below are white clouds, orange city lights, lightning flashes in thunderstorms, and dark blue seas.  On the horizon is the golden haze of Earth's thin atmosphere, frequently decorated by dancing auroras as the video progresses.  The green parts of auroras typically remain below the space station, but the station flies right through the red and purple auroral peaks.  Solar panels of the ISS are seen around the frame edges.  The ominous wave of approaching brightness at the end of each sequence is just the dawn of the sunlit half of Earth, a dawn that occurs every 90 minutes.   Free APOD Lecture in Phoenix: This Wednesday (December 10) at 7 pm",
    "media_type": "video",
    "service_version": "v1",
    "title": "Flying Over the Earth at Night",
    "url": "https://www.youtube.com/embed/FG0fTKAqZ5g?rel=0"
  },
  {
    "copyright": "\nNicola Bugin\n",
    "date": "2025-12-09",
    "explanation": "This cosmic close-up looks deep inside the Soul Nebula. The dark and brooding dust clouds outlined by bright ridges of glowing gas are cataloged as IC 1871. About 25 light-years across, the telescopic field of view spans only a small part of the much larger Heart and Soul nebulae. At an estimated distance of 6,500 light-years, the star-forming complex lies within the Perseus spiral arm of the Milky Way, seen in planet Earth's skies toward the constellation of the Queen of Aethiopia (Cassiopeia). An example of triggered star formation, the dense star-forming clouds of IC 1871 are themselves sculpted by the intense winds and radiation of the region's massive young stars. This color image adopts a palette made popular in Hubble images of star-forming regions.",
    "hdurl": "https://apod.nasa.gov/apod/image/2512/Soul_Bugin_3710.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Heart of the Soul Nebula",
    "url": "https://apod.nasa.gov/apod/image/2512/Soul_Bugin_1080.jpg"
  },
  {
    "copyright": "George Chatzifrantzis",
    "date": "2025-12-10",
    "explanation": "Sculpted by stellar winds and radiation, this dusty interstellar molecular cloud has by chance assumed an immediately recognizable shape. Fittingly known as The Horsehead Nebula, it lies some 1,500 light-years distant, embedded in the vast Orion cloud complex. About five light-years \"tall,\" the dark cloud is cataloged as Barnard 33, first identified on a photographic plate taken in the early 20th century.  B33 is visible primarily because its obscuring dust is silhouetted against the glow of emission nebula IC 434.  Hubble Space Telescope images from the early 21st century find young stars forming within B33. Of course, the magnificent interstellar cloud will slowly shift its apparent shape over the next few million years. But for now the Horsehead Nebula is a rewarding though difficult object to view with small telescopes from planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2512/IC434NM.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Horsehead Nebula",
    "url": "https://apod.nasa.gov/apod/image/2512/IC434NM900.jpg"
  },
  {
    "copyright": "Vikas Chander",
    "date": "2025-12-11",
    "explanation": "Large galaxies grow by eating small ones. Even our own galaxy engages in a sort of galactic cannibalism, absorbing small galaxies that are too close and are captured by the Milky Way's gravity. In fact, the practice is common in the universe and illustrated by this striking pair of interacting galaxies from the banks of the southern constellation Eridanus, The River. Located over 50 million light years away, the large, distorted spiral NGC 1532 is seen locked in a gravitational struggle with dwarf galaxy NGC 1531, a struggle the smaller galaxy will eventually lose. Seen nearly edge-on in this sharp image, spiral NGC 1532 spans about 100,000 light-years. The NGC 1532/1531 pair is thought to be similar to the well-studied system of face-on spiral and small companion known as M51.",
    "hdurl": "https://apod.nasa.gov/apod/image/2512/NGC1532.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxies in the River",
    "url": "https://apod.nasa.gov/apod/image/2512/NGC1532_1024.jpg"
  },
  {
    "copyright": "Dennis Lehtonen",
    "date": "2025-12-12",
    "explanation": "In a Finnish myth, when an arctic fox runs so fast that its bushy tail brushes the mountains, flaming sparks are cast into the heavens creating the northern lights. In fact the Finnish word \"revontulet\", a name for the aurora borealis or northern lights, can be translated as fire fox. So that evocative myth took on a special significance for the photographer of this northern night skyscape from Finnish Lapland near Kilpisjarvi Lake. The snowy scene is illuminated by moonlight. Saana, an iconic fell or mountain of Lapland, rises at the right in the background. But as the beautiful nothern lights danced overhead, the wild fire fox in the foreground enthusiastically ran around the photographer and his equipment, making it difficult to capture in this lucky single shot.  Watch: The Geminid Meteor Shower",
    "hdurl": "https://apod.nasa.gov/apod/image/2512/Firefox-Lehtonen-Dennis.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Northern Fox Fires",
    "url": "https://apod.nasa.gov/apod/image/2512/Firefox-Lehtonen-Dennis1024.jpg"
  },
  {
    "date": "2025-12-13",
    "explanation": "On December 5, 2022, a camera on board the uncrewed Orion spacecraft captured this view as Orion approached its return powered flyby of the Moon.  Beyond one of Orion's extended solar arrays lies dark, smooth, terrain along the western edge of the Oceanus Procellarum. Prominent on the lunar nearside Oceanus Procellarum, the Ocean of Storms, is the largest of the Moon's lava-flooded maria. The lunar terminator, the shadow line between lunar night and day, runs along the left of this frame. The 41 kilometer diameter crater Marius is top center, with ray crater Kepler peeking in at the edge, just right of the solar array wing. Kepler's bright rays extend to the north and west, reaching the dark-floored Marius. By December 11, 2022 the Orion spacecraft had returned to its home world. The historic Artemis 1 mission ended with Orion's successful splashdown in planet Earth's water-flooded Pacific Ocean.  Watch: The Geminid Meteor Shower",
    "hdurl": "https://apod.nasa.gov/apod/image/2512/art001e002132.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion and the Ocean of Storms",
    "url": "https://apod.nasa.gov/apod/image/2512/art001e002132_apod1024.jpg"
  },
  {
    "date": "2025-12-14",
    "explanation": "What would it be like to fly over the largest moon in the Solar System? In 2021, the robotic Juno spacecraft flew past Jupiter's huge moon Ganymede and took images that have been digitally constructed into a detailed flyby. As the featured video begins, Juno swoops over the two-toned surface of the 5,000-km wide moon, revealing an icy alien landscape filled with grooves and craters. The grooves are likely caused by shifting surface plates, while the craters are caused by violent impacts. Continuing on in its orbit, Juno then performed its 34th close pass over Jupiter's clouds. The digitally-constructed video shows numerous swirling clouds in the north, colorful planet-circling zones and bands across the middle -- featuring several white-oval clouds from the String of Pearls, and finally more swirling clouds in the south.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Juno Flyby of Ganymede and Jupiter",
    "url": "https://www.youtube.com/embed/CC7OJ7gFLvE?rel=0"
  },
  {
    "copyright": "\nTomáš Slovinský\n",
    "date": "2025-12-15",
    "explanation": "Where are all of these meteors coming from?  In terms of direction on the sky, the pointed answer is the constellation of Gemini.  That is why the major meteor shower in December is known as the Geminids -- because shower meteors all appear to come from a radiant toward Gemini. Three dimensionally, however, sand-sized debris expelled from the unusual asteroid 3200 Phaethon follows a well-defined orbit about our Sun, and the part of the orbit that approaches Earth is superposed in front of the constellation of Gemini. Therefore, when Earth crosses this orbit, the radiant point of falling debris appears in Gemini. Featured here is a composite of many images taken over the past few days through dark skies from Slovakia and capturing the snow-covered peaks of the Belianske Tatra mountains Numerous  bright meteor streaks from the Geminids meteor shower are visible.  Orion is visible above the horizon, while the bright star nearest the radiant is Castor.    APOD Review: RJN's Night Sky Network Lecture",
    "hdurl": "https://apod.nasa.gov/apod/image/2512/GeminidWinter_Slovinsky_1303.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gemini Meteors over Snow Capped Mountains",
    "url": "https://apod.nasa.gov/apod/image/2512/GeminidWinter_Slovinsky_960.jpg"
  },
  {
    "copyright": "\nJJ Rao\n",
    "date": "2025-12-16",
    "explanation": "What’s happening over that tree? Two very different things. On the left is the Andromeda galaxy, an object that is older than humanity and will last billions of years into the future.  Andromeda (M31) is similar in size and shape to our own Milky Way Galaxy.  On the right is a red sprite, a type of lightning that lasts a fraction of a second and occurs above violent thunderstorms. Red sprites were verified as real atmospheric phenomena only about 35 years ago.  The tree in the center is a boab, which may live for as long as a thousand years.  Boab trees grow naturally in Australia and Africa and are known for being able to store large amounts of water: up to 100,000 liters.  The featured image was captured last month near Derby in Western Australia.",
    "hdurl": "https://apod.nasa.gov/apod/image/2512/AndromedaSprites_Rao_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Andromeda and Sprites over Australia",
    "url": "https://apod.nasa.gov/apod/image/2512/AndromedaSprites_Rao_1080.jpg"
  },
  {
    "copyright": "\nJeffrey Horne\n",
    "date": "2025-12-17",
    "explanation": "Stars are forming in the Soul of the Queen of Aethopia. More specifically, a large star forming region called the Soul Nebula can be found in the direction of the constellation Cassiopeia, whom Greek mythology credits as the vain wife of a King who long ago ruled lands surrounding the upper Nile river. Also known as Westerhout 5 (W5), the Soul Nebula houses several open clusters of stars, ridges and pillars darkened by cosmic dust, and huge evacuated bubbles formed by the winds of young massive stars. Located about 6,500 light years away, the Soul Nebula spans about 100 light years and is usually imaged next to its celestial neighbor the Heart Nebula (IC 1805). The featured image, taken from near Nashville, Tennessee, USA, is a composite of 234 hours of exposures made in different colors: red as emitted by hydrogen gas, yellow as emitted by sulfur, and blue as emitted by oxygen.   Explore the Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2512/Soul_Horne_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "W5: The Soul Nebula",
    "url": "https://apod.nasa.gov/apod/image/2512/Soul_Horne_1080.jpg"
  },
  {
    "copyright": "David Cruz",
    "date": "2025-12-18",
    "explanation": "Jupiter, the Solar System's ruling gas giant, is the brightest celestial beacon at the center of this composite night skyscape. The scene was constructed by selecting the 40 exposures containing meteors from about 500 exposures made on the nights of December 13 and 14, near peak activity for this year's annual Geminid meteor shower. With each selected exposure registered in the night sky above Alentejo, Portugal, planet Earth, it does look like the meteors are streaming away from Jupiter. But the apparent radiant of the Geminid meteors is actually closer to bright star Castor, in the shower's eponymous constellation Gemini. In this frame that's just a little above and left of the Solar System's most massive planet. Still, the parent body of Geminid meteors is known to be rocky, near-Earth asteroid 3200 Phaethon. And the orbit of Phaethon itself is influenced by the gravitational attraction exerted by massive Jupiter, in concert with planets of the inner Solar System.",
    "hdurl": "https://apod.nasa.gov/apod/image/2512/GeminidsJupiterCruz.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter and the Meteors from Gemini",
    "url": "https://apod.nasa.gov/apod/image/2512/GeminidsJupiterCruz1024.jpg"
  },
  {
    "copyright": "When the Moon",
    "date": "2025-12-19",
    "explanation": "When the Moon is at its first quarter phase, the Sun rises along the Montes Caucasus as seen from the lunar surface. The lunar mountain range casts the magnificent, spire-like shadows in this telescopic view from planet Earth, looking along the lunar terminator or the boundary between lunar night and day. Named for Earth's own Caucasus Mountains, the rugged lunar Montes Caucasus peaks, up to 6 kilometers high, are located between the smooth Mare Imbrium to the west and Mare Serenitatis to the east. Still mostly in shadow in this first quarter lunarscape, at the left (west) impact craters reflect the light of the rising Sun along their outer, eastern crater walls.",
    "hdurl": "https://apod.nasa.gov/apod/image/2512/MontesCaucasusCopie.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Long Shadows of the Montes Caucasus",
    "url": "https://apod.nasa.gov/apod/image/2512/MontesCaucasusCopie1024.png"
  },
  {
    "copyright": "Marcella Pace",
    "date": "2025-12-20",
    "explanation": "The word solstice is from the Latin for Sun and to pause or stand still. And in the days surrounding a solstice the Sun's annual north-south drift in planet Earth's sky does slow down, pause, and then reverse direction. So near the solstice the daily path of the Sun through the sky really doesn't change much. In fact, near the December solstice, the Sun's consistent, low arc through northern hemisphere skies, along with low surface temperatures, has left a noticeable imprint on this path to the mountain town of Peaio in northern Italy. The morning frost on the road has melted away only where the sunlight was able to reach the ground. But it remains in the areas persistently shadowed by the fence, tattooing in frost an image of the fence on the asphalt surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/2512/tatooimg_145020251217.jpeg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Solstice Sun Tattoo",
    "url": "https://apod.nasa.gov/apod/image/2512/tatooimg_145020251217_1024.jpeg"
  },
  {
    "date": "2025-12-21",
    "explanation": "Can you tell that today is a solstice by the tilt of the Earth?  Yes. At a solstice, the Earth's terminator -- the dividing line between night and day -- is tilted the most.  The featured time-lapse video demonstrates this by displaying an entire year on planet Earth in twelve seconds. From geosynchronous orbit, the Meteosat 9 satellite recorded infrared images of the Earth every day at the same local time.  The video started at the September 2010 equinox with the terminator line being vertical: an equinox. As the Earth revolved around the Sun, the terminator was seen to tilt in a way that provides less daily sunlight to the northern hemisphere, causing winter in the north. At the most tilt, winter solstice occurred in the north, and summer solstice in the south.  As the year progressed, the March 2011 equinox arrived halfway through the video, followed by the terminator tilting the other way, causing winter in the southern hemisphere -- and summer in the north. The captured year ends again with the September equinox, concluding another of the billions of trips the Earth has taken -- and will take -- around the Sun.    APOD Review: RJN's Night Sky Network Lecture",
    "media_type": "other",
    "service_version": "v1",
    "title": "Solstice on a Spinning Earth"
  },
  {
    "copyright": "\nEnglish Heritage, \nJosh Dury\n",
    "date": "2025-12-22",
    "explanation": "Yesterday the Sun reached its southernmost point in planet Earth's sky.  Called a solstice, many cultures mark yesterday's date as a change of seasons -- from autumn to winter in Earth's Northern Hemisphere and from spring to summer in Earth's Southern Hemisphere.  The featured image was taken just before the longest night of the 2025 northern year at Stonehenge in United Kingdom. There, through stones precisely placed 4,500 years ago, a 4.5 billion year old large glowing orb is seen setting. Even given the precession of the Earth's rotational axis over the millennia, the Sun continues to set over Stonehenge in an astronomically significant way.",
    "hdurl": "https://apod.nasa.gov/apod/image/2512/StonehengeSolstice_Dury_3558.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunset Solstice over Stonehenge",
    "url": "https://apod.nasa.gov/apod/image/2512/StonehengeSolstice_Dury_960.jpg"
  },
  {
    "copyright": "\nValter Binotto\n",
    "date": "2025-12-23",
    "explanation": "What's happening in the sky? Lightning.  The most commonly seen type of lightning involves flashes of bright white light between clouds.  Over the past 50 years, though, other types of upper-atmospheric lightning have been confirmed, including tentacled red sprites and ringed ELVES.  Although both last only a small fraction of a second, sprites are brighter and easier to photograph than their more common electrical-discharge cousins.  ELVES are rapidly expanding rings that are thought to be created when an electromagnetic pulse shoots upward from charged clouds and impacts the ionosphere, causing nitrogen molecules to glow.  Capturing either form of lightning takes patience and experience -- capturing them both together, since they usually occur separately, is rare.  The featured image is a frame from a video recorded from Possagno, Italy late last month above a distant thunderstorm over the Adriatic Sea.",
    "hdurl": "https://apod.nasa.gov/apod/image/2512/SpriteElf_binotto_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Red Sprites and Circular Elves Lightning over Italy",
    "url": "https://apod.nasa.gov/apod/image/2512/SpriteElf_binotto_1080.jpg"
  },
  {
    "date": "2025-12-24",
    "explanation": "What are these little red dots (LRDs)? Nobody knows. Discovered only last year, hundreds of LRDs have now been found by the James Webb Space Telescope in the early universe. Although extremely faint, LRDs are now frequently identified in deep observations made for other purposes. A wide-ranging debate is raging about what LRDs may be and what importance they may have.  Possible origin hypotheses include accreting supermassive black holes inside clouds of gas and dust, bursts of star formation in young dust-reddened galaxies, and dark matter powered gas clouds.  The highlighted images show six nearly featureless LRDs listed under the JWST program that found them, and z, a distance indicator called cosmological redshift.  Additionally, searches are underway in our nearby universe to try to find whatever previous LRDs might have become today.",
    "hdurl": "https://apod.nasa.gov/apod/image/2512/Lrd_Webb_1080.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mystery: Little Red Dots in the Early Universe",
    "url": "https://apod.nasa.gov/apod/image/2512/Lrd_Webb_1080.jpg"
  },
  {
    "copyright": "Michael Kalika",
    "date": "2025-12-25",
    "explanation": "A star forming region cataloged as NGC 2264, this beautiful but complex arrangement of interstellar gas and dust is about 2,700 light-years distant in the faint but fanciful constellation Monoceros, the Unicorn. Seen toward the celestial equator and near the plane of our Milky Way galaxy, the seasonal skyscape mixes reddish emission nebulae excited by energetic light from newborn stars with dark interstellar dust clouds. Where the otherwise obscuring dust clouds lie close to the hot, young stars, they also reflect starlight, forming blue reflection nebulae. In fact, bright variable star S Monocerotis is immersed in a blue-tinted haze near center. Arrayed with a simple triangular outline above S Monocerotis, the stars of NGC 2264 are popularly known as the Christmas Tree star cluster. Carved by energetic starlight, the Cone Nebula sits upside down at the apex of this cosmic Christmas tree while the dusty, convoluted pelt of glowing gas and dust under the tree is called the Fox Fur Nebula. This rich telescopic frame spans about 1.5 degrees or 3 full moons on the sky top to bottom, covering nearly 80 light-years at the distance of NGC 2264.",
    "hdurl": "https://apod.nasa.gov/apod/image/2512/IMG_7311.jpeg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unicorn, Fox Fur and Christmas Tree",
    "url": "https://apod.nasa.gov/apod/image/2512/IMG_7311_800.jpeg"
  },
  {
    "copyright": "Dan Bartlett",
    "date": "2025-12-26",
    "explanation": "Attention grabbing interstellar visitor 3I/ATLAS made its not-so-close flyby of our fair planet on December 19 at a distance of 1.8 astronomical units. That's about 900 light-seconds. This deep exposure captures the comet from another star system as it gently swept across a faint background of stars in the constellation Leo about 4 days earlier. Though faint, colors emphasized in the image data show off the comet's yellowish dust tail and bluish ion tail along with a greenish tinged coma. And even as it is scrutinized by arrays of telescopes and spacecraft from planet Earth, 3I/ATLAS is headed out of the Solar System. It's presently moving outward along a hyperbolic trajectory at about 64 kilometers per second relative to the Sun, too fast to be bound by the Sun's gravity.",
    "hdurl": "https://apod.nasa.gov/apod/image/2512/3IATLAS_2025_12_15_JuneLake_DEBartlett.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "3I/ATLAS Flyby",
    "url": "https://apod.nasa.gov/apod/image/2512/3IATLAS_2025_12_15_JuneLake_DEBartlett1024.jpg"
  },
  {
    "date": "2025-12-27",
    "explanation": "Awkward and angular looking, Apollo 17's lunar module Challenger was designed for flight in the near vacuum of space.  Digitally enhanced and reprocessed, this picture taken from Apollo 17's command module America shows Challenger's ascent stage in lunar orbit. Small reaction control thrusters are at the sides of the moonship with the bell of the ascent rocket engine underneath. The hatch that allowed access to the lunar surface is seen at the front, with a round radar antenna at the top. Mission commander Gene Cernan is clearly visible through the triangular window. This spaceship performed gracefully, landing on the Moon and returning the Apollo astronauts to the orbiting command module in December of 1972. So where is Challenger now?  While its descent stage remains at the Apollo 17 landing site in the Taurus-Littrow valley, the ascent stage pictured was intentionally crashed nearby after being jettisoned from the command module prior to the astronauts' return to planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2512/AS17-149-22859-2v2SmlWmk.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 17's Moonship",
    "url": "https://apod.nasa.gov/apod/image/2512/AS17-149-22859-2v2SmlWmk1024.jpg"
  },
  {
    "date": "2025-12-28",
    "explanation": "Jewels don't shine this bright -- only stars do. And almost every spot in this jewel-box of an image from the Hubble Space Telescope is a star. Now, some stars are more red than our Sun, and some more blue -- but all of them are much farther away.  Although it takes light about 8 minutes to reach Earth from the Sun, NGC 1898 is so far away that it takes light about 160,000 years to get here. This huge ball of stars, NGC 1898, is called a globular cluster and resides in the central bar of the Large Magellanic Cloud (LMC) -- a satellite galaxy of our Milky Way Galaxy. The featured multi-colored image includes light from the infrared to the ultraviolet and was taken to help determine if the stars of NGC 1898 all formed at the same time or at different times. There are increasing indications that most globular clusters formed stars in stages, and that, in particular, stars from NGC 1898 formed shortly after ancient encounters with the Small Magellanic Cloud (SMC) and our Milky Way Galaxy.   Space Telescopes Live: Where are Hubble and Webb looking right now?",
    "hdurl": "https://apod.nasa.gov/apod/image/2512/NGC1898_Hubble_2913.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1898: Globular Cluster in the Large Magellanic Cloud",
    "url": "https://apod.nasa.gov/apod/image/2512/NGC1898_Hubble_960.jpg"
  },
  {
    "copyright": "\nAlan Chen\n",
    "date": "2025-12-29",
    "explanation": "This is the mess that is left when a star explodes.  The Crab Nebula, the result of a supernova seen in 1054 AD, is filled with mysterious filaments.  The filaments are not only tremendously complex but appear to have less mass than expelled in the original supernova and a higher speed than expected from a free explosion.  The featured image was taken by an amateur astronomer in Leesburg, Florida, USA over three nights last month. It was captured in three primary colors but with extra detail provided by specific emission by hydrogen gas. The Crab Nebula spans about 10 light years.  In the Nebula's very center lies a pulsar: a neutron star as massive as the Sun but with only the size of a small town.  The Crab Pulsar rotates about 30 times each second.   Explore the Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2512/Crab_Chen_1920.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M1: The Crab Nebula",
    "url": "https://apod.nasa.gov/apod/image/2512/Crab_Chen_960.jpg"
  },
  {
    "copyright": "\nWang Chao\n",
    "date": "2025-12-30",
    "explanation": "Yes, but can your comet tail do this? No, and what you are seeing is not the tail of a comet. The picture features a cleverly overlayed time-lapse sequence of a group of satellites orbiting Earth together in June. Specifically, these are Starlink communications satellites in low Earth orbit reflecting back sunlight before sunrise to Inner Mongolia, China. Although the satellites appear to the human eye as points, the 20-second-long camera exposures caused them to appear as short streaks. Currently there are over 9000 Starlinks in orbit, with more being launched nearly every week.  Other satellite constellations are also being planned.   Explore the Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2512/ArtificialComet_Chao_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Artificial Comet",
    "url": "https://apod.nasa.gov/apod/image/2512/ArtificialComet_Chao_1080.jpg"
  },
  {
    "copyright": "\nMike Selby\n",
    "date": "2025-12-31",
    "explanation": "What created the Waterfall Nebula?  The origin is still being researched.  The structure, officially designated Herbig-Haro 222, appears in the region of NGC 1999 in the Great Orion Molecular Cloud complex. The elongated gaseous stream stretches about ten light years but appears similar to a long waterfall on Earth.  Recent observations indicate that HH-222 is likely a gigantic gaseous bow shock, similar to a wave of water caused by a fast-moving ship. The origin of this shock wave is thought to be a jet outflow from the multiple star system V380 Orionis off the lower left of the frame.  Therefore, gas does not flow along the waterfall, but rather the entire structure moves toward the upper right.  The Waterfall Nebula lies about 1,500 light years away toward the constellation of Orion.  The featured image was captured earlier this month from El Sauce Observatory in Chile.   Jigsaw Nebula: Astronomy Puzzle of the Day",
    "hdurl": "https://apod.nasa.gov/apod/image/2512/WaterfallNeb_Selby_4000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "HH-222: The Waterfall Nebula",
    "url": "https://apod.nasa.gov/apod/image/2512/WaterfallNeb_Selby_960.jpg"
  },
  {
    "copyright": "Roi Levi",
    "date": "2026-01-01",
    "explanation": "Cycle 25 solar maximum made 2025 a great year for aurora borealis (or aurora australis) on planet Earth. And the high level of solar activity should extend into 2026. So, while you're celebrating the arrival of the new year, check out this spectacular auroral display that erupted in starry night skies over Kirkjufell, Iceland. The awesome auroral corona, energetic curtains of light streaming from directly overhead, was witnessed during a strong geomagnetic storm triggered by intense solar activity near the March 2025 equinox. This boreal skyscape captures the evocative display in a 21 frame panoramic mosaic.",
    "hdurl": "https://apod.nasa.gov/apod/image/2601/AuroraFireworksstormRoiLevi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Auroral Corona",
    "url": "https://apod.nasa.gov/apod/image/2601/AuroraFireworksstormRoiLevi1024.jpg"
  }
]
