[
  {
    "copyright": "Peter Bresseler",
    "date": "2025-08-01",
    "explanation": "A small, dark, nebula looks isolated near the center of this telescopic close-up. The wedge-shaped cosmic cloudlet lies within a relatively crowded region of space though. About 7,000 light-years distant and filled with glowing gas and an embedded cluster of young stars, the region is known as M16 or the Eagle Nebula. Hubble's iconic images of the Eagle Nebula include the famous star-forming Pillars of Creation, towering structures of interstellar gas and dust 4 to 5 light-years long. But this small dark nebula, known to some as a Bok globule, is a fraction of a light-year across. The Bok globule stands out in silhouette against the expansive background of M16's diffuse glow. Found scattered within emission nebulae and star clusters, Bok globules are small interstellar clouds of cold molecular gas and obscuring dust that also form stars within their dense, collapsing cores.",
    "hdurl": "https://apod.nasa.gov/apod/image/2508/BokGlobule_1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Small Dark Nebula",
    "url": "https://apod.nasa.gov/apod/image/2508/BokGlobule_1_1024.jpg"
  },
  {
    "copyright": "Daniel Korona",
    "date": "2025-08-02",
    "explanation": "Taken on July 29 and July 30, a registered and stacked series of exposures creates this dreamlike view of a northern summer night. Multiple firefly flashes streak across the foreground as the luminous Milky Way arcs above the horizon in the Sierra de Órganos national park of central Mexico. The collection of bright streaks aligned across the sky toward the upper left in the timelapse image are Delta Aquariid meteors. Currently active, the annual Delta Aquariid meteor shower shares August nights though, overlapping with the better-known Perseid meteor shower. This year that makes post-midnight, mostly moonless skies in early August very popular with late night skygazers. How can you tell a Delta Aquariid from a Perseid meteor?  The streaks of Perseid meteors can be traced back to an apparent radiant in the constellation Perseus. Delta Aquariids appear to emerge from the more southerly constellation Aquarius, beyond the top left of this frame. Of course, the bioluminescent flashes of fireflies are common too on these northern summer nights. But how can you tell a firefly from a meteor? Just try to catch one.",
    "hdurl": "https://apod.nasa.gov/apod/image/2508/DeltaAqrFireflies.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fireflies, Meteors, and Milky Way",
    "url": "https://apod.nasa.gov/apod/image/2508/DeltaAqrFireflies1024.jpg"
  },
  {
    "copyright": "\nAndre van der Hoeven\n",
    "date": "2025-08-03",
    "explanation": "In about a week the Perseid Meteor Shower will reach its maximum.  Grains of icy rock will streak across the sky as they evaporate during entry into Earth's atmosphere.  These grains were shed from Comet Swift-Tuttle.  The Perseids result from the annual crossing of the Earth through Comet Swift-Tuttle's orbit, and are typically the most active meteor shower of the year.  Although it is hard to predict the level of activity in any meteor shower, in a clear dark sky an observer might see a meteor a minute.  This year's Perseids peak just a few days after  full moon, and so some faint meteors will be lost to the lunar skyglow.  Meteor showers in general are best seen from a relaxing position, away from lights.  Featured here is a meteor caught exploding during the 2015 Perseids above Austria next to the central band of our Milky Way Galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/2508/MeteorBoom_vanderHoeven_750.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way and Exploding Meteor",
    "url": "https://apod.nasa.gov/apod/image/2508/MeteorBoom_vanderHoeven_750.gif"
  },
  {
    "copyright": "\nOgle et \nal.\n",
    "date": "2025-08-04",
    "explanation": "What are these gigantic blue arcs near the Andromeda Galaxy (M31)?  Discovered in 2022 by amateur astronomers, the faint arcs -- dubbed SDSO 1 -- span nearly the same angular size as M31 itself.  At first, their origin was a mystery: are they actually near the Andromeda Galaxy, or alternatively near to our Sun?  Now, over 550 hours of combined exposure and a collaboration between amateur and professional astronomers has revealed strong evidence for their true nature: SDSO 1 is not intergalactic, but a new class of planetary nebula within our galaxy.  Dubbed a Ghost Planetary Nebula (GPN), SDSO 1 is the first recognized member of a new subclass of faded planetary nebulas, along with seven others also recently identified.  Shown in blue are extremely faint oxygen emission from the shock waves, while the surrounding red is a hydrogen-emitting trail that indicates the GPN's age.",
    "hdurl": "https://apod.nasa.gov/apod/image/2508/M31Oxy_Collab_5415.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Blue Arcs Toward Andromeda",
    "url": "https://apod.nasa.gov/apod/image/2508/M31Oxy_Collab_960.jpg"
  },
  {
    "date": "2025-08-05",
    "explanation": "Why is this nebula so complex? The Webb Space Telescope has imaged a nebula in great detail that is thought to have emerged from a Sun-like star. NGC 6072 has been resolved into one of the more unusual and complex examples of planetary nebula. The featured image is in infrared light with the red color highlighting cool hydrogen gas. Study of previous images of NGC 6072 indicated several likely outflows and two disks inside the jumbled gas, while the new Webb image resolves new features likely including one disk's edge protruding on the central left.  A leading origin hypothesis holds that the nebula's complexity is caused or enhanced by multiple outbursts from a star in a multi-star system near the center.",
    "hdurl": "https://apod.nasa.gov/apod/image/2508/Ngc6072_webb_3755.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6072: A Complex Planetary Nebula from Webb",
    "url": "https://apod.nasa.gov/apod/image/2508/Ngc6072_webb_960.jpg"
  },
  {
    "copyright": "\nFritz\nHelmut Hemmerich\n",
    "date": "2025-08-06",
    "explanation": "What's that green streak in front of the Andromeda galaxy? A meteor. While photographing the Andromeda galaxy in 2016, near the peak of the Perseid Meteor Shower, a small pebble from deep space crossed right in front of our Milky Way Galaxy's far-distant companion. The small meteor took only a fraction of a second to pass through this 10-degree field.  The meteor flared several times while braking violently upon entering Earth's atmosphere.  The green color was created, at least in part, by the meteor's gas glowing as it vaporized. Although the exposure was timed to catch a Perseid meteor, the orientation of the imaged streak seems a better match to a meteor from the Southern Delta Aquariids, a meteor shower that peaked a few weeks earlier.  Not coincidentally, the Perseid Meteor Shower peaks next week, although this year the meteors will have to outshine a sky brightened by a nearly full moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/2508/MeteorM31_hemmerich_1948.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Meteor before Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2508/MeteorM31_hemmerich_960.jpg"
  },
  {
    "copyright": "Ron Brecher",
    "date": "2025-08-07",
    "explanation": "This stunning starfield spans about three full moons (1.5 degrees) across the heroic northern constellation of Perseus. It holds the famous pair of open star clusters, h and Chi Persei. Also cataloged as NGC 869 (right) and NGC 884, both clusters are about 7,000 light-years away and contain stars much younger and hotter than the Sun.  Separated by only a few hundred light-years, the clusters are both 13 million years young based on the ages of their individual stars, evidence that both clusters were likely a product of the same star-forming region. Always a rewarding sight in binoculars or small telescopes, the Double Cluster is even visible to the unaided eye from dark locations.",
    "hdurl": "https://apod.nasa.gov/apod/image/2508/DoubleClusterBrechersmall.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Double Cluster in Perseus",
    "url": "https://apod.nasa.gov/apod/image/2508/DoubleClusterBrecher1024.jpg"
  },
  {
    "date": "2025-08-08",
    "explanation": "One of the all-time historic skyscapes occured in July 1054, when the Crab Supernova blazed into the dawn sky. Chinese court astrologers first saw the Guest Star on the morning of 4 July 1054 next to the star Tianguan (now cataloged as Zeta Tauri). The supernova peaked in late July 1054 a bit brighter than Venus, and was visible in the daytime for 23 days. The Guest Star was so bright that every culture around the world inevitably discovered the supernova independently, although only nine reports survive, including those from China, Japan, and Constantinople. This iPhone picture is from Signal Hill near Tucson on the morning of 26 July 2025, faithfully re-creates the year 1054 Dawn of the Crab, showing the sky as seen by Hohokam peoples. The planet Venus, as a stand-in for the supernova, is close to the position of what is now the Crab Nebula supernova remnant. Step outside on a summer dawn with bright Venus, and ask yourself \"What would you have thought in ancient times when suddenly seeing the Dawn of the Crab?\"",
    "hdurl": "https://apod.nasa.gov/apod/image/2508/CrabRecreation_2_1054Sky1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dawn of the Crab",
    "url": "https://apod.nasa.gov/apod/image/2508/CrabRecreation_2_1054Sky1024.jpg"
  },
  {
    "date": "2025-08-09",
    "explanation": "Discovered on July 1 with the NASA-funded ATLAS (Asteroid Terrestrial-impact Last Alert System) survey telescope in Rio Hurtado, Chile, 3I/ATLAS is so designated as the third known interstellar object to pass through our Solar System. It follows 1I/ʻOumuamua in 2017 and the comet 2I/Borisov in 2019.  Also known as C/2025 N1, 3I/ATLAS is a comet. A teardrop-shaped cloud of dust, ejected from its icy nucleus warmed by increasing sunlight, is seen in this sharp image from the Hubble Space Telescope captured on July 21. Background stars are streaked in the exposure as Hubble tracked the fastest comet ever recorded on its journey toward the inner solar system. An analysis of the Hubble image indicates the solid nucleus, hidden from direct view, is likely less that 5.6 kilometers in diameter. This comet's interstellar origin is clear from its orbit, determined to be an eccentric, highly hyperbolic orbit that does not loop back around the Sun and will return 3I/ATLAS to interstellar space. Not a threat to planet Earth, the inbound interstellar interloper is now within the Jupiter's orbital distance of the Sun, while its closest approach to the Sun will bring it just inside the orbital distance of Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/2508/3I_Hubble.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Interstellar Interloper 3I/ATLAS from Hubble",
    "url": "https://apod.nasa.gov/apod/image/2508/3I_Hubble1024.jpg"
  },
  {
    "copyright": "\nRuslan Merzlyakov  \n(astrorms)\n",
    "date": "2025-08-10",
    "explanation": "What's that strange light down the road? Dust orbiting the Sun. At certain times of the year, a band of sun-reflecting dust from the inner Solar System appears prominently just after sunset -- or just before sunrise -- and is called zodiacal light.  Although the origin of this dust is still being researched, a leading hypothesis holds that zodiacal dust originates mostly from faint Jupiter-family comets and slowly spirals into the Sun. Recent analysis of dust emitted by Comet 67P, visited by ESA's robotic Rosetta spacecraft, bolsters this hypothesis.  Pictured when climbing a road up to Teide National Park in the Canary Islands of Spain, a bright triangle of zodiacal light appeared in the distance soon after sunset. Captured on June 21, 2019, the scene includes bright Regulus, the alpha star of the constellation Leo, standing above center toward the left. The Beehive Star Cluster (M44) can be spotted below center, closer to the horizon and also immersed in the zodiacal glow.",
    "hdurl": "https://apod.nasa.gov/apod/image/2508/ZodiacalRoad_Merzlyakov_1080.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Zodiacal Road",
    "url": "https://apod.nasa.gov/apod/image/2508/ZodiacalRoad_Merzlyakov_960.jpg"
  },
  {
    "date": "2025-08-11",
    "explanation": "verybody sees the Sun.  Nobody's been there.  Starting in 2018, though, NASA launched the robotic Parker Solar Probe (PSP) to investigate regions near to the Sun for the first time.  The featured time-lapse video shows the view looking sideways from behind PSP's Sun shield in December during the closest approach of any human-made spacecraft to the Sun, looping down to only about five solar diameters above the Sun's hot surface.  The PSP's Wide Field Imager for Solar Probe (WISPR) cameras took these images over seven hours, but they are digitally compressed here into about 5 seconds.  The solar corona, including colliding coronal mass ejections (CMEs), is visible here in unprecedented detail, with stars passing far in the background.  The Sun is not only Earth's dominant energy source, but its variable solar wind also compresses Earth's atmosphere, triggers auroras, affects power grids, and can even damage orbiting communication satellites.",
    "media_type": "other",
    "service_version": "v1",
    "title": "Closest Ever Images Near the Sun"
  },
  {
    "copyright": "\nMarcin Rosadziński\n",
    "date": "2025-08-12",
    "explanation": "Where are all of these meteors coming from?  In terms of direction on the sky, the pointed answer is the constellation of Perseus.  That is why the meteor shower that peaks tonight is known as the Perseids -- the meteors all appear to come from a radiant toward Perseus. In terms of parent body, though, the sand-sized debris that makes up the Perseids meteors come from Comet Swift-Tuttle. The comet follows a well-defined orbit around our Sun, and the part of the orbit that approaches Earth is superposed in front of Perseus. Therefore, when Earth crosses this orbit, the radiant point of falling debris appears in Perseus. Featured here, a composite image taken over six nights and containing over 100 meteors from 2024 August Perseids meteor shower shows many bright meteors that streaked over the Bieszczady Mountains in Poland. This year's Perseids, usually one of the best meteor showers of the year, will compete with a bright moon that will rise, for many locations, soon  after sunset.",
    "hdurl": "https://apod.nasa.gov/apod/image/2508/PerseidsRadiant_Marcin_5500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseids from Perseus",
    "url": "https://apod.nasa.gov/apod/image/2508/PerseidsRadiant_Marcin_1080.jpg"
  },
  {
    "date": "2025-08-13",
    "explanation": "What lies in the heart of Orion?  Trapezium: four bright stars, that can be found near the center of this sharp cosmic portrait. Gathered within a region about 1.5 light-years in radius, these stars dominate the core of the dense Orion Nebula Star Cluster. Ultraviolet ionizing radiation from the Trapezium stars, mostly from the brightest star Theta-1 Orionis C powers the complex star forming region's entire visible glow. About three million years old, the Orion Nebula Cluster was even more compact in its younger years and a dynamical study indicates that runaway stellar collisions at an earlier age may have formed a black hole with more than 100 times the mass of the Sun. The presence of a black hole within the cluster could explain the observed high velocities of the Trapezium stars. The Orion Nebula's distance of some 1,500 light-years make it one of the  closest candidate black holes to Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2508/OrionTrapezium_HubbleGendler_4000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Trapezium: In the Heart of Orion",
    "url": "https://apod.nasa.gov/apod/image/2508/OrionTrapezium_HubbleGendler_960.jpg"
  },
  {
    "copyright": "R. Jay Gabany",
    "date": "2025-08-14",
    "explanation": "In 1716, English astronomer Edmond Halley noted, \"This is but a little Patch, but it shews itself to the naked Eye, when the Sky is serene and the Moon absent.\" Of course, M13 is now less modestly recognized as the Great Globular Cluster in Hercules, one of the brightest globular star clusters in the northern sky. Sharp telescopic views like this one reveal the spectacular cluster's hundreds of thousands of stars. At a distance of 25,000 light-years, the cluster stars crowd into a region 150 light-years in diameter. Approaching the cluster core, upwards of 100 stars could be contained in a cube just 3 light-years on a side. For comparison with our neighborhood of the Milky Way, the closest star to the Sun is over 4 light-years away. Early telescopic observers of the great globular cluster also noted a curious convergence of three dark lanes with a spacing of about 120 degrees, seen here just below the cluster center.  Known as the propeller in M13, the shape is likely a chance optical effect of the distribution of stars viewed from our perspective against the dense cluster core.",
    "hdurl": "https://apod.nasa.gov/apod/image/2508/lrg_ngc6205.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M13: The Great Globular Cluster in Hercules",
    "url": "https://apod.nasa.gov/apod/image/2508/lrg_ngc6205_1024.jpg"
  },
  {
    "copyright": "Jeff Dai",
    "date": "2025-08-15",
    "explanation": "In the predawn sky on August 13, two planets were close. And despite the glare of a waning gibbous Moon, bright Jupiter and even brighter Venus were hard to miss. Their brilliant close conjunction is poised above the eastern horizon in this early morning skyscape. The scene was captured in a single exposure from a site near Gansu, China, with light from both planets reflected in the still waters of a local pond. Also seen against the moonlight were flashes from the annual Perseid Meteor Shower, known for its bright, fast meteors. Near the much anticipated peak of activity, the shower meteors briefly combined with the two planets for a celestial spectacle even in moonlit skies.",
    "hdurl": "https://apod.nasa.gov/apod/image/2508/IMG_20250813_202125_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moonlight, Planets, and Perseids",
    "url": "https://apod.nasa.gov/apod/image/2508/IMG_20250813_202125v1.jpg"
  },
  {
    "copyright": "Renaud & Olivier Coppe",
    "date": "2025-08-16",
    "explanation": "The camera battery died about 2am local time on August 12, while shooting in the bright moonlit skies from a garden in Chastre, Brabant Wallon, Belgium, planet Earth. But not before it captured the frames used to compose this cool animated gif of a brilliant Perseid meteor and a lingering visible trail known as a persistent train. The Perseid meteor, a fast moving speck of dust from the tail of large periodic Comet Swift-Tuttle, was heated to incandescence by ram pressure and vaporized as it flashed through the upper atmosphere at 60 kilometers per second. Compared to the brief flash of the meteor, its wraith-like trail really is persistent. A characteristic of bright meteors, a smoke-like persistent train can often be followed for many minutes wafting in the winds at altitudes of 60 to 90 kilometers.",
    "hdurl": "https://apod.nasa.gov/apod/image/2508/perseid2025-cropped.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Cool GIF of a 2025 Perseid",
    "url": "https://apod.nasa.gov/apod/image/2508/perseid2025-cropped.gif"
  },
  {
    "copyright": "\nWitta Priester\n",
    "date": "2025-08-17",
    "explanation": "What kind of clouds are these? Although their cause is presently unknown, such unusual atmospheric structures, as menacing as they might seem, do not appear to be harbingers of meteorological doom. Formally recognized as a distinct cloud type only last year, asperitas clouds can be stunning in appearance, unusual in occurrence, and are relatively unstudied. Whereas most low cloud decks are flat bottomed, asperitas clouds appear to have significant vertical structure underneath. Speculation therefore holds that asperitas clouds might be related to lenticular clouds that form near mountains, or mammatus clouds associated with thunderstorms, or perhaps a foehn -- a type of dry downward wind that flows off mountains. Clouds from such a wind called the Canterbury arch stream toward the east coast of New Zealand's South Island. The featured image, taken above Hanmer Springs in Canterbury, New Zealand in 2005, shows great detail partly because sunlight illuminates the undulating clouds from the side.",
    "hdurl": "https://apod.nasa.gov/apod/image/2508/asperatus_priester_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Asperitas Clouds Over New Zealand",
    "url": "https://apod.nasa.gov/apod/image/2508/asperatus_priester_1024.jpg"
  },
  {
    "date": "2025-08-18",
    "explanation": "This galaxy is not only pretty -- it's useful.  A gorgeous spiral some 100 million light-years distant, NGC 1309 lies on the banks of the constellation of the River (Eridanus). NGC 1309 spans about 60,000 light-years, making it about two-thirds the size of our larger Milky Way galaxy. Bluish clusters of young stars and dust lanes are seen to trace out NGC 1309's spiral arms as they wind around an older yellowish star population at its core. Not just another pretty face-on spiral galaxy, observations of NGC 1309's two recent supernovas and multiple  Cepheid variable stars contribute to the calibration of the expansion of the Universe. Still, after you get over this beautiful galaxy's grand design, check out the array of more distant background galaxies also recorded in this sharp image from the  Hubble Space Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/2508/Spiral1309_HubbleGalbany_4000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1309: A Useful Spiral Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2508/Spiral1309_HubbleGalbany_960.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2025-08-19",
    "explanation": "Over 500,000 light years across, NGC 6872 (bottom left) is a truly enormous barred spiral galaxy. At least 5 times the size of our own large Milky Way, NGC 6872 is the largest known spiral galaxy. About 200 million light-years distant toward the southern constellation Pavo, the Peacock, the appearance of this giant galaxy's stretched out spiral arms suggest the wings of a giant bird. So its popular moniker is the Condor galaxy. Lined with massive young, bluish star clusters and star-forming regions, the extended and distorted spiral arms are due to NGC 6872's past gravitational interactions with the nearby smaller galaxy IC 4970, visible here below the giant spiral galaxy's core. Other members of the southern Pavo galaxy group are scattered through this magnificent galaxy group portrait, with the dominant giant elliptical galaxy, NGC 6876, above and right of the soaring Condor galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/2508/NGC6872_block.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Giant Galaxies in Pavo",
    "url": "https://apod.nasa.gov/apod/image/2508/NGC6872_block1024.jpg"
  },
  {
    "copyright": "\nJosh Dury\n",
    "date": "2025-08-20",
    "explanation": "What are those curved arcs in the sky? Meteors -- specifically, meteors from this year's Perseid meteor shower.  Over the past few weeks, after the sky darkened, many images of Perseid meteors were captured separately and merged into a single frame, taken earlier.  Although the meteors all traveled on straight paths, these paths appear slightly curved by the wide-angle lens of the capturing camera.  The meteor streaks can all be traced back to a single point on the sky called the radiant, here just off the top of the frame in the constellation of Perseus. The same camera took a deep image of the background sky that brought up the central band of our Milky Way galaxy running nearly vertically through the featured image's center. The limestone arch in the foreground in Dorset, England is known as Durdle Door, a name thought to survive from a thousand years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/2508/PerseidsDurdleDoor_Dury_3963.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseid Meteors from Durdle Door",
    "url": "https://apod.nasa.gov/apod/image/2508/PerseidsDurdleDoor_Dury_960.jpg"
  },
  {
    "copyright": "Klaus Pillwatsch",
    "date": "2025-08-21",
    "explanation": "In this predawn skyscape recorded during the early morning hours of August 13, mostly Perseid meteors are raining down on planet Earth. You can easily identify the Perseid meteor streaks. They're the ones with trails that seem to converge on the annual meteor shower's radiant, a spot in the heroic constellation Perseus, located off the top of the frame. That's the direction in Earth's sky that looks along the orbit of this meteor shower's parent, periodic Comet Swift-Tuttle. Of course the scene is a composite, a combination of about 500 digital exposures to capture meteors registered with a single base frame exposure. But all exposures were taken during a period of around 2.5 hours from a wind farm near Mönchhof, Burgenland, Austria. Red lights on the individual wind turbine towers dot the foreground. In their spectacular close conjunction, bright planets Jupiter and Venus are poised above the eastern horizon.",
    "hdurl": "https://apod.nasa.gov/apod/image/2508/20250813_035050-TL4IMG_7698nebulb7331-7833ss_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mostly Perseids",
    "url": "https://apod.nasa.gov/apod/image/2508/20250813_035050-TL4IMG_7698nebulb7331-7833ss_1024.jpg"
  },
  {
    "copyright": "Kent Biggs",
    "date": "2025-08-22",
    "explanation": "This colorful telescopic view towards the musical northern constellation Lyra reveals the faint outer halos and brighter central ring-shaped region of M57, popularly known as the Ring Nebula. To modern astronomers M57 is a well-known planetary nebula. With a central ring about one light-year across, M57 is definitely not a planet though, but the gaseous shroud of one of the Milky Way's dying sun-like stars. Roughly the same apparent size as M57, the fainter and more often overlooked barred spiral galaxy at the left is IC 1296. In fact, over 100 years ago IC 1296 would have been known as a spiral nebula. By chance the pair are in the same field of view, and while they appear to have similar sizes they are actually very far apart. At a distance of a mere 2,000 light-years M57 is well within our own Milky Way galaxy. Extragalactic IC 1296 (aka PGC62532) is more like 200,000,000 light-years distant. That's about 100,000 times farther away than M57 but since they appear roughly similar in size, former spiral nebula IC 1296 must also be about 100,000 times larger than planetary nebula M57. Look closely at the sharp 21st century astroimage to spot even more distant background galaxies scattered through the frame.",
    "hdurl": "https://apod.nasa.gov/apod/image/2508/M57_LRGB_2K.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Tale of Two Nebulae",
    "url": "https://apod.nasa.gov/apod/image/2508/M57_LRGB_1K.jpg"
  },
  {
    "copyright": "How big is planet Earth's Moon",
    "date": "2025-08-23",
    "explanation": "How big is planet Earth's Moon? Compared to other moons of the Solar System, it's number 5 on the largest to smallest ranked list, following Jupiter's moon Ganymede, Saturn's moon Titan, and Jovian moons Callisto and Io. Continuing the list, the Moon comes before Jupiter's Europa and Neptune's Triton. It's also larger than dwarf planets Pluto and Eris. With a diameter of 3,475 kilometers the Moon is about 1/4 the size of Earth though, and that does make it the largest moon when compared to the size of its parent Solar System planet. Of course in this serene, twilight sea and skyscape, August's rising Full Moon still appears small enough to be caught in the nets of an ancient fishing rig. The telephoto snapshot was taken along the Italian Costa dei Trabocchi, on the Adriatic Sea.",
    "hdurl": "https://apod.nasa.gov/apod/image/2508/1000212902_bellelli.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fishing for the Moon",
    "url": "https://apod.nasa.gov/apod/image/2508/1000212902_bellelli1024.jpg"
  },
  {
    "date": "2025-08-24",
    "explanation": "At the core of the Crab Nebula lies a city-sized, magnetized neutron star spinning 30 times a second. Known as the Crab Pulsar, it is the bright spot in the center of the gaseous swirl at the nebula's core. About twelve light-years across, the spectacular picture frames the glowing gas, cavities and swirling filaments near the Crab Nebula's center.  The featured picture combines visible light from the Hubble Space Telescope in purple, X-ray light from the Chandra X-ray Observatory in blue, and infrared light from the Spitzer Space Telescope in red.  Like a cosmic dynamo, the Crab pulsar powers the emission from the nebula, driving a shock wave through surrounding material and accelerating the spiraling electrons. With more mass than the Sun and the density of an atomic nucleus,the spinning pulsar is the collapsed core of a massive star that exploded. The outer parts of the Crab Nebula are the expanding remnants of the star's component gases. The supernova explosion was witnessed on planet Earth in the year 1054.   Sky Surprise: What picture did APOD feature on your birthday? (after 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2508/Crab_HubbleChandraSpitzer_3600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Spinning Pulsar of the Crab Nebula",
    "url": "https://apod.nasa.gov/apod/image/2508/Crab_HubbleChandraSpitzer_1080.jpg"
  },
  {
    "copyright": "\nYousif Alqasimi &  \nEssa Al Jasmi\n",
    "date": "2025-08-25",
    "explanation": "Sometimes even the sky surprises you.  To see more stars and faint nebulosity in the Pleiades star cluster (M45), long exposures are made.  Many times, less interesting items appear on the exposures that were not intended -- but later edited out. These include stuck pixels, cosmic ray hits, frames with bright clouds or Earth's Moon, airplane trails, lens flares, faint satellite trails, and even insect trails.  Sometimes, though, something really interesting is caught by chance. That was just the case a few weeks ago in al-Ula, Saudi Arabia when a bright meteor streaked across during an hour-long exposure of the Pleiades. Along with the famous bright blue stars, less famous and less bright blue stars, and blue-reflecting dust surrounding the star cluster, the fast rock fragment created a distinctive green glow, likely due to vaporized metals.    Jigsaw Universe: Astronomy Puzzle of the Day",
    "hdurl": "https://apod.nasa.gov/apod/image/2508/MeteorPleiades_Alqasimi_1677.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Meteor and the Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/2508/MeteorPleiades_Alqasimi_960.jpg"
  },
  {
    "copyright": "\nAndrea Girones\n",
    "date": "2025-08-26",
    "explanation": "What's hovering above the Sun?  A solar prominence. A prominence is a crest of hot gas expelled from the Sun's surface that is held aloft by the Sun's magnetic field.  Prominences can last for days, can suddenly explode into space, or just fall back to the Sun.  What decides a prominence's fate is how the Sun's complex magnetic field changes -- the field's direction can act like an offramp for trapped solar particles. The 3-second (repeating) time-lapse featured video was captured earlier this month from Ottawa, Ontario, Canada. It shows the development of a larger-than-Earth prominence as it appears to leak solar plasma back to the Sun, over the course of an hour. What is unusual is that the prominence appears to hover -- more simple and typical prominences form magnetic loops that connect back to the surface.  Many hours after this video ended, the hovering prominence disintegrated back into the Sun.    Explore the Universe: Random APOD Generator",
    "media_type": "other",
    "service_version": "v1",
    "title": "A Leaky Solar Prominence"
  },
  {
    "date": "2025-08-27",
    "explanation": "That yellow spot -- what is it? It's a young planet outside our Solar System. The featured image from the Very Large Telescope in Chile surprisingly captures a distant scene much like our own Solar System's birth, some 4.5 billion years ago.  Although we can't look into the past and see Earth's formation directly, telescopes let us watch similar processes unfolding around distant stars.  At the center of this frame lies a young Sun-like star, hidden behind a coronagraph that blocks its bright glare.  Surrounding the star is a bright, dusty protoplanetary disk -- the raw material of planets.  Gaps and concentric rings mark where a newborn world is gathering gas and dust under its gravity, clearing the way as it orbits the star.  Although astronomers have imaged disk-embedded planets before, this is the first-ever observation of an exoplanet actively carving a gap within a disk -- the earliest direct glimpse of planetary sculpting in action.",
    "hdurl": "https://apod.nasa.gov/apod/image/2508/Wispit4b_eso_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "WISPIT 2b: Exoplanet Carves Gap in Birth Disk",
    "url": "https://apod.nasa.gov/apod/image/2508/Wispit4b_eso_960.jpg"
  },
  {
    "copyright": "Robert Eder",
    "date": "2025-08-28",
    "explanation": "This well-composed telescopic field of view covers over a Full Moon on the sky toward the high-flying constellation Pegasus. Of course the brighter stars show diffraction spikes, the commonly seen effect of internal supports in reflecting telescopes, and lie well within our own Milky Way galaxy. The faint but pervasive clouds of interstellar dust ride above the galactic plane and dimly reflect the Milky Way's starlight. Known as galactic cirrus or integrated flux nebulae they are associated with the Milky Way's molecular clouds. In fact, the diffuse cloud cataloged as MBM 54, less than a thousand light-years distant, fills the scene. The galaxy seemingly tangled in the dusty cloud is the striking spiral galaxy NGC 7497. It's some 60 million light-years away, though. Seen almost edge-on near the center of the field, NGC 7497's own spiral arms and dust lanes echo the colors of stars and dust in our own Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/2508/NGC7497_Robert_Eder.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxies, Stars, and Dust",
    "url": "https://apod.nasa.gov/apod/image/2508/NGC7497_Robert_Eder1024.jpg"
  },
  {
    "copyright": "Katelyn Beecroft",
    "date": "2025-08-29",
    "explanation": "The diffuse hydrogen-alpha glow of emission region Sh2-27 fills this cosmic scene. The field of view spans nearly 3 degrees across the nebula-rich constellation Ophiuchus toward the central Milky Way. A Dark Veil of wispy interstellar dust clouds draped across the foreground is chiefly identified as LDN 234 and LDN 204 from the 1962 Catalog of Dark Nebulae by American astronomer Beverly Lynds. Sh2-27 itself is the large but faint HII region surrounding runaway O-type star Zeta Ophiuchi. Along with the Zeta Oph HII region, LDN 234 and LDN 204 are likely 500 or so light-years away. At that distance, this telescopic frame would be about 25 light-years wide.",
    "hdurl": "https://apod.nasa.gov/apod/image/2508/DarkVeil_v2p2048.jpeg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Dark Veil in Ophiuchus",
    "url": "https://apod.nasa.gov/apod/image/2508/DarkVeil_v2p1024.jpeg"
  },
  {
    "copyright": "Marina Prol",
    "date": "2025-08-30",
    "explanation": "A young crescent moon can be hard to see. That's because when the Moon shows its crescent phase (young or old) it can never be far from the Sun in planet Earth's sky. But even though the sky is still bright, a slender sunlit lunar crescent is clearly visible in this early evening skyscape. The telephoto snapshot was captured on August 24, with the Moon very near the western horizon at sunset. Seen in a narrow crescent phase about 1.5 days old, the visible sunlit portion is a mere two percent of the surface of the Moon's familiar nearside. At the Canary Islands Space Centre, a steerable radio dish for communication with spacecraft is tilted in the direction of the two percent Moon. The sunset sky's pastel pinkish coloring is partly due to fine sand and dust from the Sahara Desert blown by the prevailing winds.",
    "hdurl": "https://apod.nasa.gov/apod/image/2508/IMG_4081.jpeg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Two Percent Moon",
    "url": "https://apod.nasa.gov/apod/image/2508/IMG_4081_1024.jpeg"
  },
  {
    "date": "2025-08-31",
    "explanation": "What created this unusual planetary nebula? Dubbed the Pillow Nebula and the Flying Carpet Nebula, NGC 7027 is one of the smallest, brightest, and most unusually shaped planetary nebulas known. Given its expansion rate, NGC 7027 first started expanding, as visible from Earth, about 600 years ago.  For much of its history, the planetary nebula has been expelling shells, as seen in blue in the featured image by the Hubble Space Telescope.  In modern times, though, for reasons unknown, it began ejecting gas and dust (seen in brown) in specific directions that created a new pattern that seems to have four corners. What lies at the nebula's center is unknown, with one hypothesis holding it to be a close binary star system where one star sheds gas onto an erratic disk orbiting the other star. NGC 7027, about 3,000 light years away, was first discovered in 1878 and can be seen with a standard backyard telescope toward the constellation of the Swan (Cygnus).",
    "hdurl": "https://apod.nasa.gov/apod/image/2508/ngc7027_HubbleDtc_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7027: The Pillow Planetary Nebula",
    "url": "https://apod.nasa.gov/apod/image/2508/ngc7027_HubbleDtc_960.jpg"
  },
  {
    "date": "2025-09-01",
    "explanation": "Its surface is the most densely cratered in the Solar System -- but what's inside?  Jupiter's moon Callisto is a battered ball of dirty ice that is slightly smaller than the planet Mercury. It was visited by NASA's Galileo spacecraft in the 1990s and 2000s, but the recently reprocessed featured image is from a flyby of NASA's Voyager 2 in 1979.  The moon would appear darker if it weren't for the tapestry of light-colored fractured surface ice created by eons of impacts. The interior of Callisto is potentially even more interesting because therein might lie an internal layer of liquid water. This potential underground sea is a candidate to harbor life -- similar with sister moons Europa and Ganymede.  Callisto is larger than Luna, Earth's Moon, and even with its high ice content is still more massive. ESA's JUICE and NASA's Europa Clipper missions are now headed out to Jupiter to better investigate its largest moons.",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/Callisto_Voyager2Gill_1602.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Callisto: Dirty Battered Iceball",
    "url": "https://apod.nasa.gov/apod/image/2509/Callisto_Voyager2Gill_960.jpg"
  }
]
