[
  {
    "date": "2025-09-01",
    "explanation": "Its surface is the most densely cratered in the Solar System -- but what's inside?  Jupiter's moon Callisto is a battered ball of dirty ice that is slightly smaller than the planet Mercury. It was visited by NASA's Galileo spacecraft in the 1990s and 2000s, but the recently reprocessed featured image is from a flyby of NASA's Voyager 2 in 1979.  The moon would appear darker if it weren't for the tapestry of light-colored fractured surface ice created by eons of impacts. The interior of Callisto is potentially even more interesting because therein might lie an internal layer of liquid water. This potential underground sea is a candidate to harbor life -- similar with sister moons Europa and Ganymede.  Callisto is larger than Luna, Earth's Moon, and even with its high ice content is still more massive. ESA's JUICE and NASA's Europa Clipper missions are now headed out to Jupiter to better investigate its largest moons.",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/Callisto_Voyager2Gill_1602.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Callisto: Dirty Battered Iceball",
    "url": "https://apod.nasa.gov/apod/image/2509/Callisto_Voyager2Gill_960.jpg"
  },
  {
    "copyright": "\nDaniel Stern\n",
    "date": "2025-09-02",
    "explanation": "The Horsehead Nebula is one of the most famous nebulae on the sky.  It is visible as the dark indentation to the orange emission nebula at the far right of the featured picture.  The horse-head feature is dark because it is really an opaque dust cloud that lies in front of the bright emission nebula. Like clouds in Earth's atmosphere, this cosmic cloud has assumed a recognizable shape by chance.  After many thousands of years, the internal motions of the cloud will surely alter its appearance.  The emission nebula's orange color is caused by electrons recombining with protons to form hydrogen atoms.  Toward the lower left of the image is the Flame Nebula, an orange-tinged nebula that also contains intricate filaments of dark dust.",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/OrionHorseHead_Stern_5842.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Horsehead and Flame Nebulas",
    "url": "https://apod.nasa.gov/apod/image/2509/OrionHorseHead_Stern_1080.jpg"
  },
  {
    "date": "2025-09-03",
    "explanation": "How soon do jets form when a supernova gives birth to a neutron star?  The Africa Nebula provides clues.  This supernova remnant surrounds Circinus X-1, an X-ray emitting neutron star and the companion star it orbits.  The image, from the ThunderKAT collaboration on the MeerKAT radio telescope situated in South Africa, shows the bright core-and-lobe structure of Cir X-1’s currently active jets inside the nebula.  A mere 4600 years old, Cir X-1 could be the \"Little Sister\" of microquasar SS 433*.  However, the newly discovered bubble exiting from a ring-like hole in the upper right of the nebula, along with a ring to the bottom left, demonstrate that other jets previously existed.  Computer simulations indicate those jets formed within 100 years of the explosion and lasted up to 1000 years.  Surprisingly, to create the observed bubble, the jets need to be more powerful than young neutron stars were previously thought to produce.   Open Science: Browse 3,700+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/2508/CirX1_English_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cir X-1: Jets in the Africa Nebula",
    "url": "https://apod.nasa.gov/apod/image/2508/CirX1_English_960.jpg"
  },
  {
    "copyright": "José Rodrigues",
    "date": "2025-09-04",
    "explanation": "Magnificent spiral galaxy NGC 4565 is viewed edge-on from planet Earth. Also known as the Needle Galaxy for its narrow profile, bright NGC 4565 is a stop on many telescopic tours of the northern sky, in the faint but well-groomed constellation Coma Berenices. This sharp, colorful image reveals the galaxy's boxy, bulging central core cut by obscuring dust lanes that lace NGC 4565's thin galactic plane. NGC 4565 lies around 40 million light-years distant while the spiral galaxy itself spans some 100,000 light-years.  That's about the size of our own Milky Way. Easily spotted with small telescopes, deep sky enthusiasts consider NGC 4565 to be a prominent celestial masterpiece Messier missed.",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/NGC4565_APOD_sRGB.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4565: Galaxy on Edge",
    "url": "https://apod.nasa.gov/apod/image/2509/NGC4565_APOD_sRGB1024.jpg"
  },
  {
    "copyright": "Carlos Taylor",
    "date": "2025-09-05",
    "explanation": "Also known as NGC 104, 47 Tucanae is a jewel of the southern sky. Not a star but a dense cluster of stars, it roams the halo of our Milky Way Galaxy along with some 200 other globular star clusters. The second brightest globular cluster (after Omega Centauri) as seen from planet Earth, 47 Tuc lies about 13,000 light-years away. It can be spotted with the naked eye close on the sky to the Small Magellanic Cloud in the constellation of the Toucan. The dense cluster is made up of hundreds of thousands of stars in a volume only about 120 light-years across. Red giant stars on the outskirts of the cluster are easy to pick out as yellowish stars in this sharp telescopic portrait. Tightly packed globular star cluster 47 Tuc is also home to a star with the closest known orbit around a black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/crtastro_0352.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "47 Tucanae: Globular Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/2509/crtastro_0352_1024.jpg"
  },
  {
    "copyright": "When the sun sets on September 7",
    "date": "2025-09-06",
    "explanation": "When the sun sets on September 7, the Full Moon will rise. And on that date denizens around much of our fair planet, including parts of Antarctica, Australia, Asia, Europe, and Africa can witness a total lunar eclipse, with the Moon completely immersed in Earth's shadow. As the bright Full Moon first enters Earth's shadow it will darken, finally taking on a reddish hue during the total eclipse phase. In fact, the color of the Moon during a total lunar eclipse is due to reddened light from sunrises and sunsets around planet Earth. The reddened sunlight is scattered by a dense atmosphere into the planet's otherwise dark central shadow. When the sun set on August 22, this telephoto snapshot of red skies, blue sea, and the Mangiabarche Lighthouse was captured from Sant'Antioco, Sardinia, Italy.",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/MangiabarcheTramonto.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sardinia Sunset",
    "url": "https://apod.nasa.gov/apod/image/2509/MangiabarcheTramonto1060.jpg"
  },
  {
    "date": "2025-09-07",
    "explanation": "How much of planet Earth is made of water? Very little, actually. Although oceans of water cover about 70 percent of Earth's surface, these oceans are shallow compared to the Earth's radius. The featured illustration shows what would happen if all of the water on or near the surface of the Earth were bunched up into a ball. The radius of this ball would be only about 700 kilometers, less than half the radius of the Earth's Moon, and slightly smaller than Saturn's moon Rhea which, like many moons in our outer Solar System, is mostly water ice. The next smallest ball depicts all of Earth's liquid fresh water, while the tiniest ball shows the volume of all of Earth's fresh-water lakes and rivers. How any of this water came to be on the Earth and whether any significant amount is trapped far beneath Earth's surface remain topics of research.",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/WaterlessEarth2_woodshole_2520.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "All the Water on Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/2509/WaterlessEarth2_woodshole_960.jpg"
  },
  {
    "date": "2025-09-08",
    "explanation": "This butterfly can hatch planets. The nebula fanning out from the star IRAS 04302+2247 may look like the wings of a butterfly, while the vertical brown stripe down the center may look like the butterfly's body -- but together they indicate an active planet-forming system. The featured picture was captured recently in infrared light by the Webb Space Telescope. Pictured, the vertical disk is thick with the gas and dust from which planets form. The disk shades visible and (most) infrared light from the central star, allowing a good view of the surrounding dust that reflects out light. In the next few million years, the dust disk will likely fragment into rings through the gravity of newly hatched planets.  And a billion years from now, the remaining gas and dust will likely dissipate, leaving mainly the planets -- like in our Solar System.    Explore the Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/IrasDisk_Webb_2045.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IRAS 04302: Butterfly Disk Planet Formation",
    "url": "https://apod.nasa.gov/apod/image/2509/IrasDisk_Webb_1080.jpg"
  },
  {
    "date": "2025-09-09",
    "explanation": "What's that rising up from the Earth? When circling the Earth on the International Space Station early in July, astronaut Nicole Ayers saw an unusual type of lightning rising up from the Earth: a gigantic jet. The powerful jet appears near the center of the featured image in red, white, and blue. Giant jet lightning has only been known about for the past 25 years. The atmospheric jets are associated with thunderstorms and extend upwards towards Earth's ionosphere.  The lower part of the frame shows the Earth at night, with Earth's thin atmosphere tinted green from airglow. City lights are visible, sometimes resolved, but usually creating diffuse white glows in intervening clouds.  The top of the frame reveals distant stars in the dark night sky. The nature of gigantic jets and their possible association with other types of Transient Luminous Events (TLEs) such as blue jets and red sprites remain active topics of research.",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/JetIss_nasa_6604.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Up from the Earth: Gigantic Jet Lightning",
    "url": "https://apod.nasa.gov/apod/image/2509/JetIss_nasa_960.jpg"
  },
  {
    "copyright": "\nIan Moehring & Kevin Roylance \n",
    "date": "2025-09-10",
    "explanation": "It is one of the largest nebulas on the sky -- why isn't it better known? Roughly the same angular size as the Andromeda Galaxy, the Great Lacerta Nebula can be found toward the constellation of the Lizard (Lacerta). The emission nebula is difficult to see with wide-field binoculars because it is so faint, but also usually difficult to see with a large telescope because it is so great in angle -- spanning about three degrees. The depth, breadth, waves, and beauty of the nebula -- cataloged as Sharpless 126 (Sh2-126) -- can best be seen and appreciated with a long duration camera exposure. The featured image is one such combined exposure -- in this case taken over three nights in August through dark skies in Moses Lake, Washington, USA. The hydrogen gas in the Great Lacerta Nebula glows red because it is excited by light from the bright star 10 Lacertae, one of the bright blue stars just to the left of the red-glowing nebula's center.  Most of the stars and nebula are about 1,200 light years distant.    Jigsaw Universe: Astronomy Puzzle of the Day",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/GrLacerta_Moehring_5509.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Great Lacerta Nebula",
    "url": "https://apod.nasa.gov/apod/image/2509/GrLacerta_Moehring_960.jpg"
  },
  {
    "copyright": "Wang Letian",
    "date": "2025-09-11",
    "explanation": "The dark, inner shadow of planet Earth is called the umbra. Shaped like a cone extending into space, it has a circular cross section most easily seen during a lunar eclipse. And on the night of September 7/8 the Full Moon passed near the center of Earth's umbral cone, entertaining eclipse watchers around much of our fair planet, including parts of Antarctica, Australia, Asia, Europe, and Africa. Recorded from Zhangjiakou City, China, this timelapse composite image uses successive pictures from the total lunar eclipse, progressing right to left, to reveal the curved cross-section of the umbral shadow sliding across the Moon. Sunlight scattered by the atmosphere into Earth's umbra causes the lunar surface to appear reddened during totality. But close to the umbra's edge, the limb of the eclipsed Moon shows a distinct blue hue. The blue eclipsed moonlight originates as rays of sunlight pass through layers high in the upper stratosphere, colored by ozone that scatters red light and transmits blue. In the total phase of this leisurely lunar eclipse, the Moon was completely within the Earth's umbra for about 83 minutes.",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/UmbraEarth.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Umbra of Earth",
    "url": "https://apod.nasa.gov/apod/image/2509/UmbraEarth1050.jpg"
  },
  {
    "copyright": "Zhouyue Zhu",
    "date": "2025-09-12",
    "explanation": "September's total lunar eclipse is tracked across night skies from both the northern and southern hemispheres of planet Earth in these two dramatic timelapse series. In the northern hemisphere sequence (top panel) the Moon’s trail arcs from the upper left to the lower right. It passes below bright planet Saturn, seen under mostly clear skies from the international campus of Zhejiang University in China at about 30 degrees north latitude. In contrast, the southern hemisphere view from Lake Griffin, Canberra, Australia at 35 degrees south latitude, records the Moon’s trail from the upper right to the lower left. Multiple lightning flashes from thunderstorms near the horizon appear reflected in the lake. Both sequences were photographed with 16mm wide-angle lenses and both cover the entire eclipse, with the darkened red Moon totally immersed in Earth's umbral shadow near center. But the different orientations of the Moon’s path across the sky reveal the perspective shifts caused by the views from northern vs. southern latitudes.",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/APODtwo_hemisphere_combined_no_text.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Eclipse in Two Hemispheres",
    "url": "https://apod.nasa.gov/apod/image/2509/APODtwo_hemisphere_combined_no_text1065.jpg"
  },
  {
    "copyright": "Joao Yordanov Serralheiro",
    "date": "2025-09-13",
    "explanation": "The steerable 60 foot diameter dish antenna of the One-Mile Telescope at Mullard Radio Astronomy Observatory, Cambridge, UK, is pointing skyward in this evocative night-skyscape. To capture the dramatic scene, consecutive 30 second exposures were recorded over a period of 90 minutes. Combined, the exposures reveal a background of gracefully arcing star trails that reflect planet Earth's daily rotation on its axis. The North Celestial Pole, the extension of Earth's axis of rotation into space, points near Polaris, the North Star. That's the bright star that creates the short trail near the center of the concentric arcs. But the historic One-Mile Telescope array also relied on planet Earth's rotation to operate. Exploring the universe at radio wavelengths, it was the first radio telescope to use Earth-rotation aperture synthesis. That technique uses the rotation of the Earth to change the relative orientation of the telescope array and celestial radio sources to create high resolution radio maps of the sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/StarTrailsOne-MileRadioTelescope2100.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Trails over One-Mile Radio Telescope",
    "url": "https://apod.nasa.gov/apod/image/2509/StarTrailsOne-MileRadioTelescope1050.jpg"
  },
  {
    "date": "2025-09-14",
    "explanation": "How does your favorite planet spin? Does it spin rapidly around a nearly vertical axis, or horizontally, or backwards?  The featured video animates NASA images of all eight planets in our Solar System to show them spinning side-by-side for an easy comparison. In the time-lapse video, a day on Earth -- one Earth rotation -- takes just a few seconds.  Jupiter rotates the fastest, while Venus spins not only the slowest (can you see it?), but backwards.  The inner rocky planets across the top underwent dramatic spin-altering collisions during the early days of the Solar System.  Why planets spin and tilt as they do remains a topic of research with much insight gained from modern computer modeling and the recent discovery and analysis of hundreds of exoplanets: planets orbiting other stars.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Planets of the Solar System: Tilts and Spins",
    "url": "https://www.youtube.com/embed/my1euFQHH-o?rel=0"
  },
  {
    "date": "2025-09-15",
    "explanation": "Can our Sun become dangerous? Yes, sometimes. Every few years our Sun ejects a scary-large bubble of hot gas into the Solar System.  Every hundred years or so, when the timing, location, and magnetic field connections are just right, such a Coronal Mass Ejection (CME) will hit the Earth. When this happens, the Earth not only experiences dramatic auroras, but its magnetic field gets quickly pushed back and compressed, which causes electric grids to surge. Some of these surges could be dangerous, affecting satellites and knocking out power grids -- which can take months to fix.  Just such a storm -- called the Carrington Event -- occurred in 1859 and caused telegraph wires to spark. A similar CME passed near the Earth in 2012, and the featured animated video shows a computer model of what might have happened if it had been a direct hit.  In this model, the Earth's magnetopause becomes so compressed that it went inside the orbit of  geosynchronous communication satellites.",
    "media_type": "other",
    "service_version": "v1",
    "title": "Earth During a Powerful Solar Storm"
  },
  {
    "copyright": "\nDaniel Korona\n",
    "date": "2025-09-16",
    "explanation": "A newly discovered comet is already visible with binoculars. The comet, C/2025 R2 (SWAN) and nicknamed SWAN25B, is brightening significantly as it emerges from the Sun's direction and might soon become visible on your smartphone -- if not your eyes. Although the brightnesses of comets are notoriously hard to predict, many comets appear brighter as they approach the Earth, with SWAN25B reaching only a quarter of the Earth-Sun distance near October 19.  Nighttime skygazers will also be watching for a SWAN25B-spawned meteor shower around October 5 when our Earth passes through the plane of the comet's orbit. The unexpectedly bright comet was discovered by an amateur astronomer in images of the SWAN instrument on NASA's SOHO satellite.  The comet is currently best observed in southern skies but is slowly moving north.  The featured image was captured at sunset three days ago just above the western horizon in Zacatecas, Mexico.",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/Swan25B_Korona_1267.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "New Comet SWAN25B over Mexico",
    "url": "https://apod.nasa.gov/apod/image/2509/Swan25B_Korona_960.jpg"
  },
  {
    "copyright": "\nJ. De Winter,\nC. Humbert, \nC. Robert & \nV. Sabet;\nText: Ogetay Kayali \n(MTU) \n",
    "date": "2025-09-17",
    "explanation": "Can you spot famous celestial objects in this image?  18th-century astronomer Charles Messier cataloged only two of them: the bright Lagoon Nebula (M8) at the bottom, and the colorful Trifid Nebula (M20) at the upper right.  The one on the left that resembles a cat's paw is NGC 6559, and it is much fainter than the other two.  Even harder to spot are the thin blue filaments on the left, from supernova remnant (SNR G007.5-01.7).  Their glow comes from small amounts of glowing oxygen atoms that are so faint that it took over 17 hours of exposure with just one blue color to bring up. Framing this scene of stellar birth and death are two star clusters: the open cluster M21 just above Trifid, and the globular cluster NGC 6544 at lower left.",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/SagNebs_DeWinter_4550.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nebulas and Clusters in Sagittarius",
    "url": "https://apod.nasa.gov/apod/image/2509/SagNebs_DeWinter_960.jpg"
  },
  {
    "copyright": "Team Ciel Austral",
    "date": "2025-09-18",
    "explanation": "A new visitor from the outer Solar System, comet C/2025 R2 (SWAN) also known as SWAN25B was only discovered late last week, on September 11. That's just a day before the comet reached perihelion, its closest approach to the Sun. First spotted by Vladimir Bezugly in images from the SWAN instrument on the sun-staring SOHO spacecraft, the comet was surprisingly bright but understandably difficult to see against the Sun's glare. Still close to the Sun on the sky, the greenish coma and tail of C/2025 R2 (SWAN) are captured in this telescopic snapshot from September 17. Spica, alpha star of the constellation Virgo, shines just beyond the upper left edge of the frame while the comet is about 6.5 light-minutes from planet Earth. Near the western horizon after sunset and slightly easier to see in binoculars from the southern hemisphere, this comet SWAN will pass near Zubenelgenubi, alpha star of Libra, on October 2.  C/2025 R2 (SWAN) is scheduled to make its closest approach to our fair planet around October 20.",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/C2025R2_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet C/2025 R2 (SWAN)",
    "url": "https://apod.nasa.gov/apod/image/2509/C2025R2_1066.jpg"
  },
  {
    "copyright": "Tommy Lease",
    "date": "2025-09-19",
    "explanation": "A study in contrasts, this colorful cosmic skyscape features stars, dust, and glowing gas in the vicinity of NGC 6914. The interstellar complex of nebulae lies some 6,000 light-years away, toward the high-flying northern constellation Cygnus and the plane of our Milky Way Galaxy. Obscuring interstellar dust clouds appear in silhouette while reddish hydrogen emission nebulae, along with the dusty blue reflection nebulae, fill the cosmic canvas. Ultraviolet radiation from the massive, hot, young stars of the extensive Cygnus OB2 association ionize the region's atomic hydrogen gas, producing the characteristic red glow as protons and electrons recombine. Embedded Cygnus OB2 stars also provide the blue starlight strongly reflected by the dust clouds. The over one degree wide telescopic field of view spans about 100 light-years at the estimated distance of NGC 6914.",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/NGC6914_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The NGC 6914 Complex",
    "url": "https://apod.nasa.gov/apod/image/2509/NGC6914_1024.jpg"
  },
  {
    "copyright": "Luca Bartek",
    "date": "2025-09-20",
    "explanation": "rly risers around planet Earth have enjoyed a shining crescent Moon near brilliant Venus, close to the eastern horizon in recent morning twilight skies. And yesterday, on September 19, skygazers watching from some locations in Earth's northern hemisphere were also able to witness Venus, in the inner planet's waxing gibbous phase, pass behind the Moon's waning crescent. In fact, this telescopic snapshot was taken moments before that occultation of gibbous Venus by the crescent Moon began. The close-up view of the beautiful celestial alignment records Venus approaching part of the Moon's sunlit edge in clear daytime skies from the Swiss Alps. Tomorrow, the Sun will pass behind a New Moon. But to witness that partial solar eclipse on September 21, skygazers will need to watch from locations in planet Earth's southern hemisphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/20250919_Moon_Venus_logo.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gibbous vs Crescent",
    "url": "https://apod.nasa.gov/apod/image/2509/20250919_Moon_Venus_logoC1052.jpg"
  },
  {
    "date": "2025-09-21",
    "explanation": "Does the Sun set in the same direction every day? No, the direction of sunset depends on the time of the year. Although the Sun always sets approximately toward the west, on an equinox like tomorrow the Sun sets directly toward the west. After tomorrow's September equinox, the Sun will set increasingly toward the southwest, reaching its maximum displacement at the December solstice.  Before tomorrow's September equinox, the Sun had set toward the northwest, reaching its maximum displacement at the June solstice. The featured time-lapse image shows seven bands of the Sun setting one day each month from 2019 December through 2020 June.  These image sequences were taken from Alberta, Canada -- well north of the Earth's equator -- and feature the city of Edmonton in the foreground.  The middle band shows the Sun setting during an equinox -- in March.  From this location, the Sun will set along this same equinox band again tomorrow.",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/SunsetMonths_Vanzella_2400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Equinox Sunset",
    "url": "https://apod.nasa.gov/apod/image/2509/SunsetMonths_Vanzella_1080.jpg"
  },
  {
    "copyright": "\nImran Sultan\n",
    "date": "2025-09-22",
    "explanation": "On Saturn, the rings tell you the season.  On Earth, today marks an equinox, the time when the Earth's equator tilts directly toward the Sun.  Since Saturn's grand rings orbit along the planet's equator, these rings appear most prominent -- from the direction of the Sun -- when the spin axis of Saturn points toward the Sun.  Conversely, when Saturn's spin axis points to the side, an equinox occurs, and the edge-on rings are hard to see from not only the Sun -- but Earth.  In the featured montage, images of Saturn between the years of 2020 and 2025 have been superposed to show the giant planet passing, with this year's equinox, from summer in the north to summer in the south.  Yesterday, Saturn was coincidently about as close as it gets to planet Earth, and so this month the ringed giant's orb is relatively bright and visible throughout the night.",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/Saturn6Years_Sultan_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Equinox at Saturn",
    "url": "https://apod.nasa.gov/apod/image/2509/Saturn6Years_Sultan_960.jpg"
  },
  {
    "date": "2025-09-23",
    "explanation": "How massive can a normal star be?  Estimates made from distance, brightness and standard solar models had given one star in the open cluster Pismis 24 over  200 times the mass of our Sun, making it one of the most massive stars known.  This star is the brightest object located in the central cavity near the bottom center of the featured image taken with the Webb Space Telescope in infrared light.  For comparison, a rollover image from the Hubble Space Telescope  is also featured in visible light. Close inspection of the images,  however, has shown that Pismis 24-1 derives its brilliant luminosity not from a single star but from three at least.  Component stars would still remain near 100 solar masses, making them among the more massive stars currently on record.  Toward the bottom of the image, stars are still forming in the associated emission nebula NGC 6357. Appearing perhaps like a Gothic cathedral, energetic stars near the center appear to be breaking out and illuminating a spectacular cocoon.   Teachers & Students: Ideas for Utilizing APOD in the Classroom",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/Ngc6357_Webb_1449.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6357: Cathedral to Massive Stars",
    "url": "https://apod.nasa.gov/apod/image/2509/Ngc6357_Webb_960.jpg"
  },
  {
    "date": "2025-09-24",
    "explanation": "It was the strongest gravitational wave signal yet measured -- what did it show?  GW250114 was detected by both arms of the Laser Interferometer Gravitational-wave Observatory (LIGO) in Washington and Louisiana USA earlier this year.  Analysis showed that the event was created when two black holes, each of mass around 33 times the mass of the Sun, coalesced into one larger black hole with a mass of around 63 solar masses.  Even though the event happened about a billion light years away, the signal was so strong that the spin of all black holes, as well as initial ringing of the final black hole, was deduced with exceptional accuracy. Furthermore, it was confirmed better than before, as previously predicted, that the total event horizon area of the combined black hole was greater than those of the merging black holes. Featured, an artist's illustration depicts an imaginative and conceptual view from near one of the black holes before collision.",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/ArtGw250114_Simonnet_2400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "GW250114: Rotating Black Holes Collide",
    "url": "https://apod.nasa.gov/apod/image/2509/ArtGw250114_Simonnet_960.jpg"
  },
  {
    "copyright": "Jin Wang",
    "date": "2025-09-25",
    "explanation": "This year Saturn was at opposition on September 21, opposite the Sun in planet Earth's sky. At its closest to Earth, Saturn was also at its brightest of the year, rising as the Sun set and shining above the horizon all night long among the fainter stars of the constellation Pisces. In this snapshot from the Qinghai Lenghu Observatory, Tibetan Plateau, southwestern China, the outer planet is immersed in a faint, diffuse oval of light known as the gegenschein or counter glow. The diffuse gegenschein is produced by sunlight backscattered by interplanetary dust along the Solar System's ecliptic plane, opposite the Sun in planet Earth's sky. Like a giant eye, on this dark night Saturn and gegenschein seem to stare down on the observatory's telescope domes from their antisolar perspective. Strong atmospheric airglow forms a colorful background along the horizon.",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/DSC05293.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn Opposite the Sun",
    "url": "https://apod.nasa.gov/apod/image/2509/DSC05293-mark700.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2025-09-26",
    "explanation": "A new visitor to the inner Solar System, comet C/2025 R2 (SWAN) sports a long ion tail extending diagonally across this almost 7 degree wide telescopic field of view recorded on September 21. A fainter fellow comet also making its inner Solar System debut, C/2025 K1 (ATLAS), can be spotted above and left of SWAN's greenish coma, just visible against the background sea of stars in the constellation Virgo. Both new comets were only discovered in 2025 and are joined in this celestial frame by ruddy planet Mars (bottom), a more familiar wanderer in planet Earth's night skies. The comets may appear to be in a race, nearly neck and neck in their voyage through the inner Solar System and around the Sun. But this comet SWAN has already reached its perihelion or closest approach to the Sun on September 12 and is now outbound along its orbit. This comet ATLAS is still inbound though, and will make its perihelion passage on October 8.",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/C2025_R2_Swan_20250921s.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A SWAN, an ATLAS, and Mars",
    "url": "https://apod.nasa.gov/apod/image/2509/C2025_R2_Swan_20250921s1024.jpg"
  },
  {
    "copyright": "Pascal Fouquet",
    "date": "2025-09-27",
    "explanation": "On the morning of September 24 a rocket crosses the bright solar disk in this long range telescopic snapshot captured from Orlando, Florida. That's about 50 miles west of its Kennedy Space Center launch site. This rocket carried three new space weather missions to space. Signals have now been successfully acquired from all three - NASA's Interstellar Mapping and Acceleration Probe, NASA’s Carruthers Geocorona Observatory, and the National Oceanic and Atmospheric Administration (NOAA) Space Weather Follow-On Lagrange 1 (SWFO-L1) - as they begin their journey to L1, an Earth-Sun lagrange point. L1 is about 1.5 million kilometers in the sunward direction from planet Earth. Appropriately, major space weather influencers, aka dark sunspots in active regions across the Sun, are posing with the transiting rocket. In fact, large active region AR4225 is just right of the rocket's nose.",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/IMAP-IG2-001.JPG",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Rocket in the Sun",
    "url": "https://apod.nasa.gov/apod/image/2509/IMAP-IG2-001_1024.JPG"
  },
  {
    "date": "2025-09-28",
    "explanation": "What is creating these unusual spots? Light-colored spots on Martian rocks, each surrounded by a dark border, were discovered last year by NASA's Perseverance Rover currently exploring Mars.  Dubbed leopard spots because of their seemingly similarity to markings on famous Earth-bound predators, these curious patterns are being studied with the possibility they were created by ancient Martian life.  The pictured spots measure only millimeters across and were discovered on a larger rock named Cheyava Falls.  The exciting but unproven speculation is that long ago, microbes generated energy with chemical reactions that turned rock from red to white while leaving a dark biosignature ring, like some similarly appearing spots on Earth rocks. Although other non-biological explanations have not been ruled out,  speculation focusing on this potential biological origin is causing much intrigue.",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/LeopardSpots_Perseverance_1648.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Leopard Spots on Martian Rocks",
    "url": "https://apod.nasa.gov/apod/image/2509/LeopardSpots_Perseverance_960.jpg"
  },
  {
    "copyright": "\nLuc Perrot\n(TWAN)\n",
    "date": "2025-09-29",
    "explanation": "It may look like these comets are racing, but they are not. Comets C/2025 K1 ATLAS (left) and C/2025 R2 SWAN (right) appeared near each other by chance last week in the featured image taken from France's Reunion Island in the southern Indian Ocean.  Fainter Comet ATLAS is approaching our Sun and will reach its closest approach in early October when it is also expected to be its brightest -- although still only likely visible with long exposures on a camera.  The brighter comet, nicknamed SWAN25B, is now headed away from our Sun, although its closest approach to Earth is expected in mid-October, when optimistic estimates have it becoming bright enough to see with the unaided eye.  Each comet has a greenish coma of expelled gas and an ion tail pointing away from the Sun.    Growing Gallery: Comet SWAN25B",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/TwoComets_Perrot_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Two Camera Comets in One Sky",
    "url": "https://apod.nasa.gov/apod/image/2509/TwoComets_Perrot_960.jpg"
  },
  {
    "copyright": "\nVictor Sabet & \nJulien De Winter\n",
    "date": "2025-09-30",
    "explanation": "Comet Lemmon is brightening and moving into morning northern skies. Besides Comet SWAN25B and Comet ATLAS, Comet C/2025 A6 (Lemmon) is now the third comet currently visible with binoculars and on long camera exposures.  Comet Lemmon was discovered early this year and is still headed into the inner Solar System. The comet will round the Sun on November 8, but first it will pass its nearest to the Earth -- at about half the Earth-Sun distance -- on October 21.  Although the brightnesses of comets are notoriously hard to predict, optimistic estimates have Comet Lemmon then becoming visible to the unaided eye. The comet should be best seen in predawn skies until mid-October, when it also becomes visible in evening skies.  The featured image showing the comet's split and rapidly changing ion tail was taken in Texas, USA late last week.    Growing Gallery: Comet Lemmon in 2025",
    "hdurl": "https://apod.nasa.gov/apod/image/2509/CometLemmon_DeWinter_3549.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Lemmon Brightens",
    "url": "https://apod.nasa.gov/apod/image/2509/CometLemmon_DeWinter_960.jpg"
  },
  {
    "copyright": "\nBrian Meyers\n",
    "date": "2025-10-01",
    "explanation": "Ten thousand years ago, before the dawn of recorded human history, a new light would suddenly have appeared in the night sky and faded after a few weeks.  Today we know this light was from a supernova, or exploding star, and record the expanding debris cloud as the Veil Nebula, a supernova remnant.  This sharp telescopic view is centered on a western segment of the Veil Nebula cataloged as NGC 6960 but less formally known as the Witch's Broom Nebula.  Blasted out in the cataclysmic explosion, an interstellar shock wave plows through space sweeping up and exciting interstellar material. Imaged with narrow band filters, the glowing filaments are like long ripples in a sheet seen almost edge on, remarkably well separated into atomic hydrogen (red) and oxygen (blue-green) gas. The complete supernova remnant lies about 1400 light-years away towards the constellation Cygnus. This Witch's Broom actually spans about 35 light-years. The bright star in the frame is 52 Cygni, visible with the unaided eye from a dark location but unrelated to the ancient supernova remnant.",
    "hdurl": "https://apod.nasa.gov/apod/image/2510/WitchBroom_Meyers_6043.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6960: The Witch's Broom Nebula",
    "url": "https://apod.nasa.gov/apod/image/2510/WitchBroom_Meyers_1080.jpg"
  }
]
