[
  {
    "date": "2025-03-01",
    "explanation": "With spacecraft thrusters at top center, the rugged surface of the Moon lies below the Blue Ghost lander in this space age video frame. The view of the lunar far side was captured by the Firefly Aerospace lunar lander on February 24, following a maneuver to circularize its orbit about 100 kilometers above the lunar surface. The robotic lunar lander is scheduled to touch down tomorrow, Sunday, March 2, at 3:34am Eastern Time in the Mare Crisium impact basin on the lunar near side. In support of the Artemis campaign, Blue Ghost is set to deliver science and technology experiments to the Moon, part of NASA's Commercial Lunar Payload Services program. Blue Ghost's mission on the surface is planned to operate during the lunar daylight hours at the landing site, about 14 Earth days.",
    "hdurl": "https://apod.nasa.gov/apod/image/2503/BlueGhost_lunar1067.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Blue Ghost to the Moon",
    "url": "https://apod.nasa.gov/apod/image/2503/BlueGhost_lunar1067.jpg"
  },
  {
    "date": "2025-03-02",
    "explanation": "Have you heard about the Hubble Ultra-Deep Field?  Either way, you've likely not heard about it like this -- please run your cursor over the featured image and listen!  The Hubble Ultra-Deep Field (HUDF) was created in 2003-2004 with the Hubble Space Telescope staring for a long time toward near-empty space so that distant, faint galaxies would become visible.  One of the most famous images in astronomy, the HUDF is featured here in a vibrant way -- with sonified distances. Pointing to a galaxy will play a note that indicates its approximate redshift. Because redshifts shift light toward the red end of the spectrum of light, they are depicted here by a shift of tone toward the low end of the spectrum of sound.  The further the galaxy, the greater its cosmological redshift (even if it appears blue), and the lower the tone that will be played. The average galaxy in the HUDF is about 10.6 billion light years away and sounds like an F#. What's the most distant galaxy you can find?",
    "media_type": "video",
    "service_version": "v1",
    "title": "The Hubble Ultra Deep Field in Light and Sound",
    "url": "https://apod.nasa.gov/apod/image/1803/AstroSoM/hudf.html"
  },
  {
    "date": "2025-03-03",
    "explanation": "There's a new lander on the Moon. Yesterday Firefly Aerospace's Blue Ghost executed the first-ever successful commercial lunar landing. During its planned 60-day mission, Blue Ghost will deploy several NASA-commissioned scientific instruments, including PlanetVac which captures lunar dust after creating a small whirlwind of gas. Blue Ghost will also host the telescope LEXI that captures X-ray images of the Earth's magnetosphere. LEXI data should enable a better understanding of how Earth's magnetic field protects the Earth from the Sun's wind and flares.  Pictured, the shadow of the Blue Ghost lander is visible on the cratered lunar surface, while the glowing orb of the planet Earth hovers just over the horizon. Goals for future robotic Blue Ghost landers include supporting lunar astronauts in NASA's Artemis program, with Artemis III currently scheduled to land humans back on the Moon in 2027.",
    "hdurl": "https://apod.nasa.gov/apod/image/2503/BlueGhostShadow_Firefly_4096.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Blue Ghost on the Moon",
    "url": "https://apod.nasa.gov/apod/image/2503/BlueGhostShadow_Firefly_960.jpg"
  },
  {
    "copyright": "\nValerio Minato\n",
    "date": "2025-03-04",
    "explanation": "Why does this Moon look so unusual?  A key reason is its vivid red color. The color is caused by the deflection of blue light by Earth's atmosphere -- the same reason that the daytime sky appears blue.  The Moon also appears unusually distorted.  Its strange structuring is an optical effect arising from layers in the Earth's atmosphere that refract light differently due to sudden differences in temperature or pressure.  A third reason the Moon looks so unusual is that there is, by chance, an airplane flying in front. The featured picturesque gibbous Moon was captured about two weeks ago above Turin, Italy. Our familiar hovering sky orb was part of an unusual quadruple alignment that included two historic ground structures: the Sacra di San Michele on the near hill and Basilica of Superga just beyond.   Your Sky Surprise: What picture did APOD feature on your friend's birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2503/QuadMoon_Minato_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Quadruple Alignment over Italy",
    "url": "https://apod.nasa.gov/apod/image/2503/QuadMoon_Minato_960.jpg"
  },
  {
    "copyright": "\nTodd Anderson\n",
    "date": "2025-03-05",
    "explanation": "On the right, dressed in blue, is the Pleiades.  Also known as the Seven Sisters and M45, the Pleiades is one of the brightest and most easily visible open clusters on the sky. The Pleiades contains over 3,000 stars, is about 400 light years away, and only 13 light years across. Surrounding the stars is a spectacular blue reflection nebula made of fine dust.  A common legend is that one of the brighter stars faded since the cluster was named. On the left, shining in red, is the California Nebula.  Named for its shape, the California Nebula is much dimmer and hence harder to see than the Pleiades.  Also known as NGC 1499, this mass of red glowing hydrogen gas is about 1,500 light years away. Although about 25 full moons could fit between them, the featured wide angle, deep field image composite has captured them both.  A careful inspection of the deep image will also reveal the star forming region IC 348 and the molecular cloud LBN 777 (the Baby Eagle Nebula).    Jump Around the Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2503/California2Pleiades_Anderson_9953.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Seven Sisters versus California",
    "url": "https://apod.nasa.gov/apod/image/2503/California2Pleiades_Anderson_960.jpg"
  },
  {
    "date": "2025-03-06",
    "explanation": "Beautiful island universe Messier 94 lies a mere 15 million light-years distant in the northern constellation of the hunting dogs, Canes Venatici. A popular target for earth-based astronomers, the face-on spiral galaxy is about 30,000 light-years across, with spiral arms sweeping through the outskirts of its broad disk. But this Hubble Space Telescope field of view spans about 7,000 light-years or so across M94's central region. The sharp close-up examines the galaxy's compact, bright nucleus and prominent inner dust lanes, surrounded by a remarkable bluish ring of young, massive stars. The massive stars in the ring appear to be less than about 10 million years old, indicating the galaxy experienced a corresponding well-defined era of rapid star formation. As a result, while the small, bright nucleus is typical of the Seyfert class of active galaxies, M94 is also known as a starburst galaxy. Because M94 is relatively nearby, astronomers can explore in detail reasons for the galaxy's burst of star formation.  Today's Coverage: Moon Landing",
    "hdurl": "https://apod.nasa.gov/apod/image/2503/M94_hst1542a_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Starburst Galaxy Messier 94",
    "url": "https://apod.nasa.gov/apod/image/2503/M94_hst1542a.jpg"
  },
  {
    "copyright": "Vikas Chander",
    "date": "2025-03-07",
    "explanation": "Very faint planetary nebula Abell 7 is about 1,800 light-years distant. It lies just south of Orion in planet Earth's skies toward the constellation Lepus, The Hare. Surrounded by Milky Way stars and near the line-of-sight to distant background galaxies its generally simple spherical shape, about 8 light-years in diameter, is revealed in this deep telescopic image. Within the cosmic cloud are beautiful and complex structures though, enhanced by the use of long exposures and narrowband filters that capture emission from hydrogen, sulfur, and oxygen atoms. Otherwise Abell 7 would be much too faint to be appreciated by eye. A planetary nebula represents a very brief final phase in stellar evolution that our own Sun will experience 5 billion years hence, as the nebula's central, once sun-like star shrugs off its outer layers. Abell 7 itself is estimated to be 20,000 years old. But its central star, seen here as a fading white dwarf, is some 10 billion years old.",
    "hdurl": "https://apod.nasa.gov/apod/image/2503/Abell7_VChander4096.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planetary Nebula Abell 7",
    "url": "https://apod.nasa.gov/apod/image/2503/Abell7_VChander1024.jpg"
  },
  {
    "date": "2025-03-08",
    "explanation": "The plane of our Milky Way galaxy extends beyond the limb of planet Earth in this space age exposure captured by astronaut Don Pettit. His camera, with low light and long duration settings, was pointed out the window of a Dragon crew spacecraft docked with the International Space Station on January 29. The orbital outpost was at an altitude of about 400 kilometers above the Pacific Ocean at the time. Motion blurs the Earth below, while the gorgeous view from low Earth orbit includes the Milky Way's prominent satellite galaxies, known as the Large and Small Magellanic Clouds, near the upper left in the frame. Fans of southern skies can also spot the Southern Cross. The four brightest stars of the famous southern constellation Crux are near picture center, just beyond the edge of the bright horizon and shining through Earth's orange tinted atmospheric glow.",
    "hdurl": "https://apod.nasa.gov/apod/image/2503/iss072e574593_DonPetit2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxies in Space",
    "url": "https://apod.nasa.gov/apod/image/2503/iss072e574593_DonPetit1024.jpg"
  },
  {
    "date": "2025-03-09",
    "explanation": "Why are there so many cyclones around the north pole of Jupiter? The topic is still being researched.  NASA's robotic Juno mission orbiting Jupiter took data in 2018 that was used to construct this stunning view of the curious cyclones at Jupiter's north pole. Measuring the thermal emission from Jovian cloud tops, the infrared observations are not restricted to the hemisphere illuminated by sunlight. They reveal eight cyclonic features that surround a cyclone about 4,000 kilometers in diameter, just offset from the giant planet's geographic north pole. Similar data show a cyclone at the Jovian south pole with five circumpolar cyclones. The south pole cyclones are slightly larger than their northern cousins. Oddly, data from the once Saturn-orbiting Cassini mission has shown that Saturn's north and south poles each have only a single cyclonic storm system.",
    "hdurl": "https://apod.nasa.gov/apod/image/2503/JupiterCyclones_Juno_2362.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cyclones at Jupiter's North Pole",
    "url": "https://apod.nasa.gov/apod/image/2503/JupiterCyclones_Juno_960.jpg"
  },
  {
    "copyright": "\nToni Fabiani Mendez\n",
    "date": "2025-03-10",
    "explanation": "Could Queen Calafia's mythical island exist in space? Perhaps not, but by chance the outline of this molecular space cloud echoes the outline of the state of California, USA. Our Sun has its home within the Milky Way's Orion Arm, only about 1,000 light-years from the California Nebula. Also known as NGC 1499, the classic emission nebula is around 100 light-years long. On the featured image, the most prominent glow of the California Nebula is the red light characteristic of hydrogen atoms recombining with long lost electrons, stripped away (ionized) by energetic starlight. The star most likely providing the energetic starlight that ionizes much of the nebular gas is the bright, hot, bluish Xi Persei just to the right of the nebula.  A regular target for astrophotographers, the California Nebula can be spotted with a wide-field telescope under a dark sky toward the constellation of Perseus, not far from the Pleiades.   Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2503/California_Mendez_2604.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1499: The California Nebula",
    "url": "https://apod.nasa.gov/apod/image/2503/California_Mendez_960.jpg"
  },
  {
    "date": "2025-03-11",
    "explanation": "Many spiral galaxies have bars across their centers.  Even our own Milky Way Galaxy is thought to have a modest central bar. Prominently barred spiral galaxy NGC 1672, featured here, was captured in spectacular detail in an image taken by the orbiting Hubble Space Telescope. Visible are dark filamentary dust lanes, young clusters of bright blue stars, red emission nebulas of glowing hydrogen gas, a long bright bar of stars across the center, and a bright active nucleus that likely houses a supermassive black hole.  Light takes about 60 million years to reach us from NGC 1672, which spans about 75,000 light years across. NGC 1672, which appears toward the constellation of the Dolphinfish (Dorado), has been studied to find out how a spiral bar contributes to star formation in a galaxy's central regions.",
    "hdurl": "https://apod.nasa.gov/apod/image/2503/NGC1672B_Hubble_4000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1672: Barred Spiral Galaxy from Hubble",
    "url": "https://apod.nasa.gov/apod/image/2503/NGC1672B_Hubble_1080.jpg"
  },
  {
    "copyright": "\nJean-François Bax & Serge Brunier,  \nOCA/C2PU; \nText: \nOgetay Kayali \n(Michigan Tech U.)\n",
    "date": "2025-03-12",
    "explanation": "Why does this galaxy look like a curly vegetable?  The Fiddlehead spiral galaxy likely gets its distorted spiral appearance from a gravitational interaction with its close-by elliptical companion NGC 770, seen just below.  Cataloged as NGC 772 and Arp 78, the Fiddlehead spans over 200,000 light years, is a nearby 100 million light years beyond the stars of our Milky Way galaxy, and is visible toward the constellation of the Ram (Aries).  But in the featured image, the Fiddlehead appears to have another companion -- one with a long and fuzzy tail: Comet 43P/Wolf-Harrington.  Though the comet appears to be aimed straight at the massive galaxy, it is actually much closer to us, residing only light minutes away -- well within our Solar System.  The comet will never reach the distant spiral galaxy, nor is it physically related to it.  By a fortunate trick of perspective, though, these two cosmic wonders briefly share the same frame taken late last year from Calern, France.",
    "hdurl": "https://apod.nasa.gov/apod/image/2503/NGC772Comet_Bax_4724.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 772: The Fiddlehead Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2503/NGC772Comet_Bax_1080.jpg"
  },
  {
    "date": "2025-03-13",
    "explanation": "Two protostars are hidden in a single pixel near the center of a striking hourglass-shaped nebula in this near-infrared image from the James Webb Space Telescope. The actively forming star system lies in a dusty molecular cloud cataloged as Lynds 483, some 650 light-years distant toward the constellation Serpens Cauda. Responsible for the stunning bipolar outflows, the collapsing protostars have been blasting out collimated energetic jets of material over tens of thousands of years. Webb's high-resolution view shows the violence of star-formation in dramatic detail as twisting shock fronts expand and collide with slower, denser material. The premier close-up of the star-forming region spans less than 1/2 a light-year within dark nebula Lynds 483.  March 13/14: Total Lunar Eclipse",
    "hdurl": "https://apod.nasa.gov/apod/image/2503/webb-STScI-01L483_2048.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Protostars within Lynds 483",
    "url": "https://apod.nasa.gov/apod/image/2503/webb-STScI-01L483_1024.png"
  },
  {
    "copyright": "El Cielo de Canarias",
    "date": "2025-03-14",
    "explanation": "What phase of the Moon is 3.14 radians from the Sun? The Full Moon, of course. Even though the Moon might look full for several days, the Moon is truly at its full phase when it is Pi radians (aka 180 degrees) from the Sun in ecliptic longitude. That's opposite the Sun in planet Earth's sky. Rising as the Sun set on March 9, 2020, only an hour or so after the moment of its full phase, this orange tinted and slightly flattened Moon still looked full. It was photographed opposite the setting Sun from Teide National Park on the Canary Island of Tenerife. Also opposite the setting Sun, seen from near the Teide volcano peak about 3,500 meters above sea level, is the mountain's rising triangular shadow extending into Earth's dense atmosphere. Below the distant ridge line on the left are the white telescope domes of Teide Observatory. Today, March 14 2025, the moon is Pi radians from the Sun at exactly 06:55 UTC. That's about three minutes before the midpoint of the March Full Moon's total lunar eclipse.",
    "hdurl": "https://apod.nasa.gov/apod/image/2503/MoonriseShadowDLopez_1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Pi and Mountain Shadow",
    "url": "https://apod.nasa.gov/apod/image/2503/MoonriseShadowDLopez_1024.jpg"
  },
  {
    "copyright": "Petr Horálek",
    "date": "2025-03-15",
    "explanation": "On March 14 the Moon was Full. In an appropriate celebration of Pi day, that put the Moon 3.14 radians (180 degrees) in ecliptic longitude from the Sun in planet Earth's sky. As a bonus for fans of Pi and the night sky, on that date the Moon also passed directly through Earth's umbral shadow in a total lunar eclipse. In clear skies, the colors of an eclipsed Moon can be vivid. Reflecting the deeply reddened sunlight scattered into Earth's shadow, the darkened lunar disk was recorded in this time series composite image from Cerro Tololo Observatory, Chile. The lunar triptych captures the start, middle, and end of the total eclipse phase that lasted about an hour. A faint bluish tint seen just along the brighter lunar limb at the shadow's edge is due to sunlight filtered through Earth's stratospheric ozone layer.   Growing Gallery: Total Lunar Eclipse of 2025 March",
    "hdurl": "https://apod.nasa.gov/apod/image/2503/2025_03_14_ZM_Tololo_Totalita_Fin_1500py.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tololo Totality",
    "url": "https://apod.nasa.gov/apod/image/2503/2025_03_14_ZM_Tololo_Totalita_Fin_1024py.png"
  },
  {
    "date": "2025-03-16",
    "explanation": "This was a very unusual type of solar eclipse.  Typically, it is the Earth's Moon that eclipses the Sun.  In 2012, though, the planet Venus took a turn.  Like a solar eclipse by the Moon, the phase of Venus became a continually thinner crescent as Venus became increasingly better aligned with the Sun.  Eventually the alignment became perfect and the phase of Venus dropped to zero.  The dark spot of Venus crossed our parent star.  The situation could technically be labeled a Venusian annular eclipse with an extraordinarily large ring of fire.  Pictured here during the occultation, the Sun was imaged in three colors of ultraviolet light by the Earth-orbiting Solar Dynamics Observatory, with the dark region toward the right corresponding to a coronal hole. Hours later, as Venus continued in its orbit, a slight crescent phase appeared again.  The next Venusian transit across the Sun will occur in 2117.",
    "hdurl": "https://apod.nasa.gov/apod/image/2503/SunVenusUv3_SdoDove_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus and the Triply Ultraviolet Sun",
    "url": "https://apod.nasa.gov/apod/image/2503/SunVenusUv3_SdoDove_960.jpg"
  },
  {
    "copyright": "\nBrian Hopkins \n(East Coast Astronomer)\n",
    "date": "2025-03-17",
    "explanation": "Thor not only has his own day (Thursday), but a helmet in the heavens.  Popularly called Thor's Helmet, NGC 2359 is a hat-shaped cosmic cloud with wing-like appendages. Heroically sized even for a Norse god, Thor's Helmet is about 30 light-years across. In fact, the cosmic head-covering is more like an interstellar bubble, blown by a fast wind from the bright, massive star near the bubble's center. Known as a Wolf-Rayet star, the central star is an extremely hot giant thought to be in a brief, pre-supernova stage of evolution. NGC 2359 is located about 15,000 light-years away toward the constellation of the Great Overdog. This sharp image is a mixed cocktail of data from  narrowband filters, capturing not only natural looking stars but details of the nebula's filamentary structures. The star in the center of Thor's Helmet is expected to explode in a spectacular supernova sometime within the next few thousand years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2503/ThorHelmet_Hopkins_3888.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Thor's Helmet",
    "url": "https://apod.nasa.gov/apod/image/2503/ThorHelmet_Hopkins_960.jpg"
  },
  {
    "copyright": "\nTimothy Martin\n",
    "date": "2025-03-18",
    "explanation": "There is no sea on Earth large enough to contain the Shark nebula. This predator apparition poses us no danger as it is composed only of interstellar gas and dust. Dark dust like that featured here is somewhat like cigarette smoke and created in the cool atmospheres of giant stars. After expelling gas and gravitationally recondensing, massive stars may carve intricate structures into their birth cloud using their high energy light and fast stellar winds as sculpting tools.  The heat they generate evaporates the murky molecular cloud as well as causing ambient hydrogen gas to disperse and glow red.  During disintegration, we humans can enjoy imagining these great clouds as common icons, like we do for water clouds on Earth. Including smaller dust nebulae such as Van den Bergh 149 & 150, the Shark nebula, sometimes cataloged as LDN 1235,  spans about 15 light years and lies about 650 light years away toward the constellation of the King of Aethiopia (Cepheus).   Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2503/Shark_Martin_5441.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "LDN 1235: The Shark Nebula",
    "url": "https://apod.nasa.gov/apod/image/2503/Shark_Martin_960.jpg"
  },
  {
    "date": "2025-03-19",
    "explanation": "On March 14 the Full Moon slid through Earth's dark umbral shadow and denizens of planet Earth were treated to a total lunar eclipse. Of course, from the Moon's near side that same astronomical syzygy was seen as a solar eclipse. Operating in the Mare Crisium on the lunar surface, the Blue Ghost lander captured this video frame of Earth in silhouette around 3:30am CDT, just as the Sun was emerging from behind the terrestrial disk. From Blue Ghost's lunar perspective the beautiful diamond ring effect, familiar to earthbound solar eclipse watchers, is striking. Since Earth appears about four times the apparent size of the Sun from the lunar surface the inner solar corona, the atmosphere of the Sun most easily seen from Earth during a total solar eclipse, is hidden from view. Still, scattering in Earth's dense atmosphere creates the glowing band of sunlight embracing our fair planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/2503/eclipse-shot-from-blue-ghost-mission-1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Blue Ghost's Diamond Ring",
    "url": "https://apod.nasa.gov/apod/image/2503/eclipse-shot-from-blue-ghost-crop1024.jpg"
  },
  {
    "copyright": "Hunter Wells",
    "date": "2025-03-20",
    "explanation": "Recorded from 2024 March 10, to 2025 March 1, this composited series of images reveals a pattern in the seasonal drift of the Sun's daily motion through planet Earth's sky. Known to some as an analemma, the figure-eight curve was captured in exposures taken on the indicated dates only at 18:38 UTC from the exact same location south of Stephenville, Texas. The Sun's position on the 2024 solstice dates of June 20 and December 21 would be at the top and bottom of the curve and correspond to the astronomical beginning of summer and winter in the north. Points that lie along the curve half-way between the solstices would mark the equinoxes. The 2024 equinox on September 22, and in 2025 the equinox on March 20 (today) are the start of northern fall and spring. And since one of the exposures was made on 2024 April 8 from the Stephenville location at 18:38:40 UTC, this analemma project also reveals the solar corona in planet Earth's sky during a total solar eclipse.",
    "hdurl": "https://apod.nasa.gov/apod/image/2503/HunterWells_submission3-3.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Solar Eclipse Analemma Project",
    "url": "https://apod.nasa.gov/apod/image/2503/HunterWells_submission3-3labelled1024.jpg"
  },
  {
    "copyright": "Rabeea Alkuwari",
    "date": "2025-03-21",
    "explanation": "This popular group leaps into the early evening sky around the March equinox and the northern hemisphere spring.  Famous as the Leo Triplet, the three magnificent galaxies found in the prominent constellation Leo gather here in one astronomical field of view. Crowd pleasers when imaged with even modest telescopes, they can be introduced individually as NGC 3628 (bottom left), M66 (middle right), and M65 (top center). All three are large spiral galaxies but tend to look dissimilar, because their galactic disks are tilted at different angles to our line of sight. NGC 3628, also known as the Hamburger Galaxy, is temptingly seen edge-on, with obscuring dust lanes cutting across its puffy galactic plane. The disks of M66 and M65 are both inclined enough to show off their spiral structure.  Gravitational interactions between galaxies in the group have left telltale signs, including the tidal tails and warped, inflated disk of NGC 3628 and the drawn out spiral arms of M66. This gorgeous view of the region spans over 1 degree (two full moons) on the sky. Captured with a telescope from Sawda Natheel, Qatar, planet Earth, the frame covers over half a million light-years at the Leo Trio's estimated 30 million light-year distance.",
    "hdurl": "https://apod.nasa.gov/apod/image/2503/image_1236LeoTrio.JPG",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Leo Trio",
    "url": "https://apod.nasa.gov/apod/image/2503/image_1236LeoTrio1024.JPG"
  },
  {
    "date": "2025-03-22",
    "explanation": "What's the sound of one laser zapping? There's no need to consult a Zen master to find out, just listen to the first acoustic recording of laser shots on Mars. On Mars Rover Perseverance mission sol 12 (March 2, 2021) the SuperCam instrument atop the rover's mast zapped a rock dubbed Ma'az 30 times from a range of about 3.1 meters. Its microphone recorded the soft staccato popping sounds of the rapid series of SuperCam laser zaps. Shockwaves created in the thin Martian atmosphere as bits of rock are vaporized by the laser shots make the popping sounds, sounds that offer clues to the physical structure of the target. This SuperCam close-up of the Ma'az target region is 6 centimeters (2.3 inches) across. Ma'az means Mars in the Navajo language.",
    "hdurl": "https://apod.nasa.gov/apod/image/2503/pia24493-2-1041.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SuperCam Target on Ma'az",
    "url": "https://apod.nasa.gov/apod/image/2503/pia24493-2-1041.jpg"
  },
  {
    "date": "2025-03-23",
    "explanation": "This was once a beach -- on ancient Mars. The featured 360-degree panorama, horizontally compressed, was taken in 2017 by the robotic Curiosity rover that explored the red planet. Named Ogunquit Beach after its terrestrial counterpart, evidence shows that at times long ago the area was underwater, while at other times it was at the edge of an ancient lake.  The light peak in the central background is the top of Mount Sharp, the central feature in Gale Crater where Curiosity explored. Portions of the dark sands in the foreground were  scooped up for analysis.  The light colored bedrock is composed of sediment that likely settled at the bottom of the now-dried lakebed.  The featured panorama (interactive version here) was created from over 100 images and seemingly signed by the rover on the lower left.",
    "hdurl": "https://apod.nasa.gov/apod/image/2503/OgunquitBeach_Curiosity_8776.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ancient Ogunquit Beach on Mars",
    "url": "https://apod.nasa.gov/apod/image/2503/OgunquitBeach_Curiosity_960.jpg"
  },
  {
    "copyright": "\nMauricio Salazar\n",
    "date": "2025-03-24",
    "explanation": "If the full Moon suddenly faded, what would you see? The answer was recorded in a dramatic time lapse video taken during the total lunar eclipse last week from Uruguay. During a total lunar eclipse, the Earth moves between the Moon and the Sun, causing the Moon to fade dramatically. The Moon never gets completely dark, though, since the Earth's atmosphere refracts some light. As the featured video begins, the scene may appear to be daytime and sunlit, but actually it is nighttime and lit by the glow of the full Moon. As the Moon becomes eclipsed and fades, background stars become visible. Most spectacularly, the sky surrounding the eclipsed moon suddenly appears to be full of stars and highlighted by the busy plane of our Milky Way Galaxy. Nearly two hours after the eclipse started, the Moon emerged from the Earth's shadow and its bright full glare again dominated the sky.",
    "media_type": "other",
    "service_version": "v1",
    "title": "A Total Lunar Eclipse Over Uruguay"
  },
  {
    "copyright": "\nZixiong Jin\n",
    "date": "2025-03-25",
    "explanation": "What causes a blue band to cross the Moon during a lunar eclipse? The blue band is real but usually quite hard to see. The featured HDR image of last week's lunar eclipse, however -- taken from Norman, Oklahoma (USA) -- has been digitally processed to exaggerate  the colors.  The gray color on the upper right of the top lunar image is the Moon's natural color, directly illuminated by sunlight. The lower parts of the Moon on all three images are not directly lit by the Sun since it is being eclipsed -- it is in the Earth's shadow. It is faintly lit, though, by sunlight that has passed deep through Earth's atmosphere. This part of the Moon is red -- and called a blood Moon -- for the same reason that Earth's sunsets are red: because air scatters away more blue light than red. The unusual purple-blue band visible on the upper right of the top and middle images is different -- its color is augmented by sunlight that has passed high through Earth's atmosphere, where red light is better absorbed by ozone than blue.   Celestial Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2503/LunarEclipseColors_Jin_2700.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Blue Banded Blood Moon",
    "url": "https://apod.nasa.gov/apod/image/2503/LunarEclipseColors_Jin_960.jpg"
  },
  {
    "copyright": "\nJuan Montilla \n(AAE)\n",
    "date": "2025-03-26",
    "explanation": "You'd think the Pacman Nebula would be eating stars, but actually it is forming them. Within the nebula, a cluster's young, massive stars are powering the pervasive nebular glow. The eye-catching shapes looming in the featured portrait of NGC 281 are sculpted dusty columns and dense Bok globules seen in silhouette, eroded by intense, energetic winds and radiation from the hot cluster stars. If they survive long enough, the dusty structures could also be sites of future star formation. Playfully called the Pacman Nebula because of its overall shape, NGC 281 is about 10,000 light-years away in the constellation Cassiopeia. This sharp composite image was made through narrow-band filters in Spain in mid 2024. It combines emissions from the nebula's hydrogen and oxygen atoms to synthesize red, green, and blue colors. The scene spans well over 80 light-years at the estimated distance of NGC 281.",
    "hdurl": "https://apod.nasa.gov/apod/image/2503/Pacman_Montilla_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Formation in the Pacman Nebula",
    "url": "https://apod.nasa.gov/apod/image/2503/Pacman_Montilla_1080.jpg"
  },
  {
    "copyright": "Lorand Fenyes",
    "date": "2025-03-27",
    "explanation": "One of the brightest galaxies in planet Earth's sky is similar in size to our Milky Way Galaxy: big, beautiful Messier 81. Also known as NGC 3031 or Bode's galaxy for its 18th century discoverer, this grand spiral can be found toward the northern constellation of Ursa Major, the Great Bear. The sharp, detailed telescopic view reveals M81's bright yellow nucleus, blue spiral arms, pinkish starforming regions, and sweeping cosmic dust lanes. But some dust lanes actually cut across the galactic disk (left of center), contrary to other prominent spiral features. The errant dust lanes may be the lingering result of a close encounter between M81 and the nearby galaxy M82 lurking outside of this frame. Scrutiny of variable stars in M81 has yielded a well-determined distance for an external galaxy -- 11.8 million light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2503/291_lorand_fenyes_m81_kicsi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 81",
    "url": "https://apod.nasa.gov/apod/image/2503/291_lorand_fenyes_m81_kicsi1024.jpg"
  },
  {
    "date": "2025-03-28",
    "explanation": "Why is the Moon so dusty? On Earth, rocks are weathered by wind and water, creating soil and sand. On the Moon, eons of constant micrometeorite bombardment have blasted away at the rocky surface creating a layer of powdery lunar soil or regolith.  For the Apollo astronauts and their equipment, the pervasive, fine, gritty dust was definitely a problem. On the lunar surface in December 1972, Apollo 17 astronauts Harrison Schmitt and Eugene Cernan needed to repair one of their rover's fenders in an effort to keep the rooster tails of dust away from themselves and their gear. This picture reveals the wheel and fender of their dust covered rover along with the ingenious application of spare maps, clamps, and a grey strip of \"duct tape\".   Northern Hemisphere Alert : March 29 Partial Solar Eclipse",
    "hdurl": "https://apod.nasa.gov/apod/image/2503/AS17-137-20979.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Dust and Duct Tape",
    "url": "https://apod.nasa.gov/apod/image/2503/AS17-137-20979_1024.jpg"
  },
  {
    "date": "2025-03-29",
    "explanation": "Get out your red/blue glasses and float next to Helene, small, icy moon of Saturn. Appropriately named, Helene is a Trojan moon, so called because it orbits at a Lagrange point. A Lagrange point is a gravitationally stable position near two massive bodies, in this case Saturn and larger moon Dione. In fact, irregularly shaped ( about 36 by 32 by 30 kilometers) Helene orbits at Dione's leading Lagrange point while brotherly ice moon Polydeuces follows at Dione's trailing Lagrange point. The sharp stereo anaglyph was constructed from two Cassini images captured during a close flyby in 2011. It shows part of the Saturn-facing hemisphere of Helene mottled with craters and gully-like features.   Growing Gallery: Partial Solar Eclipse of 2025 March",
    "hdurl": "https://apod.nasa.gov/apod/image/2503/N00172886_92_beltramini.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stereo Helene",
    "url": "https://apod.nasa.gov/apod/image/2503/N00172886_92_beltramini.jpg"
  },
  {
    "copyright": "\nWioleta Gorecka\n",
    "date": "2025-03-30",
    "explanation": "What if the Sun and Moon rose together? That happened yesterday over some northern parts of planet Earth as a partial solar eclipse occurred shortly after sunrise. Regions that experienced the Moon blocking part of the Sun included northeastern parts of North America and northwestern parts of Europe, Asia, and Africa.  The featured image was captured yesterday over the Grábrók volcanic crater in Iceland where much of the Sun became momentarily hidden behind the Moon. The image was taken through a cloudy sky but so well planned that the photographer's friend appeared to be pulling the Sun out from behind the Moon. No part of the Earth experienced a total solar eclipse this time. In the distant past, some of humanity was so surprised when an eclipse occurred that ongoing battles suddenly stopped.  Today, eclipses are not a surprise and are predicted with an accuracy of seconds.   Growing Gallery: Partial Solar Eclipse of 2025 March",
    "hdurl": "https://apod.nasa.gov/apod/image/2504/PartialSolar_Gorecka_3453.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Partial Solar Eclipse over Iceland",
    "url": "https://apod.nasa.gov/apod/image/2504/PartialSolar_Gorecka_960.jpg"
  },
  {
    "date": "2025-03-31",
    "explanation": "If you watch long enough, a comet will appear.  Before then, you will see our Solar System from inside the orbit of Mercury as recorded by NASA's Parker Solar Probe looping around the Sun. The video captures coronal streamers into the solar wind, a small Coronal Mass Ejection, and planets including, in order of appearance, Mercury, Venus, Saturn, Earth, Mars, and Jupiter. Between the emergence of Earth and Mars, Comet Tsuchinshan-ATLAS appears with a distinctive tail.  The continuous fleeting streaks are high energy particles from the Sun impacting Parker's sideways looking camera.  The featured time-lapse video was taken last year during Encounter 21, Parker's 21st close approach to the Sun.  Studying data and images from Parker are delivering a better understanding of the dynamic Sun's effects on Earth's space weather as well as humanity's power grids, spacecraft, and space-faring astronauts.   Growing Gallery: Partial Solar Eclipse of 2025 March",
    "media_type": "video",
    "service_version": "v1",
    "title": "Parker: The Solar System from Near the Sun",
    "url": "https://www.youtube.com/embed/ItkhmT4sLbg"
  },
  {
    "copyright": "\nJason Kurth;\nMusic: \nHouse of the Rising Sun \n(Sebastian McQueen via SoundCloud)\n",
    "date": "2025-04-01",
    "explanation": "Can the Sun appear to rise twice at the same time? This was just the case a few days ago from Les Escoumins, Quebec, Canada as our Solar System's bright central orb rose just as it was being partially eclipsed by the Moon. The featured video shows this unusual double-sunrise in real time and being reflected by the St. Lawrence River. Soon after the initial two spots of light appear over distant clouds, what appears to be bright horns become visible -- which are really just parts of the Sun not being eclipsed. Soon, the entire eclipsed Sun is visible above the horizon.  In all, this broken sunrise took less than two minutes during a partial eclipse that lasted many times longer.   Although the Moon circles the Earth once a month (moon-th), it does not always eclipse the Sun because its tilted orbit usually takes it above or below.    Gallery: Partial Solar Eclipse of 2025 March",
    "media_type": "video",
    "service_version": "v1",
    "title": "A Double Sunrise from a Partial Eclipse",
    "url": "https://www.youtube.com/embed/oTkbHJsqCZM?rel=0"
  }
]
