[
  {
    "date": "2026-02-01",
    "explanation": "Mars has put on a happy face.  The Martian crater Galle is famous because it has internal markings that make it look like a face that is both smiling and winking.  These markings were originally discovered in the 1970s in pictures taken by the Viking Orbiter.  The Mars Global Surveyor (MGS) spacecraft that orbited Mars from 1996 to 2006 captured the featured picture.  Happy Face Crater and its iconic features were formed by chance billions of years ago when a city-sized asteroid slammed into the Martian surface.  All rocky planets and moons in our Solar System show impact craters, with the highest number of craters found on Earth's Moon and the planet Mercury. Earth and Venus would show the most, though, were it not for weather and erosion.   Sky Surprise: What picture did APOD feature on your birthday? (after 1995)",
    "hdurl": "https://apod.nasa.gov/apod/image/2602/MarsHappyFace_mgs_525.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galle: Happy Face Crater on Mars",
    "url": "https://apod.nasa.gov/apod/image/2602/MarsHappyFace_mgs_960.jpg"
  },
  {
    "copyright": "\nRobert G. Lyons  \n(Robservatory) \n",
    "date": "2026-02-02",
    "explanation": "What part of Orion is this? Just north of the famous Orion Nebula is a picturesque star forming region in Orion's Sword that contains a lot of intricate dust -- some of which appears blue because it reflects the light of bright embedded stars.  The region's popular name is the Running Man Nebula because, looked at from the right, part of the brown dust appears to be running legs.  Cataloged as Sharpless 279, the reflection nebula is not only part of the constellation of Orion, but part of the greater Orion molecular cloud complex.  Light from the Running Man's bright stars, including 42 Orionis, the bright star closest to the featured image center, is slowly destroying and reshaping the surrounding dust, which will likely be completely gone in about 10 million years.  The nebula spans about 15 light years and lies about 1,500 light years away.   Jigsaw Nebula: Astronomy Puzzle of the Day",
    "hdurl": "https://apod.nasa.gov/apod/image/2602/RunningMan_Lyons_3298.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion: The Running Man Nebula",
    "url": "https://apod.nasa.gov/apod/image/2602/RunningMan_Lyons_960.jpg"
  },
  {
    "date": "2026-02-03",
    "explanation": "Oh what a tangled web a planetary nebula can weave.  The Red Spider Planetary Nebula shows the complex structure that can result when a normal star ejects its outer gases and becomes a white dwarf star. Officially tagged NGC 6537, this two-lobed symmetric planetary nebula houses one of the hottest white dwarfs ever observed, probably as part of a binary star system.  Internal winds flowing out from the central stars, have been measured in excess of 1,000 kilometers per second. These winds expand the nebula, flow along the nebula's walls, and cause waves of hot gas and dust to collide.  Atoms caught in these colliding shocks radiate light shown in the featured false-color infrared picture by the James Webb Space Telescope.  The Red Spider Nebula lies toward the constellation of the Archer (Sagittarius).  Its distance is not well known but has been estimated by some to be about 4,000 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2602/RedSpider_Webb_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Red Spider Planetary Nebula from Webb",
    "url": "https://apod.nasa.gov/apod/image/2602/RedSpider_Webb_960.jpg"
  },
  {
    "copyright": "\nDaniel Stern\n",
    "date": "2026-02-04",
    "explanation": "Most galaxies don't have any rings -- why does this galaxy have three?  To begin, a ring that's near NGC 1512's center -- and so hard to see here -- is the nuclear ring which glows brightly with recently formed stars.  Next out is a ring of stars and dust appearing both red and blue, called, counter-intuitively, the inner ring.  This inner ring connects ends of a diffuse central bar of stars that runs horizontally across the galaxy.  Farthest out in this wide field image is a ragged structure that might be considered an outer ring. This outer ring appears spiral-like and is dotted with clusters of bright blue stars.  All these ring structures are thought to be affected by NGC 1512's own gravitational asymmetries in a drawn-out process called secular evolution.  The featured image was captured last month from a telescope at Deep Sky Chile in Chile.",
    "hdurl": "https://apod.nasa.gov/apod/image/2602/NGC1512_stern_6214.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy NGC 1512: Wide Field",
    "url": "https://apod.nasa.gov/apod/image/2602/NGC1512_stern_960.jpg"
  }
]
