[
  {
    "copyright": "Roi Levi",
    "date": "2026-01-01",
    "explanation": "Cycle 25 solar maximum made 2025 a great year for aurora borealis (or aurora australis) on planet Earth. And the high level of solar activity should extend into 2026. So, while you're celebrating the arrival of the new year, check out this spectacular auroral display that erupted in starry night skies over Kirkjufell, Iceland. The awesome auroral corona, energetic curtains of light streaming from directly overhead, was witnessed during a strong geomagnetic storm triggered by intense solar activity near the March 2025 equinox. This boreal skyscape captures the evocative display in a 21 frame panoramic mosaic.",
    "hdurl": "https://apod.nasa.gov/apod/image/2601/AuroraFireworksstormRoiLevi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Auroral Corona",
    "url": "https://apod.nasa.gov/apod/image/2601/AuroraFireworksstormRoiLevi1024.jpg"
  },
  {
    "copyright": "Ralf Vandebergh",
    "date": "2026-01-02",
    "explanation": "In 2011, on January 20, NASA's NanoSail-D2 unfurled a very thin and very reflective 10 square meter sail becoming the first solar sail spacecraft in low Earth orbit. Often considered the stuff of science fiction, sailing through space was suggested 400 years ago by astronomer Johannes Kepler, who had observed comet tails blown by the solar wind. But modern solar sail spacecraft designs, like NanoSail-D2, Japan's interplanetary spacecraft IKAROS, or the Planetary Society's Lightsail A, rely on the small but continuous pressure from sunlight itself for thrust. Glinting in the sunlight as it circled planet Earth, NanoSail-D2's solar sail was periodically bright and visible to the eye. These remarkably detailed images were captured by manually tracking the orbiting solar sail spacecraft with a small telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/2601/NanosailD2_reprocessed1a.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "NanoSail-D2",
    "url": "https://apod.nasa.gov/apod/image/2601/NanosailD2_reprocessed1a1024.png"
  },
  {
    "copyright": "Jeff Dai",
    "date": "2026-01-03",
    "explanation": "The Full Moon is the brightest lunar phase, and tonight you can stand in the light of the first Full Moon of 2026. In fact, the Moon's full phase occurs on January 3 at 10:03 UTC, while only about 7 hours later planet Earth reaches its 2026 perihelion, the closest point in its elliptical orbit around the Sun, at 17:16 UTC. January's Full Moon was also not far from its own perigee, or closest approach to planet Earth. For this lunation the Moon's perigee was on January 1 at 21:44 UTC. You can also spot planet Jupiter, near its brightest for 2026 and close on the sky to the Full Moon tonight. But while you're out skygazing don't forget to look for rare, bright fireballs from the Quadrantid meteor shower.",
    "hdurl": "https://apod.nasa.gov/apod/image/2601/moonwalk1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Full Moonlight",
    "url": "https://apod.nasa.gov/apod/image/2601/moonwalk1c1024.jpg"
  },
  {
    "date": "2026-01-04",
    "explanation": "Most galaxies have a single nucleus -- does this galaxy have four?  The strange answer leads astronomers to conclude that the nucleus of the surrounding galaxy is not even visible in this image.  The central cloverleaf is rather light emitted from a background quasar.  The gravitational field of the visible foreground galaxy breaks light from this distant quasar into four distinct images.  The quasar must be properly aligned behind the center of a massive galaxy for a mirage like this to be evident.  The general effect is known as gravitational lensing, and this specific case is known as the Einstein Cross.  Stranger still, the images of the Einstein Cross vary in relative brightness, enhanced occasionally by the additional gravitational microlensing effect of specific stars in the foreground galaxy.    Almost Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2601/qso2237_wiyn_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Einstein Cross Gravitational Lens",
    "url": "https://apod.nasa.gov/apod/image/2601/qso2237_wiyn_1024.jpg"
  },
  {
    "date": "2026-01-05",
    "explanation": "How was the unusual Red Rectangle nebula created? At the nebula's center is an aging binary star system that surely powers the nebula but does not, as yet, explain its colors. The unusual shape of the Red Rectangle is likely due to a thick dust torus which pinches the otherwise spherical outflow into tip-touching cone shapes. Because we view the torus edge-on, the boundary edges of the cone shapes seem to form an X. The distinct rungs suggest the outflow occurs in fits and starts. The unusual colors of the nebula are less well understood, however, and speculation holds that they are partly provided by hydrocarbon molecules that may actually be building blocks for organic life. The Red Rectangle nebula lies about 2,300 light years away towards the constellation of the Unicorn (Monoceros). The nebula is shown here in great detail as a reprocessed image from Hubble Space Telescope. In a few million years, as one of the central stars becomes further depleted of nuclear fuel, the Red Rectangle nebula will likely bloom into a planetary nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/2601/RedRectangle_HubbleSchmidt_1080.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Red Rectangle Nebula from Hubble",
    "url": "https://apod.nasa.gov/apod/image/2601/RedRectangle_HubbleSchmidt_1080.jpg"
  },
  {
    "date": "2026-01-06",
    "explanation": "How complex is Jupiter? NASA's Juno mission to Jupiter is finding the Jovian giant to be more complicated than expected. Jupiter's magnetic field has been discovered to be much different from our Earth's simple dipole field, showing several poles embedded in a complicated network more convoluted in the north than the south. Further, Juno's radio measurements show that Jupiter's atmosphere shows structure well below the upper cloud deck -- even hundreds of kilometers deep. Jupiter's newfound complexity is evident also in southern clouds, as shown in the texture and color enhanced featured image taken last month.  There, planet-circling zones and belts that dominate near the equator decay into a complex miasma of continent-sized storm swirls.  Juno continues in its looping elliptical orbit, swooping near the huge planet every month and exploring a slightly different sector each time around.",
    "hdurl": "https://apod.nasa.gov/apod/image/2601/JupiterClouds_JunoThomopoulos_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter's Clouds in High Definition from Juno",
    "url": "https://apod.nasa.gov/apod/image/2601/JupiterClouds_JunoThomopoulos_1080.jpg"
  },
  {
    "copyright": "\nSaverio Ferretti\n",
    "date": "2026-01-07",
    "explanation": "Its popular nickname is the Spaghetti Nebula.  Officially cataloged as Simeis 147 and Sharpless 2-240, it is easy to get lost following the looping and twisting filaments of this intricate supernova remnant.  Seen toward the boundary of the constellations of the Bull (Taurus) and the Charioteer (Auriga), the impressive gas structure covers nearly 3 degrees on the sky, equivalent to 6 full moons.  That's about 150 light-years at the stellar debris cloud's estimated distance of 3,000 light-years.  The supernova remnant has an estimated age of about 40,000 years, meaning light from this powerful stellar explosion first reached the Earth when woolly mammoths roamed free.  Besides the expanding remnant, this cosmic catastrophe left behind a pulsar, a fast-spinning neutron star that is the remnant of the original star's core.  The featured image was captured last month from Forca Canapine, Italy.   Portal Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2601/Simeis147_Ferritti_4112.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Simeis 147: The Spaghetti Nebula Supernova Remnant",
    "url": "https://apod.nasa.gov/apod/image/2601/Simeis147_Ferritti_960.jpg"
  },
  {
    "copyright": "Gaetan Maxant",
    "date": "2026-01-08",
    "explanation": "Similar in size to large, bright spiral galaxies in our neighborhood, IC 342 is a mere 10 million light-years distant toward the long-necked, northern constellation Camelopardalis. A sprawling island universe, IC 342 would otherwise be a prominent galaxy in our night sky, but it is hidden from clear view and only glimpsed through the veil of stars, gas and dust clouds along the plane of our own Milky Way galaxy. Even though IC 342's light is dimmed and reddened by intervening cosmic clouds, this sharp telescopic image traces the galaxy's own obscuring dust, young star clusters, and glowing star forming regions along spiral arms that wind far from the galaxy's core. IC 342 has undergone a recent burst of star formation activity and is close enough to have influenced the evolution of the local group of galaxies and the Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/2601/IC342Low2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 342: Hidden Galaxy in Camelopardalis",
    "url": "https://apod.nasa.gov/apod/image/2601/IC342Low1024.jpg"
  },
  {
    "copyright": "ice halos",
    "date": "2026-01-09",
    "explanation": "Both Moon and Sun create beautiful ice halos in planet Earth's sky. In fact, the two brightest celestial beacons are each surrounded by a complex of ice halos in these photos of the sky above Chamonix-Mont-Blanc in France. The panels were recorded one night (left) and the following day at the end of December 2025. Similar ice halos appear in moonlight and sunlight because they are all formed through the geometry of flat, hexagonal ice crystals. The ice crystals reflect and refract light as they flutter in the cold atmosphere above the mountain resort. In the pictures both Moon and Sun are surrounded by a more commonly seen 22 degree circular halo. Bright and sometimes colorful patches at the intersections of the 22 degree circular halos with the indicated parselenic and parhelic arcs are also known as Moon dogs and Sun dogs. (Editor's note: Annotations updated by Marcella Pace)",
    "hdurl": "https://apod.nasa.gov/apod/image/2601/c_TransitionsLight.jpeg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ice Halos by Moonlight and Sunlight",
    "url": "https://apod.nasa.gov/apod/image/2601/c_TransitionsLight1024.jpeg"
  },
  {
    "copyright": "Christopher Go",
    "date": "2026-01-10",
    "explanation": "Jupiter reaches its 2026 opposition today, January 10. That puts our Solar System's most massive planet opposite the Sun and near its closest and brightest for viewing from planet Earth. In fact, captured only 3 days ago this sharp telescopic snapshot reveals excellent details of the ruling gas giant's swirling cloudtops, in light zones and dark belts girdling the rapidly rotating outer planet. Jupiter's famous, persistent anticyclonic vortex, known as the Great Red Spot, is south of the equator at the lower right. But two smaller red spots are also visible, one near the top in the northernmost zone, and one close to Jupiter's south pole. And while Jupiter's Great Red Spot is known to be shrinking, it's still about the size of the Earth itself.",
    "hdurl": "https://apod.nasa.gov/apod/image/2601/jupiter2026.tif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter with the Great Red Spot",
    "url": "https://apod.nasa.gov/apod/image/2601/jupiter2026.png"
  },
  {
    "date": "2026-01-11",
    "explanation": "This floating ring is the size of a galaxy.  In fact, it is a galaxy -- or at least part of one: the photogenic Sombrero Galaxy, one of the largest galaxies in the nearby Virgo Cluster of Galaxies.  The dark band of dust that obscures the mid-section of the Sombrero Galaxy in visible light actually glows brightly in infrared light.  The featured image, digitally sharpened, shows the infrared glow, recently recorded by the orbiting Spitzer Space Telescope, superposed in false-color on an existing image taken by NASA's Hubble Space Telescope in visible light. The Sombrero Galaxy, also known as M104, spans about 50,000 light years and lies 28 million light years away.  M104 can be seen with a small telescope in the direction of the constellation Virgo.    Jigsaw Galaxy: Astronomy Puzzle of the Day",
    "hdurl": "https://apod.nasa.gov/apod/image/2601/sombrero_spitzer_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M104: The Sombrero Galaxy in Infrared",
    "url": "https://apod.nasa.gov/apod/image/2601/sombrero_spitzer_1080.jpg"
  },
  {
    "copyright": "\nXu Chen\n",
    "date": "2026-01-12",
    "explanation": "What's happening to this meteor? It is shedding its outer layers as it passes through the Earth's atmosphere and heats up. The sudden high temperatures not only cause the bright glow along the dramatic streak but also melt and vaporize the meteor's component rock and ice, creating dust. Wind in the atmosphere typically blows this dust away  over the next few seconds, leaving no visible trace after only a few minutes.  Much of this dust will eventually settle down to the Earth. The featured image was captured in mid-December, coincident with the Geminids meteor shower. On the upper left is Sirius, the brightest star in the night sky, while in the foreground is fog-engulfed Huangshan, the Yellow Mountains of eastern China.",
    "hdurl": "https://apod.nasa.gov/apod/image/2601/MeteorDust_XuChen_2316.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Meteor Dust",
    "url": "https://apod.nasa.gov/apod/image/2601/MeteorDust_XuChen_960.jpg"
  },
  {
    "date": "2026-01-13",
    "explanation": "What just leapt from the Sun?  A towering structure of solar plasma suddenly rose from the Sun's surface and unfurled into space -- a structure so large that many Earths would easily fit within it-- marking the onset of a dramatic Coronal Mass Ejection (CME).  The event was captured in striking detail in late 2024 by NASA's Solar Dynamics Observatory (SDO), whose continuous monitoring improves space weather forecasts and helps humanity better understand how solar activity affects satellites, GPS, radio communications, and power grids on Earth.  The featured video blends three extreme-ultraviolet views from SDO’s Atmospheric Imaging Assembly (AIA), revealing how plasma at different temperatures surged upward as the eruption unfolded.  Here, red highlights cooler, denser material lifted from the Sun’s lower atmosphere, while yellow traces hotter, million-degree coronal loops stretching outward as magnetic fields open.  After the main outburst, the Sun’s magnetic fields quickly reorganize.",
    "media_type": "other",
    "service_version": "v1",
    "title": "A Solar Eruption from SDO"
  },
  {
    "copyright": "\nMichael Sleeman\n",
    "date": "2026-01-14",
    "explanation": "The Whirlpool Galaxy is a classic spiral galaxy. At only 30 million light years distant and fully 60 thousand light years across, M51, also known as NGC 5194, is one of the brightest and most picturesque galaxies on the sky.  The featured deep image is a digital combination of images taken in different colors over 58 hours with a telescope from Lijiang, China. Anyone with a good pair of binoculars, however, can see this Whirlpool toward the constellation of the Hunting Dogs (Canes Venatici). M51 is a spiral galaxy of type Sc and is the dominant member of a whole group of galaxies.  Astronomers speculate that M51's spiral structure is primarily due to its gravitational interaction with the smaller galaxy just above it.",
    "hdurl": "https://apod.nasa.gov/apod/image/2601/M51_Sleeman_2017.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M51: The Whirlpool Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2601/M51_Sleeman_960.jpg"
  },
  {
    "copyright": "Luigi Morrone",
    "date": "2026-01-15",
    "explanation": "The dark-floored, 95 kilometer wide crater Plato and sunlit peaks of the lunar Alps (Montes Alpes) are highlighted in this this sharp telescopic snapshot of the Moon's surface. While the Alps of planet Earth were uplifted over millions of years as continental plates slowly collided, the lunar Alps were likely formed by a sudden collision that created the giant impact basin known as the Mare Imbrium or Sea of Rains. The mare's generally smooth, lava-flooded floor is seen below the bordering mountain range. The prominent straight feature cutting through the mountains is the lunar Alpine Valley (Vallis Alpes). Joining the Mare Imbrium and northern Mare Frigoris (Sea of Cold) the valley extends toward the upper right, about 160 kilometers long and up to 10 kilometers wide. Of course, the large, bright lunar alpine mountain below and right of Plato crater is named Mont Blanc. Lacking an atmosphere, not to mention snow, the lunar Alps are probably not an ideal location for a winter vacation. Still, a 150 pound skier would weigh a mere 25 pounds on the Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/2601/2025-12-29-1656_Plato_Lmorr.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Plato and the Lunar Alps",
    "url": "https://apod.nasa.gov/apod/image/2601/2025-12-29-1656_Plato_Lmorr1024.jpg"
  },
  {
    "copyright": "Justus Falk",
    "date": "2026-01-16",
    "explanation": "These cosmic clouds have blossomed 1,300 light-years away in the fertile starfields of the constellation Cepheus. Called the Iris Nebula, NGC 7023 is not the only nebula to evoke the imagery of flowers. Still, this deep telescopic image shows off the Iris Nebula's range of colors and symmetries embedded in surrounding fields of interstellar dust. Within the Iris itself, dusty nebular material surrounds a hot, young star. The dominant color of the brighter reflection nebula is blue, characteristic of dust grains reflecting starlight. Central filaments of the reflection nebula glow with a faint reddish photoluminescence as some dust grains effectively convert the star's invisible ultraviolet radiation to visible red light. Infrared observations indicate that this nebula contains complex carbon molecules known as PAHs. The dusty blue petals of the Iris Nebula span about six light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2601/NGC7023_Falk2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7023: The Iris Nebula",
    "url": "https://apod.nasa.gov/apod/image/2601/NGC7023_Falk1024.jpg"
  },
  {
    "date": "2026-01-17",
    "explanation": "Apollo 14's Lunar Module Antares landed on the Moon on February 5, 1971. Toward the end of the stay astronaut Ed Mitchell snapped a series of photos of the lunar surface while looking out a window, assembled into this detailed mosaic by Apollo Lunar Surface Journal editor Eric Jones. The view looks across the Fra Mauro highlands to the northwest of the landing site after the Apollo 14 astronauts had completed their second and final walk on the Moon. Prominent in the foreground is their Modular Equipment Transporter, a two-wheeled, rickshaw-like device used to carry tools and samples. Near the horizon at top center is a 1.5 meter wide boulder dubbed Turtle rock. In the shallow crater below Turtle rock is the long white handle of a sampling instrument, thrown there javelin-style by Mitchell. Mitchell's fellow moonwalker and first American in space, Alan Shepard, also used a makeshift six iron to hit two golf balls. One of Shepard's golf balls is just visible as a white spot below Mitchell's javelin.",
    "hdurl": "https://apod.nasa.gov/apod/image/2601/a14pan9335-43emj.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 14: A View from Antares",
    "url": "https://apod.nasa.gov/apod/image/2601/a14pan9335-43emj_900.jpg"
  },
  {
    "date": "2026-01-18",
    "explanation": "This infrared view of Jupiter by Webb is illuminating. High-resolution infrared images of Jupiter from the  James Webb Space Telescope (Webb) reveal, for example, differences between high-floating bright clouds -- including the Great Red Spot -- and low-lying dark clouds. Also clearly visible in the featured Webb image are Jupiter's dust ring, bright auroras at the poles, and Jupiter's moons Amalthea and Adrastea. The footprint of large volcanic moon Io's magnetic funneling of charged particles onto Jupiter is also visible in the southern aurora. Some objects are so bright that light noticeably diffracts around Webb's optics creating streaks.  Webb, which orbits the Sun near the Earth, has a mirror over six meters across making it the largest astronomical telescope ever launched -- with over six times more light-collecting area than Hubble.",
    "hdurl": "https://apod.nasa.gov/apod/image/2601/Jupiter2_WebbSchmidt_3283_annotated.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter from the Webb Space Telescope",
    "url": "https://apod.nasa.gov/apod/image/2601/Jupiter2_WebbSchmidt_1080_annotated.jpg"
  },
  {
    "date": "2026-01-19",
    "explanation": "What powers this unusual nebula? CTB 1 is the expanding gas shell that was left when a massive star toward the constellation of Cassiopeia exploded about 10,000 years ago. The star likely detonated when it ran out of elements, near its core, that could create stabilizing pressure with nuclear fusion. The resulting supernova remnant, nicknamed the Medulla Nebula for its brain-like shape, still glows in visible light because of the heat generated by its collision with confining interstellar gas.  Why the nebula also glows in X-ray light, though, remains a topic of research. One hypothesis holds that an energetic pulsar was created and powers the nebula with a fast outwardly moving wind. Following this lead, a pulsar was found in radio waves that appears to have been expelled by the supernova explosion at over 1000 kilometers per second.  Although the Medulla Nebula appears as large as a full moon, it is so faint that it took 84-hours of exposure with a small telescope in Texas, USA, to create the featured image.",
    "hdurl": "https://apod.nasa.gov/apod/image/2601/Ctb1_Konzelmann_4009.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "CTB 1: The Medulla Nebula",
    "url": "https://apod.nasa.gov/apod/image/2601/Ctb1_Konzelmann_960.jpg"
  },
  {
    "date": "2026-01-20",
    "explanation": "The strangest moon in the Solar System is bright yellow.  The featured picture, an attempt to show how Io would appear in the \"true colors\" perceptible to the average human eye, was taken in 1999 July by the Galileo spacecraft that orbited Jupiter from 1995 to 2003.  Io's colors derive from sulfur and molten silicate rock.  The unusual surface of Io is kept very young by its system of active volcanoes.  The intense tidal gravity of Jupiter stretches Io and damps wobbles caused by Jupiter's other Galilean moons.  The resulting friction greatly heats Io's interior, causing  molten rock to explode through the surface.  Io's volcanoes are so active that they are effectively turning the whole moon inside out.  Some of Io's volcanic lava is so hot it glows in the dark.",
    "hdurl": "https://apod.nasa.gov/apod/image/2601/iotruecolor_galileo_2796.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io in True Color",
    "url": "https://apod.nasa.gov/apod/image/2601/iotruecolor_galileo_960.jpg"
  },
  {
    "date": "2026-01-21",
    "explanation": "A mere 56 million light-years distant toward the southern constellation Fornax, NGC 1365 is an enormous barred spiral galaxy about 200,000 light-years in diameter. That's twice the size of our own barred spiral Milky Way. This sharp image from the James Webb Space Telescope's Mid-Infrared Instrument (MIRI) reveals stunning details of this magnificent spiral in infrared light. Webb's field of view stretches about 60,000 light-years across NGC 1365, exploring the galaxy's core and bright newborn star clusters. The intricate network of dusty filaments and bubbles is created by young stars along spiral arms winding from the galaxy's central bar. Astronomers suspect the gravitational field of NGC 1365's bar plays a crucial role in the galaxy's evolution, funneling gas and dust into a star-forming maelstrom and ultimately feeding material into the active galaxy's central, supermassive black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/2601/JWSTMIRI_ngc1365.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Barred Spiral Galaxy NGC 1365 from Webb",
    "url": "https://apod.nasa.gov/apod/image/2601/JWSTMIRI_ngc1365_1024.png"
  },
  {
    "copyright": "Chris Fellows",
    "date": "2026-01-22",
    "explanation": "The silhouette of an intriguing dark nebula inhabits this cosmic scene. Lynds' Dark Nebula (LDN) 1622 appears against a faint background of glowing hydrogen gas only visible in long telescopic exposures of the region. In contrast, a brighter reflection nebula, vdB 62, is more easily seen just above the dusty dark nebula. LDN 1622 lies near the plane of our Milky Way Galaxy, close on the sky to Barnard's Loop, a large cloud surrounding the rich complex of emission nebulae found in the Belt and Sword of Orion. With swept-back outlines, the obscuring dust of LDN 1622 is thought to lie at a similar distance, perhaps 1,500 light-years away. At that distance, this 3 degree wide field of view would span about 100 light-years. Young stars do lie hidden within the dark expanse and have been revealed in Spitzer Space telescope infrared images. Still, the foreboding visual appearance of LDN 1622 inspires its popular name, the Boogeyman Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/2601/ldn1622fellows.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "LDN 1622: Dark Nebula in Orion",
    "url": "https://apod.nasa.gov/apod/image/2601/ldn1622fellows1024.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2026-01-23",
    "explanation": "Very faint planetary nebula Abell 7 is about 1,800 light-years distant. It lies just south of Orion in planet Earth's skies toward the constellation Lepus, The Hare. Posing with scattered Milky Way stars, its generally simple spherical shape about 8 light-years in diameter is revealed in this deep telescopic image. The beautiful and complex shapes seen within the cosmic cloud are visually enhanced by the use of long exposures and narrowband filters that capture emission from hydrogen and oxygen atoms. Otherwise Abell 7 would be much too faint to be appreciated by eye. A planetary nebula represents a very brief final phase in stellar evolution that our own Sun will experience 5 billion years hence, as the nebula's central, once sun-like star shrugs off its outer layers. Abell 7 itself is estimated to be 20,000 years old. But its central star, seen here as a fading white dwarf, is some 10 billion years old.",
    "hdurl": "https://apod.nasa.gov/apod/image/2601/Abell7pugh.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planetary Nebula Abell 7",
    "url": "https://apod.nasa.gov/apod/image/2601/Abell7pugh1024.jpg"
  },
  {
    "date": "2026-01-24",
    "explanation": "ght billion people are about to disappear in this snapshot from space taken on 2022 November 21. On the sixth day of the Artemis I mission, their home world is setting behind the Moon's bright edge as viewed by an external camera on the outbound Orion spacecraft. Orion was headed for a powered flyby that took it to within 130 kilometers of the lunar surface. Velocity gained in the flyby maneuver was used to reach a distant retrograde orbit around the Moon. That orbit is considered distant because it's another 92,000 kilometers beyond the Moon, and retrograde because the spacecraft orbited in the opposite direction of the Moon's orbit around planet Earth. Swinging around the Moon, Orion reached a maximum distance (just over 400,000 kilometers) from Earth on 2022 November 28, exceeding a record set by Apollo 13 for most distant spacecraft designed for human space exploration. The Artemis II mission, carrying 4 astronauts around the moon and back again, is due to launch as early as February 6.",
    "hdurl": "https://apod.nasa.gov/apod/image/2601/earthset-snap00.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earthset from Orion",
    "url": "https://apod.nasa.gov/apod/image/2601/earthset-snap01.png"
  },
  {
    "date": "2026-01-25",
    "explanation": "This moon is doomed. Mars, the red planet named for the Roman god of war, has two tiny moons, Phobos and Deimos, whose names are derived from the Greek for Fear and Panic. These Martian moons may well be captured asteroids originating in the main asteroid belt between Mars and Jupiter or perhaps from even more distant reaches of our Solar System. The larger moon, Phobos, is indeed seen to be a cratered, asteroid-like object in this stunning color image from the robotic Mars Reconnaissance Orbiter, which can image objects as small as 10 meters. But Phobos orbits so close to Mars - about 5,800 kilometers above the surface compared to 400,000 kilometers for our Moon - that gravitational tidal forces are dragging it down. In perhaps 50 million years, Phobos is expected to disintegrate into a ring of debris.",
    "hdurl": "https://apod.nasa.gov/apod/image/2601/Phobos_MRO_3374.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Phobos: Doomed Moon of Mars",
    "url": "https://apod.nasa.gov/apod/image/2601/Phobos_MRO_960.jpg"
  },
  {
    "copyright": "\nWolfgang Promper; \nText: Ogetay Kayali \n(MTU)  \n",
    "date": "2026-01-26",
    "explanation": "Can you see nebulas in other galaxies?  Yes, some nebulas shine brightly enough -- if you know how to look.  Clouds of hydrogen and oxygen emit light at very specific colors, and by isolating them, astronomers and astrophotographers can reveal structures that would otherwise be too faint to notice.  This deep, 50-hour exposure highlights glowing hydrogen (red) and oxygen (blue) across galaxy NGC 55, viewed nearly edge-on.  Also known as the String of Pearls Galaxy, NGC 55 is often compared to our Milky Way's satellite galaxy the Large Magellanic Cloud (LMC), although NGC 55 lies much farther away at about 6.5 million light-years.  The resulting image uncovers a sprinkling of emission nebulas within and sometimes above the galaxy's dusty disk, offering a detailed look at distant star-forming regions.    Jigsaw Galaxy: Astronomy Puzzle of the Day",
    "hdurl": "https://apod.nasa.gov/apod/image/2601/Ngc55_Promper_3686.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 55: A Galaxy of Nebulas",
    "url": "https://apod.nasa.gov/apod/image/2601/Ngc55_Promper_1080.jpg"
  },
  {
    "copyright": "\nWłodzimierz Bubak; \nText: Ogetay Kayali \n(MTU) \n",
    "date": "2026-01-27",
    "explanation": "Rising over a frozen valley in the Tatra Mountains, the familiar stars and nebulas of Orion dominate this wide-field nightscape.  The featured deep photo was taken in southern Poland's highest mountain range last month, where dark skies and alpine terrain combined to reveal both Earth's rugged beauty and the structure of our galaxy.  Above the snowy mountains, Orion's bright belt stars anchor a region of glowing interstellar clouds.  The Great Orion Nebula, a vast stellar nursery visible even to the unaided eye, shines near the center of the scene.  Surrounding it is the enormous arc of Barnard's Loop, a faint shell of ionized hydrogen gas spanning much of the constellation.  To the left, the round Rosette Nebula glows softly, while the grayish Witch Head Nebula hovers to the right, illuminated by nearby starlight.  Near the top, the orange supergiant Betelgeuse marks the hunter's shoulder.",
    "hdurl": "https://apod.nasa.gov/apod/image/2601/OrionTatras_Bubak_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion's Treasures over Snowy Mountains",
    "url": "https://apod.nasa.gov/apod/image/2601/OrionTatras_Bubak_960.jpg"
  },
  {
    "copyright": "\nDaniel McCauley\n",
    "date": "2026-01-28",
    "explanation": "In the vast Orion Molecular Cloud complex, several bright blue nebulas are particularly apparent.  Pictured here in the center are two of the most prominent reflection nebulas - dust clouds lit by the reflecting light of bright embedded stars.  The more famous nebula is M78, in the image center, cataloged over 200 years ago.  To its upper left is the lesser known NGC 2071.  Astronomers continue to study these reflection nebulas to better understand how interior stars form.  The overall red glow is from diffuse hydrogen gas that covers much of the Orion complex that spans much of the constellation of Orion. Nearby in the greater complex, which lies about 1,500 light years away, are the Orion Nebula, the Horsehead Nebula, and Barnard's Loop -- partially seen here as the white band on the upper left.    Almost Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2601/M78Red_McCauley_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M78: Reflecting Blue in a Sea of Red",
    "url": "https://apod.nasa.gov/apod/image/2601/M78Red_McCauley_1080.jpg"
  },
  {
    "copyright": "Mike Selby",
    "date": "2026-01-29",
    "explanation": "Distorted galaxy NGC 2442 can be found in the southern constellation of the flying fish, (Piscis) Volans. Located about 50 million light-years away, the galaxy's two spiral arms extending from a pronounced central bar give it a hook-shaped appearance in this deep and colorful image, with foreground stars scattered across the telescopic field of view. The image also reveals the distant galaxy's obscuring dust lanes, young blue star clusters and reddish star forming regions surrounding a core of yellowish light from an older population of stars. But the star forming regions seem more concentrated along the drawn-out (upper right) spiral arm. The distorted structure is likely the result of an ancient close encounter with a smaller galaxy that lies off top left of the frame. This telescopic field of view spans over 200,000 light-years at the estimated distance of NGC 2442.",
    "hdurl": "https://apod.nasa.gov/apod/image/2601/NGC-2442-rev-1-crop-18-Jan-2026_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2442: Galaxy in Volans",
    "url": "https://apod.nasa.gov/apod/image/2601/NGC-2442-rev-1-crop-18-Jan-2026_1024.jpg"
  },
  {
    "copyright": "Robert Eder",
    "date": "2026-01-30",
    "explanation": "NGC 1333 is seen in visible light as a reflection nebula, dominated by bluish hues characteristic of starlight reflected by interstellar dust. A mere 1,000 light-years distant toward the heroic constellation Perseus, it lies at the edge of a large, star-forming molecular cloud. This telescopic close-up spans over two full moons on the sky or just over 15 light-years at the estimated distance of NGC 1333. It shows details of the dusty region along with telltale hints of contrasty red emission from Herbig-Haro objects, jets and shocked glowing gas emanating from recently formed stars. In fact, NGC 1333 contains hundreds of stars less than a million years old, most still hidden from optical telescopes by the pervasive stardust. The chaotic environment may be similar to one in which our own Sun formed over 4.5 billion years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/2601/NGC1333_Robert_Eder.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1333: Stellar Nursery in Perseus",
    "url": "https://apod.nasa.gov/apod/image/2601/NGC1333_Robert_Eder1024.jpg"
  }
]
